"{\"content\":{\"body\":\"Both Ignorance and Little-Faith would have had their revenge and satisfaction upon Christian and Hopeful had they seen those two so Pharisaical old men taken in the Flatterer's net.  For it was nothing else but the swaggering pride of Hopeful over the pitiful case of Little-Faith, taken along with the hard and hasty ways of Christian with that unhappy youth Ignorance, that so soon laid them both down under the small cords of the Shining One.  This word of the wise man, that pride goeth before destruction, and a haughty spirit before a fall, was fulfilled to the very letter in Christian and Hopeful that high-minded day.  At the same time, it must be admitted that Christian and Hopeful would have been more than human if they had not both felt and let fall some superiority, some scorn, and some impatience in the presence of such a silly and upsetting stripling as Ignorance was; as, also, over the story of such a poor-spirited and spunging creature as Little-Faith was. Christian and Hopeful had just come down from their delightful time among the Delectable Mountains, and they were as full as they could hold of all kinds of knowledge, and faith, and hope, and assurance; when, most unfortunately, as it turned out, they first came across Ignorance, and then, after quarrelling with him, they fell out between themselves over the case of Little-Faith.  Their superior knowledge of the truth, and their superior strength of faith, ought to have made them more able to bear with the infirmities of the weak, and with the passing moods, however provoking, of one another.  But no.  And their impatience and contempt and bad temper all came at this crisis to such a head with them that they could only be cured by the small cords and the stinging words of the Shining One.  The true key to this so painful part of the parable hangs at our own girdle.  We who have been born and brought up in an evangelical church are thrown from time to time into the company of men--ministers and people--who have not had our advantages and opportunities.  They have been born, baptized, and brought up in communities and churches the clean opposite of ours; and they are as ignorant of all New Testament religion as Ignorance himself was; or, on the other hand, they are as full of superstition and terror and spiritual starvation as Little-Faith was.  And then, instead of recollecting and laying to heart Who made us to differ from such ignorance and such unbelief, and thus putting on love and humility and patience toward our neighbours, we speak scornfully and roughly to them, and boast ourselves over them, and as good as say to them, Stand by thyself, come not near to me, for I am wiser, wider- minded, stronger, and better every way than thou.  And then, ere ever we are aware of what we are doing, we have let the arch- flatterer of religious superiority and of spiritual pride seduce us aside out of the lowly and heavenly way of love and humility till we are again brought back to it with rebukes of conscience and with other chastisements.  You all understand, my brethren, that the man black of flesh but covered with a white robe was no wayside seducer who met Christian and Hopeful at that dangerous part of the road only and only on that high-minded day.  You know from yourselves surely that both Christian and Hopeful carried that black but smooth-spoken man within themselves.  The Flatterer who led the two pilgrims so fatally wrong that day was just their own heart taken out of their own bosom and personified and dramatised by Bunyan's dramatic genius, and so made to walk and talk and flatter and puff up outside of themselves till they came again to see who in reality he was and whence he came,--that is to say, till they were brought to see what they themselves still were, and would always be, when they were left to themselves.  \\\"Where did you lie last night? asked the Shining One with the whip.  With the Shepherds on the Delectable Mountains, they answered.  He asked them then if they had not of those shepherds a note of direction for the way?  They answered, Yes.  But did you not, said he, when you were at a stand pluck out and read your note?  They answered, No.  He asked them why?  They said they forgot.  He asked, moreover if the shepherds did not bid them beware of the Flatterer?  They answered, Yes; but we did not imagine, said they, that this fine-spoken man had been he.\\\"\\n\\nAll good literature, both sacred and profane, both ancient and modern, is full of the Flatterer.  Let me not, protests Elihu in his powerful speech in the book of Job, let me not accept any man's person; neither let me give flattering titles unto man, lest in so doing my Maker should soon take me away.  And the Psalmist in his powerful description of the wicked men of his day:  There is no faithfulness in their mouth; their inward part is very wickedness; their throat is an open sepulchre; they flatter with their tongue. And again:  They speak with flattering lips, and with a double heart do they speak.  But the Lord shall cut off all flattering lips, and the tongue that speaketh proud things.  \\\"The perpetual hyperbole\\\" of pure love becomes in the lips of impure love the impure bait that leads the simple ones astray on the streets of the city as seen and heard by the wise man out of his casement.  My son, say unto wisdom, Thou art my sister, and call understanding thy kinswoman; that they may keep thee from the strange woman, from the stranger which flattereth thee with her words, which forsaketh the guide of her youth, and forgetteth the covenant of her God. And then in the same book of Hebrew aphorisms we find this text which Bunyan puts on the margin of the page:  \\\"A man that flattereth his neighbour spreadeth a net for his feet.\\\"  And now, before we leave the ancient world, if you would not think it beneath the dignity of the place we are in, I would like to read to you a passage out of a round-about paper written by a satirist of Greece about the time of Ezra and Nehemiah in Jerusalem.  You will easily remark the difference of tone between the seriousness and pathos of the Hebrew prophet and the light and chaffing touch of Theophrastus.  \\\"The Flatterer is a person,\\\" says that satirist of Greek society, \\\"who will say to you as he walks with you, 'Do you observe how people are looking at you?  This happens to no man in Athens but to you.  A fine compliment was paid you yesterday in the Porch.  More than thirty persons were sitting there when the question was started, Who is our foremost man?  Every one mentioned you first, and ended by coming back to your name.\\\"  The Flatterer will laugh also at your stalest joke, and will stuff his cloak into his mouth as if he could not repress his amusement when you again tell it.  He will buy apples and pears and will give to your children when you are by, and will kiss them all and will say, 'Chicks of a good father.'  Also, when he assists at the purchase of slippers he will declare that the foot is more shapely than the shoe.  He is the first of the guests to praise the wine and to say as he reclines next the host, 'How delicate your fare always is'; and taking up something from the table, 'Now, how excellent that is!'\\\"  And so on.  Yes, we have heard it all over and over again in Modern Athens also.  The Greek fable also of the fox and the crow and the piece of cheese is only another illustration of the truth that the God of truth and integrity never left Himself without a witness.  Our own literature also is scattered full of the Flatterer and his too willing dupes.  \\\"Of praise a mere glutton,\\\" says Goldsmith of David Garrick, \\\"he swallowed what came.  The puff of a dunce he mistook it for fame.\\\"  \\\"Delicious essence,\\\" exclaims Sterne, \\\"how refreshing thou art to poor human nature!  How sweetly dost thou mix with the blood, and help it through the most difficult and tortuous passages to the heart.\\\"  \\\"He that slanders me,\\\" says Cowper, \\\"paints me blacker than I am, and he that flatters me whiter.  They both daub me, and when I look in the glass of conscience, I see myself disguised by both.\\\"  And then he sings:\\n\\n\\\"The worth of these three kingdoms I defy To lure me to the baseness of a lie; And of all lies (be that one poet's boast), The lie that flatters I abhor the most.\\\"\\n\\nNow, praise, which is one of the best and sweetest things in human life, so soon passes over into flattery, which is one of the worst things, that something must here be said and laid to heart about praise also.  But, to begin with, praise itself must first be praised.  There is nothing nobler than true praise in him who speaks it, and there is nothing dearer and sweeter to him who hears it.  God Himself inhabits the praises of Israel.  All God's works praise Him.  Whoso offereth praise glorifieth Me.  Praise waiteth for Thee, O God, in Zion.  Enter into His gates with thanksgiving, and into His courts with praise.  Violence shall no more be heard in thy land, wasting nor destruction within thy borders; but thou shalt call thy walls Salvation, and thy gates Praise.  And such also is all true praise between man and man.  How deliciously sweet is praise!  How we labour after it! how we look for it and wait for it! and how we languish and die if we do not get it!  Again, when it comes to us, how it cheers us up and makes our face to shine! For a long time after it our step is so swift on the street and our face beams so that all men can quite well see what has come to us. Praise is like wine in our blood; it is new life to our fainting heart.  So much is this the case that a salutation of praise is to be our first taste of heaven itself.  It will wipe all tears off our eyes when we hear our Lord saying to us, \\\"Well done!\\\" when all our good works that we have done in the body shall be found unto praise and honour and glory in the great day of Jesus Christ.\\n\\nAt the same time, this same love of praise is one of our most besetting and fatal temptations as long as we are in this false and double and deceptive world.  Sin, God curse it! has corrupted and poisoned everything, the very best things of this life, and when the best things are corrupted and poisoned they become the worst things.  And praise does not escape this universal and fatal law. Weak, evil, and self-seeking men are near us, and we lean upon them, look to them, and listen to them.  We make them our strength and support, and seek repose and refreshment from them.  They cannot be all or any of these things to us; but we are far on in life, we are done with life, before we have discovered that and will admit that.  Most men never discover and admit that till they are out of this life altogether.  Christ's praise and the applause of His saints and angels are so future and so far away from us, and man's praise and the applause of this world, hollow and false as it is, is so near us, that we feed our souls on offal and garbage, when, already, in the witness of a good conscience, we might be feasting our souls on the finest of the wheat, and satisfying them with honey out of the rock.  And, then, this insatiable appetite of our hearts, being so degraded and perverted, like all degraded and perverted appetites, becomes an iron-fast slave to what it feeds upon.  What miserable slaves we all are to the approval and the praise of men!  How they hold us in their bondage!  How we lick their hands and sit up on our haunches and go through our postures for a crumb!  How we crawl on our belly and lick their feet for a stroke and a smile!  What a hound's life does that man lead who lives upon the approval and the praise and the patronage of men! What meanness fills his mind; what baseness fills his heart!  What a shameful leash he is led about the world in!  How kicked about and spat upon he is; while not half so much as he knows all the time that he deserves to be!  Better far be a dog at once and bay the moon than be a man and fawn upon the praises of men.\\n\\nIf you would be a man at all, not to speak of a Christian man, starve this appetite till you have quite extirpated it.  You will never be safe from it as long as it stirs within you.  Extirpate it!  Extirpate it!  You will never know true self-respect and you will never deserve to know it, till you have wholly extirpated your appetite for praise.  Put your foot upon it, put it out of your heart.  Stop fishing for it, and when you see it coming, turn away and stop your ears against it.  And should it still insinuate itself, at any rate do not repeat to others what has already so flattered and humbled and weakened you.  Telling it to others will only humble and weaken you more.  By repeating the praise that you have heard or read about yourself you only expose yourself and purchase well-deserved contempt for yourself.  And, more than that, by fishing for praise you lay yourself open to all sorts of flatterers.  Honest men, men who truly respect and admire you, will show you their dignified regard and appreciation of you and your work by their silence; while your leaky slaves will crowd around you with floods of praise that they know well will please and purchase you.  And when you cannot with all your arts squeeze a drop out of those who love and honour you, gallons will be poured upon you by those who have respect neither for themselves nor for you.  Faugh!  Flee from flatterers, and take up only with sternly true and faithful men.  \\\"I am much less regardful,\\\" says Richard Baxter, \\\"of the approbation of men, and set much lighter store by their praise and their blame, than I once did.  All worldly things appear most vain and unsatisfying to those who have tried them most.  But while I feel that this has had some hand in my distaste for man's praise, yet it is the increasing impression on my heart of man's nothingness and God's transcendent greatness; it is the brevity and vanity of all earthly things, taken along with the nearness of eternity;--it is all this that has at last lifted me above the blame and the praise of men.\\\"\\n\\nTo conclude; let us make up our mind and determine to pass on to God on the spot every syllable of praise that ever comes to our eyes or our ears--if, in this cold, selfish, envious, and grudging world, any syllable of praise ever should come to us.  Even if pure and generous and well-deserved praise should at any time come to us, all that does not make it ours.  The best earned usury is not the steward's own money to do with it what he likes.  The principal and the interest, and the trader too, are all his master's.  And, more than that, after the wisest and the best trader has done his best, he will remain, to himself at least, a most unprofitable servant.  Pass on then immediately, dutifully, and to its very last syllable, to God all the praise that comes to you.  Wash your hands of it and say, Not unto us, O God, not unto us, but unto Thy name. And then, to take the most selfish and hungry-hearted view of this whole matter, what you thus pass on to God as not your own but His, He will soon, and in a better and safer world, return again to the full with usury to you, and you again to God, and He again to you, and so on, all down the pure and true and sweet and blessed life of heaven.\\n\\nATHEIST\\n\\n\\\" . . . without God \\\\[literally, atheists\\\\] in the world.\\\"--Paul.\\n\\n\\\"Yonder is a man with his back toward Zion, and he is coming to meet us.  So he drew nearer and nearer, and at last came up to them.  His name was Atheist, and he asked them whither they were going?  We are going to the Mount Zion, they answered.  Then Atheist fell into a very great laughter.  What is the meaning of your laughter? they asked.  I laugh to see what ignorant persons you are to take upon you so tedious a journey, and yet are like to have nothing but your travel for your pains.  Why, man?  Do you think we shall not be received? they said.  Received!  There is no such place as you dream of in all this world.  But there is in the world to come, replied Christian.  When I was at home, Atheist went on, in mine own country I heard as you now affirm, and, from that hearing, I went out to see, and have been seeking this city you speak of this twenty years, but find no more of it than I did the first day I set out.  And, still laughing, he went his way.\\\"\\n\\nHaving begun to tell us about Atheist, why did Bunyan not tell us more?  We would have thanked him warmly to-night for a little more about this unhappy man.  Why did the dreamer not take another eight or ten pages in order to tell us, as only he could have told us, how this man that is now Atheist had spent his past twenty years seeking Mount Zion?  Those precious unwritten pages are now buried in John Strudwick's vault in Bunhill Fields, and no other man has arisen able to handle Bunyan's biographic pen.  Had Bunyan but put off the entrance of Christian and Hopeful into the city till he had told us something more about the twenty years it had taken this once earnest pilgrim to become an atheist, how valuable an interpolation that would have been!  What was it that made this man to set out so long ago for the Celestial City?  What was it that so stoutly determined him to leave off all his old companions and turn his back on the sweet refreshments of his youth?  How did he do at the Slough of Despond?  Did he come that way?  What about the Wicket Gate, and the House Beautiful, and the Interpreter's House, and the Delectable Mountains?  What men, and especially what women, did he meet and converse with on his way?  What were his fortunes, and what his misfortunes?  How much did he lay out at Vanity Fair, and on what?  At what point of his twenty years' way did his youthful faith begin to shake, and his youthful love begin to become lukewarm?  And what was it that at last made him quite turn round his back on Zion and his face to his own country?  I cannot forgive Bunyan to-night for not telling us the story of Atheist's conversion, his pilgrimage, and his apostasy in full.\\n\\nAt the same time, though it cannot be denied that Bunyan has lost at this point a great opportunity for his genius and for our advantage,--at the same time, he undoubtedly did a very courageous thing in introducing Atheist at all; and, especially, in introducing him to us and making him laugh so loudly at us when we are on the very borders of the land of Beulah.  A less courageous writer, and a writer less sure of his ground, would have left out Atheist altogether; or, if he had felt constrained to introduce him, would have introduced him at any other period of our history rather than at this period.  Under other hands than Bunyan's we would have met with this mocking reprobate just outside the City of Destruction; or, perhaps, among the booths of Vanity Fair; or, indeed, anywhere but where we now meet him.  And, that our greater- minded author does not let loose the laughter of Atheist upon us till we are almost out of the body is a stroke of skill and truth and boldness that makes us glad indeed that we possess such a sketch at Bunyan's hand at all, all too abrupt and all too short as that sketch is.  In the absence, then, of a full-length and finished portrait of Atheist, we must be content to fall back on some of the reflections and lessons that the mere mention of his name, the spot he passes us on, and the ridicule of his laughter, all taken together, awaken in our minds.  One rapid stroke of such a brush as that of John Bunyan conveys more to us than a full- length likeness, with all the strongest colours, of any other artist would be able to do.\\n\\n1. One thing the life-long admiration of John Bunyan's books has helped to kindle and burn into my mind and my imagination is this: What a universe of things is the heart of man!  Were there nothing else in the heart of man but all the places and all the persons and all the adventures that John Bunyan saw in his sleep, what a world that would open up in all our bosoms!  All the pilgrims, good and bad--they, or the seed and possibility of them all, are all in your heart and in mine.  All the cities, all the roads that lead from one city to another, with all the paths and all the by-paths,--all the adventures, experiences, endurances, conflicts, overthrows, victories,--all are within us and never are to be seen anywhere else.  Heaven and hell, God and the devil, life and death, salvation and damnation, time and eternity, all are within us. \\\"There is no Mount Zion in all this world,\\\" bellowed out this blinded fool.  \\\"No; I know that quite well,\\\" quickly responded Christian; \\\"but there is in the world to come.\\\"  He would have said the whole truth, and he would have been entirely right, had he taken time to add, \\\"and in the world within.\\\"  \\\"And more,\\\" he should have said to Atheist, \\\"much more in the world within than in any possible world to come.\\\"  The Celestial City, every Sabbath- school child begins gradually to understand, is not up among the stars; till, as he grows older, he takes in the whole of the New Testament truth that the kingdom of heaven is wholly within him. You all understand, my brethren, that were we swept in a moment up to the furthest star, by all that infinite flight we would not be one hair's-breadth nearer the heavenly city.  That is not the right direction to that city.  The city whose builder and maker is God lies in quite a different direction from that altogether; not by ascending up beyond sun and moon and stars to all eternity would we ever get one hand's-breadth nearer God.  But if you deny yourself sleep to-night till you have read His book and bowed your knees in His closet; if, for His sake, you deny yourself to-morrow when you are eating and drinking; as often as you say, \\\"Not my will, but Thine be done\\\"; as often as you humble yourself when others exalt themselves; as often as you refuse praise and despise blame for His sake; as often as you forgive before God your enemy, and rejoice with your friend,--Behold! the kingdom of heaven, with its King and all His shining court of angels and saints is around you;--is, indeed, within you.  No; there is no such place.  Heaven is not in any place:  heaven is in a person where it is at all; and you are that person as often as you put off an earthly and put on a heavenly mind.  That mocking reprobate, with his secret heart all through those twenty years hungering after the lusts of his youth,- -he was wholly right in what he so unintentionally said; there is no such place in all this world.  And, even if there were, it would spue him and all who are like him out of its mouth.\\n2. And, then, in all that universe of things that fills that bottomless pit and shoreless sea the human heart, there is nothing deeper down in it than just its deep and unsearchable atheism.  The very deepest thing, and the most absolutely inexpugnable thing, in every human heart is its theism; its original and inextinguishable convictions about itself and about God.  But, all but as deep as that--for all around that, and all over that, and soaking all through that--there lies a superincumbent mass of sullen, brutish, malignant atheism.  Nay, so deep down is the atheism of all our hearts, that it is only one here and another there of the holiest and the ripest of God's saints who ever get down to it, or even get at their deepest within sight of it.  Robert Fleming tells us about Robert Bruce, that he was a man that had much inward exercise about his own personal case, and had been often assaulted anent that great foundation truth, if there was a God.  And often, when he had come up to the pulpit, after being some time silent, which was his usual way, he would say, \\\"I think it is a great matter to believe there is a God\\\"; telling the people that it was another thing to believe that than they judged.  But it was also known to his friends what extraordinary confirmations he had from the Lord therein, and what near familiarity he did attain to in his heart- converse with God:  Yea, truly, adds Fleming, some things I have had thereanent that seem so strange and marvellous that I forbear to set them down.  And in Halyburton's priceless Memoirs we read: \\\"Hereby I was brought into a doubt about the truths of religion, the being of God, and things eternal.  Whenever I was in dangers or straits and would build upon these things, a suspicion secretly haunted me, what if the things are not?  This perplexity was somewhat eased while one day I was reading how Robert Bruce was shaken about the being of God, and how at length he came to the fullest satisfaction.\\\"  And in another place:  \\\"Some days ago reading Ex. ix. and x., and finding this, \\\"That ye may know that I am God\\\" frequently repeated, and elsewhere in passages innumerable, as the end of God's manifesting Himself in His word and works; I observe from it that atheism is deeply rooted even in the Lord's people, seeing they need to be taught this so much.  The great difficulty that the whole of revelation has to grapple with is atheism; its whole struggle is to recover man to his first impressions of a God.  This one point comprehends the whole of man's recovery, just as atheism is the whole of man's apostasy.\\\" And, again, in another part of the same great book, Halyburton says:  \\\"I must observe, also, the wise providence of God, that the greatest difficulties that lie against religion are hid from atheists.  All the objections I meet with in their writings are not nearly so subtle as those which are often suggested to myself.  The reason of this is obvious from the very nature of the thing--such persons take not a near-hand view of religion, and while persons stand at a distance neither are the advantages nor the difficulties of religion discerned.\\\"  And now listen to Bunyan, that arch- atheist:  \\\"Whole floods of blasphemies both against God, Christ, and the Scriptures were poured upon my spirit, to my great confusion and astonishment.  Against the very being of God and of His only beloved Son; or, whether there were, in truth, a God and a Christ, or no.  Of all the temptations that ever I met with in my life, to question the being of God and the truth of the Gospel is the worst, and the worst to be borne.  When this temptation comes it takes away my girdle from me, and removeth the foundation from under me.\\\"\\n\\n\\\"Fool, said my Muse to me, look in thy heart and write.\\\"\\n\\nAnd John Bunyan looked into his own deep and holy heart, and out of it he composed this incident of Atheist.\",\"timestamp\":1641292306,\"title\":\"\\n\\\"A man that flattereth his neighbour spreadeth a net for his feet.\\\"--The Wise Man.\"},\"digest\":\"2dvf6TKBrqwgihYhKIiL4SQnll_dPB1TTRRWVBYk97k\",\"authorship\":{\"contributor\":\"0x98485E752AD42d721892AE055281b72F1cA81833\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2SItB_6UmKRwJ4jHaT1qTDTC1ro8rQmQDuLbMEsKpLs\\\",\\\"y\\\":\\\"KLGpbXMyxzWf9_XVwny8lMj5vPTxQwCV6WkZsNMI-5g\\\"}\",\"signature\":\"Ur_qN-qOXIRzvGcz4pbOhR7m19iZMNxkGuDv1LgkbTCvI-em1HkTW8Rt9Zd_Jy27SoHYDCc6hCuBIJ4Fj784bA\",\"signingKeySignature\":\"0xb8f65176f15bb82ec523c567dbed92669c8f863c5e5581b092dbbea16bcb8c37340dc2fd72fb34489ed500667a12ba4035627bd88d3eaaa4e808bc5af07e94141b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2SItB_6UmKRwJ4jHaT1qTDTC1ro8rQmQDuLbMEsKpLs\\\",\\\"y\\\":\\\"KLGpbXMyxzWf9_XVwny8lMj5vPTxQwCV6WkZsNMI-5g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2dvf6TKBrqwgihYhKIiL4SQnll_dPB1TTRRWVBYk97k\"}"