"{\"content\":{\"body\":\"任何社会都崇尚英雄主义，无数的人会为英雄去立传，英雄也许是值得去歌颂，但英雄的产生往往也伴随着悲剧的产生，这种悲剧就是在铸造英雄的过程中产生的，那些在战争中丧命的普通人，他们就是英雄背后的悲剧。他们很多人并没有梦想，也没有立场，甚至是没有表达自我的权利，他们没有选择，当英雄需要的时候，他们只能冲锋陷阵，成与败已经不重要，生与死也已经不重要，他们只是一粒粒微不足道的沙子。\\n\\n社会发展到如今亦是如此，只是今天的英雄已经不再需要搏斗厮杀，他们只要能够站在社会价值的顶端，他们就已经成为大众心中的英雄了。人们对权力的极度膜拜，对金钱的狂人追求，对物质的贪婪占有，成为了当下最时髦的节奏。在这样的节奏下，没有人不被裹挟，只是有的人成为了制造节奏的人，有的人只是被带了节奏。那些被带了节奏的人，也就成为了新时代里一粒粒微不足道的沙子。\\n\\n一粒沙子，虽然微不足道，但也不应该被遗忘，他们的故事虽然没有英雄那么的激动人心，但记录下来，总会有人看到教训，总会有人学到经验，也许这样，沙子的悲剧就会少一些。\\n\\n灵美就是一粒悲伤的沙子。\\n\\n灵美是我的儿时小伙伴，在二十几岁的时候死掉了，非常的悲惨，被人发现的时候身首异处。\\n\\n也许，灵美来到这个世界上就是个错误，她出生的原生家庭一直希望要一个男孩子，所以灵美出生时候非常的被嫌弃，但幸运的是我的一位邻居生了四个男孩子，一直想要个女儿，于是两家一商量，把最小的孩子交换了一下，这样，两个家庭的心愿都满足了。灵美的名字也是她的养父母给她起的，寓意她以后能成为一个心灵美丽的人。\\n\\n小时候的灵美，特别喜欢唱歌，每次收音机上或电视上有什么流行歌曲，她一学就会，她总是向我演唱她新学会的歌曲，我也是会用崇拜的眼神看她边唱边跳。灵美上面的三个哥哥都没有读书，她的养父母特别的希望她能好好读书，但灵美也许天生就不是读书的料，一到学校上课就是睡觉，一放学回家就很精神，考试就没有及格过，上到小学四年级的时候，她死也不愿意去学校了，哭着闹着就退学了。\\n\\n不上学的灵美每天无所事事，她父母给她买了几只羊，让灵美去放羊，从此灵美开始了她的牧羊女生活。放羊的灵美似乎找到了自己的快乐，夏天，水草丰美，找到一片不错的草场，她就把羊群的绳子放开，让羊群自己吃草。她拿着准备好的竹篮子，开始在河边的水草里捞小鱼小虾，偶尔也会捞起几只水蝎子，吓得她把篮子都扔掉了，再小心翼翼的找到系在篮子上的绳子，小心翼翼的把篮子拽回来，看到水蝎子没有了，她就继续打捞，一天下来也捞了不少，晚上回到家，她把好看的小鱼装在玻璃瓶里养起来，其他的小鱼小虾都让他们炒了一下，瞬间都变成红通通的一小锅，灵美也会拿给我吃，但因为只有咸味，我也不爱吃，吃不了几个，我都扔给我家的小狗吃了。后来灵美再要给我拿，我也不要了。不捞鱼的时候，灵美就会在在沙滩里一边唱歌，一边跳自己编的舞蹈，旁边干活的人们都会被灵美的歌声和舞蹈吸引，也会给她鼓掌，那时候，沙滩就是她的舞台，羊群、路人、小草、飞鸟都是她的听众。\\n\\n夏天的夜晚，还有一项重要的活动就是捉知了，那个时候我放暑假在家里，一吃完饭，灵美就拿着一个手电筒来叫我一起去捉知了，我准备好自己的手电筒和一个装知了的瓶子，又叫上三五个其他的小伙伴，我们一群人就浩浩荡荡的出发了，到了知了最爱的杨树林，大家就分头行动，灵美总是优胜者，每次总是抓的最多，那个时候一个知了可以卖到一毛钱，一晚上灵美也能挣不少钱。回家的路上，月亮高高挂，雪白的月光照亮了大路，我们有时候分享着自己今天捉知了的奇遇，有时候又会突然决定来一段赛跑，快乐的回家了。\\n\\n日子一天天的过去，转眼又到了秋天，灵美发现山上的野枣熟了，她摘了好多，一颗颗像花生米大小的野山枣，酸酸的，送过我一些，我觉得太酸了，不好吃。灵美很有办法，她把野山枣晒干了，卖给了来村子里收山货的商人，也能攒下不少钱，那时候真是很佩服她，太有能耐了。\\n\\n冬天来到的时候，灵美的羊群也渐渐的壮大了，怀孕的母羊产下了几只小羊，小羊出生的那天，我刚好在家，灵美飞奔来我找我，约我我看小羊出生，等到我们赶去的时候，已经生出一只了，她父亲正在掏小羊嘴里的胎盘黏液，掏完以后的小羊瞬间就能咩咩的叫出声音来了，虽然还站不稳，但总是不停的挣扎着要站起，那边的母羊还在痛苦的咩咩叫着，灵美慌的赶紧去抚摸母羊的头和脖子，安慰母羊，看到母羊流泪了，灵美也跟着哭了。\\n\\n冬去春来，万物复苏，灵美的小羊也慢慢长大了，有羊倌看重了她家的小母羊，要买走，都付完钱了，灵美抱着小羊咋也不让羊倌牵走，哀求父亲母亲不要卖掉小羊，这只小母羊是她最亲密的小伙伴，灵美不只一次的偷偷的把自己的粥给它喝了，小母羊也跟灵美很亲，老远看到灵美就会又蹦又跳的跑过来，用头亲昵的撞一下灵美，跟灵美撒娇。虽然灵美很喜欢小母羊，但她也做不了主，最后硬是被她母亲生生拉开，羊倌把小母羊牵走了。那天，灵美赌气不吃饭，她恨死了那个羊倌，也恨死了自己的母亲，不明白他们为什么那么狠心，非要夺走自己最爱的小伙伴。后来剩下的几只小羊慢慢都被卖掉了，只是灵美再也不闹了，她知道挣扎是没有用的，换来只能是父母的训斥和哥哥们的嘲笑。\\n\\n十五岁的灵美外出打工了，跟着村子里的人们的一起到遥远的南方打工了，后来关于她的故事都变成了传说。有人说灵美被一个香港的商人给看上了，做了别人的二奶，有人说灵美和广东老板好上了，怀上了老板的孩子。\\n\\n三年的时间，灵美没有回家。\\n\\n灵美十八岁的那一年，我最后一次见到了灵美，一个周末，我回到家，灵美听说我回来了，特意来找我，还给我带了一件小小的礼物。十八岁的灵美，戴着夸张的大耳环，头发烫的很时髦，口红的颜色也是很鲜艳，还画了眼线，跟电视上的港台女明星一样。那天我们聊了很多，就像小时候一样，她给我唱了她最拿手的歌曲，虽然我一句歌词也听不懂，但依然觉得那个旋律和调调很好听，她给我讲了很多南方城市的繁华，南方城市的美食，南方城市的有钱人的生活，对于我这个还在读书的书呆子而言，感觉她生活的地方简直就是人间天堂。灵美鼓励我好好读书，说自己后悔没有上学，没有文化在外面太吃亏了，总被人欺负，她的表情也由描绘南方生活时候的眉飞色舞变成了最后的黯然神伤。\\n\\n又过了两年，学校放暑假了，我回到老家，听说灵美被杀了，身首异处。我一直觉得死亡是件很遥远，而这样的事情竟然就发生在我的一位小伙伴的身上，让我觉得这是不可能的，一定是人们杜撰的故事。但后来看到她的墓碑的时候，才确认她真是永远的离开了这个世界，也才知道上次一别竟是永别。\\n\\n许多年后，我听到了一首歌曲，觉得旋律很熟悉，我努力的回忆在那里听过，才知道这首歌就是灵美十八岁那年唱给我听的歌曲，这是一首香港歌手陈百强的粤语歌曲，歌的名字叫《偏偏喜欢你》。\",\"timestamp\":1639980201,\"title\":\"一粒沙子\"},\"digest\":\"lkNO-hGTFRIzp9RMfd6_4X6SIA6Vng1shjgwkezmiOU\",\"authorship\":{\"contributor\":\"0xa8f7343261373e20d83F574858f6917f394AEC5B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W08S24XXZMiXIoUwOZrP29qXoItkdd2tVc6KW8PNVX4\\\",\\\"y\\\":\\\"Hup3CYIWzVWEivvO7fuGEtBtOYCWVMzJMXGweZsVmX4\\\"}\",\"signature\":\"lQgZa_Ejn-JgapVhJmQHW8Ht2W0zLkxC-RC90DonV6nTeeM-KI5dLRKAzwCRFgE-fpTfwTzMo_SnTJao2bPLiQ\",\"signingKeySignature\":\"0x5a9e082167df7b2bd613efaa573c0bcc2fbf775a1f68d9471b386dd50970176d64aef6e3bba4f8857a9a89886a575a03a3b7d78295adced478300f9cff0c92d51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W08S24XXZMiXIoUwOZrP29qXoItkdd2tVc6KW8PNVX4\\\",\\\"y\\\":\\\"Hup3CYIWzVWEivvO7fuGEtBtOYCWVMzJMXGweZsVmX4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lkNO-hGTFRIzp9RMfd6_4X6SIA6Vng1shjgwkezmiOU\"}"