"{\"content\":{\"body\":\"Solarpunk intrigues web3 culture and more and more we see its imagery and language appear across the culture. But what exactly is solarpunk and why would it apply to web3? This project, “solarpunk web3,” is an attempt to answer these two questions.\\n\\n \\n\\nIn its current sense, solarpunk is a social imaginary. It presents an optimistic future where we have learnt to balance our technological prowess with a respect for the natural world. It is often conceived as a genre of literary fiction, specifically science fiction, but like all good fiction, it contains an underlying set of concepts and theories. While there currently exists some isolated academic work that attempts to these synthesise solarpunk ideas, they are sporadic. “solarpunk web3” will perform this synthesis and then extend the solarpunk medium into the web3 space.\\n\\n \\n\\n**Who?** solarpunklabs is a nym of Dr. Paul Dylan-Ennis. I am a Lecturer in the College of Business, University College Dublin and focus on Ethereum’s social and political culture.\\n\\n \\n \\n\\nYou can see my academic profile here: <https://people.ucd.ie/paul.ennis>\\n\\nAnd here for my publications:\\n\\n<https://orcid.org/0000-0002-9882-6534>\\n\\nI also contribute to CoinDesk and other media outlets as well: <https://muckrack.com/paul-dylan-ennis>\\n\\nI very occasionally contribute to the Ethereum.org repo: <https://github.com/solarpunklabs>\\n\\n \\n\\nMost importantly, I’m just a web3 enthusiast who likes DAOs, DeFi, social tokens, NFTs, and crypto history and lore. Quite a few of you will know me from Discord or Twitter where I’m usually in and around the social token space.  \\n\\n \\n\\n**What?** The mission of “solarpunk web3” is to create a set of resources introducing web3 natives to the rich history of solarpunk theory and fiction and then extending out into solarpunk/web3 crossovers.\\n\\n \\n\\nI have three goals in mind:\\n\\n \\n\\n(1) To produce a broad general introduction to solarpunk theory and fiction, with reference to web3 applications. This introduction could then be dropped to any newcomer who is curious about solarpunk and web3. Right now, the sources are not just scattered, but obscure. I’ll use my research chops to fix that.\\n\\n \\n \\n\\n(2) A bibliography that does not just provide a bunch of links, but explains what the texts are, how they might be useful, and also any issues that might not be apparent at first (e.g. is the book out-of-print or hard to source, a common issue with small fields).\\n\\n \\n \\n\\n(3) Hire artists to create and imagine web3 specific solarpunk art works. What does a solarpunk DAO in the future look like? What does a solarpunk squad or guild look like? What about web3 public goods in some science fiction future city?\\n\\n \\n\\nMore holistically and less quantifiable, I want to help kickstart more interest in solarpunk as a possible political imaginary to be adopted by web3. Right now, we are still somewhere between the cypherpunk/hacker-engineer culture of Bitcoin and Ethereum and I think solarpunk would represent a new set of possibilities we can collectively believe in.\\n\\n \\n\\n**How?** I have produced several peer-reviewed academic articles and written extensively on cryptocurrency. I will approach this research with the same rigour as any other but will instead let it be assessed by the community, in true web3 spirit, rather than an academic journal (where it would get paywalled). I hope to also use the community to host some calls where we discuss these ideas and get feedback on what should be included in the introduction or bibliography. I think these could be hosted under the umbrella of friendly web3 DAOs.\\n\\n \\n\\n**Why funding?** Web3 standards for design and aesthetics are high. I would like the logo, report and bibliography to use the artwork of solarpunk artists. In our space, we respect the value and cost producing art and therefore I want a budget that pays artists well and gets us the look and feel of a true solarpunk aesthetic worldview. What is produced should look good because solarpunk looks good!\\n\\n \\n\\n \\n  \\n \",\"timestamp\":1635195843,\"title\":\"solarpunks join DAOs\"},\"digest\":\"mKPWvBZ4JgN4Pp1-Bp3Srcyd_70LPjYGRXLeq3tg968\",\"authorship\":{\"contributor\":\"0xe428106034f2F8B1873d079e0ab8C078c96a35E5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DM7dMOgxrM20fiqqt8xHwL-B8zfUwzEJ7-PkqH0IjTU\\\",\\\"y\\\":\\\"emBmmoJhmvldHnbew4PUNLC2wFrHK3YW2USqOOXqosI\\\"}\",\"signature\":\"A01qxZ4BHw0wdPd-i5tqtS6Wd65vGCGxn8y_Z2siRZpyziryuFhagJjNiDOBQICYxaBEytWx-6HVM_rjrBtu8Q\",\"signingKeySignature\":\"0x8a38b0cd37400ac864be55568ae1545dac4ff2d27986fd06e8077e874f058a5f2487f9e24ec2aeb725092e59eaad7b7b53d1aae0f36f67a3f6f61d010d71b2511b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DM7dMOgxrM20fiqqt8xHwL-B8zfUwzEJ7-PkqH0IjTU\\\",\\\"y\\\":\\\"emBmmoJhmvldHnbew4PUNLC2wFrHK3YW2USqOOXqosI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-w2V_UqilwL7T7WmHpZQUmaB13aLHtm54-s1YHkw4To\"}"