"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*HSj0g5puJH3pGofF-_W3Jg.png)\\n\\n## Аннотация\\n\\nРост глобальных гигантов социальных сетей позволяет централизованным технологическим картелям злоупотреблять пользовательскими данными, нарушая конфиденциальность пользователей и навязывая цензуру. Благодаря исследованию Cambridge Analytica стало известно, что Facebook собирал социальные графы и личные профили миллионов пользователей без их согласия для облегчения политической рекламы, ненадлежащим образом извлекая выгоду из персональных данных. Нынешний ландшафт централизованных социальных сетей Web 2.0 отклонился от принципов Всемирной паутины, заключающихся в обеспечении децентрализации информации в больших масштабах.\\n\\nВ качестве решения мы хотим предложить децентрализованную, свободную от цензуры и самосуверенную социальную сеть, которая наиболее точно соответствует тезису революции Web 3.0. На заре Web 3.0 CyberConnect появился, чтобы создать децентрализованный протокол социальных графов, который обслуживает социальные сети Web3 и Metaverse.\\\\*\\\\* Наша миссия заключается в том, чтобы вернуть право на владение и использование данных социальных графов самим пользователям, обеспечивая при этом инфраструктуру интеграции и развития для всех разработчиков Web3.0.\\\\*\\\\*\\n\\n## Дорожная карта Web 3.0\\n\\nПрорывная инновация блокчейна Ethereum заключается в выполнении смарт-контрактов децентрализованным способом, открывая главу децентрализованных приложений, взаимодействующих с цифровыми активами. Мы видели успех лета DeFi и лета NFT. Многочисленные Dapps появились, чтобы облегчить торговлю цифровыми активами.\\n\\nС другой стороны, мы рады видеть растущую популярность децентрализованных платформ UGC (user generated content — контент создавыемый пользователями), таких как mirror.xyz, и игр на основе блокчейна, таких как Axie Infinity. Мы считаем, что следующим крупным шагом в дорожной карте Web 3.0 станет расцвет децентрализованных социальных сетей и метавселенной на основе блокчейна. Децентрализованный протокол социальных графов будет его неотъемлемой частью.\\n\\nВ отсутствии децентрализованного протокола социальных графов, текущие игры и социальные приложения централизованно хранят данные о подключении пользователей. Пользователи должны проходить процесс многократного создания подключений всякий раз, когда входят в новое приложение. Представьте, насколько удивительно это может быть, когда вы входите в Decentraland, Dark Forest или даже Opensea, и вы можете сразу узнать своих друзей из своей адресной книги, которые также используют это приложение. С CyberConnect пользователи могут путешествовать по различным Dapps и играм на Web 3.0 со своими цифровыми активами, ончейн удостоверениями и социальными графами, не отдавая контроль над ними какой-либо централизованной стороне.\\n\\n## Протокол CyberConnect\\n\\n## Обзор протокола\\n\\nМы предлагаем CyberConnect, децентрализованный протокол для построения социальных графов на основе блокчейн-адресов. Протокол CyberConnect будет иметь следующие функции:\\n\\n* **Publicly accessible**: децентрализованные данные социальных графов будут общедоступны для всех Dapps в качестве дополнительной функции для разработчиков, чтобы использовать связи пользователей для выхода за рамки существующей пользовательской базы.\\n* **Self-sovereign**: в то время как данные социальных графов открыты для всех, только пользователи имеют полный контроль над своими собственными социальными графами, т.е. добавлением, удалением и обновлением связей.\\n* **Blockchain-agnostic**: вместо того, чтобы привязываться к одному блокчейну, протокол создается для экосистемы с несколькими блокчейнами. Функция, не завися от блокчейна, будет поддерживать соединения со всех блокчейнов.\\n* **Decentralized governance**: вдохновленные видением Ethereum, мы будем придерживаться идеалов безопасности, отсутсвия необходимости в разрешениях и децентрализованного управления. Долгосрочная разработка протокола будет зависеть от децентрализованного управления.\\n* **Token-incentivized**: для поддержки долгосрочного развития протокола CyberConnect мы вводим модель, стимулируемую токенами на начальном этапе, чтобы справедливо вознаградить всех участников, которые помогают строить социальный граф.\\n\\nОпции функции сохранения конфиденциальности: мы знаем, что некоторые пользователи больше заботятся о своих данных подключения, чем другие. Мы активно исследуем технические решения для обеспечения функции конфиденциальности в будущем.\\n\\n## Хранение\\n\\nВ основе CyberConnect лежит защищенная от несанкционированного доступа структура данных, которая эффективно облегчает создание, обновление, запрос и проверку ориентированных на пользователя данных.\\n\\nКаждая часть ориентированных на пользователя данных представлена в виде потока данных, обновление которого разрешено только владельцем данных. Каждое обновление данных добавляется к потоку данных в форме commit log только для добавления, и результирующая структура данных становится hash-linked структурой данных, называемой `Mercle DAG`. Чтобы обеспечить аутентичность данных, мы используем кодек `dag-jose` `IPLD`, чтобы каждая часть данных, будь то создание файла или отдельные обновления, была подписана и, возможно, зашифрована владельцем данных. Перед добавлением нового commit log в поток данных выполняется проверка авторизации, чтобы гарантировать, что только владелец данных может добавлять новые обновления. После настраиваемого кодирования IPLD данные безопасно хранятся в IPFS для обеспечения поиска по адресу и целостности данных. Благодаря такому дизайну социальный граф каждого пользователя может быть изменен только пользователем, доступен для чтения приложениям с надлежащим разрешением на дешифрование, предоставленным пользователем, и может быть проверен по прикрепленной подписи.\\n\\nМы сотрудничаем с Ceramic для нашего первого выпуска, основанного на их внедрении такой изменяемой системы хранения потоков данных поверх IPFS. Дальнейшее повышение производительности будет достигнуто путем написания модели тяжелых данных.\\n\\nДоступность данных между узлами достигается с помощью `libp2p pubsub`, так что до тех пор, пока один узел, подписанный на тему pubsub, имеет необходимый commit log, данные будут доступны для запроса среди всех узлов.\\n\\nДолгосрочное хранение данных гарантируется с помощью Ceramic’s blockchain anchoring и нашей пользовательской службы закрепления данных.\\n\\n## Аутентификация и авторизация\\n\\nЧтобы полностью вернуть право собственности на пользовательские данные, мы должны сначала разобраться с аутентификацией и авторизацией. Аутентификация пользователя просто означает, что он является тем, кем он является, и легко достигается с помощью подписи с использованием личного ключа пользователя. Авторизация пользовательских данных означает, что только пользователь имеет доступ для записи своих собственных данных, и никакая другая централизованная сторона, такая как Facebook, не может изменять чьи-либо данные. Авторизация выполняется с помощью pre-commit проверок и `dag-jose IPLD`для обеспечения правильной подписи после фиксации.\\n\\nУчитывая эти два требования к аутентификации и авторизации, мы разработали безопасную схему связки ключей для аутентификации и авторизации на основе системы открытых ключей (асимметричные пары ключей). Во-первых, пользователи не должны подписывать никакие нетранзакционные данные своим закрытым ключом блокчейна. Подписание закрытым ключом блокчейна создает дополнительные препятствия для взаимодействия с пользователем и расширяет поверхность атаки. Tаким образом, нам нужно сгенерировать пары ключей с кривой `ed25519` из энтропии подписи кошелька блокчейна на стороне клиента. Закрытый ключ создается внутри защищенного`iframe` и предоставляется приложениям только через rpc, чтобы предотвратить атаки XSS.\\n\\nЗатем пары ключей шифруются существующим закрытым ключом из связки ключей пользователя (закрытый ключ блокчейна, если закрытый ключ связки ключей не существует) и сохраняются в определенном потоке данных для связки ключей. Поток данных связки ключей авторизован и защищен с помощью схемы ротации ключей в сочетании с привязкой блокчейна для разрешения конфликтов.\\n\\n## User-centric таблицы пользователей\\n\\nХранилище IPFS имеет общую проблему централизации, когда CID хранятся на централизованном сервере. Это поднимает проблему подлинности данных, когда центральный сервер может заменить реальные пользовательские данные на поддельные, изменив CID. Как упоминалось выше, мы применяем подпись данных с помощью кодека `dag-jose`, чтобы гарантировать подлинность данных.\\n\\nЧтобы найти социальный граф определенного пользователя, нам сначала нужно найти связку ключей пользователя через его блокчейн-адрес. Затем мы могли бы найти пользовательскую таблицу через открытый ключ связки ключей. В отличие от ориентированного на приложение дизайна в Web2, где каждое приложение хранит некоторую информацию о пользователе, а такая информация, как имя и аватар, дублируется между приложениями, в нашем дизайне единая пользовательская таблица для каждого пользователя содержит всю необходимую информацию и может использоваться во всех приложениях. Поместив всю информацию о социальном графе в одну пользовательскую таблицу, только этот пользователь имеет разрешение на обновление любых задействованных данных, и только стороны, которым был предоставлен ключ расшифровки, могут прочитать данные внутри дешифровав их.\\n\\n## Индексатор данных\\n\\nПодобно тому, как `thegraph` индексирует транзакционные данные в Ethereum, все данные социального графа поверх CyberConnect обрабатываются индексаторами данных. В CyberConnect данные социальных сетей хранятся в виде односторонних подключений. Например, если Алиса подпишется на Боба, Алиса добавит Боба в свой список друзей (following list). Однако Алиса не может изменить список друзей Боба из-за ограниченного доступа. Таким образом, мы сохраняем в таблице пользователей только список тех на кого они подписаны, но не список их подписчиков. Любой индексатор может легко получить такой список и восстановить список сторонних подписчиков и предоставить такие данные для упрощения запросов приложений. Сначала мы бы развернули индексатор для вышеупомянутого варианта использования списка подписчиков (хранящегося в вычисляемом индексе) и приветствовали бы другие интересные возможности индексирования данных сообществом. Любой пользователь с некоторыми техническими навыками может проверить достоверность вычисленного индекса, и в будущем может быть разработана более сложная система, включающая слэшинг.\\n\\n## Нода\\n\\nНода должна предоставлять следующую функциональность для поддержания децентрализованного социального графа.\\n\\n1. Нода Ceramic, включающая пользовательский IPFS демон с `dag-jose IPLD` кодировкой. Она обрабатывает создание и обновление потока данных, прошедших проверку подлинности в связке ключей. Она также поддерживает желаемую доступность данных с помощью службы закрепления данных`libp2p` и IPFS, а также потокового консенсуса данных с помощью привязки блокчейна.\\n2. Конечная точка RPC, которая предоставляет поток данных.\\n3. Индексатор данных, который обеспечивает обратный поиск и агрегирование данных, чтобы создать обратный «follower list» на основе однонаправленного соединения подписчиков.\\n\\n## Архитектура (v1)\\n\\n![](https://miro.medium.com/max/1400/0\\\\*XcOdadcUjLKtHcDl)\\n\\n## Сценарии использования\\n\\nСогласно нашей концепции децентрализованный социальный граф представляется как набор односторонних путей между различными блокчейн-адресами. Эта простая структура является гибкой и потенциально может поддерживать множество интересных сценариев использования Web 3.0.\\n\\nДецентрализованные приложения социальных сетей могут интегрировать открытый социальный граф на базе протокола CyberConnect для загрузки версий Medium, LinkedIn и Twitter Web 3.0.\\n\\nПриложения для обмена мгновенными сообщениями на основе Web 3.0 могут использовать двунаправленный подграф (что означает, что два пользователя подписаны друг на друга) в качестве списка контактов для расширения пользовательской базы.\\n\\nБлокчейн-игры могут импортировать социальный граф для улучшения своих социальных функций. Игроки смогут легко общаться и играть со своими друзьями в сети.\\n\\nПоскольку пользователи совместно вносят свой вклад в децентрализованный социальный граф, растущее принятие социального графа приводит к усилению сетевого эффекта. Новое соединение, созданное в одном Dapp, принесет пользу всем Dapp, использующим протокол CyberConnect.\\n\\nНиже мы представляем концепцию приложения для обмена мгновенными сообщениями на основе Web 3.0, которое нас особенно интересует: CyberChat. Ожидается, что CyberChat станет примером матрицы приложений Web 3.0 на основе CyberConnect в будущем.\\n\\n## CyberChat\\n\\nВключение обмена сообщениями между блокчейн-адресами и предоставление пользователям возможности социализировать свои криптоактивы нативно станет следующим шагом для завершения социальной экосистемы на Web 3.0. CyberChat — это надежное приложение для обмена сообщениями Web3.0 для всех пользователей блокчейна. Более подробная информация о CyberСhat будет доступна в ближайшее время.\\n\\n## Будущие возможности: DID\\n\\nДецентрализованные идентификаторы (DIDs) — это новый тип идентификатора, который обеспечивает проверяемую децентрализованную цифровую идентификацию. Это стандарт, созданный W3C для пользователей, чтобы идентифицировать себя без централизованных реестров, идентифицировать поставщиков и центры сертификации.\\n\\nВ будущем мы можем использовать DID в качестве глобально уникального идентификатора для каждого пользователя Web3, каждый DID содержит пару закрытых и открытого ключей для безопасного взаимодействия пользователя со службами и данными. Каждый DID также связан с одним или несколькими блокчейн-адресами, и эти адреса могут даже быть на разных блокчейнах.\\n\\nВ подходе с использованием DID есть несколько преимуществ. Пользователи однозначно идентифицируются без централизованного органа, а целостность пользовательских данных сохраняется подписью DID. Пользователи могут связать различные адреса блокчейна с одним DID, что соответствует постоянно растущему блокчейн-ландшафту Layer-1. Пользователи не будут использовать свой закрытый ключ для подписи каких-либо нетранзакционных сведений, таких как отправка сообщения или обновление своего аватара.\\n\\nКаждый DID представляет собой абстрактный, независимый от ключей и независимый от блокчейна интерфейс, используемый для уникальной идентификации, подписи и шифрования информации и делегирования контроля доступа службам.\\n\\n## CyberConnect DAO\\n\\n## Dao Governance\\n\\nУправление протоколом CyberConnect осуществляется CyberConenctDAO, состоящим из держателей токенов $CYBER. Предложения по управлению пройдут два этапа. Первый этап — это проверка консенсуса, проведенная при помощи Snapshot. Минимальный порог токенов требуется для прохождения любого предложения. Второй этап — реализация предложений. Только предложения, прошедшие первый этап, могут быть окончательно реализованы в протоколе. Код должен быть проверен профессионалами перед внедрением, а плата за аудит будет возмещена резервным пулом сообщества.\\n\\n$CYBER является нативным токеном CyberConnectDAO. DAO является владельцем протокола CyberConnect. Держатели $CYBER являются членами CyberConenctDAO и разделяют право собственности на протокол CyberConnect через DAO. Как нативный токен, $CYBER служит стимулом для облегчения управления. Команда CyberConnect продолжит активно участвовать в лучших проектах Web 3.0 для расширения сценариев использования токена $CYBER.\\n\\nТокен $CYBER будет использоваться только в целях управления на ранней стадии. Применение, связанное с функциональностью, такие как вознаграждение за стейкинг, будут введены позже вместе со все более растущим принятием протокола. Общее предложение токенов $CYBER составляет 100 000 000. В будущем будет предоставлено больше информации о токеномике.\\n\\n**Ссылки:**\\n\\nTwitter: <https://twitter.com/CyberConnectHQ>\\n\\nDiscord: <https://cyberconnect.fyi/discord>\\n\\nMy discord: Tibanne#1665\\n\\n*[Оригинал сатьи](https://mirror.xyz/cyberlab.eth/k3pL5s2G3Emdz2iguhypcY3HPJaZLkC7SNB8XjgPkm0)*\",\"timestamp\":1641795627,\"title\":\"Протокол CyberConnect: создание инфраструктуры социальных графов для Web 3.0\"},\"digest\":\"B0qSgBmdbykgVfMDeSSuLn3ohUZ-Bi30qMbpwLXTUQQ\",\"authorship\":{\"contributor\":\"0x9706114C6068704911C0439f2341129e64604144\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_SqRrtb98zPCHyn_bbDfZJu9hCsloCCVTgLtM1aXLOw\\\",\\\"y\\\":\\\"oMm6_OkiNK0dzo94zuXZ3qS-xDbPEW984-qnuCU3vys\\\"}\",\"signature\":\"5181vHLDi94KJAHX_GPsY2WGSudKQfhGtRzRjZk0pYC4HVDe-BKniAdM1KFK5pLVXxKPc83En3DhJLjUZpSUpw\",\"signingKeySignature\":\"0x356b03238b6c4ce2a3b36ab138b322d75e65fd46bb7af4aa6b4f4f3e1b7149b9131335978ce8d0c518796ad3fc4c6d1fbb26d86e05419ff6e3b74253aeb966571b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_SqRrtb98zPCHyn_bbDfZJu9hCsloCCVTgLtM1aXLOw\\\",\\\"y\\\":\\\"oMm6_OkiNK0dzo94zuXZ3qS-xDbPEW984-qnuCU3vys\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"B0qSgBmdbykgVfMDeSSuLn3ohUZ-Bi30qMbpwLXTUQQ\"}"