"{\"content\":{\"body\":\"*A guide for how to respond to people when they tell you NFTs have no real value.*\\n\\n![](https://images.mirror-media.xyz/publication-images/5856b5bf-53a2-416c-8633-0585a1d1f188.png?height=1500&width=2500)\\n\\nNFTs have recently taken the world by storm, with many notable creatives ranging from [Grimes](https://niftygateway.com/profile/grimes) to [Marshmello](https://thisisaito.com/marshmello/auction) trying their hand at minting their own pieces and selling them through [various different NFT auction platforms](http://platforms.techoptimist.xyz/). These high-profile pieces often sell for [millions of dollars](https://www.theverge.com/2021/3/11/22325054/beeple-christies-nft-sale-cost-everydays-69-million) and leave many people who are new to the concept of [Web3](https://decrypt.co/resources/what-is-web-3), the decentralised future of the internet, asking themselves how something intangible and virtual could ever possibly have a value comparable or even higher than that attributed to physical \\\"real\\\" art.\\n\\n![](https://images.mirror-media.xyz/publication-images/c9576e3e-9caf-4dcd-97e0-17978f21eb63.png?height=1025&width=2700)\\n\\nNFT stands for Non-fungible Token, where fungibility is the ability for a good or asset to be interchanged with other individual goods or assets of the same type. Ethereum is a fungible token because if we swap 1 ETH for 1 ETH between ourselves, we will both end up with an identical asset in our hands at the beginning and end of the trade. NFTs are different in that each token is distinct and uniquely identifiable from another. These tokens are not exclusively useful in the art world. In fact, they have uses that stretch far beyond crypto-art ranging from tokenised concert tickets to potentially even tokenising the deeds to your house in developing economies where perhaps property rights are potentially less watertight. Crypto-art has been a great proof of concept for the widespread adoption of NFTs. It has introduced the world to the idea of ownership of digital assets beyond just fungible cryptocurrencies.\\n \\n![](https://images.mirror-media.xyz/publication-images/2f5b8306-2219-4e70-bd1e-952fed0b58d6.png?height=568&width=1688)\\n\\nDespite the massive media hype behind NFTs, I still regularly get asked about the value proposition of NFTs and how these tokenised art pieces could ever be worth as much as a \\\"real\\\" piece of physical art. \\n\\nI like to draw a parallel between NFTs and 1/1 prints by famous photographers. The only way a photographer can traditionally hope to sell their photograph in the same price bracket as fine artists do is by signing a print and hoping that the market recognises its value. The difficulty with digital art such as photographs, videos or 3D models is that, in theory, anyone could print or reproduce the exact same file as the original and display it in their virtual or physical space. This reproduction of the file would be identical to the signed copy of a famous photographer's print in every way other than the written signature, which as a side note, could also be forged. NFTs are the first time these digital-first artists can ever properly authenticate and vouch for the uniqueness of a particular work of art by cryptographically signing the piece with their Ethereum (or even Tezos) wallet. The beauty of this is that in addition to being able to cryptographically sign almost anything as an NFT, whether digital or physical, the signature is also available on the public blockchain for anyone to see. It is perhaps the only medium where anyone can properly authenticate a piece of art without having any level of artistic know-how or expertise. One cannot necessarily say the same for fine art pieces. In theory, if someone showed me a very high-quality counterfeit Mona Lisa there are probably a very limited number of people in the world who could properly tell the difference between the real and a highly sophisticated fake. \\n\\n![](https://images.mirror-media.xyz/publication-images/39b121fb-4e74-4106-a992-46cc1d753b32.png?height=947&width=2030)\\n\\nAnother question people often struggle with when first wrapping their heads around the value of NFTs is what you can do with this token once you are the exclusive owner and it is sitting in your wallet. The way I look at art is that ultimately you buy a piece of art either to express yourself and perhaps signal something about your personality, personalise a physical or virtual space or you buy a piece of art as a financial investment. NFTs are the perfect medium for each of these use-cases. The beauty of the public Ethereum ledger is that ownership is fully transparent so your expression and/or signalling can be even more visible, and platforms like [Showtime](https://tryshowtime.com/) and [Aito](https://thisisaito.xyz) are making this easier by reading the public ledger and displaying all your favourite NFTs in an easily digestible social feed format. Companies like [Infinite Objects](https://infiniteobjects.com/) and [FRAMED](https://frm.fm/) are making it easy to personalise your physical space with NFT art frames. NFTs give you the flexibility to display this art in your virtual spaces as well with things like [in-game skins](https://dmarket.com/) or even eventually customising spaces in the VR metaverse. Finally, perhaps a part of the NFT value proposition that is often taken for granted is that these assets are crypto-assets just like Bitcoin and Ethereum and can therefore be transferred from one wallet to another. This transfer of the artwork happens in a completely decentralised and trustless way within seconds and the parties never have to worry about armoured vehicles or insurance at any point of the transaction. This is something that cannot be said for the transportation of traditional multi-million dollar paintings from one side of the world to the other. These features make it perfect as a financial asset to be bought and sold, and in addition many NFT protocols have integrated royalty features in which artists can receive a percentage of secondary market sales, which allows this active and fluid speculative art market to increase value for the artists further and allows artists to express themselves in bigger and better ways thanks to this added revenue stream.\\n\\n![](https://images.mirror-media.xyz/publication-images/8c806509-d8df-419e-a33c-763fe864f7c3.png?height=1072&width=2732)\\n\\nIt is important to remember that, interestingly, the NFT does not contain the original file itself; it contains a URL that points to the original file on a decentralised file system. The most commonly used out of these file systems is the [InterPlanetary File System (IPFS)](https://ipfs.io/), which is a network of computers, specifically hard drives, that communicate peer to peer to form a completely decentralised storage system, almost like a version of Dropbox where the files are not fully hosted by any single party. This decentralisation makes it incredibly difficult for a third party to intentionally erase a file from the whole network and ensures the longevity of the URL tied to the NFT. There are some complexities involved with [paying for the hosting costs](https://www.theverge.com/2021/3/25/22349242/nft-metadata-explained-art-crypto-urls-links-ipfs) of said file on the IPFS system, but ultimately, this responsibility is that of the buyer and is not a concern if proper precautions are taken, and the buyer continues to pay for IPFS hosting fees in the future. Solutions like [Arweave](https://www.arweave.org/) have also recently gained in popularity as users can pay for \\\"permanent\\\" file storage in one initial bulk payment and are slowly catching on as platforms like [Mirror](https://mirror.xyz) start adopting them due to their superior hands-off longevity.\\n\\nNFTs will undoubtedly become a very large part of the future of the art world and perhaps may even come to compliment physical art as well. Many large auction houses such as Christie's have fully integrated NFTs into their  offering and have even started selling NFTs with [mainstream brands such as Gucci](https://onlineonly.christies.com/s/proof-sovereignty-curated-nft-sale-lady-pheonix/gucci-est-1921-6/121268). The smart-contract technology behind NFTs is so flexible that it enables both artists and supporting platforms to craft increasingly unique use-cases and sale mechanisms for these art pieces. DeFi lending platforms like AAVE are starting to allow the usage of [NFTs as collateral](https://cryptonews.com/news/nft-as-collateral-coming-to-aave-ceo-10575.htm) for loans on their protocol and NFT auction sites such as [DoinGud](https://doingud.com/) will allow for a percentage of every sale, both primary and secondary, to automatically go towards a charitable cause directly in the smart-contract code itself.\",\"timestamp\":1622836716,\"title\":\"Explaining the Value of NFT Art\",\"publication\":\"n\"},\"digest\":\"mTNiK3sW9f93uK_pQ0n3VLXChWx5meTRearycSIwpuA\",\"authorship\":{\"contributor\":\"0xcde3725B25D6d9bC78CF0941cC15Fd9710c764b9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XdGVpYZMF8NzdG7BUCnKvZG_YUvRMGLY1KfNCo_4-UQ\\\",\\\"y\\\":\\\"_nwpIkB6DujRjeWIR7pT1ZEE5B7fdvXgFL-A6elwDAc\\\"}\",\"signature\":\"nWe19oWezBpjX2aI-Pd7GnMW534GJGwrKEDTKPU9u-IY-NZRav4TSFcuzKWk2nAzDUWPyIKVQ0f9oldIGWpY8Q\",\"signingKeySignature\":\"0x20bcc95f1be76a96e5b8e609e1650c0830882fd0d4ec40f55d6a415e3cca3b8a422efd1b98c82a3183c0c262ce7f1f142bd8ded8e31c1a2474ea05fa777436bd1b\",\"signingKeyMessage\":\"I authorize the publication of articles on n.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XdGVpYZMF8NzdG7BUCnKvZG_YUvRMGLY1KfNCo_4-UQ\\\",\\\"y\\\":\\\"_nwpIkB6DujRjeWIR7pT1ZEE5B7fdvXgFL-A6elwDAc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"q8c7skDoxt589I3eKCXLHsbiW_fFbZFDv73JnF3VmZQ\"}"