"{\"content\":{\"body\":\"Merry it was in green for-est, Among the leav-es green, Where that men walk both east and west With bows and arrows keen, To raise the deer out of their den, Such sights as hath oft been seen; As by three yeomen of the North Countrey: By them is as I mean.\\n\\nThe one of them hight Adam Bell, The other Clym of the Clough, The third was William of Cloudeslie, An archer good enough. They were outlawed for venison, These three yeomen every one; They swore them brethren upon a day, To Ingle wood for to gone.\\n\\nNow lith and listen, gentlemen, And that of mirths love to hear: Two of them were single men, The third had a wedded fere. William was the wedded man, Much more then was his care; He said to his brethren upon a day, To Carlisle he would fare,\\n\\nFor to speak with fair Alice his wife, And with his children three. \\\"By my troth,\\\" said Adam Bell, \\\"Not by the counsel of me: For if ye go to Carlisle, brother, And from this wild wood wend, If the Justice may you take, Your life were at an end.\\\"--\\n\\n\\\"If that I come not to-morrow, brother, By prime to you again, Trust not else but that I am take, Or else that I am slain.\\\"-- He took his leave of his brethren two, And to Carlisle he is gone. There he knocked at his own wind-ow Shortly and anon.\\n\\n\\\"Where be you, fair Alice, my wife? And my children three? Lightly let in thine husb-and, William of Cloudeslie.\\\"-- \\\"Alas,\\\" then saide fair Al-ice, And sigh-ed wondrous sore, \\\"This place hath been beset for you, This half-e year and more.\\\"\\n\\n\\\"Now am I here,\\\" said Cloudeslie, \\\"I would that I in were;-- Now fetch us meat and drink enough, And let us make good cheer.\\\" She fetched him meat and drink plent-y, Like a true wedded wife, And pleas-ed him with that she had, Whom she loved as her life.\\n\\nThere lay an old wife in that place, A little beside the fire, Which William had found of charity Mor-e than seven year; Up she rose, and walked full still, Evil mote she speed therefore: For she had not set no foot on ground In seven year before.\\n\\nShe went unto the justice hall, As fast as she could hie: \\\"This night is come unto this town William of Cloudeslie.\\\" Thereof the Justice was full fain, And so was the Sheriff also; \\\"Thou shalt not travel hither, dame, for nought, Thy meed thou shalt have, ere thou go.\\\"\\n\\nThey gave to her a right good gown, Of scarlet it was, as I heard sain; She took the gift and home she went, And couched her down again. They raised the town of merry Carlisle, In all the haste that they can, And came throng-ing to William's house, As fast as they might gan.\\n\\nThere they beset that good yeo-man, Round about on every side; William heard great noise of folks, That hitherward hied. Alice opened a shot wind-ow, And look-ed all about She was ware of the Justice and the Sheriff both, With a full great rout.\\n\\n\\\"Alas, treason!\\\" cried Alice, \\\"Ever woe may thou be!-- Go into my chamber, my husband,\\\" she said, \\\"Sweet William of Cloudeslie.\\\" He took his sword and his buckl-er, His bow and his children three, And went into his strongest chamber, Where he thought surest to be.\\n\\nFair Al-ice followed him as a lover true, With a poleaxe in her hand: \\\"He shall be dead that here cometh in This door, while I may stand.\\\" Cloudeslie bent a well-good bow, That was of trusty tree, He smote the Justice on the breast, That his arrow burst in three.\\n\\n\\\"God's curse on his heart!\\\" said William, \\\"This day thy coat did on, If it had been no better than mine, It had gone near thy bone!\\\" \\\"Yield thee, Cloudeslie,\\\" said the Justice, \\\"And thy bow and thy arrows thee fro!\\\" \\\"God's curse on his heart,\\\" said fair Al-ice, \\\"That my husband counselleth so!\\\"\\n\\n\\\"Set fire on the house,\\\" said the Sheriff, \\\"Sith it will no better be, And burn we therein William,\\\" he said, \\\"His wife and his children three!\\\" They fired the house in many a place, The fire flew up on high; \\\"Alas,\\\" then cried fair Al-ice, \\\"I see we shall here die!\\\"\\n\\nWilliam opened his back wind-ow, That was in his chamber on high, And with shet-es let his wif-e down, And his children three. \\\"Have here my treasure,\\\" said Willi-am, \\\"My wife and my children three; For Christ-es love do them no harm, But wreak you all on me.\\\"\\n\\nWilliam shot so wondrous well, Till his arrows were all gone, And the fire so fast upon him fell, That his bowstring burnt in two. The sparkles burnt, and fell upon, Good William of Cloudeslie! But then was he a woeful man, and said, \\\"This is a coward's death to me.\\n\\n\\\"Liever I had,\\\" said Willi-am, \\\"With my sword in the rout to run, Than here among mine enemies' wood, Thus cruelly to burn.\\\" He took his sword and his buckler then, And among them all he ran, Where the people were most in press, He smote down many a man.\\n\\nThere might no man abide his stroke, So fiercely on them he ran; Then they threw windows and doors on him, And so took that good yeom-an. There they bound him hand and foot, And in a deep dungeon him cast: \\\"Now, Cloudeslie,\\\" said the high Just-ice, \\\"Thou shalt be hanged in haste!\\\"\\n\\n\\\"One vow shall I make,\\\" said the Sheriff, \\\"A pair of new gallows shall I for thee make, And all the gates of Carlisle shall be shut, There shall no man come in thereat. Then shall not help Clym of the Clough Nor yet Adam Bell, Though they came with a thousand mo, Nor all the devils in hell.\\\"\\n\\nEarly in the morning the Justice uprose, To the gates fast gan he gone, And commanded to shut close Lightly every one; Then went he to the market-place, As fast as he could hie, A pair of new gallows there he set up, Beside the pillor-y.\\n\\nA little boy stood them among, And asked what meant that gallows tree; They said-e, \\\"To hang a good yeoman, Called William of Cloudeslie.\\\" That little boy was the town swineherd, And kept fair Alice' swine, Full oft he had seen William in the wood, And given him there to dine.\\n\\nHe went out at a crevice in the wall, And lightly to the wood did gone; There met he with these wight yeomen, Shortly and anon. \\\"Alas!\\\" then said that little boy, \\\"Ye tarry here all too long! Cloudeslie is taken and damned to death, And ready for to hong.\\\"\\n\\n\\\"Alas!\\\" then said good Adam Bell, \\\"That ever we see this day! He might here with us have dwelled, So oft as we did him pray. He might have tarried in green for-est, Under the shadows sheen, And have kept both him and us at rest, Out of all trouble and teen.\\\"\\n\\nAdam bent a right good bow, A great hart soon had he slain: \\\"Take that, child,\\\" he said, \\\"to thy dinner, And bring me mine arrow again.\\\" \\\"Now go we hence,\\\" said these wight yeomen, \\\"Tarry we no longer here; We shall him borrow, by God's grace, Though we abye it full dear.\\\"\\n\\nTo Carlisle went these good yeom-en On a merry morning of May. Here is a fytte of Cloudeslie, And another is for to say.\",\"timestamp\":1636103395,\"title\":\"THE FIRST FYTTE.\\n\"},\"digest\":\"UAfTYd_Rew4-XRlOVPmgliA0sObicym1U1wNgv0ozFw\",\"authorship\":{\"contributor\":\"0xf960c047a47677eA00c94a1074C90850c550c24C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wy2IqvOK9R9dumxfjHzwOvQj2nV4cuT3SDw6KQxDbl0\\\",\\\"y\\\":\\\"0N19SxL2LQvYpledipnIiT49sBY_QqOJCub-bjLwUr4\\\"}\",\"signature\":\"xZM2FzkYmA-qQb0U4UqjfRaLvLswrVep_pGOMp0sYKoYxO8qQo07VFsTIml6C46qAAOzBXi50vVRmhSFYC8x5w\",\"signingKeySignature\":\"0xdd638ca7916298d0d0acb3419644753e51d6b57a92d52da38f661a7b82f465342d44a2fcce0181d2f0636401ced90309e3d115bba827bfa51b5ad300359959291c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wy2IqvOK9R9dumxfjHzwOvQj2nV4cuT3SDw6KQxDbl0\\\",\\\"y\\\":\\\"0N19SxL2LQvYpledipnIiT49sBY_QqOJCub-bjLwUr4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UAfTYd_Rew4-XRlOVPmgliA0sObicym1U1wNgv0ozFw\"}"