"{\"content\":{\"body\":\"And so I leave him, with two hints.  If any one wishes to see the justice of my censure, let him read one of the Alexandrian hymns, and immediately after it, one of those glorious old Homeric hymns to the very same deities; let him contrast the insincere and fulsome idolatry of Callimachus with the reverent, simple and manful anthropomorphism of the Homerist--and let him form his own judgment.\\n\\nThe other hint is this.  If Callimachus, the founder of Alexandrian literature, be such as he is, what are his pupils likely to become, at least without some infusion of healthier blood, such as in the case of his Roman imitators produced a new and not altogether ignoble school?\\n\\nOf Lycophron, the fellow-grammarian and poet of Callimachus, we have nothing left but the Cassandra, a long iambic poem, stuffed with traditionary learning, and so obscure, that it obtained for him the surname of \\\\[Greek text:  skoteinos\\\\] the dark one.  I have tried in vain to read it:  you, if you will, may do the same.\\n\\nPhiletas, the remaining member of the Alexandrian Triad, seems to have been a more simple, genial, and graceful spirit than the other two, to whom he was accordingly esteemed inferior.  Only a few fragments are left; but he was not altogether without his influence, for he was, as I have just said, one of the models on which Propertius and Ovid formed themselves; and some, indeed, call him the Father of the Latin elegy, with its terseness, grace, and clear epigrammatic form of thought, and, therefore, in a great degree, of our modern eighteenth century poets; not a useless excellence, seeing that it is, on the whole, good for him who writes to see clearly what he wants to say, and to be able to make his readers see it clearly also.  And yet one natural strain is heard amid all this artificial jingle--that of Theocritus.  It is not altogether Alexandrian.  Its sweetest notes were learnt amid the chestnut groves and orchards, the volcanic glens and sunny pastures of Sicily; but the intercourse, between the courts of Hiero and the Ptolemies seems to have been continual.  Poets and philosophers moved freely from one to the other, and found a like atmosphere in both; and in one of Theocritus' idyls, two Sicilian gentlemen, crossed in love, agree to sail for Alexandria, and volunteer into the army of the great and good king Ptolemy, of whom a sketch is given worth reading; as a man noble, generous, and stately, \\\"knowing well who loves him, and still better who loves him not.\\\"  He has another encomium on Ptolemy, more laboured, though not less interesting:  but the real value of Theocritus lies in his power of landscape-painting.\\n\\nOne can well conceive the delight which his idyls must have given to those dusty Alexandrians, pent up forever between sea and sand-hills, drinking the tank-water, and never hearing the sound of a running stream--whirling, too, forever, in all the bustle and intrigue of a great commercial and literary city.  Refreshing indeed it must have been to them to hear of those simple joys and simple sorrows of the Sicilian shepherd, in a land where toil was but exercise, and mere existence was enjoyment.  To them, and to us also.  I believe Theocritus is one of the poets who will never die.  He sees men and things, in his own light way, truly; and he describes them simply, honestly, with little careless touches of pathos and humour, while he floods his whole scene with that gorgeous Sicilian air, like one of Titian's pictures; with still sunshine, whispering pines, the lizard sleeping on the wall, and the sunburnt cicala shrieking on the spray, the pears and apples dropping from the orchard bough, the goats clambering from crag to crag after the cistus and the thyme, the brown youths and wanton lasses singing under the dark chestnut boughs, or by the leafy arch of some\\n\\nGrot nymph-haunted, Garlanded over with vine, and acanthus, and clambering roses, Cool in the fierce still noon, where the streams glance clear in the moss-beds;\\n\\nand here and there, beyond the braes and meads, blue glimpses of the far-off summer sea; and all this told in a language and a metre which shapes itself almost unconsciously, wave after wave, into the most luscious song.  Doubt not that many a soul then, was the simpler, and purer, and better, for reading the sweet singer of Syracuse.  He has his immoralities; but they are the immoralities of his age:  his naturalness, his sunny calm and cheerfulness, are all his own.\\n\\nAnd now, to leave the poets, and speak of those grammarians to whose corrections we owe, I suppose, the texts of the Greek poets as they now stand.  They seem to have set to work at their task methodically enough, under the direction of their most literary monarch, Ptolemy Philadelphus.  Alexander the AEtolian collected and revised the tragedies, Lycophron the comedies, Zenodotus the poems of Homer, and the other poets of the Epic cycle, now lost to us.  Whether Homer prospered under all his expungings, alterations, and transpositions--whether, in fact, he did not treat Homer very much as Bentley wanted to treat Milton, is a suspicion which one has a right to entertain, though it is long past the possibility of proof.  Let that be as it may, the critical business grew and prospered.  Aristophanes of Byzantium wrote glossaries and grammars, collected editions of Plato and Aristotle, aesthetic disquisitions on Homer--one wishes they were preserved, for the sake of the jest, that one might have seen an Alexandrian cockney's views of Achilles and Ulysses!  Moreover, in a hapless moment, at least for us moderns, he invented Greek accents; thereby, I fear, so complicating and confusing our notions of Greek rhythm, that we shall never, to the end of time, be able to guess what any Greek verse, saving the old Homeric Hexameter, sounded like.  After a while, too, the pedants, according to their wont, began quarrelling about their accents and their recessions. Moreover, there was a rival school at Pergamus where the fame of Crates all but equalled the Egyptian fame of Aristarchus.  Insolent!  What right had an Asiatic to know anything?  So Aristarchus flew furiously on Crates, being a man of plain common sense, who felt a correct reading a far more important thing than any of Crates's illustrations, aesthetic, historical, or mythological; a preference not yet quite extinct, in one, at least, of our Universities.  \\\"Sir,\\\" said a clever Cambridge Tutor to a philosophically inclined freshman, \\\"remember, that our business is to translate Plato correctly, not to discover his meaning.\\\"  And, paradoxical as it may seem, he was right.  Let us first have accuracy, the merest mechanical accuracy, in every branch of knowledge.  Let us know what the thing is which we are looking at.  Let us know the exact words an author uses.  Let us get at the exact value of each word by that severe induction of which Buttmann and the great Germans have set such noble examples; and then, and not till then, we may begin to talk about philosophy, and aesthetics, and the rest.  Very Probably Aristarchus was right in his dislike of Crates's preference of what he called criticism, to grammar.  Very probably he connected it with the other object of his especial hatred, that fashion of interpreting Homer allegorically, which was springing up in his time, and which afterwards under the Neoplatonists rose to a frantic height, and helped to destroy in them, not only their power of sound judgment, and of asking each thing patiently what it was, but also any real reverence for, or understanding of, the very authors over whom they declaimed and sentimentalised.\\n\\nYes--the Cambridge Tutor was right.  Before you can tell what a man means, you must have patience to find out what he says.  So far from wishing our grammatical and philological education to be less severe than it is, I think it is not severe enough.  In an age like this--an age of lectures, and of popular literature, and of self-culture, too often random and capricious, however earnest, we cannot be too careful in asking ourselves, in compelling others to ask themselves, the meaning of every word which they use, of every word which they read; in assuring them, whether they will believe us or not, that the moral, as well as the intellectual culture, acquired by translating accurately one dialogue of Plato, by making out thoroughly the sense of one chapter of a standard author, is greater than they will get from skimming whole folios of Schlegelian aesthetics, resumes, histories of philosophy, and the like second-hand information, or attending seven lectures a-week till their lives' end.   It is better to know one thing, than to know about ten thousand things.  I cannot help feeling painfully, after reading those most interesting Memoirs of Margaret Fuller Ossoli, that the especial danger of this time is intellectual sciolism, vagueness, sentimental eclecticism--and feeling, too, as Socrates of old believed, that intellectual vagueness and shallowness, however glib, and grand, and eloquent it may seem, is inevitably the parent of a moral vagueness and shallowness, which may leave our age as it left the later Greeks, without an absolute standard of right or of truth, till it tries to escape from its own scepticism, as the later Neoplatonists did, by plunging desperately into any fetish-worshipping superstition which holds out to its wearied and yet impatient intellect, the bait of decisions already made for it, of objects of admiration already formed and systematised.\\n\\nTherefore let us honour the grammarian in his place; and, among others, these old grammarians of Alexandria; only being sure that as soon as any man begins, as they did, displaying himself peacock-fashion, boasting of his science as the great pursuit of humanity, and insulting his fellow- craftsmen, he becomes, ipso facto, unable to discover any more truth for us, having put on a habit of mind to which induction is impossible; and is thenceforth to be passed by with a kindly but a pitying smile.  And so, indeed, it happened with these quarrelsome Alexandrian grammarians, as it did with the Casaubons and Scaligers and Daciers of the last two centuries.  As soon as they began quarrelling they lost the power of discovering.  The want of the inductive faculty in their attempts at philology is utterly ludicrous.  Most of their derivations of words are about on a par with Jacob Bohmen's etymology of sulphur, wherein he makes sul, if I recollect right, signify some active principle of combustion, and phur the passive one.  It was left for more patient and less noisy men, like Grimm, Bopp, and Buttmann, to found a science of philology, to discover for us those great laws which connect modern philology with history, ethnology, physiology, and with the very deepest questions of theology itself.  And in the meanwhile, these Alexandrians' worthless criticism has been utterly swept away; while their real work, their accurate editions of the classics, remain to us as a precious heritage.  So it is throughout history:  nothing dies which is worthy to live.  The wheat is surely gathered into the garner, the chaff is burnt up by that eternal fire which, happily for this universe, cannot be quenched by any art of man, but goes on forever, devouring without indulgence all the folly and the falsehood of the world.\\n\\nAs yet you have heard nothing of the metaphysical schools of Alexandria; for as yet none have existed, in the modern acceptation of that word. Indeed, I am not sure that I must not tell you frankly, that none ever existed at all in Alexandria, in that same modern acceptation.  Ritter, I think, it is who complains naively enough, that the Alexandrian Neoplatonists had a bad habit, which grew on them more and more as the years rolled on, of mixing up philosophy with theology, and so defiling, or at all events colouring, its pure transparency.  There is no denying the imputation, as I shall show at greater length in my next Lecture. But one would have thought, looking back through history, that the Alexandrians were not the only philosophers guilty of this shameful act of syncretism.  Plato, one would have thought, was as great a sinner as they.  So were the Hindoos.  In spite of all their logical and metaphysical acuteness, they were, you will find, unable to get rid of the notion that theological inquiries concerning Brahma, Atma, Creeshna, were indissolubly mixed up with that same logic and metaphysic.  The Parsees could not separate questions about Ahriman and Ormuzd from Kant's three great philosophic problems:  What is Man?--What may be known?--What should be done?  Neither, indeed, could the earlier Greek sages.  Not one of them, of any school whatsoever--from the semi-mythic Seven Sages to Plato and Aristotle--but finds it necessary to consider not in passing, but as the great object of research, questions concerning the gods:- whether they are real or not; one or many; personal or impersonal; cosmic, and parts of the universe, or organisers and rulers of it; in relation to man, or without relation to him.  Even in those who flatly deny the existence of the gods, even in Lucretius himself, these questions have to be considered, before the question, What is man? can get any solution at all.  On the answer given to them is found to depend intimately the answer to the question, What is the immaterial part of man?  Is it a part of nature, or of something above nature?  Has he an immaterial part at all?--in one word, Is a human metaphysic possible at all?  So it was with the Greek philosophers of old, even, as Asclepius and Ammonius say, with Aristotle himself.  \\\"The object of Aristotle's metaphysic,\\\" one of them says, \\\"is theological. Herein Aristotle theologises.\\\"  And there is no denying the assertion. We must not then be hard on the Neoplatonists, as if they were the first to mix things separate from the foundation of the world.  I do not say that theology and metaphysic are separate studies.  That is to be ascertained only by seeing some one separate them.  And when I see them separated, I shall believe them separable.  Only the separation must not be produced by the simple expedient of denying the existence of either one of them, or at least of ignoring the existence of one steadily during the study of the other.  If they can be parted without injury to each other, let them be parted; and till then let us suspend hard judgments on the Alexandrian school of metaphysic, and also on the schools of that curious people the Jews, who had at this period a steadily increasing influence on the thought, as well as on the commercial prosperity, of Alexandria.\\n\\nYou must not suppose, in the meanwhile, that the philosophers whom the Ptolemies collected (as they would have any other marketable article) by liberal offers of pay and patronage, were such men as the old Seven Sages of Greece, or as Socrates, Plato, and Aristotle.  In these three last indeed, Greek thought reached not merely its greatest height, but the edge of a precipice, down which it rolled headlong after their decease.  The intellectual defects of the Greek mind, of which I have already spoken, were doubtless one great cause of this decay:  but, to my mind, moral causes had still more to do with it.  The more cultivated Greek states, to judge from the writings of Plato, had not been an over- righteous people during the generation in which he lived.  And in the generations which followed, they became an altogether wicked people; immoral, unbelieving, hating good, and delighting in all which was evil. And it was in consequence of these very sins of theirs, as I think, that the old Hellenic race began to die out physically, and population throughout Greece to decrease with frightful rapidity, after the time of the Achaean league.  The facts are well known; and foul enough they are. When the Romans destroyed Greece, God was just and merciful.  The eagles were gathered together only because the carrion needed to be removed from the face of God's earth.  And at the time of which I now speak, the signs of approaching death were fearfully apparent.  Hapless and hopeless enough were the clique of men out of whom the first two Ptolemies hoped to form a school of philosophy; men certainly clever enough, and amusing withal, who might give the kings of Egypt many a shrewd lesson in king-craft, and the ways of this world, and the art of profiting by the folly of fools, and the selfishness of the selfish; or who might amuse them, in default of fighting-cocks, by puns and repartees, and battles of logic; \\\"how one thing cannot be predicated of another,\\\" or \\\"how the wise man is not only to overcome every misfortune, but not even to feel it,\\\" and other such mighty questions, which in those days hid that deep unbelief in any truth whatsoever which was spreading fast over the minds of men.  Such word-splitters were Stilpo and Diodorus, the slayer and the slain.  They were of the Megaran school, and were named Dialectics; and also, with more truth, Eristics, or quarrellers.  Their clique had professed to follow Zeno and Socrates in declaring the instability of sensible presumptions and conclusions, in preaching an absolute and eternal Being.  But there was this deep gulf between them and Socrates; that while Socrates professed to be seeking for the Absolute and Eternal, for that which is, they were content with affirming that it exists.  With him, as with the older sages, philosophy was a search for truth.  With them it was a scheme of doctrines to be defended.  And the dialectic on which they prided themselves so much, differed from his accordingly.  He used it inductively, to seek out, under the notions and conceptions of the mind, certain absolute truths and laws of which they were only the embodiment. Words and thought were to him a field for careful and reverent induction, as the phenomena of nature are to us the disciples of Bacon. But with these hapless Megarans, who thought that they had found that for which Socrates professed only to seek dimly and afar off, and had got it safe in a dogma, preserved as it were in spirits, and put by in a museum, the great use of dialectic was to confute opponents.  Delight in their own subtlety grew on them, the worship not of objective truth, but of the forms of the intellect whereby it may be demonstrated; till they became the veriest word-splitters, rivals of the old sophists whom their master had attacked, and justified too often Aristophanes' calumny, which confounded Socrates with his opponents, as a man whose aim was to make the worse appear the better reason.\\n\\nWe have here, in both parties, all the marks of an age of exhaustion, of scepticism, of despair about finding any real truth.  No wonder that they were superseded by the Pyrrhonists, who doubted all things, and by the Academy, which prided itself on setting up each thing to knock it down again; and so by prudent and well-bred and tolerant qualifying of every assertion, neither affirming too much, nor denying too much, keep their minds in a wholesome--or unwholesome--state of equilibrium, as stagnant pools are kept, that everything may have free toleration to rot undisturbed.\\n\\nThese hapless caricaturists of the dialectic of Plato, and the logic of Aristotle, careless of any vital principles or real results, ready enough to use fallacies each for their own party, and openly proud of their success in doing so, were assisted by worthy compeers of an outwardly opposite tone of thought, the Cyrenaics, Theodorus and Hegesias.  With their clique, as with their master Aristippus, the senses were the only avenues to knowledge; man was the measure of all things; and \\\"happiness our being's end and aim.\\\"  Theodorus was surnamed the Atheist; and, it seems, not without good reason; for he taught that there was no absolute or eternal difference between good and evil; nothing really disgraceful in crimes; no divine ground for laws, which according to him had been invented by men to prevent fools from making themselves disagreeable; on which theory, laws must be confessed to have been in all ages somewhat of a failure.  He seems to have been, like his master, an impudent light-hearted fellow, who took life easily enough, laughed at patriotism, and all other high-flown notions, boasted that the world was his country, and was no doubt excellent after-dinner company for the great king.  Hegesias, his fellow Cyrenaic, was a man of a darker and more melancholic temperament; and while Theodorus contented himself with preaching a comfortable selfishness, and obtaining pleasure, made it rather his study to avoid pain.  Doubtless both their theories were popular enough at Alexandria, as they were in France during the analogous period, the Siecle Louis Quinze.  The \\\"Contrat Social,\\\" and the rest of their doctrines, moral and metaphysical, will always have their admirers on earth, as long as that variety of the human species exists for whose especial behoof Theodorus held that laws were made; and the whole form of thought met with great approbation in after years at Rome, where Epicurus carried it to its highest perfection.  After that, under the pressure of a train of rather severe lessons, which Gibbon has detailed in his \\\"Decline and Fall of the Roman Empire,\\\" little or nothing was heard of it, save sotto voce, perhaps, at the Papal courts of the sixteenth century.  To revive it publicly, or at least as much of it as could be borne by a world now for seventeen centuries Christian, was the glory of the eighteenth century.  The moral scheme of Theodorus has now nearly vanished among us, at least as a confessed creed; and, in spite of the authority of Mr. Locke's great and good name, his metaphysical scheme is showing signs of a like approaching disappearance.  Let us hope that it may be a speedy one; for if the senses be the only avenues to knowledge; if man be the measure of all things; and if law have not, as Hooker says, her fount and home in the very bosom of God himself, then was Homer's Zeus right in declaring man to be \\\"the most wretched of all the beasts of the field.\\\"\",\"timestamp\":1639208607,\"title\":\"\\nThe other hint is this.  If Callimachus, the founder of Alexandrian literature, be such as he is\"},\"digest\":\"R5x3R9S5uuf1Y3QL-Ju_1SlDR6GxLIi46_H6SytpdA0\",\"authorship\":{\"contributor\":\"0xF165065007e6A50f160Ee022853535F41771C1a6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KduUvLaQ8wGzVxYPbSMxsiejx_VovLJhVq3JkEwRR1A\\\",\\\"y\\\":\\\"X0gjYKrXdqWnQTyo4rj2a1M55_ARch57JJBJ1nCYd9g\\\"}\",\"signature\":\"Wgzy9wqh9ChB8o44PAkPNrSiC5HXwcKy27jdwyXc73yq-ss1C3EGl5YO-0dg25XD2QmbNOyW8gzEQbliECz33w\",\"signingKeySignature\":\"0x425cc1903dca71a677911892da3e9a1daa18ee105fb1d251bb1c257071fbf11e356082051059058e86c7592424685e7891f354d0eba47f3f43dc9459911e07f31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KduUvLaQ8wGzVxYPbSMxsiejx_VovLJhVq3JkEwRR1A\\\",\\\"y\\\":\\\"X0gjYKrXdqWnQTyo4rj2a1M55_ARch57JJBJ1nCYd9g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"R5x3R9S5uuf1Y3QL-Ju_1SlDR6GxLIi46_H6SytpdA0\"}"