"{\"content\":{\"body\":\"It is a little known part of my career, but for a brief period from 1997 to 2001, I was part of a small group of investors who helped to create a startup ecosystem in Latin America.\\n\\nIt all started with a company called StarMedia which created a Yahoo-like “portal” for Latin America. My partner Jerry Colonna and I met StarMedia in early 1997 and we brought it to our partners at Chase Capital Partners because we wanted to lead a Series A investment in it. In that Chase Capital Partners meeting was a woman named Susan Segal who ran Chase’s Latin American private equity investing. She pulled me over after the meeting and asked me if there were other startup companies like StarMedia in Latin America. I told her that there must be but I wouldn’t know how to find them. She said, “I can help with that.”\\n\\nSo began a five year investment partnership between Flatiron Partners (our VC firm) and Susan’s Latin American private equity business. She and her team worked their Latin American connections and they brought the deals to us and we vetted them for team, technology, market need, etc. We did something like a dozen investments together including MercadoLibre (one of the greatest Internet companies ever in any region), and Patagon.com (where I met the founders Wences Casares and Micky Malka).\\n\\nBut it was StarMedia where I learned the most. I made and lost more money personally (at that time in my career) on Starmedia. I have a StarMedia stock certificate in my office that I look right at that was made out to one of our family entities. It was once worth tens of millions of dollars and is now worthless and has been for decades. It takes messing up on that massive of a scale to learn some things.\\n\\nStarMedia is also where I met my good friend [Jerry](https://avc.com/2011/05/gerardo-miguel-rosenkranz/) who would have been 70 today. Jerry grew up in Mexico and moved in and out of Latin America and Silicon Valley with ease. He understood both places and helped to bring them together. I miss Jerry so much. He was a mentor, advisor, and coach to many of the earliest Latin American Internet entrpreneurs.\\n\\nI was reminded of all of that history yesterday as our firm listened to a pitch by a Latin American team that is building a very exciting company. It reminded me that we seeded something twenty-five years ago that has gone on to become a vibrant startup ecosystem. Jerry, Susan, and I made a great team and we did something really important together.\\n\",\"timestamp\":1618306485,\"title\":\"Entrepreneurship In Latin America\",\"publication\":\"avc\"},\"digest\":\"lFuA166f-pScM5D8kEvy7L1HBgdWDjkRcVLVSbJ3A_Y\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"signature\":\"z6WWOeWv6SMel8-ehvebw9Gnl-t7OLDHWs3D28KWciQj7l-zWLjk0lZORynkMIFZ-GNFA9Dl2cD6B7w6e3R_cA\",\"signingKeySignature\":\"0xa36ed4a1f484cc32e85a01be266ff07df93d7d551959ab6f44e5cb7aca49bba22841e81a419ff9150996b75ecf4a0a87eda7e1e79898e4f8e48a13744383f7451b\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lFuA166f-pScM5D8kEvy7L1HBgdWDjkRcVLVSbJ3A_Y\"}"