"{\"content\":{\"body\":\"## An anecdote…\\n\\nBack in 2008 I joined the Territorial Army with the intention of doing a tour of Afghanistan. As a 34 year old unfit computer geek who used to be picked last for almost all sports at school, and one who ran the 100m in close to 20 seconds even when fit, the infantry might have been an odd choice.\\n\\nI was pretty good at swimming though my sporting prowess in purely physical terms ended there.\\n\\nWithin a year I was on pre-deployment training with a regular unit. And regular infantry units in the British Army are basically composed of young professional athletes who were picked first for sports at school.\\n\\nTo say that I struggled a bit would be an understatement, though whilst the injury rate from the brutal training was high I managed to scrape through. By the skin of my teeth.\\n\\nAnd I’ve been pondering upon how…\\n\\n### Physical pain\\n\\nTwo particular parts of the training stand out. One was bayonet training at Catterick and the other the CO’s phys training late on in the pre-deployment training with the regular unit.\\n\\nThe former had little to do with bayonets. During 4 hours I only recall actually stabbing the straw dummy 5 times. The rest of the time we were crawling across permafrost and a small frozen lake during one of the coldest winters I have experienced, back and forth to a small tree about 300m away.\\n\\nI think you can tell how tired someone is by how long it takes them to get up from the ground and I vividly recall younger fitter blokes staggering and falling back to the ground upon the call of, “Up!”.\\n\\nEvery time there was a perceived infraction in bayonetery we’d have to run round this tree, hitting the deck and crawling upon the call of, “Grenade!”. Many of these circuits were almost entirely crawled.\\n\\nAnd in a course where about 120 blokes started and much less than 40 finished it was the knowledge that my Dad had completed similar beastings to earn his Green Beret that kept me going.\\n\\nQuitting would have caused me emotional pain, even the thought of it did.\\n\\n### The Lake…\\n\\nNine months later and after months of marches with ever increasing weights on our backs, which resulted in over 5% casualties from serious back injuries alone, we had to complete the CO’s Friday fitness beasting.\\n\\nAs I recall this was about 14 miles up and down around a lake for the entire battalion with 85lbs inclusive of weapon and body armour. The advanced CFT fitness test is 8 miles on the flat with 50lbs… And I had a chest infection.\\n\\nThe 4 companies lead off staggered at half hour intervals and we were last to leave though eventually caught up to Bravos who were an hour ahead, with a great deal of doubling.\\n\\nI have never been more knackered. Indeed my girlfriend gave me a massage that weekend as I could barely move, though I don’t mind wondering that the screams it produced didn’t result in a visit from the cops!\\n\\nBoth of these pushed me well beyond where I thought my physical limits were.\\n\\n###  Looking back though…\\n\\nI think I had an unfair advantage.. Certainly not a superior physique, genetic brilliance, iron will or strength of character… Frankly I’m a pretty average IT geek.\\n\\nNope looking back when the intensity of training ramped up to extreme levels my thoughts were elsewhere.\\n\\nYou see a few weeks previously my girlfriend had miscarried. Which destroyed me. My hobby became staring at the floor to the extent that people started to think me a little cuckoo. Withdrawn, depressed and skittish only a few beers of an evening with the barmaid whose best friend had just died seemed to help.\\n\\nOh and Scott who had recently experienced similar emotional hardship after losing his penknife.\\n\\nIn addition I was confined to camp for some time, which enraged me as I wanted and needed to be with her. I couldn’t understand why they would confine me to camp…\\n\\nThe intensity of training had all sorts of odd effects upon the blokes with fairly few not displaying some signs of emotional distress. Odd things, often from their past and completely unrelated to their current situation. childhood experiences and old traumas seemed to surface.\\n\\nIndeed I’d say there was a correlation between how well I perceive that they performed in Afghanistan and this. Those who handled things without any obvious problems simply seemed to have a higher capacity, at least in a military context anyway.\\n\\nAnd looking back I wonder whether it was actually the emotional pain which blanked my own physical pain to the extent that I got through things which I had no right to expect, and whether those other blokes that struggled actually needed some emotional pain from their pasts to do similar.\\n\\n### Many years later…\\n\\nWhilst the girlfriend had turned into the wife I always knew there had been something wrong about the entire episode. Something didn’t sit right..\\n\\nAnd in the middle of one of her hair trigger rages she told me that she hadn’t miscarried but had in fact aborted. As she couldn’t stand the thought of me being killed out there.\\n\\nWhich, rewinding, must have put the Army in a very difficult situation. Help me dodge the immediate bullet of possibly finding out the truth, or letting me face a hail of bullets later.\\n\\nThe former would have been very bad, the latter my responsibility. I think they called it right.\\n\\n### Prognostication…\\n\\nSo whilst I’m not some body building weirdo or sports star I do wonder whether emotional pain can be used.. Productively.\\n\\nIf you were to do something eminently silly such as going for a run without being paid for it can you run for longer and faster if you concentrate on emotional pain once the lactic acid starts to bite?\\n\\nDoes a skilled Sgt Major with his trusty shouting skills magically enhance the physical attributes of a bunch of blokes? On this I am pretty sure the answer is yes.\\n\\nDoes a skilled Geordie lamenting his beloved penknife have a similar effect? ( note: we were accidentally issued with two! Hence he was not entirely left bereft) This is an absolute certainty and I would hazard that anyone who considers going to war without a skilled Geordie is ill equipped.\\\\*\\n\\nIndeed they say that all humour is based upon pain\\n\\nDoes emotional pain blank the physical in a bloke? And is it the opposite with the fairer sex?\\n\\nA few experiments seem to indicate so though I would be interested in your own experience of trying out such or observations.\\n\\n\\\\*Upon landing in Kandahar on our way to Bastion the tent, ISO container and concrete blast walls which were almost exclusively the building blocks of this vast dust city prompted the observations that, “It’s nicer than Middlesbrough like.”\\n\\n\\\\*In a test of our first aid skills prior to being accepted into service we had a very realistic scenario with fans blowing dust around and someone pretending to be a leg amputee, complete with blood pump etc. Our instructions were to follow the BCD book by the letter, hence when the pretend victim whispered, “Don’t forget to put a dressing on the leg.” said chap said, “Oh right!” and started putting a field dressing on the amputated bit! Course the next line instructed him to reassure the casualty so… It looked as though he was tending to an amputated leg and telling it that it would be fine, just a scratch… Even recounting the story months later produced tears of laughter from the pretend casualty.\\n\",\"timestamp\":1635292538,\"title\":\"On pain and it’s uses…\"},\"digest\":\"CaGLnor_3Xcsvgr-bY1eMAhGJle-MJq-tYXeCUsT3I8\",\"authorship\":{\"contributor\":\"0xD5EAbC1973b7d580D37ae256398eEF0977d05FA5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3dYFNcZA1jaH_QhysafO7jfVV93aPbETh4_14D0ChwI\\\",\\\"y\\\":\\\"jcPPFWoHUULNoAaBuW5YTjzaJ2_yoRGoHHjZM4y3bv8\\\"}\",\"signature\":\"6UF0VrKIlNlYc_o2tOA_9QSNnm8wuLQflTgoeF4Ztd_ZDYYRWmhE3Y9UuJJBcy2u9LKVThgc_GnTGUCvyQQD9g\",\"signingKeySignature\":\"0x3c25cf1d7dc15fb2e7a47d897eec65fdf55807c2ad809055690074b68c9dc8875fd1e6f4f4d342d9ef23a9a9e1923e64d260f2629efe81d2827e204f2a78a8bf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3dYFNcZA1jaH_QhysafO7jfVV93aPbETh4_14D0ChwI\\\",\\\"y\\\":\\\"jcPPFWoHUULNoAaBuW5YTjzaJ2_yoRGoHHjZM4y3bv8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CaGLnor_3Xcsvgr-bY1eMAhGJle-MJq-tYXeCUsT3I8\"}"