"{\"content\":{\"body\":\"With the last few days of 2021 rolling in, tis’ the season for reviews and prediction.\\n\\nOne non-obvious prediction I want to make for 2022 is the rise of learn-to-earn models. This prediction comes as much from what can be unlocked next year through innovation, as from the sore need for helping more people up skills and transit to and within the digital-native economy.\\n\\nInstead of making an incremental prediction that extrapolates the current trends (L2’s, music NFTs, etc.) I am willing to look like a fool by betting that something that doesn’t yet exist will come to prominence in 2022. A 0 to 1 prediction is always harder (and more valuable) than a 1 to N prediction.\\n\\nWe’re seeing some early experiments and projects in the field of earn. Balaji has been providing some rewards as part of his experiment (add details). He seems to be following an approach that goes roughly like this: Content —> Community —> Company.\\n\\nIn the crypto world we’re seing early models of learn-to-earn, such as [rabbithole.gg](http://rabbithole.gg), which aims to onboard the next N million of people to Web3. Users get rewards for completing tutorials like how to use a wallet, how to yield farm, buy NFTs, etc.\\n\\nOne of the coolest things to happen in 2021 was the rise of play-to-earn with Axie Infinity. My mind is still blown to see how people, mainly in the Philippines, took their own financial destiny in their own hands at a time when COVID was taking away their livelihood. This is great and I want to see more people earning a living without asking anyone permission. Users own the protocol and get rewarded based on the value they provide to the network. Genius.\\n\\nTo play devil’s advocate, i think there the play-to-earn has a massive downside. The value accrued inside the game can be transferred elsewhere. But the skills acquired playing Axie-infinity remain captive to that game. What I mean by that is the fact that the skills are non-transferable to help users in other aspects of their lives.\\n\\nNow, what if users got paid to learn transferable skills, skills which helps them level up their careers, open new doors and combine multiple skills to become experts in new, inventive fields?\\n\\nTo follow on the lego analogy, after money lego and ideas lego, 2022 might be the time for skills legos. After all there is an argument that skills and knowledge compounds, just like money does.\\n\\nLets imagine what that could look like. I want to learn solidity and become a developer for a Web3 protocol. I can access a web3 equivalent to Udacity, where I can purchase a NFT or token that grants me access to the course I selected. I then earn rewards in proportion to my level of usage. I complete a course? Reward, I help another student? Reward, I complete 5 courses? Reward. I create a course for users? Earn a share of the NFTs.\\n\\nCollectively, users own the learning platform. These users can transfer the money they made outside. They can do the same with skills, it will serve them over a long period of time on a whole bunch of various occasions. They more or less become the main character, like Link in Zelda, who holds more hearts and has better gear as the journey progresses.\\n\\nI suspect the best learn-to-earn products will look like a play-to-earn game.\\n\\nWhy I am so excited about the potential of L2E is that 1) it can be a good way to implement UBI while giving individuals a valid way to express their own economic preferences 2) if you were in the Philippines and you could earn the equivalent amount to play a game or to learn a skill (while also potentially still playing), I would argue that given the higher utility, users would mainly focus on L2E (if they are economically-motivated, which isn’t every gamer).\\n\\nMore broadly, getting paid to learn would remove the trade off of many people: which is to go work at McDonald’s to make money in order to pay for school. Why not skip the work part and let people both learn and make money? It would free up the time for people to spend more time learning.\\n\\nAt the macro level, we’re experiencing a dire shortage of skills and staff. The access to economic opportunity is overwhelming much tied to where you live in the world. We’re seeing the great resignation unfold, where people feel disengaged with their current work. Add the need for better remote learning systems.\\n\\nAll of these global trends make me believe that the time for learn-to-earn has come in 2022. It might well look like a game, the main difference being that the skills accrued will be transferable and valuable outside of the protocol, just like tokens.\",\"timestamp\":1640624803,\"title\":\"Learn-to-earn \"},\"digest\":\"jR2feSNXzOZhGGV1ln18fE-Vr3MhbxqAud89UZEvYog\",\"authorship\":{\"contributor\":\"0x862f26238d773Fde4E29156f3Bb7CF58eA4cD1af\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"keuadJDIOFtMRq2tayL8jrmasrkaMVilDicnuFajqfc\\\",\\\"y\\\":\\\"7wg3MFA-CrqL_nOV1SWLPosjlCxlHE2EVp1wlGA2Q6E\\\"}\",\"signature\":\"x69yaylzxVZvkePtvd7w7Ro8wbKcwbpQ7Gjony4DlkA01ds_rasRfp0zVUWvXpxUTGauUa_t0n83CGDc4n-l-Q\",\"signingKeySignature\":\"0x8e64f85db9063dbfd8d2e696f16b2da815441fae54b041a5df1a709a11b870113639ae4aef596fa2528c0ff8730b6e4e08a6126fe5b55f69619a058015d6842f00\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"keuadJDIOFtMRq2tayL8jrmasrkaMVilDicnuFajqfc\\\",\\\"y\\\":\\\"7wg3MFA-CrqL_nOV1SWLPosjlCxlHE2EVp1wlGA2Q6E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jR2feSNXzOZhGGV1ln18fE-Vr3MhbxqAud89UZEvYog\"}"