"{\"content\":{\"body\":\"FIRST PUBLISHED Feb. 918, 2016 ([Medium](https://medium.com/creativeblockchain/transfers-of-digital-assets-and-tokens-why-blockchain-matters-to-the-arts-part-2-5e014a0479bd)).\\n\\n*Author’s Note: I am in the process of moving my older work to Mirror.  This was the second of a series of six articles laying out how blockchain tech could prove revolutionary for the content ecosystem.*\\n\\nAs we’ve discussed in prior posts, Blockchain technology allows the efficient, direct transfer of digital assets between parties. For our purposes, we’ll first define “digital assets” very broadly as any binary content that someone can own, or that represents content that someone can own. For instance, a music file is a digital asset, as are text files, photos, videos, computer programs and the like.\\n\\nA slightly more technical — but pretty widely accepted — definition of “digital asset” is any kind of content that has been formatted in binary code and *includes the right to use that asset*. So, a legitimately-downloaded music file would fit the definition, but a pirated copy might not, because while the person with the pirated copy would have a technical \\\\*ability \\\\*to use the asset, that person does not have the legal \\\\*right \\\\*to do so. The right to use the digital asset is typically included in metadata that accompanies the file.\\n\\nThis is analogous to many types of real-world assets; for instance, when I purchase a new car I receive papers that transfer title to me, demonstrating ownership. However, the transfer of assets in the real world doesn’t always involve the physical delivery of the underlying asset. Often the papers representing the asset change hands, but the asset remains where it is currently located — indeed, for real estate, that’s always the case, and what changes hands is the legal right to occupy it and exclude others.\\n\\nOf course, transfer of records and information that represent ownership of all or some fraction of an underlying asset also occurs digitally. Yet just as with physical documents, this almost always involves intermediaries to guarantee the transfer, which introduces inefficiencies and delay into the transaction; for instance, public equities have a lag time of three days before the final transfer of the underlying securities, after a commitment for sale is made.\\n\\nTransfer of assets poses additional complications when the asset is a form of intellectual property. It’s easy enough to transfer a physical copy of a creative work — such as a book or a DVD — and the courts recognize the legitimacy of such transfers under the [“first sale” doctrine](https://en.wikipedia.org/wiki/First-sale_doctrine), which allows physical copies to be bought and sold despite the fact that the original author hangs onto the underlying copyright interest. But for digital copies, the lines may become blurred because when a copy is “transferred,” as a technical matter this usually means a new copy is made on the recipient’s device, with the first copy remaining on the transferor’s device until it is deleted. In other words, technically the subsequent copy is not the same file. For this reason, courts have been reluctant to apply the first sale doctrine to digital copies, and as a result many transfers of digital works are either not allowed, or are treated as licenses rather than outright sales or assignments so that restrictions may be applied to downstream transfers.\\n\\nSo, how does the blockchain promise to shake these processes up? Several possible ways. First, the blockchain can be used to record transactions in which ownership of underlying content is transferred, or use of the content is being licensed. Companies such as [ascribe](https://www.ascribe.io/), [Monegraph](https://monegraph.com/), [Ujo](http://ujomusic.com/) and others are doing just that. For example, ascribe allows content creators to upload digital content, from which a cryptographic signature (a “hash”) is generated that is permanently associated with the creator, and the resulting ID is then entered on the Bitcoin blockchain (see our prior post on blockchain registries). The ascribe system then facilitates future transactions relating to the work, each of which is also entered on the blockchain such that there is an immutable record and chain of title. For a technical look at ascribe’s system, see [here](https://github.com/ascribe/spool).\\n\\nSecond, the blockchain can be used to generate digital “[tokens](http://bitsonblocks.net/2015/09/28/a-gentle-introduction-to-digital-tokens/)” that actually represent some or all of the underlying asset; these are sometimes called “asset-backed” tokens (not to be confused with “intrinsic” tokens like Bitcoins themselves that are built into a blockchain system as incentives — essentially the coin of the realm for that ecosystem). Such a digital asset token would be encrypted and would require the owner’s private key to be transferred. These tokens act as an IOU; present the token to the party holding the underlying asset, and you can claim your share.\\n\\nHow might this work in practice, in the creative industries? Imagine that Company A operates an online video service offering feature films. It sells copies of a new film to 10,000 different users. But, like many services today, the user never actually downloads the film file but simply streams it from the cloud whenever the user wishes to watch it. Each user has the right to watch the video an unlimited number of times, because this is a purchase, not a rental. Company A issues tokens to each of its 10,000 customers. Those customers can hold onto their tokens, or if they tire of the particular movie, sell their token to another party in an after-market. Because there can only ever be 10,000 unique tokens in the market (unless and until Company A sells more copies), there can never be more than 10,000 owners of a digital copy. Users simply present their valid token to Company A to watch the film. Company A does not need to keep track of its purchasers, or require individualized authentication each time a purchaser wants to watch his or her film — it just checks the token against its own key.\\n\\nWhile the above might seem anathema to many digital content providers in the current market, where control over the transfer of copies is a key business consideration, it is little different from, say, the physical book market, where after a reader finishes reading a novel he or she can decide to keep it for further reading or reference, or sell it at a lower cost in the used book market. Still, it is also possible that providers could sell digital tokens with embedded restrictions, and since those restrictions would travel with the digital token, they then could be readily enforced (although this might make tokens more like a digital rights management system, something we cover in our next post).\",\"timestamp\":1634044802,\"title\":\"Transfers of Digital Assets and Tokens: Why Blockchain Matters to the Arts, Part 2\"},\"digest\":\"Xlxc3sNRHN8Mfy8evJUNyC_nQQn0Pgd7abiVJhuUBYQ\",\"authorship\":{\"contributor\":\"0x538fDC0055fCeCe2e55e327A7673F9887FBC29c7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"signature\":\"CAWG2uYEEy0XBrEq92rBFpOQ7VVL80f83uF9OyFce1LbBvI7y7HUCE59YEATpA3jv9henPPrjl1cepmvaGGe4w\",\"signingKeySignature\":\"0x42147b8d6116358a9452fb21c3eec08d17ddbbfdfc86320325a1149801279d5272f6939a949b59b8ef8d62d1810fe0a5974e4cf00e1f49bce083a52d5377b4dc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Xlxc3sNRHN8Mfy8evJUNyC_nQQn0Pgd7abiVJhuUBYQ\"}"