"{\"content\":{\"body\":\"The year is 1983. The day, January 1st. ARPANET, a *communication network developed by the United States Department of Defense,* has officially adopted TCP/IP.\\n\\n> Transmission Control Protocol and Internetwork Protocol (TCP/IP) - a set of rules that define the communication between computational machines.\\n\\nThis day has been marked as the official birth date of the internet. This day computers obtained the ability to communicate with one another.\\n\\n### World Wide Web\\n\\n> static. read\\n\\nLet’s fast-forward through time to March 1989 and a tiny bit through space from North America to Europe, planet Earth, Milky Way. Computers are reducing in size while at the same time improving in processing power. Yet, if we were to stop a random stranger wandering through the streets of any capital city, they would find it difficult to come up with a use-case for these machines.\\n\\n“They can store information? So can books. And they smell nice. They can do calculations? My grandma can do it too and she’s turning 70 this year. Nothing special these computers of yours.” - a random stranger\\n\\nBut a few people in Europes largest nuclear research facility decided to disagree with such an evaluation. While the actual conversations happening between the researchers were not recorded, let us imagine what it could have gone like. No. Let’s go one better and recreate it. Take a pen or anything that can leave a trail on a piece of paper, and draw a dot. This dot will represent a single computational machine. Now draw another dot and connect them with a line. The line will represent a communication network between these two dots. And let’s write down an axiom. Each line, the communication system will follow the aforementioned TCP/IP rules. Two dots, one line, one axiom and a mathematical mind. Now put down that pen and try to imagine what your piece of paper would look like if it showcased not two but 100 000 computers and respective communication between them. Remind you of anything? Looks a lot like the web in the furthest corner of the attic. Or so it looked to Tim Berners-Lee and Robert Cailliau who are both credited with the invention of what is known today as the World Wide Web.\\n\\nStore data of any kind on any machine and access it via the internet - an idea. Uniquely identify the data you want to access - URL. Standardise the data representation using a simple yet powerful language markup language - HTML. And define rules for this data transfer built on top of universally accepted TCP/IP - HTTP.\\n\\n![Figure 1: Some dots and some lines - what you see is up to your imagination :)](https://images.mirror-media.xyz/publication-images/S1WHBLM-VKrB4Dj5kUm_2.png?height=675&width=1350)\\n\\n### Web 2.0 - The Present\\n\\n> interactive. read, write\\n\\nThe years go by and we turn our eye to the beginning of the 21st century. Computers are more powerful than ever, the Web is growing, more and more people get access to this wondrous technology. Any information we could possibly want can be accessed from the comfort of our personal computer standing on the desk in the living room. The Web has become The Library of Alexandria of the modern world. So what happened next really is no wonder considering it has been happening since the dawn of time. Given large enough sample space and the ability to mutate and change, evolution is inevitable. And so did the Web evolve when exposes to millions of people worldwide.\\n\\nIt is difficult to trace its exact origin but the term Web 2.0 was first popularised in 2004 even tho things like MySpace, a popular social network at the time, were already out there. It refers to the second generation of the Web, built on top of the first one, it extends current capabilities to enable an average user not only to read but to modify the data on the Web.\\n\\nAnd so began an era of creation. As years passed by, it became almost effortless to create and share ideas with the world. And with each day the number of users kept growing. We were once confined to the borders of our mind, borders of our town, borders of our country, but for the first time in humanities history, a borderless society emerged. Not without flaws, not without drawbacks. But definitely a step in the right direction. As history has shown us time and time again, human beings perform at their best when working together towards a common goal.\\n\\n![Figure 2: Visual representation of people interacting with the Web](https://images.mirror-media.xyz/publication-images/zw-AyBX7Xr_Emq4Wb8Y6p.png?height=914&width=1894)\\n\\n### Web 3.0 - The Future\\n\\n> verifiable. read, write, trust\\n\\nThe deeper we go in exploration of our digital world the more complex and unpredictable it becomes. Due to this reason if we were to ask people for a definition of Web 3.0 we would most likely get a bunch of different answers, ranging from blockchains to digital identity. Two things, however, would be in common across all of them. First, no one denies it is happening. You can’t deny evolution when it’s happening right in front of your eyes (even though I’m sure some would disagree). And second is the idea of immutability. Idea older than the world, which states that an immutable entity can not be tampered with or modified in any way after its creation. Web 3.0 is being built on top of this idea.\\n\\nApplications and utilities built with this notion in mind have the fascinating property of being verifiable. Since all the data has been recorded permanently, it becomes impossible for a given digital entity to go back on a claim they made in the past.\\n\\nAnother reason why this step in evolution has so much weight and meaning behind it is the current state of the Web, where the majority of the data is owned by an oligopoly of large tech firms. But as my high school history teacher told me - “For every power, there is an even greater power”.\\n\\nIt is difficult to see where this movement will take us. A great deal of ideas is being brought to life every day. Even more, are discarded on an hourly basis. The goal we are moving towards, however, remains unchanged. Freedom. Righteousness. Equity.\\n\\n![Figure 3: Human being with their best friend](https://images.mirror-media.xyz/publication-images/qCVvATaRv_aHKbZELfmjz.jpg?height=1080&width=1920)\\n\\n### Web 4.0 - Endless Possibilities\\n\\n> concious. create\\n\\nJust before we part ways, I would like to invite you to join me on a journey across the Realm of Possibilities. Across all the realms this one is my favourite. There are no binding contracts, no certainty, no rules. Everything and nothing is possible at the same time. True freedom if you ask me. Anyways, I digress. Let us collect what we know thus far.\\n\\nWe already have a network of networks of computers. Each individual node in this network has immense processing power. And these nodes can communicate with each other freely and efficiently. This top-level network deals with data. We can read this data. We can write to, or over, this data. We can trust this data, although this one is a “work in progress”. Where do we go from here? Is it even worth pondering or shall we leave it to the chance as we did for the past six million years?\\n\\nSince we are in the best realm of them all I shall share a few ideas that have been circulating in my head for a while. While rather rhetorical, hopefully, they will bring you some joy and excitement for what the future holds.\\n\\n* Connecting our brains to a computer or even the Web itself. We have long possessed these ‘computational’ devices inside of us. Can we utilise them to their full potential?\\n* A computer capable of generating data. Not just images, or music, or videos. But ideas that have meaning.\\n* Complete control over ones’ digital self. The data belongs to a person.\\n* Duplicate of the real world. If there is a machine capable of impersonating the physics of the real world - we are looking at it right now. \",\"timestamp\":1641287464,\"title\":\"The Story of the Greatest Computer humanity ever built\"},\"digest\":\"WXD63OJxCOhN1AGAU697bxBm95RHxVMoRnJulOkCDUs\",\"authorship\":{\"contributor\":\"0xbC8CcA64DA3d78510AF02c667f8a7d8CF26d8794\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SwlKk6_J0wwSmQhUqVPTbtAbx6G1yC0FxtfHLneSeH4\\\",\\\"y\\\":\\\"OfH6ucU7J4RzCTjtaYaSz3gPKZQjnsfkwYGEq23-jGU\\\"}\",\"signature\":\"fCYIv8gbd2A_PxoK29pxIk-mxS2z5_a9E77_N6j3uBQNUFwpGHuSj1uV-5Qjcn3nDQKycoWLLdVijB2GdMEWfQ\",\"signingKeySignature\":\"0xbd3ae92c724661fb6710d26f47a89e70bc57713b9dfa333d14c60f931cd945b318a5a8ca52a6bb98d14ec2c4bcce3198a1ebafce5e25bd0e1c7fda162e6b84301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SwlKk6_J0wwSmQhUqVPTbtAbx6G1yC0FxtfHLneSeH4\\\",\\\"y\\\":\\\"OfH6ucU7J4RzCTjtaYaSz3gPKZQjnsfkwYGEq23-jGU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"j9tSBfPfCSK7jKIaj5Z1drIz0BILYG7OAK0VmFuL7yM\"}"