"{\"content\":{\"body\":\"Time passed. I left school--went to college--traveled in Germany, and stayed there some time to learn the language. At every interval when I came home, and asked about the Welwyns, the answer was, in substance, almost always the same. Mr. Welwyn was giving his regular dinners, performing his regular duties as a county magistrate, enjoying his regular recreations as an a amateur farmer and an eager sportsman. His two daughters were never separate. Ida was the same strange, quiet, retiring girl, that she had always been; and was still (as the phrase went) \\\"spoiling\\\" Rosamond in every way in which it was possible for an elder sister to spoil a younger by too much kindness.\\n\\nI myself went to the Grange occasionally, when I was in this neighborhood, in holiday and vacation time; and was able to test the correctness of the picture of life there which had been drawn for me. I remember the two sisters, when Rosamond was four or five years old; and when Ida seemed to me, even then, to be more like the child's mother than her sister. She bore with her little caprices as sisters do not bear with one another. She was so patient at lesson-time, so anxious to conceal any weariness that might overcome her in play hours, so proud when Rosamond's beauty was noticed, so grateful for Rosamond's kisses when the child thought of bestowing them, so quick to notice all that Rosamond did, and to attend to all that Rosamond said, even when visitors were in the room, that she seemed, to my boyish observation, altogether different from other elder sisters in other family circles into which I was then received.\\n\\nI remember then, again, when Rosamond was just growing to womanhood, and was in high spirits at the prospect of spending a s eason in London, and being presented at court. She was very beautiful at that time--much handsomer than Ida. Her \\\"accomplishments\\\" were talked of far and near in our country circles. Few, if any, of the people, however, who applauded her playing and singing, who admired her water-color drawings, who were delighted at her fluency when she spoke French, and amazed at her ready comprehension when she read German, knew how little of all this elegant mental cultivation and nimble manual dexterity she owed to her governess and masters, and how much to her elder sister. It was Ida who really found out the means of stimulating her when she was idle; Ida who helped her through all her worst difficulties; Ida who gently conquered her defects of memory over her books, her inaccuracies of ear at the piano, her errors of taste when she took the brush and pencil in hand. It was Ida alone who worked these marvels, and whose all-sufficient reward for her hardest exertions was a chance word of kindness from her sister's lips. Rosamond was not unaffectionate, and not ungrateful; but she inherited much of her father's commonness and frivolity of character. She became so accustomed to owe everything to her sister--to resign all her most trifling difficulties to Ida's ever-ready care--to have all her tastes consulted by Ida's ever-watchful kindness--that she never appreciated, as it deserved, the deep, devoted love of which she was the object. When Ida refused two good offers of marriage, Rosamond was as much astonished as the veriest strangers, who wondered why the elder Miss Welwyn seemed bent on remaining single all her life.\\n\\nWhen the journey to London, to which I have already alluded, took place, Ida accompanied her father and sister. If she had consulted her own tastes, she would have remained in the country; but Rosamond declared that she should feel quite lost and helpless twenty times a day, in town, without her sister. It was in the nature of Ida to sacrifice herself to any one whom she loved, on the smallest occasions as well as the greatest. Her affection was as intuitively ready to sanctify Rosamond's slightest caprices as to excuse Rosamond's most thoughtless faults. So she went to London cheerfully, to witness with pride all the little triumphs won by her sister's beauty; to hear, and never tire of hearing, all that admiring friends could say in her sister's praise.\\n\\nAt the end of the season Mr. Welwyn and his daughters returned for a short time to the country; then left home again to spend the latter part of the autumn and the beginning of the winter in Paris.\\n\\nThey took with them excellent letters of introduction, and saw a great deal of the best society in Paris, foreign as well as English. At one of the first of the evening parties which they attended, the general topic of conversation was the conduct of a certain French nobleman, the Baron Franval, who had returned to his native country after a long absence, and who was spoken of in terms of high eulogy by the majority of the guests present. The history of who Franval was, and of what he had done, was readily communicated to Mr. Welwyn and his daughters, and was briefly this:\\n\\nThe baron inherited little from his ancestors besides his high rank and his ancient pedigree. On the death of his parents, he and his two unmarried sisters (their only surviving children) found the small territorial property of the Franvals, in Normandy, barely productive enough to afford a comfortable subsistence for the three. The baron, then a young man of three-and-twenty endeavored to obtain such military or civil employment as might become his rank; but, although the Bourbons were at that time restored to the throne of France, his efforts were ineffectual. Either his interest at court was bad, or secret enemies were at work to oppose his advancement. He failed to obtain even the slightest favor; and, irritated by undeserved neglect, resolved to leave France, and seek occupation for his energies in foreign countries, where his rank would be no bar to his bettering his fortunes, if he pleased, by engaging in commercial pursuits.\\n\\nAn opportunity of the kind that he wanted unexpectedly offered itself. He left his sisters in care of an old male relative of the family at the chateau in Normandy, and sailed, in the first instance, to the West Indies; afterward extending his wanderings to the continent of South America, and there engaging in mining transactions on a very large scale. After fifteen years of absence (during the latter part of which time false reports of his death had reached Normandy), he had just returned to France, having realized a handsome independence, with which he proposed to widen the limits of his ancestral property, and to give his sisters (who were still, like himself, unmarried) all the luxuries and advantages that affluence could bestow. The baron's independent spirit and generous devotion to the honor of his family and the happiness of his surviving relatives were themes of general admiration in most of the social circles of Paris. He was expected to arrive in the capital every day; and it was naturally enough predicted that his reception in society there could not fail to be of the most flattering and most brilliant kind.\\n\\nThe Welwyns listened to this story with some little interest; Rosamond, who was very romantic, being especially attracted by it, and openly avowing to her father and sister, when they got back to their hotel, that she felt as ardent a curiosity as anybody to see the adventurous and generous baron. The desire was soon gratified. Franval came to Paris, as had been anticipated--was introduced to the Welwyns--met them constantly in society--made no favorable impression on Ida, but won the good opinion of Rosamond from the first; and was regarded with such high approval by their father, that when he mentioned his intentions of visiting England in the spring of the new year, he was cordially invited to spend the hunting season at Glenwith Grange.\\n\\nI came back from Germany about the same time that the Welwyns returned from Paris, and at once set myself to improve my neighborly intimacy with the family. I was very fond of Ida; more fond, perhaps, than my vanity will now allow me to--; but that is of no consequence. It is much more to the purpose to tell you that I heard the whole of the baron's story enthusiastically related by Mr. Welwyn and Rosamond; that he came to the Grange at the appointed time; that I was introduced to him; and that he produced as unfavorable an impression upon me as he had already produced upon Ida.\\n\\nIt was whimsical enough; but I really could not tell why I disliked him, though I could account very easily, according to my own notions, for his winning the favor and approval of Rosamond and her father. He was certainly a handsome man as far as features went; he had a winning gentleness and graceful respect in his manner when he spoke to women; and he sang remarkably well, with one of the sweetest tenor voices I ever heard. These qualities alone were quite sufficient to attract any girl of Rosamond's disposition; and I certainly never wondered why he was a favorite of hers.\\n\\nThen, as to her father, the baron was not only fitted to win his sympathy and regard in the field, by proving himself an ardent sportsman and an excellent rider; but was also, in virtue of some of his minor personal peculiarities, just the man to gain the friendship of his host. Mr. Welwyn was as ridiculously prejudiced as most weak-headed Englishmen are, on the subject of foreigners in general. In spite of his visit to Paris, the vulgar notion of a Frenchman continued to be *his* notion, both while he was in France and when he returned from it. Now, the baron was as unlike the traditional \\\"Mounseer\\\" of English songs, plays, and satires, as a man could well be; and it was on account of this very dissimilarity that Mr. Welwyn first took a violent fancy to him, and then invited him to his house. Franval spoke English remarkably well; wore neither beard, mustache, nor whiskers; kept his hair cut almost unbecomingly short; dressed in the extreme of plainness and modest good taste; talked  little in general society; uttered his words, when he did speak, with singular calmness and deliberation; and, to crown all, had the greater part of his acquired property invested in English securities. In Mr. Welwyn's estimation, such a man as this was a perfect miracle of a Frenchman, and he admired and encouraged him accordingly.\\n\\nI have said that I disliked him, yet could not assign a reason for my dislike; and I can only repeat it now. He was remarkably polite to me; we often rode together in hunting, and sat near each other at the Grange table; but I could never become familiar with him. He always gave me the idea of a man who had some mental reservation in saying the most trifling thing. There was a constant restraint, hardly perceptible to most people, but plainly visible, nevertheless, to me, which seemed to accompany his lightest words, and to hang about his most familiar manner. This, however, was no just reason for my secretly disliking and distrusting him as I did. Ida said as much to me, I remember, when I confessed to her what my feelings toward him were, and tried (but vainly) to induce her to be equally candid with me in return. She seemed to shrink from the tacit condemnation of Rosamond's opinion which such a confidence on her part would have implied. And yet she watched the growth of that opinion--or, in other words, the growth of her sister's liking for the baron--with an apprehension and sorrow which she tried fruitlessly to conceal. Even her father began to notice that her spirits were not so good as usual, and to suspect the cause of her melancholy. I remember he jested, with all the dense insensibility of a stupid man, about Ida having invariably been jealous, from a child, if Rosamond looked kindly upon anybody except her elder sister.\\n\\nThe spring began to get far advanced toward summer. Franval paid a visit to London; came back in the middle of the season to Glenwith Grange; wrote to put off his departure for France; and at last (not at all to the surprise of anybody who was intimate with the Welwyns) proposed to Rosamond, and was accepted. He was candor and generosity itself when the preliminaries of the marriage-settlement were under discussion. He quite overpowered Mr. Welwyn and the lawyers with references, papers, and statements of the distribution and extent of his property, which were found to be perfectly correct. His sisters were written to, and returned the most cordial answers; saying that the state of their health would not allow them to come to England for the marriage; but adding a warm invitation to Normandy for the bride and her family. Nothing, in short, could be more straightforward and satisfactory than the baron's behavior, and the testimonies to his worth and integrity which the news of the approaching marriage produced from his relatives and his friends.\\n\\nThe only joyless face at the Grange now was Ida's. At any time it would have been a hard trial to her to resign that first and foremost place which she had held since childhood in her sister's heart, as she knew she must resign it when Rosamond married. But, secretly disliking and distrusting Franval as she did, the thought that he was soon to become the husband of her beloved sister filled her with a vague sense of terror which she could not explain to herself; which it was imperatively necessary that she should conceal; and which, on those very accounts, became a daily and hourly torment to her that was almost more than she could bear.\\n\\nOne consolation alone supported her: Rosamond and she were not to be separated. She knew that the baron secretly disliked her as much as she disliked him; she knew that she must bid farewell to the brighter and happier part of her life on the day when she went to live under the same roof with her sister's husband; but, true to the promise made years and years ago by her dying mother's bed--true to the affection which was the ruling and beautiful feeling of her whole existence--she never hesitated about indulging Rosamond's wish, when the girl, in her bright, light-hearted way, said that she could never get on comfortably in the marriage state unless she had Ida to live with her and help her just the same as ever. The baron was too polite a man even to *look* dissatisfied when he heard of the proposed arrangement; and it was therefore settled from the beginning that Ida was always to live with her sister.\\n\\nThe marriage took place in the summer, and the bride and bridegroom went to spend their honeymoon in Cumberland. On their return to Glenwith Grange, a visit to the baron's sisters, in Normandy, was talked of; but the execution of this project was suddenly and disastrously suspended by the death of Mr. Welwyn, from an attack of pleurisy.\\n\\nIn consequence of this calamity, the projected journey was of course deferred; and when autumn and the shooting season came, the baron was unwilling to leave the well-stocked preserves of the Grange. He seemed, indeed, to grow less and less inclined, as time advanced, for the trip to Normandy; and wrote excuse after excuse to his sisters, when letters arrived from them urging him to pay the promised visit. In the winter-time, he said he would not allow his wife to risk a long journey. In the spring, his health was pronounced to be delicate. In the genial summer-time, the accomplishment of the proposed visit would be impossible, for at that period the baroness expected to become a mother. Such were the apologies which Franval seemed almost glad to be able to send to his sisters in France.\\n\\nThe marriage was, in the strictest sense of the term, a happy one. The baron, though he never altogether lost the strange restraint and reserve of his manner, was, in his quiet, peculiar way, the fondest and kindest of husbands. He went to town occasionally on business, but always seemed glad to return to the baroness; he never varied in the politeness of his bearing toward his wife's sister; he behaved with the most courteous hospitality toward all the friends of the Welwyns; in short, he thoroughly justified the good opinion which Rosamond and her father had formed of him when they first met at Paris. And yet no experience of his character thoroughly re-assured Ida. Months passed on quietly and pleasantly; and still that secret sadness, that indefinable, unreasonable apprehension on Rosamond's account, hung heavily on her sister's heart.\\n\\nAt the beginning of the first summer months, a little domestic inconvenience happened, which showed the baroness, for the first time, that her husband's temper could be seriously ruffled--and that by the veriest trifle. He was in the habit of taking in two French provincial newspapers--one published at Bordeaux and the other at Havre. He always opened these journals the moment they came, looked at one particular column of each with the deepest attention, for a few minutes, then carelessly threw them aside into his waste-paper basket. His wife and her sister were at first rather surprised at the manner in which he read his two papers; but they thought no more of it when he explained that he only took them in to consult them about French commercial intelligence, which might be, occasionally, of importance to him.\\n\\nThese papers were published weekly. On the occasion to which I have just referred, the Bordeaux paper came on the proper day, as usual; but the Havre paper never made its appearance. This trifling circumstance seemed to make the baron seriously uneasy. He wrote off directly to the country post-office and to the newspaper agent in London. His wife, astonished to see his tranquillity so completely overthrown by so slight a cause, tried to restore his good humor by jesting with him about the missing newspaper. He replied by the first angry and unfeeling words that she had heard issue from his lips. She was then within about six weeks of her confinement, and very unfit to bear harsh answers from anybody--least of all from her husband.\\n\\nOn the second day no answer came. On the afternoon of the third, the baron rode off to the post town to make inquiries. About an hour after he had gone, a strange gentleman came to the Grange and asked to see th e baroness. On being informed that she was not well enough to receive visitors, he sent up a message that his business was of great importance and that he would wait downstairs for a second answer.\\n\\nOn receiving this message, Rosamond turned, as usual, to her elder sister for advice. Ida went downstairs immediately to see the stranger. What I am now about to tell you of the extraordinary interview which took place between them, and of the shocking events that followed it, I have heard from Miss Welwyn's own lips.\\n\\nShe felt unaccountably nervous when she entered the room. The stranger bowed very politely, and asked, in a foreign accent, if she were the Baroness Franval. She set him right on this point, and told him she attended to all matters of business for the baroness; adding that, if his errand at all concerned her sister's husband, the baron was not then at home.\\n\\nThe stranger answered that he was aware of it when he called, and that the unpleasant business on which he came could not be confided to the baron--at least, in the first instance.\\n\\nShe asked why. He said he was there to explain; and expressed himself as feeling greatly relieved at having to open his business to her, because she would, doubtless, be best able to prepare her sister for the bad news that he was, unfortunately, obliged to bring. The sudden faintness which overcame her, as he spoke those words, prevented her from addressing him in return. He poured out some water for her from a bottle which happened to be standing on the table, and asked if he might depend on her fortitude. She tried to say \\\"Yes\\\"; but the violent throbbing of her heart seemed to choke her. He took a foreign newspaper from his pocket, saying that he was a secret agent of the French police--that the paper was the Havre *Journal*, for the past week, and that it had been expressly kept from reaching the baron, as usual, through his (the agent's) interference. He then opened the newspaper, and begged that she would nerve herself sufficiently (for her sister's sake) to read certain lines, which would give her some hint of the business that brought him there. He pointed to the passage as he spoke. It was among the \\\"Shipping Entries,\\\" and was thus expressed:\\n\\n\\\"Arrived, the *Berenice*, from San Francisco, with a valuable cargo of hides. She brings one passenger, the Baron Franval, of Chateau Franval, in Normandy.\\\"\\n\\nAs Miss Welwyn read the entry, her heart, which had been throbbing violently but the moment before, seemed suddenly to cease from all action, and she began to shiver, though it was a warm June evening. The agent held the tumbler to her lips, and made her drink a little of the water, entreating her very earnestly to take courage and listen to him. He then sat down, and referred again to the entry, every word he uttered seeming to burn itself in forever (as she expressed it) on her memory and her heart.\\n\\nHe said: \\\"It has been ascertained beyond the possibility of doubt that there is no mistake about the name in the lines you have just read. And it is as certain as that we are here, that there is only *one* Baron Franval now alive. The question, therefore, is, whether the passenger by the *Berenice* is the true baron, or--I beg you most earnestly to bear with me and to compose yourself--or the husband of your sister. The person who arrived last week at Harve was scouted as an impostor by the ladies at the chateau, the moment he presented himself there as the brother, returning to them after sixteen years of absence. The authorities were communicated with, and I and my assistants were instantly sent for from Paris.\\n\\n\\\"We wasted no time in questioning the supposed impostor. He either was, or affected to be, in a perfect frenzy of grief and indignation. We just ascertained, from competent witnesses, that he bore an extraordinary resemblance to the real baron, and that he was perfectly familiar with places and persons in and about the chateau; we just ascertained that, and then proceeded to confer with the local authorities, and to examine their private entries of suspected persons in their jurisdiction, ranging back over a past period of twenty years or more. One of the entries thus consulted contained these particulars: 'Hector Auguste Monbrun, son of a respectable proprietor in Normandy. Well educated; gentleman-like manners. On bad terms with his family. Character: bold, cunning, unscrupulous, self-possessed. Is a clever mimic. May be easily recognized by his striking likeness to the Baron Franval. Imprisoned at twenty for theft and assault.' \\\"\\n\\nMiss Welwyn saw the agent look up at her after he had read this extract from the police-book, to ascertain if she was still able to listen to him. He asked, with some appearance of alarm, as their eyes met, if she would like some more water. She was just able to make a sign in the negative. He took a second extract from his pocket-book, and went on.\\n\\nHe said: \\\"The next entry under the same name was dated four years later, and ran thus, 'H. A. Monbrun, condemned to the galleys for life, for assassination, and other crimes not officially necessary to be here specified. Escaped from custody at Toulon. Is known, since the expiration of his first term of imprisomnent, to have allowed his beard to grow, and to have worn his hair long, with the intention of rendering it impossible for those acquainted with him in his native province  to recognize him, as heretofore, by his likeness to the Baron Franval.' There were more particulars added, not important enough for extract. We immediately examined the supposed impostor; for, if he was Monbrun, we knew that we should find on his shoulder the two letters of the convict brand, 'T. F.,' standing for *Travaux Forces*. After the minutest examination with the mechanical and chemical tests used on such occasions, not the slightest trace of the brand was to be found. The moment this astounding discovery was made, I started to lay an embargo on the forthcoming numbers of the Havre *Journal* for that week, which were about to be sent to the English agent in London. I arrived at Havre on Saturday (the morning of publication), in time to execute my design. I waited there long enough to communicate by telegraph with my superiors in Paris, then hastened to this place. What my errand here is, you may--\\\"\\n\\nHe might have gone on speaking for some moments longer; but Miss Welwyn heard no more.\\n\\nHer first sensation of returning consciousness was the feeling that water was being sprinkled on her face. Then she saw that all the windows in the room had been set wide open, to give her air; and that she and the agent were still alone. At first she felt bewildered, and hardly knew who he was; but he soon recalled to her mind the horrible realities that had brought him there, by apologizing for not having summoned assistance when she fainted. He said it was of the last importance, in Franval's absence, that no one in the house should imagine that anything unusual was taking place in it. Then, after giving her an interval of a minute or two to collect what little strength she had left, he added that he would not increase her sufferings by saying anything more, just then, on the shocking subject of the investigation which it was his duty to make--that he would leave her to recover herself, and to consider what was the best course to be taken with the baroness in the present terrible emergency--and that he would privately return to the house between eight and nine o'clock that evening, ready to act as Miss Welwyn wished, and to afford her and her sister any aid and protection of which they might stand in need. With these words he bowed, and noiselessly quitted the room.\\n\\nFor the first few awful minutes after she was left alone, Miss Welwyn sat helpless and speechless; utterly numbed in heart, and mind, and body--then a sort of instinct (she was incapable of thinking) seemed to urge her to conceal the fearful news from her sister as long as possible. She ran upstairs to Rosamond's sitting-room, and called through the door (for she dared not trust herself in her sister's presence) that the visitor had come on some troublesome business from their  late father's lawyers, and that she was going to shut herself up, and write some long letters in connection with that business. After she had got into her own room, she was never sensible of how time was passing--never conscious of any feeling within her, except a baseless, helpless hope that the French police might yet be proved to have made some terrible mistake--until she heard a violent shower of rain come on a little after sunset. The noise of the rain, and the freshness it brought with it in the air, seemed to awaken her as if from a painful and a fearful sleep. The power of reflection returned to her; her heart heaved and bounded with an overwhelming terror, as the thought of Rosamond came back vividly to it; her memory recurred despairingly to the long-past day of her mother's death, and to the farewell promise she had made by her mother's bedside. She burst into an hysterical passion of weeping that seemed to be tearing her to pieces. In the midst of it she heard the clatter of a horse's hoofs in the courtyard, and knew that Rosamond's husband had come back.\\n\\nDipping her handkerchief in cold water, and passing it over her eyes as she left the room, she instantly hastened to her sister.\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/48](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/48)\\n\\n\",\"timestamp\":1639129369,\"title\":\"\\nI myself went to the Grange occasionally, when I was in this neighborhood, in holiday and vacation time\"},\"digest\":\"cW0LsT6q3Pmt44cWtMEu4Nv_r5kevirRa0LbqeSJtXM\",\"authorship\":{\"contributor\":\"0x601114c3e2cfa182D83a451a3c41d4e615b07E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NxUmUg414rM_cRBnbm05SAqWeYFpYclyc-jeVXsrzs4\\\",\\\"y\\\":\\\"Ruuw6LeHl0geUA0AO6DLN6QdGxAlQdM6bZ-1QVlxER4\\\"}\",\"signature\":\"rMEHhlcQqIyZ6NdHn0LK1bPVyzKZ2yE9rx48cRRL_YS8sQBuNEo3-IKdXL0icMoCB1stEnsQnJdeNAaISJ7z-w\",\"signingKeySignature\":\"0xe21d0341130edd0e629fc7eeef27ea393d1c3b52ed0d29c9d00d455fd3df664f2e51abfc4b6d9e0261686d033dd94612fbf4e4050c7c8ad737384dd0d52b8c861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NxUmUg414rM_cRBnbm05SAqWeYFpYclyc-jeVXsrzs4\\\",\\\"y\\\":\\\"Ruuw6LeHl0geUA0AO6DLN6QdGxAlQdM6bZ-1QVlxER4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cW0LsT6q3Pmt44cWtMEu4Nv_r5kevirRa0LbqeSJtXM\"}"