"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/19923afb-eb43-4f31-9d71-02e0539f63b3.jpg?height=1200&width=2400&&&&&size=medium)\\n\\nWe’re bringing more people from Asia to this platform so that they, especially the ones from developing countries, can take advantage of Mirror’s awesome features.\\n\\n\\n---\\n\\n**Mirror** is a decentralized publishing platform where writers / publishers / whoever can post works like a regular blog or newsletter (think Medium or Substack), BUT with access to Web3 tools like **NFTs, crowdfunds, auctions, automatic payment splits, and more** (all in crypto, specifically ETH / Ethereum). **This post is actually on Mirror!**\\n\\n### Why write on Mirror?\\n\\nA decentralized publishing platform means that **your content won’t be censored**. And in the monetary side of things, **Mirror won’t take money out of any of your posts** even with the financial features mentioned above.\\n\\nThis is better than Facebook, Twitter, Instagram, Medium, Substack, etc. who takes majority of ad revenues — leaving $0.01 or less to the people —, or a huge chunk of the money from your subscriptions.\\n\\n### What have people made with the features?\\n\\nCheck this link for a sneak peek!\\n\\n[https://gianferrer.mirror.xyz/3T-7InT64Tkpd6la5Xxa-ezU-JYmnAXVve_q9iKz4FU](https://gianferrer.mirror.xyz/3T-7InT64Tkpd6la5Xxa-ezU-JYmnAXVve_q9iKz4FU)\\n\\n### Cool! I’m interested! How can we get in?\\n\\nTo get in Mirror, one must go through the [$WRITE Race](https://mirror.xyz/race) where people vote for you if they want to see your works, and must land in the Top 10. Votes are not reset every week, so they accumulate. Frustratingly, the Race happens every Thursday, late at night (3-5AM for people in UTC+8).\\n\\nSo usually, only the people in the West are the only ones that can vote. Unless you have connections in the West, that’s gonna be a struggle.\\n\\n### Well, shit. IDK that much people there! Can you help me out?\\n\\nFuck yeah! This is what this Open Call is for!\\n\\nSome friends and I are pledging at least half of our voting power to a voting chain. Joining me are [JO7eth](https://twitter.com/JO7eth) of HanDAO and [Algoriddims](https://twitter.com/algoriddims), who I have airdropped my $WRITE tokens to so that they can have their own publication here, and help me with my mission of bringing more Asian people to the platform. I’m gonna call ourselves the **Team East Mode** for the mean time. (We’re not a DAO, lol. Unless…)\\n\\n**You, the creator or member of a community, MUST reply to the tweet below** with **#MirrorEastMode** on what you’ll be using Mirror for. What will you be writing about? What will you use the crowdfund for, if ever? Pitch it to us!\\n\\n[https://twitter.com/belGIANgwaffles/status/1433059604427010049?s=20](https://twitter.com/belGIANgwaffles/status/1433059604427010049?s=20)\\n\\nIf you’re not on Twitter, send an email to **gianfewew@protonmail.com**.\\n\\n**ALSO, please mention which country you are from.** We don’t want the group to have a dominating country. We want all countries to be represented.\\n\\nTeam East Mode will be picking one creator / community / organization each that we’ll vote for during the Race. Once someone is already in Mirror, we’ll be inviting them to the Discord to add to the chain.\\n\\nIn other words…\\n\\nTeam East Mode picks 3 people to bring in → Votes for Person # 1 until they get in → Votes for Person # 2 until they get in → Person # 3 → Person # 4 (Selected by Person # 1) → and so on…\\n\\n### What’s the catch?\\n\\nOnce you’re in, you’ll be able to pitch who you want to see on Mirror, and we’ll add them to the voting chain. **The catch is you have to help us vote for that person as well.** I know, having to wake up early or stay up late just to vote is a fucking pain in the ass.\\n\\nI personally do this as I’m not in the Western hemisphere. Sadly, if you’re like me, someone in the Eastern hemisphere, you have to join me in this struggle… *unless somebody wants to fucking do something about it, like IDK… [~~make the Race a 12-hour event again, just like the first round~~](https://dev.mirror.xyz/vZxxUIeGMQK9NNLcrT0eDYZ6wXhXVr6vTQzztj1DaEA)???*\\n\\n### Sounds good! LFG!\\n\\nHell yeah! If you’re game to bring more Asian people to the platform, [sign up for the $WRITE Race](https://mirror.xyz/race) (no gas needed), and tweet us your pitch!\\n\\nWe also recommend putting the same pitch on the little prompt for the Race. That way, other people (besides us) will get to know you, and potentially vote for you too.\\n\\nYou should vote for people too! It helps get your name out there. I personally have met new people and made new friends by doing this.\\n\\n### Anyways…\\n\\nIf you have any questions, feel free to DM me on [Twitter](https://twitter.com/belgiangwaffles) or wherever! No pitches will be accepted via DMs.\\n\\nGood luck, and see you around the decentralized web!\",\"timestamp\":1630509198,\"title\":\"Open Call for Asian Creators, Communities, Organizations, etc.\",\"publication\":\"gianferrer\"},\"digest\":\"DUPgrgprqpVtURQOZjJ_NeAP-GW22iPKorLdVjyEJtc\",\"authorship\":{\"contributor\":\"0x2bD5d2e3d5852AD9960638083cb7c9F493E7A597\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P_DwdgSfsOMtg8DdHcSH5htY4tyEco-gIE1kTRPhZjQ\\\",\\\"y\\\":\\\"lYlKLJSs6UVQiJPBE7nm_cO-7QLhNSGWtGTY7_m81RI\\\"}\",\"signature\":\"ZkPyV7AynX0M2k5u96gMHaQ81PzyLmG7W7Wtf5L-XQcqnMt19UDBK9IVNVkngtreJz3OXo9gNAE-pFiE4p7-Wg\",\"signingKeySignature\":\"0xe97bb86cbfddc1fea67b5bedb54f98d32b12c8615c47dca22b1d18770e57d2cb6878bfa2ea871755c09458c6ca0181c26c21a514f0fbf077f8956dd0010080151b\",\"signingKeyMessage\":\"I authorize the publication of articles on gianferrer.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P_DwdgSfsOMtg8DdHcSH5htY4tyEco-gIE1kTRPhZjQ\\\",\\\"y\\\":\\\"lYlKLJSs6UVQiJPBE7nm_cO-7QLhNSGWtGTY7_m81RI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J9eY4zliUyEeMwBEAPJ7vtTb1V4zbX7wPYQM5RVtAL8\"}"