"{\"content\":{\"body\":\"![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fc15c95be-0c78-43c0-80c3-50a7cc709d18_3001x1498.jpeg)\\n\\n*This article is a transcript of a live interview conducted by [Jenil](https://twitter.com/0xjenil). If you want to attend our next Creator Stories episode, join our [Discord](https://discord.gg/XQBwvzpZv2) and follow us on [Twitter](https://twitter.com/CoinviseCo). We hope you’ll enjoy the conversation as much as we did! 😉*\\n\\n*You can find Adam on [Twitter](https://twitter.com/levychain), [Spotify](https://open.spotify.com/show/6pT1CCECT8bsesQRi7zRAF?si=xkY-o06XTluqZrpwe9xRkA) and [Substack](https://levychain.substack.com/). We also highly recommend you to listen [Mint season 2](https://adamlevy.io/mint-season-2/).*\\n\\n### Hey Adam, it's good to have you here. Maybe you can tell people about what your journey has been like so far, how you got started with doing podcasts, and how you got to the idea of Mint?\\n\\nThanks for having me. I got started in Crypto in late 2017. I initially got interested in the space after seeing that some publicly tradable assets like Bitcoin were trading at $20K at the time. It sparked my curiosity and led me to enter the Crypto space.\\n\\nI also came across this startup called Mediachain that [Jesse Walden](https://twitter.com/jessewldn) founded. At the time, I was very into the music scene, and I've always wanted to see what Jesse was doing and how he was helping artists musicians using Crypto. I thought it was pretty unique and different.\\n\\nSo between seeing Bitcoin trading at $20K and seeing a compelling use case of blockchain technology solving a real problem, I was intrigued, and that's how I got my start.\\n\\nThis was around when winter break kicked in at my university, and I spent four weeks diving into Bitcoin's white paper to the extent where I loved it so much. I started posting in my University's Facebook group, \\\"if anybody wants to learn about Bitcoin, meet me in this room on this day, at this time, and I'll be teaching you.\\\" I remember the very first session that I held, two people or three people showed up. And then the next week, it was five people, and then ten people showed up, to the point where we were 350 people on campus, all interested in Crypto and blockchain.\\n\\nThen, I wanted to work in Switzerland, known as the Crypto valley, for my last semester because they had the most regulatory-friendly environment for crypto projects. Long story short, I couldn't get a job because of the visa issue, and I ended up moving to Austria, working with a blockchain startup for a few months. A bank acquired this startup, so they dropped me, and I came back to LA and joined Tim Draper's fund for about two and a half years. I was wearing multiple hats, from fundraising to deal flow analysis to conference producing to marketing communications.\\n\\nBut one thing that I started there and that I was thrilled to do was Blockchain & Booze. That's kind of how I got into podcasting. Basically, the whole concept was that many things are going on in this space, but as quarantine just kicked in, people can no longer go to their networking events and post-work meetups to share ideas over a drink. So I went up to my boss and proposed that we bring this online, and that's exactly what we did every Tuesday evening from 5 to 7 PM. I hosted a fun \\\"get together\\\", where I interviewed someone live over a drink in front of an audience. And 66 sessions later, over 140 guests later, we had about 170,000 live viewers. I interviewed everyone from Mark Cuban, the mayor of Miami, the Binance US CEO, Celsius network CEO, et cetera.\\n\\nThat's pretty much how I got into podcasting. Since I left Blockchain & Booze, I've started this new concept called [Mint](https://adamlevy.io/mint-season-2/), which is tailored to be more towards the Creator Economy and the development around Web3 communities. As a creator myself, I've always wanted to find a way to empower development at the intersection of Crypto and music. NFTs and Social Tokens have proven to be a cool concept to experiment with and reward audiences and fans.\\n\\nThis is why I started Mint, strictly for providing content and guides for creators who want to transition from Web2 to Web3. Twice per week, I post new episodes interviewing different thought leaders in space on how they're using social tokens to empower the creator economy, Web3 and communities.\\n\\n### That's awesome. You've always been good with people, and that's what I like about you. It also shows in the podcasts you've done. What are some things that you learned about this space by just talking to these people? Is there something that excites you going forward?\\n\\nThis is such a good question. I started Blockchain & Booze in April of 2020. And if you guys remember this timeline, a few months later, DeFi summer kicked in August 2020. I entered the \\\"Podcasting scene\\\" at a good time because I built up a few episodes before getting more legitimate people on the show. And when I got to the point where I could invite more legitimate people on the show, that's kind of like where the fun started.\\n\\nI've also got my alpha into investing by inviting Founders onto the show. I realized that people didn't want to back their projects publicly. They didn't want to put a face to their projects. And there's only a handful of people who would come in front of the camera, in front of a microphone, and talk about why their project was the next big thing.\\n\\nWhen someone was coming on the podcast talking about his project publicly, and I was learning a lot and finding the project interesting, I was buying some of their tokens. As it happened for more and more projects, I realized that when you talk to someone about their project, if they're willing to come on publicly and talk about the problems that they're solving, regardless of how unregulated friendly the environment is, it says something about them and what they're building.\\n\\nSo the biggest lessons I learned from interviews are the alpha and insight from those new projects, which led me to invest in their projects. When you have these conversations, you learn about people in a different light, especially when they're drinking and they're a little bit buzzed, aha.\\n\\n### That's awesome. A follow-up question to that would be how do you see people transitioning between having an audience to a community? How do you see that transition happening, given all the conversations you've had with people, and how did you go about creating a community for Mint?\\n\\nI'm still trying to figure out what a community like Mint could look like. Right now, it's very much me, but I want to \\\"decentralize\\\" that, so it's more about Mint and less about me. I haven't figured out what it could look like, but I'll introduce some concepts that I would like to push out.\\n\\nFirstly, how can we embrace more of a community? How can we create more content that's more multiplayer rather than just a single-player? Podcasts are very much single player, it's just you and a person, and you talk to them, post it, publish it etc... I'm trying to think about how we can create multiplayer content, and that involves the community. And honestly, it's a tricky question. I haven't figured that out yet, but I think there is a need for every community to find that one thing, that one theme that people are aligned with, and that brings people together beyond your content. For blockchain & Booze, it was alcohol. For Friends With Benefits, it's the network. And every single community has a theme that extends beyond its service or product offering.\\n\\nWith Blockchain & Booze, I realized that there was a problem that needed to be solved at the time. People wanted to network, and I realized that networking was a common theme that could bring people together because people missed networking. What made the success of this podcast was the interaction, that social interaction that people were missing. That kind of made that community. The interviews were just a plus. What brought them there was the network and the drinking.\\n\\n### That's so interesting because what you're describing, it's just building culture. You can have all sorts of financial incentives, but it's just not going to work if the culture is not there. Talking about communities, do you see Web2 and Web3 creators as being binary? Do you see that switch happening? Or do you see it more like a complementary to each other where creators exist on Web2 platforms and still create content but are leveraging Web3 to capture the network effect better?\\n\\nI've quit my job to make that happen. I've quit working at the fund with a steady salary and options to make this happen. So do I see that transition happening? Yes. And it's the reason why I've quitted my job, to double down on the development of this space as more Web2 creators and communities are merging into Web3.\\n\\nThat's the whole point of Mint. To provide content, provide guidance, and hold people's hands about what's happening in the space and how they can use it to their advantage. Part of transitioning comes with educating. People won't get into something without understanding it.\\n\\nFor example, let's talk about [Harrison First](https://twitter.com/harrisonfirst). He's like a common name in the community. He's a Web2 creator that has transitioned into Web3. When showcasing his story, when creating content like this, it's that element of education that I hope other creators come across and realize that wait, Harrison First is a legit songwriter, a legit producer, and he made the switch into Crypto. What is he doing? What can I learn from him?\\n\\nSo yes, creators in Web2 will transition into Crypto. It's just a matter of time and education. And honestly, it depends on platforms like Coinvise and people like you, Jenil. Making this happen by onboarding people and teaching them.\\n\\nThere are already great projects and people that are doing an excellent job of taking responsibility. I think of Coinvise, [Forefront](https://twitter.com/forefront__), [Whale](https://twitter.com/whale_community), and [Allie McPherson](https://twitter.com/Alliestrasza). Allie is a gamer and the epitome of what a creator should look like transitioning from Web2 to Web3. She's teaching them what Crypto is, and now that she has good distribution, she's slowly transitioning into a DAO, that we could call a modern-day fan club.\\n\\nSo you already see early instances, and these people are going to be the cornerstone as to how others join Crypto. So yes, it's going to happen.\\n\\n### We're all going to make it. A follow-up question to this would be what made you take the risk of leaving your job and taking the leap into doing what you're doing now? What was the moment where you just said, I'm going to make the switch?\\n\\nBlockchain & Booze was such an exciting experience, and I got to talk with over 150 builders, founders, and investors. I was fortunate to build an incredible network from there and make cool friends.\\n\\nI'll shout out to someone that had a major impact on this decision because we're good friends, and he lives 20 minutes away from me. It's [Cooper Turley](https://twitter.com/Cooopahtroopa). I remember talking to him a lot, and he was doing cool stuff and was very successful at what he's doing. So I started asking him how I can transition. How can I take more steps? I wanted to be a part of more groups and more communities.\\n\\nAnd he told me, \\\"Just quit. You'll be good. Just quit.\\\" I'm fortunate and forever grateful for the people around me because I couldn't have made that decision myself without consulting some of my friends. It wasn't until I realized the opportunity here is high. The \\\"risk to reward\\\" ratio is unlike any other industry. I just said to myself, \\\"you have enough experience, and you're getting offered positions from other companies, so if you do fail, you have a plan B to sit on, so just do what you did for Blockchain & Booze and create content.\\\"\\n\\nCrypto is 100% an employee market right now. There are more job offers than good candidates. So that also gave me a level of security that I have a backup plan if I do mess up.\\n\\n### Cooper had also had a considerable influence when we started Coinvise, so I completely relate to what you're saying. As a final question, in an ideal world where you would have all the resources and don't have to worry about the constraints, what is something that's missing in the Creator Economy? What is something that you would love to see?\\n\\nIf I had unlimited resources, money, and access to engineers, marketers, or operations people, I would focus on the intersection of the music industry and Crypto.\\n\\nYou guys are probably already seeing [3lau](https://twitter.com/3LAU) create a lot of hype around this. He is working around the element of fractionalizing a song or an album and crowdfunded to its fans. So fans can be a part of the creative journey of experiencing and enjoying the content and the financial journey.\\n\\nI've been thinking a lot about the benefits of consuming the content and being a core contributor to the influencers' future.\\n\\nAnother exciting thing for me is a solution that would allow people to better interact with their NFTs and collectibles. Today, in the NFT market, we're seeing millions of dollars in volume of people trading and transacting different collectibles, but the wallets where they are stored don't provide people with ways to enjoy that content, enjoy their NFT album, enjoy the NFT video that they just got, so I'm excited to see what's going to solve this in the next years.\\n\\n#### Thank you Adam, it was a super insightful conversation. Have a good day.\\n\\n###### **Want more?**\\n\\nFollow us on **[Twitter](https://twitter.com/CoinviseCo)**,  [Instagram](https://www.instagram.com/coinvise/?hl=en) and join us on **[Discord](https://discord.gg/XQBwvzpZv2) 🔥**\",\"timestamp\":1631312082,\"title\":\"Creator Stories Episode 3: Adam Levy\",\"publication\":\"coinvise\"},\"digest\":\"P7RO0OeshNxL1xJ4hY644ANbmLgNWRnHmVBj8PbK4tU\",\"authorship\":{\"contributor\":\"0xC0241e384dB48C35E7b3FEded3BfEcd29A3E73e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"signature\":\"l7H0_to8zVb1HeAy-DLilPgsaIMo-1au1cweADyGS8maGFkZnkEttF3IDVKFKKmC4oMw1azBKsKi6t7h9lld2A\",\"signingKeySignature\":\"0xcc613260e5f5b48c237877a3499201fc21625773b852a1a30d2621e4030145ed571bbaf7e6a772fdae8d151fa5249d801febe34436bbf227d6ac50d575bf1ee61b\",\"signingKeyMessage\":\"I authorize the publication of articles on coinvise.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KuCxWo6DcoyMikgUbMFpV3OORHxDHVmqeb74IRe8dZM\"}"