"{\"content\":{\"body\":\"\\\"Etwa dreimal so viel Wert wie alles je geförderte Gold auf dem Planeten,\\\" grinst der Fremde. Seine Zähne strahlen neonweiss.  Sie stehen so gerade im Mund wie französische Soldaten beim Morgen-Appel vor der Kaserne. Erfolg von Kopf bis Fuss: blonder Seitenscheitel, eine leicht zu grosse Uhr, Segelclub-Jacket, sitzende Jeans, Kanyes Schuhe. \\n\\nSolche Verkäufertypen widern Leon normalerweise an. Er vermutet Abzocke. Die Schlangenöl-Händler finden immer Worte, um den Leuten Dinge anzudrehen, die sie nicht brauchen: Autos, Versicherungen, Handys, Finanzprodukte.\\n\\nDoch aus irgend einem Grund, hat er ihre Aufmerksamkeit geweckt. Sie hören ihm weiter zu. Sie geben sich Mühe unvoreingenommen zu bleiben. Ihre Höflichkeit befiehlt das. Und mit zunehmendem Alter stellen sie auch fest, dass Zuhören manchmal einfacher ist, so die Leute wieder los zu werden.\\n\\nDer Fremde erklärt weiter, er hätte einen neuen Rohstoff entdeckt. Abklärungen hätten schnell ergeben, dass dieser Rohstoff zahlreiche wertvolle Anwendungen für die Menschen hat. Der Wert der weltweit verfügbaren Mengen des Rohstoffs läge schon heute bei etwa 30'000 Milliarden USD (engl. 30'000 Billion USD). Das macht ihn zu einem der wertvollste Rohstoffe des Planeten.\\n\\nSie sind bestimmt erstmal von der Zahl überfordert. Wieviel sind denn 30'000 Milliarden Dollar eigentlich? Das ist eine 30 mit 12 Nullen. 30'000 Milliarden USD sind dreimal mehr als der Wert von allem je von der Menschheit geförderten Gold. In 2021 schlägt der weltweite Goldwert mit $9'000 Milliarden zu Buche. Das wertvollste Unternehmen der Welt, Apple, ist rund 15 Mal weniger Wert, \\\"bloss\\\" 2'000 Millarden USD. Oder noch ein Vergleich: Wenn Sie in der Schweiz leben und ein durchschnittliches (und damit hohes) Schweizer Jahressalär erhalten (ca. 100'000 USD im Jahr), hätten Sie rund 300 Millionen Jahre arbeiten müssen, um sich alle Reserven dieses Rohstoff kaufen zu können. Sie hätten mit der Arbeit begonnen, bevor es Menschen, Affen, Dinosaurier auf dem Planeten gab, ja bevor Wirbeltiere. Sie hätten sich den Planeten zu Beginn ihrer Arbeit bloss mit Muscheln geteilt.\\n\\nSie trauen der Sache nicht. Der Fremde, der Ihnen diese Geschichte auftischt, scheint nicht ganz bei Trost zu sein. Er fährt fort, dass gemäss übereinstimmenden Meinung der Wissenschaftler der Wert dieses wunderlichen Rohstoffes in den nächsten Jahren rasant anwachsen wird. Um mindestens 1'500 Milliarden USD pro Jahr. Tendenz steigend. Das heisst, wer heute in die Förderung dieses Rohstoffes investiert kann mit einer jährlichen Rendite von 5% rechnen, wenn er den Rohstoff einfach behält.\\n\\nSie fragen sich, weswegen der Rohstoff überhaupt so viel Wert haben könnte. Der Fremde fährt fort: \\\"Schon heute wird der Rohstoff für die Herstellung von fast jedem Produkt und jeder Dienstleistung benötigt, das auf dem Planeten verkauft wird.\\\" Wenn er auch für viele Produkte noch einen kleinen Teil der Wertschöpfung ausmacht, wird sich dies zunehmend ändern. Spätestens ab 2030 werden grosse Mengen dieses Rohstoff in jedem Produkt zu finden sein, für das im Moment irgendwo auf dem Planeten Geld ausgegeben wird.\\n\\n\\\"Bestimmt sind die gierigen Rohstoff-Konzerne schon dran dieses Zeug zu fördern,\\\" fragen Sie. Der Fremde erklärt ihnen, dass ein paar Branchen damit begonnen haben, darunter beispielsweise die Energie-Produzenten, die Autoindustrie oder die Stahlindustrie. Dies sei aber sehr kostspielig für diese Unternehmen.\\n\\nFür einzelne Personen, jedoch, sei es viel einfacher, diesen Rohstoff zu fördern. Denn die Vorkommen sind relativ gleichmässig verteilt. Jeder Mensch auf dem Planeten kann eine kleine Menge des Rohstoffes selber fördern, ohne dass ihm dabei Kosten entstehen. Wenn er den Rohstoff verkauft, könnte er den Preis zu seinem eigenen Wohl einsetzen. Der Wert der kostenlos förderbare Menge pro Planeteneinwohner liegt im Moment zwischen 150 bis 3000 USD pro Jahr (Stand 2021), Tendenz steigend.\\n\\nSie denken, dass sie dieses Geld schon gebrauchen könnten. Und bestimmt auch zahlreiche anderen Menschen auf dem Planeten. Gerade für weniger wohlhabende Menschen ist dies ein bedeutender Betrag. Aber sie glauben nicht, dass die Förderung des Rohstoffs ohne Bagger, Raffinerien, Schiffsflotte möglich ist. Neugierig fragen Sie den Fremden, welche Gerätschaften sie denn benötigen, um in dieses Geschäft einzusteigen. \\\"Keine,\\\" antwortet dieser.\\n\\n\\\"Ja, aber was muss ich tun um an dieses Zeug zu kommen,\\\" haken Sie nach.\\n\\nDer Fremde antwortet: \\\"Nichts\\\"\\n\\nSie fühlen sich verarscht. \\\"Nichts,\\\" wiederholen sie.\\n\\n\\\"Ja, nichts\\\", sagt der Fremde, \\\"Sie müssen wörtlich nichts tun\\\".\\n\\nEr fährt fort, \\\"Genauer gesagt, müssen sie gewisse Dinge nicht tun bzw. Ausgaben nicht tätigen und diese durch andere Aktivitäten ersetzen.\\\" Es handelt es sich um 6 Dinge, die sie ersetzen sollen. Für manche aber weniger.\\n\\nNeben dem Geld, das sie mit dem Rohstoff verdienen, hat das noch einen weiteren positiven finanziellen Effekt. Das Geld, dass sie durch das Nichtausgeben für ihr \\\"Nichthandeln\\\", einsparen wird plöztlich frei. Es wird zusätzlich zu ihrem Wohlstand beitragen. Beispielsweise kann die Person das eingesparte Kapital in die Förderung des Rohstoffes investieren und aus dem Zins und dem Wertzuwachs ein passives Einkommen oder eine Rente generieren.\\n\\nSie verstehen nicht. Nichts tun? Geld anders einsetzen. Das tönt verwirrend. Weswegen mache die Menschen da nicht mit?\\n\\nDer Fremde erklärt, dass bis anhin nur die wenigsten Mensche den Rohstoff sehen können. Er ist unischtbar,  versteckt sich. Viele von von uns ignorieren den Rohstoff gar. Weil wir gelernt haben, dass es nicht wichtig ist. Der Grossteil der 8 Milliarden Menschen interessiert sich nicht dafür.\\n\\n\\\"Aber ich habe das wichtigste noch nicht erzählt\\\", fährt der Fremde fort. Die weltweite schnelle Förderung dieses Rohstoffes hat einen nicht unbedeutenden Nebeneffekt, der die geschäftliche Chance des Rohstoffes weit übertrifft. Gelingt es den Menschen, bis zum Jahr 2028 eine grosse Menge des Rohstoffes zu fördern, hat sie eine Chance als Spezies auch längerfristig auf dem Planeten zu überleben. Falls die Menschheit es nicht schafft, bedeutet dies die Auslöschung der Spezies. Das ist doch noch ein schöner Nebeneffekt dieser einzigartigen Geschäfts-Opportunität, nicht?\\n\\nNun sind sie wirklich gespannt. Sie fragen den Fremden, worum es sich bei diesem ominösen Rohstoff handelt. Seine Antwort enttäuscht sie jedoch.\\n\\n\\\"Es handelt sich um Kohlenstoffdioxid, auch CO2 genannt, Carbon Dioxide auf english, oder häufig auch schlicht Carbon abgekürzt,\\\" antwort der Fremde.\\n\\n**CO2 als Rohstoff?**\\n\\nSie werden beistimmen, dass obige Gedankreise etwas konstruiert klingt. Natürlich ist CO2 gar kein Rohstoff im engeren Sinne. Er ist das Abfall-Produkt der Verbrennung von Biomasse im Allgemeinen und von fossilen Rohstoffen im spezifischen.\\n\\nWie Ihnen bestimmt bewusst ist, gibts im Moment zuviel davon in der Atmosphäre. Das ist schlecht. CO2 sorgt für den Treibhauseffekt und dieser wiederum sorgt für eine globale Klimaerwärmung. Ein Effekt, der die Menscheit in eine globale Krise stürzt.\\n\\nDennoch macht die Geschichte Sinn. Denn CO2 generiert einen wachsenden Wert. Und zwar nicht wirklich der Prozess der Förderung, sondern der Prozess des entfernens des CO2 aus der Atmosphäre, bzw. der Prozess des Nicht-Aussstossens des CO2.\\n\\nIm Jahr 2021 hat die Menschheit noch ein CO2-Budget übrig von ca. 1000 Gigatonnen CO2. Wenn diese ausgestossen ist, wird die 2°-Grenze der Erderwärmung erreicht, ab welcher der Klimawandel nicht mehr umkehrbar ist. Und sich vermutlich sogar beschleunigt.\\n\\nSchon heute hat die Vermeidung von CO2 einen Wert. Ca. 30 USD pro Tonne. Diese werden in Form von Zertifikaten gehandelt. Multipliziert man diese mit dem heute noch verfügbaren CO2-Budget gelangt man zum Gesamtwert von 30'000 Milliarden USD. Oder dreimal so viel wie alles Gold, 15 mal so viel wie Apple.\\n\\nDer Wertzuwachs der Tonne CO2 in Zukunft ergibt sich aus der Verknappung des CO2 Budgets. Je weniger wir noch ausstossen können, desto wertvoller wird jede Tonne, die wir aus der Atomsphäre entfernen, bzw. nicht ausstossen.\\n\\nDer Fremde behauptet auch, dass schon heute der Rohstoff für die Herstellung von fast jedem Produkt und jeder Dienstleistung benötigt wird, das auf dem Planeten verkauft wird. Das hat damit zu tun, dass fast alle Produkte einen CO2 ausstoss generieren. Es hat fossile Rohstoffe in jedem Produkt. Offensichtlich ist das sichtbar bei fossilen Brennstoffen wie Benzin, Diesel, Kerosin, aber auch Braunkohle. Dann braucht es Energie für die Herstellung. Energie für den Transport. Zudem basieren viele Materialien (z.B. Plastik) auf fossilen Rohstoffen. Das bedeutet, dass bis auf ein paar wenige Ausnahmen alle Produkte auch fossile Rohstoffe enthalten, die früher oder später in Form von CO2 in der Atmosphäre auftauchen. Weltweit entstehen zunehmend Preise für den Ausstoss von CO2, zum Beispiel durch Treibstoff-Steuern. Mit diesen wiederum wird Carbon Removal oder Verhinderung des Austosses finanziert. Deswegen finden sich in jedem Produkt auch der \\\"Rohstoff\\\"\\n\\nCO2-Vermeidung.\\n\\nDer Fremde behauptet auch, dass jede Person auf der Welt in diesen Markt der förderung von des Rohstoffs \\\"CO2-Vermeidung\\\" eintreten kann. dabei irrt er sich. Denn die Tools dafür bestehen noch nicht. Bzw. können sich Leute noch nicht dafür bezahlen lassen. Doch jede Person kann schon heute CO2-Ausstoss vermeiden. Am effektivsten durch den Verzicht auf Flugreisen, Autofahren, das Belegen von kleinerem Wohnraum, Nutzung von erneuerbarer Energie, sowie einem möglicht CO2-freien Konsum.\\n\\nDieses Projekt sucht die Möglichkeiten, mit denen CO2-Vermeidung wirtschaftlich besser genutzt werden kann.\",\"timestamp\":1639033217,\"title\":\"Die ungenutzte 30'000 Milliarden-Rohstoff-Quelle\"},\"digest\":\"rjVfX6M-2jXH3YFvRnRcB61E52A3L7IL4ufbHE8_qqA\",\"authorship\":{\"contributor\":\"0x22AC0E18853d749d46716274682b4aDDa206cA3f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CC1D-ryh1KjHi7VyX5XlFA_lPlHDaqHxNtu1pdnvhyA\\\",\\\"y\\\":\\\"Xy7YvNRXbmzGqVicsG0LwtPABh6ngNRdKvR8i6uHxA4\\\"}\",\"signature\":\"Vb1-Lvk9JFs4CFUH6X_gGnYzr4_9zhY1ftfZkjjHgo7mMJgp8XbdidMKU6YKAwHTuyi03xTwieulAsSlMeat_Q\",\"signingKeySignature\":\"0xf5f22f78cae0de7157abca194e1418376beffcdf77e3866951858f32cbc901001cf966df1137870ad832c616d76ca8b4aba1538d6955e321b930f813757b148d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CC1D-ryh1KjHi7VyX5XlFA_lPlHDaqHxNtu1pdnvhyA\\\",\\\"y\\\":\\\"Xy7YvNRXbmzGqVicsG0LwtPABh6ngNRdKvR8i6uHxA4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LRufkwaL8p6BwBtNqfYE_1wz8DZ2A5-DLcL_PZK4e9g\"}"