"{\"content\":{\"body\":\"自康美药业独董被判承担巨额连带赔偿责任后，A股上市公司的独董岗位一下子从“香饽饽”变成了高危职业。\\n\\n于是，一场辞职潮在独董圈迅速蔓延开来。\\n\\n先是[开山股份](https://laohu8.com/S/300257)独董“执意辞职”遭公司谴责，接着知名经济学家刘纪鹏辞任万润股份独董的消息，更是在资本市场激起千层浪。\\n\\n除了此次辞任的万润股份，刘继鹏2020年还在[民生银行](https://laohu8.com/S/600016)、[长安汽车](https://laohu8.com/S/000625)、[中金黄金](https://laohu8.com/S/600489)和[节能国祯](https://laohu8.com/S/300388)担任独董。长安汽车、中金黄金给予刘继鹏的独董税前报酬均为12万元，万润股份较少为7.61万元，节能国祯则为0元。与以上四家平平无奇的薪酬相比，[民生银行](https://laohu8.com/S/01988)的独董薪酬则颇为大方，高达88.5万元。\\n\\n一人身兼5家公司独董，拿着合计123.61万元的报酬，刘纪鹏的独董岗位不可谓不香。\\n\\n面对突然辞职的争议，一向“敢言”的刘纪鹏称自己不会当逃兵。但在独董的中国式困境下，刘纪鹏想清者自清并不容易。\\n\\n**独董不香了**\\n\\n独董，即独立董事，以身份独立、意见独立参与公司董事会。\\n\\n辞任万润股份独董职位的刘纪鹏，履历很是丰富，他现任中国政法大学资本金融研究院院长，曾参与《证券法》等法律的起草工作。在中国资本市场，刘纪鹏是个大名人，给人印象是“敢言”。\\n\\n（刘纪鹏）\\n\\n他曾批评万科王石光爬山就用了3000万元，也曾炮轰[华谊兄弟](https://laohu8.com/S/300027)王中军在美国5.5亿买两幅画。2015年6月至7月初，股灾来临之时，刘纪鹏还曾与其他三位教授联名提出八点公开建议，呼吁“维护资本市场稳定”。\\n\\n就是这样一个动静不小的人物，也成为独董辞职大军的一员。就辞任独董事件发酵一天后，11月24日，刘纪鹏回应公众称，“辞职确属巧合，不会在关键时刻当逃兵。”他表示，辞职有两方面原因。\\n\\n一个是自己已经65岁，年事已高，今年也辞去了中国政法大学商学院的院长职务；二是本着培养学员青年老师的宗旨，已向万润股份推荐商学院工商系主任郭颖接替独董。“接下来，可能还会继续辞任其他公司的独董，把更多的锻炼和挑战的机会，让青年教授去担任。”\\n\\n这个时间节点辞任，显然不那么凑巧。2020年5月13日，刘纪鹏在万润股份2019年度股东大会上获表决通过，出任公司第五届董事会独立董事，原定任期是三年，如今才完成一半任期。\\n\\n辞任独董的刘纪鹏，与独董的关系剪不断、理还乱。在过往的时间里，刘纪鹏不仅曾发文建议提高独董的薪酬待遇，还炮轰过另一名独董刘姝威。\\n\\n2019年2月，刘纪鹏在《刘姝威该怎样帮董小姐？》一文中，针对现行上市公司独董产生办法发出质疑：“必须改变由大股东控制的董事长和董事会聘请独董来制约大股东和保姆自己的提名制。中上协独董会应发挥重要提名和保护作用。”\\n\\n在其位，谋其职。刘纪鹏除了学者身份外，还担任中国上市公司协会独立董事会副主任一职，即前文中他所说的“中上协独董会”。除了辞去的万润股份独董外，刘纪鹏堪称A股的“资深独董”，曾先后担任过[泛海控股](https://laohu8.com/S/000046)、华能国际、国电电力、[汇鸿集团](https://laohu8.com/S/600981)、江中药业等12家上市公司独董。\\n\\n目前，刘纪鹏还担任4家上市公司独立董事，分别为长安汽车、[太阳能](https://laohu8.com/S/000591)、节能国祯、民生银行。“刘纪鹏辞任独董的行为，是个人在现有独立董事制度与规则下，趋利避害的理性选择。”IPG中国区首席经济学家柏文喜告诉市界。\\n\\n尽管年年都有独董辞职，但今年独董离职大暴发始于11月12日。这一天，因操纵证券市场和违规披露等犯罪，康美药业原董事长马兴田等人，被追究刑事责任。其中，包括5名曾任或在职的独立董事，需要承担连带责任，合计赔偿金额最高约3.69亿元。\\n\\n随后，在将近半个月时间里，独董圈上演集体大逃亡。《每日经济新闻》统计数据显示，11月12日到19日8天内，已经有22家上市公司的24名独立董事辞职。这个数据是2018-2020年同期（12-19日）的两倍。Choice数据显示，11月以来，截至23日下午，发布独立董事辞职公告的，总计有38家A股上市公司，独立董事离职人数达39人。\\n\\n针对康美药业独董被罚、刘纪鹏辞任独董及独董离职潮等事宜，刘姝威在朋友圈发文称，“法院判决康美药业独立董事赔偿投资者损失，这是我国资本市场发展的标志性事件。至今我没有看到或听到中国上市公司协会独立董事委员会对此事的声音！”\\n\\n针对相关问题，市界联系中国上市公司协会，对方称正走流程会尽快回复。截至发稿日，中国上市公司协会尚未回复。\\n\\n**中国独董往事**\\n\\n独董其实是个舶来品。\\n\\n1970年代，美国一些著名大公司的董事会，纷纷卷入公司贿赂丑闻。由于中小股东无力对管理层施加有效监督，纽约证交所在1978年规定，凡上市公司都得有独立董事。\\n\\n独立董事既为公司服务，又维护中小股东的利益，这使公司和股东实现了双赢。很快，独立董事风靡欧美，许多国家争相模仿。1999年，董事会中独立董事的比例，美国为62%，英国为34%，法国为29%。\\n\\n彼时，大股东侵占中小股东利益的事件，在我国上市公司也时有发生。因此，证监会不得不寻求外力，以期对“一股独大”所带来的弊端，形成一种制衡。2001年，在证监会的指导意见下，我国上市公司全面推行独立董事制度。\\n\\n一时之间，独董“火”了起来。名人、学者等，成为上市公司独董的优先选择。在这其中，又以在金融、法律、会计、审计等方面有研究的专家学者，成为最受欢迎的独董人选。\\n\\n随后数十年里，上市公司独立董事队伍愈发强壮，国内A股上市公司聘任的独立董事人数，从当初的709人（次），上升到2020年末的13517人（次），增长了约18倍。\\n\\n高学历（硕士、博士）的独董，也从最初的凤毛麟角，演变成了今日的“漫山遍野”。截至2020年末，从已披露的学历来看，在职独董拥有博士学历的占比46.04%，硕士学历的占比31.92%。\\n\\n繁荣背后，却满是无奈。\\n\\n虽然A股上市公司仿照国外建立了独董制度，但目前A股和美国的独董现实情况的差别还是比较明显，这主要体现在独董人数在董事会中的比例。\\n\\n目前，A股上市公司董事会中独董的比例至少要达到三分之一，但大部分上市公司的董事会中独董的比例均限定在三分之一的及格线水平，独董对董事会决策的影响力颇为有限。\\n\\n但在纽交所、纳斯达克，其独董的比例要达到50%以上。Wind数据显示，在苹果公司9名董事会成员中，有7位独董，并且一位独董还是董事会主席。在脸书公司的9位成员组成的董事会中，同样有7位独董。两个公司的独董比例超过了70%。\\n\\n除了独董在董事会中的人员比例不占优之外，A股上市公司大股东在聘请独董时具有绝对的话语权，比如薪酬由上市公司发等，再加上独董不参与企业运营管理，难以深入了解企业运营情况，以至于在这些年里，独董给外界的印象是：“不独”、“花瓶”、“人情董事”、“名誉董事”。\\n\\n此外，在中国这个绕不开人情的社会，很多上市公司的独董与大股东和实际控制人带有浓厚的私人关系特色。\\n\\n不过，独董也有存在感爆棚之时。2018年，曾凭借六百真言击碎“蓝田神话”的万科独董刘姝威，写了一篇华润和宝能“违规”交易的文章，这引得资本市场一片哗然。\\n\\n这起事件，最终虽然以华润断然否认，宝能沉默以对，刘姝威删掉文章而告终，但其引发的“独董该如何履职”这一话题，至今仍记忆犹新。\\n\\n2019年，万科独立董事华生也写下《我为什么不支持大股东意见》上、中、下三篇。华生的这次发声，虽然让他树立了“心系中小投资者”的形象，但华生也曾疑惑：“我有权代表广大公众股东，决定这预案在今天会上的命运吗？”\\n\\n（华生）\\n\\n这一年，兼任格力独立董事的刘姝威，迎来了刘纪鹏的炮轰。在《刘姝威该怎样帮董小姐》一文中，刘纪鹏批评刘姝威“大张旗鼓高谈闺蜜，有公开挑战上市公司治理准则和法律之嫌”。\\n\\n针对华生和刘姝威的做法和观点，尽管外界对他们颇有争议，但不得不承认的一点是：刘姝威和华生的敢言，打破了以往独董沉默“花瓶”的形象，刷新了人们对独董的认知。\\n\\n虽然前有华生、刘姝威、刘纪鹏们的独董敢言，但外界对独董的整体印象依旧是“花瓶”。\\n\\n“花瓶”独董背后，是独董的中国式困境。\\n\\n**独董们的“委屈”**\\n\\n如康美药业一样，独董受到处罚的案子，不在少数。\\n\\n今年5月17日，广东证监局公布了针对[ST榕泰](https://laohu8.com/S/600589)的行政处罚决定书。三名时任独立董事分别被罚50万元。《每日经济新闻》统计过，截至今年7月的近1年，共有60名独董被罚，罚款总额为476万元。不过，这些独董受到证监会处罚的金额并不高，通常在3万-15万元以内。\\n\\n康美药业独董被罚3亿多，是中国独董发展史上里程碑的事件。此事发生后，担任四家A股上市公司独董的刘姝威，多次发声谈独董制度。比如她选择哪些上市公司、又是如何选择上市公司，再比如11月22日，她发文表态：“滥竽充数的独立董事，将冒倾家荡产的风险。”\\n\\n相较于刘姝威的敢言，大多数独董并没有公开发声，但他们对“独董是‘无本’买卖”的论调不以为然。多年前，金融人士张凯参加了一个独立董事培训班。对于独董这个职位，张凯和独董同学的感受是：高风险、低收益，“换句话来说，就是操着卖白粉的心，拿着卖白菜的钱。”\\n\\n虽然张凯们承认独立董事非常有必要，但如今年薪十万却要承担上亿罚款，这让他们很委屈。实际上，独立董事职责广、责任大、报酬低，决定了独立董事的积极性，不能够被激发。\\n\\n据财联社数据显示，A股公司中有73.34%的独董，全年薪酬在10万元以下，其中20.66%的独董年薪在5万元以内。“面对收益和高风险的不匹配，很多独董选择躺平，沦为‘人情董事’或‘名誉董事’。”一名上市公司的董事告诉市界，但矛盾的是：如果薪酬过高，拿人手短，有些独董也不能够勤勉尽责，他们很可能牺牲独立性。\\n\\n除了一些主观因素外，从客观条件来看，他们可能也没办法做到。“从生活和工作的地点，以及上市公司经营的地点来看（有的独董在上海、上市公司却在北京），就根本无法行使权力。”上述董事告诉市界。\\n\\n有的上市公司会有蓄意造假或舞弊的行为，他们往往事先准备好一套完整的说辞来应对，让独董在实际履行权力和职责时难以甄别，比如康美药业。即便有些懂财务的独董能看出猫腻，然而，“向证监会举报必须实名，这就意味着，独董在行驶自己权利的同时，没有保护自己安全的条件。即便举报成功了，也没有奖励，冒的风险太大了。”上述董事坦言。\\n\\n另一名曾担任过独立董事的上市公司高管则告诉市界，康美药业事件，是一件好事，因为过去独立董事“不懂事”、稀里糊涂做董事，“很多独立董事不具备这种素质与能力，未来，会有更多独立董事抛弃不规范企业。也会有更多企业，为满足独立董事制度及上市公司规则，而逐步走向规范。”\\n\\n那么，如何提升独董的独立性？“可建立上市公司独立董事协会，上市公司按规定向协会缴纳独立董事费，由协会与独立董事会员协商选派独立董事并支付报酬，协会可以依据独立董事会员资历或履约质量决定接纳、解除会员资格，以提升独立董事独立性。”上述上市公司高管说。\\n\\n不过，在鼓励普选的前述上市公司董事看来，康美药业以及独立董事离职潮，给改革独董制打下基础。他告诉市界，尽管独董制度出发点是好的，但现实中的独董仍然是一个花瓶，除非有相关配套，比如薪酬提高、举报高额奖励、限制地域等制度，去激发独董勤勉尽责，“但这是个长期工作，短期内仍难以逾越。”\",\"timestamp\":1637925728,\"title\":\"独董刘纪鹏，我不会当逃兵\"},\"digest\":\"uFkrwrPA2YLnHuWC5O7IHCDVhFcenWifjJ4MhzRp-Uk\",\"authorship\":{\"contributor\":\"0xb16C8DD25d61716e50Fe9dC2C828060226B2F4CD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WqnReS1htm8sh7gdLj6XzlXQmeH_dWkH5mQOq1CvHdk\\\",\\\"y\\\":\\\"5lDRQPQSiv4Deharmtop6Bw48YELHtw2cZ-7_JZkKFQ\\\"}\",\"signature\":\"VrQPra6CCL5F-Dn1wU7L-LGtJMT-Ma-4Ha9jK2knuznEXGaFmGektNQX_KsVXFerar_Bqah-27hyyqCTGa-hGw\",\"signingKeySignature\":\"0x3cf7d92a080beea31301bf0f3f4a712f802ecea96f4ef0145f41f5a4fc2323aa38f0f21b89b968379189ef0739b51ddbd74369cf8f3f285900d01755317f1d2a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WqnReS1htm8sh7gdLj6XzlXQmeH_dWkH5mQOq1CvHdk\\\",\\\"y\\\":\\\"5lDRQPQSiv4Deharmtop6Bw48YELHtw2cZ-7_JZkKFQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uFkrwrPA2YLnHuWC5O7IHCDVhFcenWifjJ4MhzRp-Uk\"}"