"{\"content\":{\"body\":\"由于枪伤在身，司空零洗澡不便，发过毒誓之后，慕容冰雪勉为其难答应帮他搓背。司空零在她面前还是挺老实的，总有点自卑感，身高长相不配，连钱也没她多，出身也卑微，要不是乘虚而入，八辈子也轮不到他。可是她帮忙时居然没穿什么衣服，这样容易出事啊，果然出事了，毒誓也被抛在脑后。\\n\\n司空零有伤在身又坐灰机旅途劳顿，不过以他现在强壮的体魄，收拾软妹纸还是绰绰有余的，所以，软妹纸慕容冰雪被收拾得更软了。\\n\\n当然了，司空零自己也变成了软男纸。\\n\\n缓过劲来的慕容冰雪轻轻摸了摸他的伤口，道：“痛吗？”\\n\\n司空零：“痛。”\\n\\n慕容冰雪轻轻嗔怪：“那你还要……”\\n\\n司空零：“这点痛算什么？我练肌肉时也比这个辛苦。刚才不是你在上面主动嘛，没关系。”\\n\\n慕容冰雪在他的胸口乱写着字，一边叹道：“唉，你做事真投入，一去就三个月没音讯，好像变了心一样。”\\n\\n司空零：“你写的是【禽兽】两个字？好，我挺喜欢这两个字的，霸气！变心……可不是，我喜欢上操作系统了，真有意思啊，这几个月都连你都没怎么想起，我是怕想你就把学到的东西忘了，这可是我将来吃饭的技术。”\\n\\n慕容冰雪哧哧地笑：“你是算命的盲人吗？连我写的字都能感觉到！这是你妹妹给你的评语！”\\n\\n司空零：“……我妹妹说的是畜生。”\\n\\n慕容冰雪莞尔：“哦，这个我实在说不出口，格格！”\\n\\n司空零：“你是以柔克刚的，我妹妹是靠毒舌吓唬人的小辣椒，当然什么都敢说了。”\\n\\n慕容冰雪：“你妹妹倒是挺漂亮的……不太像你啊。”\\n\\n司空零苦笑：“我们本来就没血缘关系，她就是古灵精怪，贪玩，耍小聪明的类型，没节制地不肯吃亏，小格局，母女俩一个样。”\\n\\n慕容冰雪：“啊，那你们算青梅竹马呢！”\\n\\n司空零：“咳咳，不要说得这么暧昧。她那种性格，再漂亮一百倍我也不喜欢。男人也需要安全感。安全感从哪里来？当然是女孩子要能控制得住自己，三天两头吵翻天，甚至揭自家男人的丑，那是最俗气最低级的女人。我在小雪身边就觉得很心平气和，感觉我无论做错了什么，你永远都不会把我骂得一脸狗血。”\\n\\n慕容冰雪：“你倒是会骂人……让我没有安全感，得改！”\\n\\n司空零：“我有信心能控制自己永远不骂你，其实我骂人最凶的时候都是清醒得很的，不像我妈我妹，那就是完全疯了。”\\n\\n慕容冰雪：“不骂我还不够，你骂别人我也觉得很难受，你是和我在一起的呢！”\\n\\n司空零看着她，不怀好意道：“嘿嘿，好，我改！来，从你的舌头传点正能量过来治疗我的毒舌症……”\\n\\n慕容冰雪扭捏着：“我不！怕你传染！”\\n\\n司空零：“……要传染刚才就毒昏你了！”\\n\\n慕容冰雪：“……要治疗刚才就治愈你了！”\\n\\n闹得不可开交，最后，毒舌君没得逞，只是轻轻碰了一下她的香唇，结束了争执。\\n\\n沉寂了好半天，慕容冰雪问：“你睡着了吗？”\\n\\n司空零：“没。”\\n\\n慕容冰雪：“那继续说话，我一点睡意都没有。”\\n\\n司空零怪笑道：“很激动吧？我也是。唉，小别胜新婚……抱着我的雪酱，好幸福的感觉，可惜……”\\n\\n慕容冰雪用脸蛋幸福地蹭着他的胸膛，询问：“嗯？”\\n\\n司空零：“我只能留三天，然后回去准备期末考试，难度很大，我又要没空想你了。”\\n\\n慕容冰雪：“啊……才三天……”她紧紧地抱了抱他，失望之情溢于言表。\\n\\n司空零：“我没怎么去上课，好几个老师要我必须考到A才能过，我真的没把握。也没什么，大不了提前去哈佛。”其实他更担心回去之后警察找他麻烦，那更是完蛋了，坐牢都有可能。\\n\\n慕容冰雪笑：“去哈佛更好！我觉得哈佛历史悠久，知名度大，要是我啊，早就选哈佛了。”\\n\\n司空零：“你是文科的，当然选哈佛，哈佛的法律、文学、商学都是超一流的。历史积累对这些学科更重要，所以别的大学怎么也超不过哈佛。我无所谓了，反正MIT的学分跟哈佛是互通的，我到了哈佛就去学MIT的CS，哈哈！”\\n\\n慕容冰雪：“啊，好主意！这下你不用发愁了。”\\n\\n司空零：“呃……其实，还有一件更愁人的事……”\\n\\n慕容冰雪瞅了他一眼：“说！”\\n\\n司空零看了看她空灵无暇的俏脸，决定还是别把用“虎爪绝户手”伤人的事告诉她，本来他的形象就不好，说了酒吧打架这档子事儿就更不堪了，他临时改口：“……呃，倒也不是什么大事，就是互联网被吹捧了多年，现在泡沫爆炸了，雅虎的股价掉了20倍，哎呀，我怎么不早买空赚一笔呢？真傻啊。总之……我的日子也不好过，我在那边也买了辆跑车，SK的阿尔法团队开销不小，现在网络广告一落千丈，我有点吃力了……哎，我想把法拉利卖了，玛莎拉蒂也卖了，什么都能停，Ujs的开发不能停呢。”\\n\\n慕容冰雪：“哦，确实没什么大不了的，这车本来就放在阿尔法团队那里给他们玩的，我很少开，只是……偶尔想你的时候去开开，有点舍不得。”\\n\\n司空零：“我长得像法拉利吗？雪酱大人，您太抬举了。”\\n\\n慕容冰雪笑：“像的，那么有激情，红色最适合你了，还有跃马的标志，你就是那飞起来的马，别人还在哼哧哼哧地学大学里没用的东西，你已经开公司做大事业了！”\\n\\n司空零苦笑：“求你别说了，我快要舍不得卖掉了。”\\n\\n慕容冰雪：“还有个办法！我把它买下来……”\\n\\n司空零吸了一口冷气，慕容大小姐大人要开始散发女王霸气了，他忽然意识到她其实比他有钱，由于她的美丽太出众，在他的眼中竟掩盖了她家资丰厚的光芒。\\n\\n慕容冰雪：“我一定要说服爸爸买下来当作礼物送给我，就算是支持你的事业。”\\n\\n司空零说：“好极了。”\\n\\n过了一会儿，慕容冰雪说：“你愿意去见见我爸爸吗？”\\n\\n说的也是，他的爹妈都见过了，她的家长见见也是应该的，他便说：“没问题。”\\n\\n慕容冰雪弱弱地说：“我爸看上去有点凶，不过，对你来说不是问题吧，我就没见你怕过谁，嘻嘻。”\\n\\n司空零：“……哦，那就有点奇怪，我看你这么温柔，你爸爸会长得很凶？呃……那也是，你妈都被吓跑了……”\\n\\n慕容冰雪：“他身高有190……”\\n\\n司空零失声：“什么？这么看来你172还是挺谦虚的呢……”\\n\\n慕容冰雪歉然道：“你要是觉得不安，就算了，是他说有空就带BF给他看看，他也是挺无聊的。”\\n\\n司空零：“丑女婿总要见丈人的，就让我来会会这位比樱木花道和流川枫都高的丈人大人吧！”\",\"timestamp\":1638116913,\"title\":\"违和少年 第33章 小团圆\"},\"digest\":\"lumJWHyuz4Qwe3KzehBwGFiJ92X1dWdOT1wnEVs4T3I\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"10WrL5gF27LHPDoOsCmYvsznm5PhhWcsOeAbrOv_o-HDJQG_jOzO8DcfWb5UXIv1v1fku4HcS0Ny61bDm-EFJA\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lumJWHyuz4Qwe3KzehBwGFiJ92X1dWdOT1wnEVs4T3I\"}"