"{\"content\":{\"body\":\"Outside the Fourth Ring Road in Beijing, there are more and more new Hellobikes. At present, among the three bike-sharing giants, Didi's Qingju Bikes, Meituan Bike (formerly Mobike) and Hellobike, [Hellobike](https://www.holobase.io/company/5badffcfdf68ad00012775b9) are the first ones to be put into use, resulting in the highest failure rate. But at this time, they are becoming brand new. It is easy to link the new bike putting into use with the behavior of mortgage bikes that Hellobike was exposed at the beginning of the new year.\\n\\nOn January 2, a document from the credit investigation center of the People's Bank of China was released online. It showed that Shanghai Jun Zheng Network Technology Co., Ltd. had mortgaged all bicycle assets to Shanghai Yunxin Venture Capital Management Co., Ltd. The former is the operation subject of Hellobike, and the latter is a unit of Ant Financial.\\n\\nHellobike's response to the loan is \\\"normal extension\\\". Since the first loan has been repaid, it can be understood that in the second debt period, Hellobike has not paid off the money, so the repayment time of the final payment is delayed. The term of the new agreement is from December 4, 2019 to December 3, 2022.\\n\\n[Ant Financial](https://www.holobase.io/company/5badfe18df68ad00012774c0) gets Hellobike's all bikes that are used to carry out bike-sharing business, due to the delayed repayment. It can also be said that it gets the temporary ownership of bike assets.\\n\\nThis is the third time for Ant Financial to help Hellobike. Prior to June 2019, Ant Financial, Hellobike and Contemporary Amperex Technology Co Ltd (CATL) jointly invested 1 billion yuan to establish a electric bicycle battery joint venture. Before that, Ant Financial also participated in several rounds of Hellobike's financing.\\n\\nAnt financial gradually occupies the main control of Hellobike in the capital level, which undoubtedly represents Alibaba's will. The greater the control of Alibaba capital, the greater the impact on the business operation of Hellobike. So this time, will it be the first step for Alibaba to put Hellobike in his bag ?\\n\\n**Business trust from money**\\n\\nThe discarding period of bike-sharing is 3 years. If the loan period of Hellobike is exactly three years, once Hellobike is unable to pay, the collateral needs to be scrapped at the final of the three-year service period stipulated by law. That means Alibaba throws good money after bad.\\n\\nOf course it is not going to happen. One of the most important points in the loan agreement is that Hellobike mortgaged \\\"all the bicycles related to the development of the shared bicycle business no matter now or future \\\". Before paying off the debt, Alibaba gets the core assets of Hellobike's core business. The result is consistent with the current public judgment - Alibaba tried to increase the control of Hellobike or formally get Hellobike in his bag.\\n\\nAccording to Alibaba's behavior of lending money to Hellobike for three times in a row and renewing debts in December 2019, it seems that Alibaba is not in a hurry to grasp the actual operation right of Hellobike.\\n\\nAlibaba first lent money to Hellobike, and the signing date of the loan agreement was July 24, 2017. The earliest capital relationship with Hellobike was in early December 2017, when Ant Financial led the financing of Hellobike's D1 round with $350 million (about 2.3 billion yuan).\\n\\nBorrowing money to participate in financing shows that Hellobike's business has certain significance to Alibaba's business system. And it can also be seen from that Alibaba took part in Hellobike's D2 round financing with 1 billion yuan at the end of December.\\n\\nAccording to the public statistics, Alibaba has participated in five rounds of Hellobike's financing. The earliest one started from December 2017 and the last one in December 2018. Alibaba plays an important role in the development of Hellobike.\\n\\nThe financing background of the last round is that in the beginning of 2018, it would become a trend of bike-sharing companies. As an independent tool platform, bike-sharing platform is hard to survive: Didi took over Xiaolan Bike, Meituan bought Mobike, and [Ofo](https://www.holobase.io/company/5badff16df68ad000127758c) failed.\\n\\nBy 2019, the function of bike-sharing is determined, which is regarded as one of the subsidiary functions of the flow tool app. And then no capital entered. And Hellobike without any financing got the loan extension from Alibaba in December 2019.\\n\\nFrom the perspective of Hellobike, this is the business operation of capital out of trust.\\n\\n**The friendly purpose of capital**\\n\\nIn terms of capital operation, Alibaba is tolerant and friendly enough to Hellobike.\\n\\nThis loan agreement also contains the protection of floating charge, \\\"the mortgagor will set up floating charge on the guaranteed property to provide mortgage guarantee for the main creditor's rights under the loan agreement\\\".\\n\\nThe lawyer of Beijing Jingsh Law Firm explained that if the mortgaged property is uncertain, the value of the mortgaged property should be determined when the mortgagee finally realizes the mortgage. For example, if you open a factory and use the property of the factory as a mortgage, the factory can operate normally during the mortgage period. Before you are unable to pay, how much money the factory has is the mortgage property.\\n\\nBut more likely, this is Alibaba's business consideration.\\n\\nIn the early December before the debt extension, Shanghai Yunxin, the shareholder of Jiangsu Yongan bank Low Carbon Technology Co., Ltd., intensively pledged its equity to Shanghai Hello Enterprise Development Co., Ltd., a unit of the founding team of Hellobike.\\n\\nEquity pledge is a way of financing guarantee. It is often used by the party who needs money to pledge the equity to the lender. Hellobike, who has no financing for a year, has gone the other way, which can be understood as Alibaba's promotion of business merger between Yong'an bank and Hellobike.\\n\\nAt the end of October 2017, Hellobike got 100% of low-carbon technology of Yong'an bank, and annexed the bicycle business of Yong'an bank. However, as an A-share listed company, under the bicycle system production and operation service business of Yong'an bank, the proportion of bicycle business is very small.\\n\\nWhy did it promote the merger of Hellobike and Yong'an bank? Yongan bank's core business is public bicycle management system and operation service. Hellobike's two-wheel business, bicycle, moped, electro-car, all need this kind of management system or a good political business relationship. As early as December 2017, Ant Financial increased its capital to Yong'an bank and became its largest shareholder.\\n\\nThe combination of two holding companies with complementary business and better results is undoubtedly the most reasonable explanation.\\n\\nBike-sharing is regarded as the capillary of two rounds of travel, and its importance is self-evident. At present, Hellobike ranks first in the bicycle field with the market share, but Meituan Bike and Qingju Bike rely on the platform traffic. Whether it is to consolidate the first position in the market or to seek further development, the accumulation of Yong'an bank in urban public system management and service can achieve the role of icing on the cake.\\n\\n**Alibaba needs Hellobike**\\n\\nIt's inevitable to have a relationship with Aliaba when setting the main color of Hellobike - blue and white.\\n\\nIn the early days of Alibaba investing in Hellobike, the logo of Alipay Hellobike  was printed on the most prominent beam of a bicycle. The opening of Alipay's entry to Hellobike and the deposit guarantee provided by sesame credit guarantee give an opportunity for the combination of Hellobike's body and Alipay.\\n\\nAt present, the only product in the field of Alibaba department's travel is Amap, whose business has extended from map to aggregate online car hailing. Recently, it got the exclusive order of the green travel integrated service platform of Beijing Transportation Commission.\\n\\nUnder the background of Alibaba department's emphasis on digital infrastructure construction, Amap will undoubtedly become the ultimate executor of the goal. The premise is to aggregate more travel functions, which needs to be supplemented at the strategic level.\\n\\nAbout Alibaba's layout investment in the field of travel, according to the report of Ifeng, \\\"since 2013, 31 enterprises have been invested / merged in the field of large travel with 50 capital contributions. And more than half of them are leading investment or independent investment.\\\"\\n\\nThe demands of Internet giants for investment in travel companies are nothing more than a race track or a strategic layout. Take the example of Alibaba's participation in the online car-hailing platform T3 of FAW, Dongfeng and Chang'an automobile factories. Capital is not a controlling shareholder or the largest shareholder, but only seeks business cooperation, such as car networking cooperation with Amap, which is usually a capital bet on the track.\\n\\nIn addition to the strategic layout of Hellobike and Yong'an bank, Alibaba's actions have never stopped.\\n\\nIn December 2019, Alibaba began to arrange travel business in Guangdong Hong Kong Macao Bay area, and invested 15 million yuan in Guangdong Xindong Travel Technology Co., Ltd. Different from Shanghai Yunxin, which is wholly owned by Ant Financial, as the investor, this investment is made by Hangzhou Alibaba Venture Capital Management Co., Ltd.\\n\\nThe main business of Xindong travel is network car hailing, covering the main area of Guangdong, Hong Kong and Macao Bay area. Coincidentally, in May 2019, Xindong travel subsidiary obtained the national network reservation passenger transport operation license, that is, the network reservation service license. And Xindong travel's company also has new energy vehicle research and development, car rental and other related businesses.\\n\\nThe current situation is that the core competitiveness of online car hailing lacks professional transportation capacity and the policy tends to new energy. The functions of Xindong travel are almost perfect.\\n\\nOf course, when all coincidences are together, they are no longer coincidences. For Alibaba, whether it is Hellobike or Yong'an bank, it is not important to acquire or not. What is important is to find the optimal solution, use the correct arrangement and combination, get through the strategically controlled companies from the business, and make up for the absence of Alibaba in the travel field.\\n\\nThis is an article from WeChat official accounts [Shiyixiaofeizhe](https://mp.weixin.qq.com/s/R1qfgyMNLxD8Q2YQkMpgoA) (ID: gjgc168), written by Li Ling, translated by Chris Yuan.\",\"timestamp\":1641525482,\"title\":\"Why did Alibaba further invest in bike-sharing start-up Hellobike\"},\"digest\":\"h35c2Gg6bESX_7T0olcsB6dK-In4UyqMsYMHikthedE\",\"authorship\":{\"contributor\":\"0x021D29dC0d2DfC3137253fCb9fE56c6BD1d8a225\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JYZDbC55KuWwe2OC6cJhOu8Ak4BlV06YqJ3cLf4IXA8\\\",\\\"y\\\":\\\"EISdO5a5-8cZsq1MjXo7j4mPetZnqTIVk8VXgO6YY2w\\\"}\",\"signature\":\"xfCdAUoh_HHRe1i7EpkYPAHpj7Ae8H08GT1MaRCMZR63XKykbzQ_9o8sPLa2n4nsQFqIPZHhmH0tLIE943e7xQ\",\"signingKeySignature\":\"0x8a5e280c109f2e0b82e94a5ebd8036a14a846924a0ed240d64d91c5724ca6e080811f2c079b4bc53a0fdad0c4e0905ac6a7dbad2e4da00a9f4619a04abb15f4b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JYZDbC55KuWwe2OC6cJhOu8Ak4BlV06YqJ3cLf4IXA8\\\",\\\"y\\\":\\\"EISdO5a5-8cZsq1MjXo7j4mPetZnqTIVk8VXgO6YY2w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"h35c2Gg6bESX_7T0olcsB6dK-In4UyqMsYMHikthedE\"}"