"{\"content\":{\"body\":\"# 1: The Sound of One Hand Fapping\\n\\nHis was the classic rags to riches story, except the rag was covered in semen, folded in a [pocket square](https://www.cheap-neckties.com/29054-xlarge_default/navy-pocket-square-tiny-sperm-whales.jpg).\\n\\nThe first work was an apartment overlooking city center. For years, the six hundred square feet empty until one day - a folding chair. At the right angle, on the top of a hill that marked the center of center, a clear view of the lonely chair. Months passed; the chair insignificant to even the most observant below.\\n\\n![the center of center](https://images.mirror-media.xyz/publication-images/jy9HlA7S5hSNLPfRO8jC0.png?height=1149&width=1920)\\n\\nOne day a masked man appeared. Later they would say he began fully clothed but like all folklore; bullshit. Oh the horror, when, after a few weeks of having supposedly sat fully clothed/masked, the man had misplaced pants. He now had on nothing but mask, shirt, socks and what many believed to be the shit-eating grin that accompanied an inappropriate erection.\\n\\nTraditional media refused to dignify the masked erection with a story, anonymity being the crime that it was. Naturally anonymity grew into virus at an international scale when authorities realized that the spectacle was driving renewed tourism to the city center. Local businesses would sing his praises for generations after a significant upturn in sales coincided with his arrival.\\n\\nAnonymity as crime was turning into anonymity as cool. The blue and red mask was an international best-seller. Children asked their parents if they could wear it to school. The masked erection man was an outlet for an entire globe in which \\\"Open Identity\\\" was mandatory.Though we couldn't do it, he had the courage to do it for us. Coincidentally, the exact moment that anonymity became a global cool, the machines had proved effective at masked face detection.\\n\\nCopycat erections popped up all over the globe. Better erections, nicer masks, more professional sock choices, but there was no competing with the original. Even with better parts they all missed the shit-eating grin you could see, even if you couldn't actually see it. That rock hard cock needed an NFT.\\n\\nAnd just at that moment he disappeared, never to return. He left a folding chair, a white t-shirt, a pair of socks. Long after the locals sold\\\"authentic\\\" folding chairs, white t-shirts and socks they had just picked up from the big box.\\n\\nThis was only a beginning. He had not figured out how to monetize yet. But it would come. He always came.\",\"timestamp\":1640739921,\"title\":\"d1ckh3@d: First Blood\"},\"digest\":\"utQGnPysjipZ_UryRQJMHzAeKgHcVJ25U2ag6alxRjI\",\"authorship\":{\"contributor\":\"0x78d965b7D4f40112bA565a635043bd06B5b1B5E5\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xtc8lyA-UbSryJgBUdD1PmfaRDuWDzhc6IclaKUuG7M\\\",\\\"y\\\":\\\"gWeAS8sSFgC1Im8YGlzIrQNO9uygcv09nPj1yJbgeJk\\\"}\",\"signature\":\"iOJO2flHTpoz_cRgPJXNLd14cXmAM5Mv-4Tje7RdyDb10s4TS6VAQK8D0HJymGNne_vF_zlHMK19E5_QO_JyMw\",\"signingKeySignature\":\"0xc783a0108912170be928bac1a2edb8bae6f5055998ff9be82cf71e964c35c58465342897ca458a0370182b6a6a30c13e142ec132eae228cec8a48fd63908f9b91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xtc8lyA-UbSryJgBUdD1PmfaRDuWDzhc6IclaKUuG7M\\\",\\\"y\\\":\\\"gWeAS8sSFgC1Im8YGlzIrQNO9uygcv09nPj1yJbgeJk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TNVQo6n_QHJyoe1qaVslJ1hRJYH7hNg7o2g2jSwOfgo\"}"