"{\"content\":{\"body\":\"*Disclaimer: This post is a bit more philosophical and written on a topic I don’t know enough about. At the same time, I think it’s an important post to write (at least for myself), as it helps to correct my thinking around this topic.*\\n\\nI will try to make a case for capitalism, innovation, and how no other politico-economic system in history has benefitted our life as greatly as capitalism. And why, despite the obvious benefits, capitalism has been attacked so ruthlessly for as long as I can remember.\\n\\nMost of the ideas in this article are based [on the writings of Ayn Rand.](https://aynrand.org/) However hard I will try, this article will not justify the genius and depth of knowledge she had. Hence, I recommend you to look her up and explore her essays and books on your own.\\n\\nIt has always made me feel unease when capitalism is being attacked. Not only because I’ve been an entrepreneur for almost all of my adult life, but also because the against arguments are illogical at best. But I guess I’m the most disturbed by the fact that there aren’t many people defending capitalism **in a way that it has to be defended.**\\n\\nThe common critique is that capitalism only serves the rich, and part of the society is left behind. And these rich robber barons are extracting profit at the expense of the poor people. And of course, [the money that rich people make isn’t earned, it’s somehow stolen from everybody else.](https://www.facebook.com/NowThisPolitics/videos/aoc-calls-out-billionaires-at-mlk-day-event/3833879983315806/)\\n\\n*The proposed solution by the ruling elites is more government. More government by definition always means less freedom. For this post, I decided to not go into the countless flaws this solution entails, but I will mention that as a society, we’ve already accepted, without realizing it, most of the principles of the totalitarian dictatorship.*\\n\\nThere are many stories about the 19th-century American robber barons, and how, without regulations and government interference, the regular people were victims of their ruthless crusade of making more money.\\n\\nThese stories are used to showcase why capitalism without the government does not work. I’ve always believed that as well, as it sounds reasonable.\\n\\nBut perhaps the villains (robber barons) were not the businessmen who made fortunes by productive ability and free trade? What if it wasn’t capitalism, but its opposite, the government interference, that created these robber barons? The friends of bureaucrats and the men who used the political power and favours to protect their business from the competition. This certainly seems to be the case if you look at the US railroad business of the 19th century (and compare different regions with different levels of interference by the state).\\n\\nSimilar cases can be made today as well. You only have to look at the banking industry, energy sector, or the big tech. I won’t go into much detail, as I want to bring in blockchain to all of this, but a few quick remarks about these industries is needed.\\n\\n* Banks are too big to fail and are protected by the government. They exist together with the government, serving the government. Do we have better, more trustworthy, and cheaper banking services due to government regulations?\\n* There’s a lot of talk about big tech and how (the US) government has stepped in to regulate and fight against the power of the big tech. To protect the consumer. Big tech by itself is not bad. It’s bad when government and political powers interfere with big tech. It’s bad when it’s used to spread ideology. It’s bad when it’s used for censorship. It’s bad when it’s used to gain access to the private conversations of the citizens. It’s the government, that is a problem, not the big tech.\\n* As for energy, I am afraid we’re about to experience how badly the insane environmental doctrines will play out, and how much it will cost for us all. I recommend following [Alex Epstein and his energy-related podcast](https://podcasts.apple.com/us/podcast/power-hour-with-alex-epstein/id465769847) if you want to go deeper with this topic.\\n\\nAll that being said, I still haven’t explained what I meant by “defending capitalism how it has to be defended”.\\n\\n## Altruism\\n\\nI recently read a long review on [The Generalist about FTX](https://www.readthegeneralist.com/briefing/ftx-1). FTX is one of the biggest cryptocurrency exchanges. The founder, Sam Bankman-Fried (SBF) is a legend of the crypto industry and has amassed a fortune of billions of dollars in mere three years.\\n\\nSBF has said he’s an altruist and he’ll give away his fortune. And he sure looks like he doesn’t care about money.\\n\\nThe author of the Generalist spent quite a bit of time and effort explaining that SBF perhaps really is a true altruist (his parents being university professors) as if for this reason he should not be damned for being productive and making a huge amount of money. As if the individual pursuit of happiness and achievement alone is not sufficient to be a good person.\\n\\nI will quote Ayn Rand to explain altruism and its importance to how capitalism is viewed (written in the 1960s):\\n\\n*“Altruism has been men’s ruling moral code through most of mankind’s history. It has had many forms and variations, but its essence has always remained the same: altruism holds that man has no right to exist for his own sake, that service to others is the only justification of his existence, and that self-sacrifice is his highest moral duty, virtue, and value. The philosophical conflict which, since the Renaissance, has been tearing Western civilization and which has reached its ultimate climax in our age is the conflict between capitalism and altruist morality. Capitalism and altruism are philosophical opposites.”*\\n\\nBut why have businessmen borne the attacks on capitalism in silence?\\n\\nBecause people are afraid to challenge the morality of altruism.\\n\\nIt’s a difficult battle to win. But that’s the battle we have, and it’s this philosophical approach we ought to use to defend capitalism in the right way.\\n\\nThe moral code of capitalism is, quoting Ayn Rand:\\n\\n*“The basic premise of that code is that man—every man—is an end in himself, not the means to the ends of others, that man must exist for his own sake, neither sacrificing himself to others nor sacrificing others to himself and that men must deal with one another as traders, by voluntary choice to mutual benefit. This, in essence, is the moral premise on which the United States of America was based: the principle of man’s right to his own life.”*\\n\\nThese definitions give you the idea of why the intellectuals and philosophers have taken a negative stance on capitalism since the 19th century. If the moral ideal (an ideal by essence is always a judge) is suffering and self-sacrifice for the public good, then capitalism has to be damned as evil.\\n\\nAnd to quote Ayn Rand once more:\\n\\n*“Capitalism does not tell men to suffer, but to pursue enjoyment and achievement, here, on earth—capitalism does not tell men to serve and sacrifice, but to produce and profit—capitalism does not preach passivity, humility, resignation, but independence, self-confidence, self-reliance—and, above all, capitalism does not permit anyone to expect or demand, to give or to take the unearned. In all human relationships—private or public, spiritual or material, social or political or economic or moral—capitalism requires that men be guided by a principle that is the antithesis of altruism: the principle of justice. “*\\n\\nAs a result of altruism being the guiding moral code of the intellectuals, and believing that it’s virtuous to sacrifice some people for the sake of others, we’ve been hopelessly sliding towards collectivism and entitlement.\\n\\nThe dream is to establish a perfect altruist society at the point of a gun (governments hold monopolies on violence, but as it’s pretty unpopular to use violence on its own people - a view that seems to be changing with enforcing the Covid restrictions through force - the way governments exercise control today is through money and destruction of reputation).\\n\\nThe result is a society where all is sacrificed to the **undefinable** “public good”, with the ruling elites in the role of judges what that “good” is and who the “public” is at any given time.\\n\\nThe society I am describing is not a dark forecast of the future - it’s already here. Heavy, unlimited government interference is widely accepted as if it’s the only way of existing.\\n\\nBut the biggest progress of economic growth and innovation has always been in times of least government interference. It’s always happened when the individual is the freest. Ancient Greece, the Renaissance, and the nineteenth century. These three are the periods of greatest political freedom, as well as of mankind’s greatest intellectual achievement.\\n\\nUntil the internet came along, and recently, blockchain.\\n\\n## Blockchain & Regulations\\n\\nInternet has had a major impact on how we live and interact with each other. How we do business. How we consume. It’s the most important innovation of the last 30 years.\\n\\nInternet, as well, was a wild west. The opportunities and novelty attracted innovators. These innovators built some of the biggest and globally dominant businesses we’ve seen. But once these companies became important enough, we’ve seen how governments (or supra-national organizations like the EU) have stepped in to interfere.\\n\\nApple App Store is removing products that aren’t suitable with the government’s narratives - like the dating app for the unvaccinated. Or payment services like Paypal or Stripe closing the accounts of opposing politicians (in this case, republicans).\\n\\nBut the internet, as influential as it has been, for the longest time, did not step on the toes of the governments’ source of power - control over money & access to financial services.\\n\\nBlockchain, on the other hand, is doing exactly that. And because blockchain is disrupting the finance industry and banking, the ruling elites are going to fight it with all they’ve got.\\n\\nWe’ve already heard ridiculous statements from Davos, like “cryptocurrency isn’t inclusive”. As far as I can tell, cryptocurrency is the most accessible and inclusive currency there is. Matter of fact, these statements are coming from exactly the same elites who’ve restricted traditional finance to transact with different regions of the world and to include the third world countries in the financial system. Effectively, keeping them poor.\\n\\nAnyone in the blockchain space knows that it’s impossible to keep up with all the innovation that’s happening. This kind of pace of innovation is only possible in a free environment. There are so many opportunities for creators, investors, or for any average person to contribute (i.e through DAOs) and change the world and create wealth.\\n\\nI know very well that there are bad actors, scams, hacks, lost money and broken hearts in crypto, and in part, it is because there are no barriers of entry. Everyone can launch a website, raise money, and disappear.\\n\\nBut all that lost money doesn’t come close to the monetary rewards people have gained from this free trade environment. Not to mention the value of the innovation, which could if allowed, completely change the financial system for the better. To improve the lives of the people the government says it’s protecting.\\n\\nLet me ask you this - if you’ve been in the crypto space for some time, is it really that bad? Without heavy, banking-like, regulations, do you actually feel that you’re somehow underserved because there are no requirements that Defi protocols have to follow?\\n\\nWhile the industry needs to improve (and it will) the UX of self-custody wallets and other dapps, I don’t see how my banking experience is any better than my Defi experience. For the most part, in time, the market self-regulates. That’s the only way to have rapid innovation and improvement of services and products (through competition).\\n\\nThe US government has started the war against crypto, and against Defi in particular. And as always, it’s labelled as a crusade to protect the retail investors. Their protection, thus far, has meant that US citizens are excluded from many of the opportunities in the crypto space - from participating in IDOs, using exchanges, and other Defi protocols.\\n\\nThis protection means not being able to profit, earn yield, and live a better life.\\n\\nPerhaps it’s not because people may lose all their money and end up poor, but because they may become too affluent and independent of the system.\\n\\nMy guess is that the pace of innovation will slow down considerably once the regulations are being implemented. And while it will be done under the agenda of protecting you and me, fighting against money laundering, and all other virtuous slogans eaten up by the public, none of us will be the beneficiaries of this interference.\\n\\nI can perfectly understand the counter-arguments, i.e the pro-regulation sentiment. And I am willing to agree to some of that if the approach was reasonable. [But we’ll get none of that.](https://twitter.com/brian_armstrong/status/1435439291715358721?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1435439291715358721%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.delphidigital.io%2Freports%2Fliquidity-crisis-a-post-mortem-of-yesterdays-events%2F)\\n\\nTo sum it up, the crypto industry has thrived because of the free market. It’s the most capitalist world I’ve ever experienced. And just like we have to fight for capitalism, we will need to fight for the narratives created around our industry, together.\\n\\n## Final Thoughts\\n\\nThe push for redistribution, collectivism and attacks on capitalism has brought us to the state we’re in today.\\n\\nHigh taxes, big government, censorship, identity politics, loss of purchasing power, and a divided society. This is the state we’re in today. Any improvements we’ve made are made thanks to the technological advancements (and through that, efficiency) or at the expense of future generations.\\n\\nIf altruism represented the right philosophy for people to live by, wouldn’t you expect a gradual improvement, growing confidence, more freedom, and just a better life in general? Is this what we’ve been seeing in the last decades?\\n\\nWhere will we end up, if there are new voices, which are treated (by the mainstream media) as if these are the voices of heroes and saviours of mankind, that claim that all human existence is evil?\\n\\n[The answer to the problem of humanity is the integrity of the individual.](https://www.youtube.com/watch?v=ngMvaZPI550&t=1s) To pursue what’s meaningful.\\n\\nYou can build your house without tearing down someone else’s. It’s not a zero-sum game.\\n\\nWe have to fight for the freedom to think, talk, choose, and act in our own individual pursuit of happiness. If we won’t, we lose hope for a better tomorrow.\\n\\nWithout hope, we won’t innovate nor improve.\",\"timestamp\":1634717684,\"title\":\"Innovation, Capitalism & The Big Brother\"},\"digest\":\"tri7CDwhyJ_BWOvmT2DDUUF9F88oqjPt9IX9MDgfW2E\",\"authorship\":{\"contributor\":\"0x8129c94d2F2b18Fa4b63bD0A3B64EdE4823374AE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CfwhCWvLf6r3o-T8lSlWPgFNwjkeqx1Q8_8LBD8HDSM\\\",\\\"y\\\":\\\"mi_EEz8yDefnq47XV3y4da44gdicmMtifUegyvBTAcA\\\"}\",\"signature\":\"qZpspviNlkyrdqc4QDsWL11kBUhg5tEuSapvNanXVHf3-Jor7BgW6qMIMGlgxa2LWm6YzB0wjPejvUfq6PmWBQ\",\"signingKeySignature\":\"0xb79ad41dc3d2ca8708ade4b632076b5310bf520f33eeea9fe14c5f1ba5f877282276d403094aa1152a03df909daeed61011d1d7c934d3cf7d2e8daa8d89ccdbc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CfwhCWvLf6r3o-T8lSlWPgFNwjkeqx1Q8_8LBD8HDSM\\\",\\\"y\\\":\\\"mi_EEz8yDefnq47XV3y4da44gdicmMtifUegyvBTAcA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tri7CDwhyJ_BWOvmT2DDUUF9F88oqjPt9IX9MDgfW2E\"}"