"{\"content\":{\"body\":\"\\\" Oh,\\\" responded Nora, airily, \\\" I have had opportunity enough to know it, I should think, by this time.\\\"\\n\\n\\\" No,\\\" said Coleman, \\\" since I have never paid you particular and direct attention, you cannot possibly know what I am lax in and what I am not lax in. I would be obliged to be of service at any time, Nora, but surely you do not consider that you have a right to my services superior to any other right.\\\"\\n\\nNora Black simply went mad, but fortunately part of her madness was in the form of speechlessness. Otherwise there might have been heard something  approaching to billingsgate.\\n\\nMarjory and Peter Tounley turned first hot and then cold, and looked as if they wanted to fly away; and even Coke, penned helplessly in with this unpleasant incident, seemed to have a sudden attack of distress. The only frigid person was Coleman. He had made his declaration of independence, and he saw with glee that the victory was complete. Nora Black might storm and rage, but he had announced his position in an unconventional blunt way which nobody in the carriage could fail to understand. He felt somewhat like smiling with confidence and defiance in Nora's face, but he still had the fear for Marjory.\\n\\nUnexpectedly, the fight was all out of Nora Black. She had the fury of a woman scorned, but evidently she had perceived that all was over and lost. The remainder of her wrath dispensed itself in glares which Coleman withstood with great composure.\\n\\nA strained silence fell upon the group which lasted until they arrived at the little port of Mesalonghi, whence they were to take ship for Patras. Coleman found himself wondering why he had not gone flatly at the great question at a much earlier period, indeed at the first moment when the great question began to make life exciting for him. He thought that if he had charged Nora's guns in the beginning they would have turned out to be the same incapable artillery. Instead of that he had run away and continued to run away until he was actually cornered and made to fight, and his easy victory had defined him as a person who had, earlier, indulged in much stupidity and cowardice. Everything had worked out so simply, his terrors had been dispelled so easily, that he probably was led to overestimate his success. And it occurred suddenly to him. He foresaw a fine occasion to talk privately to Marjory when all had boarded the steamer for Patras and he resolved to make use of it. This he believed would end the strife and conclusively laurel him.\\n\\nThe train finally drew up on a little stone pier and some boatmen began to scream like gulls. The steamer lay at anchor in the placid blue cove. The embarkation was chaotic in the Oriental fashion and there was the customary misery which was only relieved when the travellers had set foot on the deck of the steamer. Coleman did not devote any premature attention to finding Marjory, but when the steamer was fairly out on the calm waters of the Gulf of Corinth, he saw her pacing to and fro with Peter Tounley. At first he lurked in the distance waiting for an opportunity, but ultimately he decided to make his own opportunity. He approached them. \\\"Marjory,would you let me speak to you alone for a few moments? You won't mind, will you, Peter? \\\"\\n\\n\\\" Oh, no, certainly not,\\\" said Peter Tounley.\\n\\n\\\"Of course. It is not some dreadful revelation, is it? \\\" said Marjory, bantering him coolly.\\n\\n\\\" No,\\\" answered Coleman, abstractedly. He was thinking of what he was going to say. Peter Tounley vanished around the corner of a deck-house and Marjory and Coleman began to pace to and fro even as Marjory and Peter Tounley had done. Coleman had thought to speak his mind frankly and once for all, and on the train he had invented many clear expressions of his feeling. It did not appear that he had forgotten them. It seemed, more, that they had become entangled in his mind in such a way that he could not unravel the end of his discourse.\\n\\nIn the pause, Marjory began to speak in admiration of the scenery. \\\" I never imagined that Greece was so full of mountains. One reads so much of the Attic Plains, but aren't these mountains royal? They look so rugged and cold, whereas the bay is absolutely as blue as the old descriptions of a summer sea.\\\"\\n\\n\\\" I wanted to speak to you about Nora Black,\\\" said Coleman.\\n\\n\\\"Nora Black? Why?\\\" said Marjory, lifting her eye- brows.\\n\\nYou know well enough,\\\" said Coleman, in a head. long fashion. \\\" You must know, you must have seen it. She knows I care for you and she wants to stop it. And she has no right to-to interfere. She is a fiend, a perfect fiend. She is trying to make you feel that I care for her.\\\"\\n\\n\\\" And don't you care for her ? \\\" asked Marjory.\\n\\n\\\"No,\\\" said Coleman, vehemently. \\\" I don't care for her at all.\\\"\\n\\n\\\" Very well,\\\" answered Marjory, simply. \\\" I believe you.\\\" She managed to give the words the effect of a mere announcement that she believed him and it was in no way plain that she was glad or that she esteemed the matter as being of consequence.\\n\\nHe scowled at her in dark resentment. \\\" You mean by that, I suppose, that you don't believe me ? \\\"\\n\\n\\\" Oh,\\\" answered Marjory, wearily, \\\" I believe you. I said so. Don't talk about it any more.\\\"\\n\\n\\\"Then,\\\" said Coleman, slowly, \\\" you mean that you do not care whether I'm telling the truth or not?\\\"\\n\\n\\\" Why, of course I care,\\\" she said. \\\" Lying is not nice.\\\"\\n\\nHe did not know, apparently, exactly how to deal with her manner, which was actually so pliable that-it was marble, if one may speak in that way. He looked ruefully at the sea. He had expected a far easier time. \\\" Well-\\\" he began.\\n\\n\\\" Really,\\\" interrupted Marjory, \\\" this is something which I do not care to discuss. I would rather you would not speak to me at all about it. It seems too -too-bad. I can readily give you my word that I believe you, but I would prefer you not to try to talk to me about it or-anything of that sort. Mother!\\\"\\n\\nMrs. Wainwright was hovering anxiously in the vicinity, and she now bore down rapidly upon the pair. \\\"You are very nearly to Patras,\\\" she said  reproachfully to her daughter, as if the fact had some fault of Marjory's concealed in it. She in no way ac- knowledged the presence of Coleman.\\n\\n\\\" Oh, are we ? \\\" cried Marjory.\\n\\n\\\"Yes,\\\" said Mrs. Wainwright. \\\" We are.\\\"\\n\\nShe stood waiting as if she expected Marjory to in- stantly quit Coleman. The girl wavered a moment and then followed her mother. \\\" Good-bye.\\\" she said. \\\"I hope we may see you again in Athens.\\\" It was a command to him to travel alone with his servant on the long railway journey from Patras to Athens. It was a dismissal of a casual acquaintance given so graciously that it stung him to the depths of his pride. He bowed his adieu and his thanks. When the yelling boatmen came again, he and his man proceeded to the shore in an early boat without looking in any way after the welfare of the others.\\n\\nAt the train, the party split into three sections. Coleman and his man had one compartment, Nora Black and her squad had another, and the Wainwrights and students occupied two more.\\n\\nThe little officer was still in tow of Nora Black. He was very enthusiastic. In French she directed him to remain silent, but he did not appear to understand. \\\" You tell him,\\\" she then said to her dragoman, \\\" to sit in a corner and not to speak until I tell him to, or I won't have him in here.\\\" She seemed anxious to unburden herself to the old lady companion. \\\" Do you know,\\\" she said, \\\" that girl has a nerve like steel. I tried to break it there in that inn, but I couldn't budge her. If I am going to have her beaten I must prove myself to be a very, very artful person.\\\"\\n\\n\\\" Why did you try to break her nerve ? \\\" asked the old lady, yawning. \\\"Why do you want to have her beaten ? \\\"\\n\\n\\\" Because I do, old stupid,\\\" answered Nora. \\\" You should have heard the things I said to her.\\\"\\n\\n\\\"About what?\\\"\\n\\n\\\" About Coleman. Can't you understand anything at all?\\\"\\n\\n\\\" And why should you say anything about Coleman to her?\\\" queried the old lady, still hopelessly befogged.\\n\\n\\\" Because,\\\" cried Nora, darting a look of wrath at her companion, \\\" I want to prevent that marriage.\\\" She had been betrayed into this avowal by the singularly opaque mind of the old lady. The latter at once sat erect. - \\\" Oh, ho,\\\" she said, as if a ray of light had been let into her head. \\\" Oh, ho. So that's it, is it ? \\\"\\n\\n\\\"Yes, that's it, rejoined Nora, shortly.\\n\\nThe old lady was amazed into a long period of meditation. At last she spoke depressingly. \\\" Well, how are you going to prevent it? Those things can't be done in these days at all. If they care for each other-\\\"\\n\\nNora burst out furiously. \\\"Don't venture opinions until you know what you are talking about, please. They don't care for each other, do you see? She cares for him, but he don't give a snap of his fingers for her.\\\"\\n\\n\\\" But,\\\" cried the bewildered lady, \\\" if he don't care for her, there will be nothing to prevent. If he don't care for her, he won't ask her to marry him, and so there won't be anything to prevent.\\\"\\n\\nNora made a broad gesture of impatience. \\\" Oh, can't you get anything through your head ? Haven't you seen that the girl has been the only young woman in that whole party lost up there in the mountains, and that naturally more than half of the men still think they are in love with her? That's what it is. Can't you see ? It always happens that way. Then Coleman comes along and makes a fool of himself with the others.\\\"\\n\\nThe old lady spoke up brightly as if at last feeling able to contribute something intelligent to the talk. \\\" Oh, then, he does care for her.\\\"\\n\\nNora's eyes looked as if their glance might shrivel the old lady's hair. \\\"Don't I keep telling you that it is no such thing ? Can't you understand? It is all glamour! Fascination! Way up there in the wilderness! Only one even passable woman in sight.\\\"\\n\\n\\\" I don't say that I am so very keen,\\\" said the old lady, somewhat offended, \\\"but I fail to see where I could improve when first you tell me he don't care for her, and then you tell me that he does care for her.\\\"\\n\\n\\\" Glamour,' ' Fascination,'\\\" quoted Nora. \\\" Don't you understand the meaning of the words ? \\\"\\n\\n\\\" Well,\\\" asked the other, didn't he know her, then, before he came over here ?\\\"\",\"timestamp\":1638929801,\"title\":\"I don't know how you know it,\\\" said Coleman boldly, and he looked her fearlessly in the eye\"},\"digest\":\"uJZ6PZLl_QxEEaTzzHjhXekEedW2ITgPxgi06Bs0gPQ\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5mJEl8JKmSd8kZgXMwjT3OYppU4bpT2mVOaaKwyTbRc\\\",\\\"y\\\":\\\"hfpac0isYHyKz-HVB-2JJa2-wq82qF8tQ_2AWdeDkHI\\\"}\",\"signature\":\"DdcldWoOhcVR8Cv5mZGKzBIIks371T0oGDGMLrmafVlRMrg6DAHS4O5CWfj4pDq02WJD2OIcYrAaTfhDkvAjWQ\",\"signingKeySignature\":\"0x11627919b4846d86a5174753f6196cdab1478b491a102781fcf61de9a6c366385cb2097201234f757a51a7eb43772ae7f69e76ff0d4e21df3ae60f99f8826f061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5mJEl8JKmSd8kZgXMwjT3OYppU4bpT2mVOaaKwyTbRc\\\",\\\"y\\\":\\\"hfpac0isYHyKz-HVB-2JJa2-wq82qF8tQ_2AWdeDkHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uJZ6PZLl_QxEEaTzzHjhXekEedW2ITgPxgi06Bs0gPQ\"}"