"{\"content\":{\"body\":\"## Reflections on How to Live a More Intentional and Mindful Life Entering Adulthood\\n\\n![](https://miro.medium.com/max/1400/0\\\\*A90GGTbuAeNpQZc-)\\n\\nPhoto by [Ante Hamersmit](https://unsplash.com/@ante_kante?utm_source=medium&utm_medium=referral) on [Unsplash](https://unsplash.com/?utm_source=medium&utm_medium=referral)\\n\\nCOVID-imposed time alone has been a blessing and a curse.\\n\\nIt has punctuated how dearly I miss school, my friends, and the autonomy that came with life at college. At the same time, it has reminded me how rarely we get to step away from the hustle and pay mind to where we are.\\n\\nThe latter point has really resonated with me as the weeks have passed stuck at home. Several days ago, I stumbled across [Nicolas Cole](https://medium.com/u/7c10a61aa346?source=post_page-----63dd2fcca2f4-----------------------------------)’s insightful article, *“*[30 Things You Should Know About Life Before You Turn 30.](https://medium.com/the-ascent/30-things-you-should-know-about-life-before-you-turn-30-1c6cf11f3ab1)” In it, he compiles a list of takeaways from the action-packed, winding road that comprised his 20’s.\\n\\nI recall as I read about his experiences over the past decade plenty of my own experiences and associated ideas from books I’d read came to mind. It inspired me to go through a similar exercise. I believe his words will be somewhat prescient for me in that they could provide a guide for how I want to live as a young adult if only I take the time to reflect on what they mean for me.\\n\\nThere are endless ‘self-help’ books that profess immediate, life-changing results, but the crucial step so few expresses to the reader is how to digest and integrate the teachings into one’s own life.\\n\\nIn an attempt to do so, I aim to complement the article’s main ideas that stuck out to me with my own thoughts and related reading material as appropriate. More importantly, I want to finish this piece with some of my own commitments focused on how I should conduct myself moving forward to start building these healthy and important habits as I launch into my young adult life.\\n\\nThis is a personal exercise, but hopefully, it can in some way be serviceable to you too!\\n\\nDD\\n\\n## Key Takeaways\\n\\n![](https://miro.medium.com/max/1400/0\\\\*t1pxvCU6pR6Dh9Em)\\n\\nPhoto by [Nick Chong](https://unsplash.com/@nick604?utm_source=medium&utm_medium=referral) on [Unsplash](https://unsplash.com/?utm_source=medium&utm_medium=referral)\\n\\n## *The Importance of Long-Term Investment*\\n\\nOften we are swept up in the allure of short-term reward when“slow and steady consistency is the most powerful driver of growth.”\\n\\n> “A single year of consistent, disciplined practice ALWAYS brought 10x the results of short, infrequent attempts at quick achievements.” ([30 Things You Should Know About Life Before You Turn 30](https://medium.com/the-ascent/30-things-you-should-know-about-life-before-you-turn-30-1c6cf11f3ab1))\\n\\nI could not agree more with this sentiment. Cal Newport, a Georgetown professor and acclaimed author, writes extensively about increasing productivity. In his book, \\\\*Deep Work, \\\\*he explains that those who can do consistent and focused work will win in the 21st century:\\n\\n> “The growing necessity of deep work is new. In the Industrial Economy, there was a small skilled labor and professional class for which deep work was crucial, but most workers could do just fine without ever cultivating an ability to concentrate without distraction…. As we shift to an information economy, more and more of our population are knowledge workers and deep work is becoming a key currency even if most have not yet recognized this reality…. Deep work is not, in other words, an old fashion skill falling into irrelevance. It is, instead, a crucial ability for anyone looking to move ahead in a globally competitive information economy that tends to chew up and spit out those who are not earning their keep…Deep work is so important that we might consider it, to use the phrasing of business writer, Eric Barker, the superpower of the 21st century.” (Deep Work, Introduction)\\n\\nThrough an investment lens, investing for the long term is a tried-and-true way to grow wealth over time. Index funds, mutual funds, dividend-paying stocks, and bonds are far from the glamour and rush of day-trading and chasing market hype, but your risk profile is conservative and they demand little active market scrutiny.\\n\\nWith a consistent and disciplined investment cadence over the course of one's career (e.g. $X every month/quarter/year into your portfolio whether the market is up or down), compounding interest will do wonders for you while you focus on what you really care about.\\n\\n> “If there’s one thing I wish I had learned sooner, it’s that shortcuts are always longer roads in disguise.” ([30 Things](https://medium.com/the-ascent/30-things-you-should-know-about-life-before-you-turn-30-1c6cf11f3ab1))\\n\\n**Related Reading:**\\n\\n\\\\*The Little Book of Common Sense Investing: The Only Way to Guarantee Your Fair Share of Stock Market Returns \\\\*by **John C. Bogle**\\n\\n\\\\*The Intelligent Investor: The Definitive Book on Value Investing \\\\*by **Benjamin Graham**\\n\\n*Deep Work: Rules for Focused Success in a Distracted World* by **Cal Newport**\\n\\n## *Consumerism and Materialism*\\n\\n> “When you’re younger, you want ‘things.’ As you get older, you just feel thankful for friends and family… I realized the chase \\\\[for the next best thing\\\\] never ends — and how destructive of a cycle that can become when left unchecked.” ([30 Things](https://medium.com/the-ascent/30-things-you-should-know-about-life-before-you-turn-30-1c6cf11f3ab1))\\n\\nI find I am increasingly surrounded by more clothes, more shoes, more stuff at no fault but my own. Being conscious of unnecessary spending is a simple change but an important one. Living a lighter, less cluttered life will lead to a more intentional physical space and mental clarity.\\n\\n**Related Reading:**\\n\\n\\\\*The Longing for Less: Living with Minimalism \\\\*by **Kyle Chayka**\\n\\n![](https://miro.medium.com/max/1400/0\\\\*8gop-kUNv4qlQ_KA)\\n\\nPhoto by [Tamar Waskey](https://unsplash.com/@tamar_waskey?utm_source=medium&utm_medium=referral) on [Unsplash](https://unsplash.com/?utm_source=medium&utm_medium=referral)\\n\\n## *The Danger of Accumulating Bad Habits*\\n\\n> “You don’t break down in a day. You break down little by little, day by day, week by week, month by month, year by year.” ([30 Things](https://medium.com/the-ascent/30-things-you-should-know-about-life-before-you-turn-30-1c6cf11f3ab1))\\n\\nThis key takeaway I found particularly poignant. It centers around the idea that destructive habits, however small, will compound over time and negatively affect your life unless you are intentional about recognizing and eliminating them.\\n\\nFor me, this focus on quashing destructive habits takes two primary forms. **Regaining control of my attention and getting more sleep**.\\n\\nI write more about the attention economy later on, but to the point of accumulating bad habits, I believe it’s paramount to identify apps/services/devices that are pulling at your attention and wasting your time. While benign in the short term, dependencies on these apps and devices can reap havoc on your ability to focus and be productive. Jenny Odell’s quote from *How to Do Nothing summarizes* this point so well.\\n\\n> “We experience the externalities of the attention economy in little drips, so we tend to describe them with words of mild bemusement like “annoying” or “distracting,” but this is a grave misreading of their nature. In the short term, distractions can keep us from doing the things we want to do. In the longer term, however, they can accumulate and keep us from living the lives we want to live, or, even worse, undermine our capacities for reflection and self-regulation, making it harder, in the words of Harry Frankfurt, to ‘want what we want to want.’” (How to Do Nothing, 114)\\n\\nOn the sleep front, neuroscientist and sleep researcher, Matthew Walker beautifully describes the innumerable benefits of giving your body the sleep it needs. Reading his work was a startling reminder to give my body a **non-negotiable 8-hours of sleep a night**.\\n\\n> “Every component of wellness, and countless seams of societal fabric, are being eroded by our costly state of sleep neglect: human and financial alike. So much so that the World Health Organization (WHO) has now declared a sleep loss epidemic throughout industrialized nations.” (Why We Sleep, 4)\\n>\\n> “We will learn precisely why and how sleep loss inflicts such devastating effects on the brain, linking it to numerous neurological and psychiatric conditions (e.g. Alzheimer’s disease, anxiety, depression, bipolar disorder, suicide, stroke, and chronic pain), and on every physiological system of the body, further contributing to countless disorders and disease (e.g. cancer, diabetes, heart attacks, infertility, weight gain, obesity, and immune deficiency). No facet of the human body is spared the crippling, noxious harm of sleep loss. We are, as you will see, socially, organizationally, economically, physically, behaviorally, nutritionally, linguistically, cognitively, and emotionally dependent upon sleep.” (Why We Sleep, 133)\\n\\n**Related Reading:**\\n\\n\\\\*Why We Sleep: Unlocking the Power of Sleep and Dreams \\\\*by **Matthew Walker, PhD**\\n\\n\\\\*How to Do Nothing: Resisting the Attention Economy *by* \\\\****Jenny Odell***\\n\\n## *Embracing Spontaneity*\\n\\n> “You can’t know how things will turn out. You can only know whether or not you’re game for the adventure.” ([30 Things](https://medium.com/the-ascent/30-things-you-should-know-about-life-before-you-turn-30-1c6cf11f3ab1))\\n\\nI would self-diagnose as a serial planner. Weekly planning, monthly planning, 1-year, 5-years… It never stops. I’ve been through every exercise trying to optimize every outcome, but in many ways, it has made me partially blind to the present. The best things that have happened to me have largely been a stroke of luck, circumstance, or being in the moment.\\n\\nYou have to leave some room for spontaneity and chaos. It could take you places you’d never imagine.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*3mkUCJ-8BbC_pYiF)\\n\\nPhoto by [Duy Pham](https://unsplash.com/@miinyuii?utm_source=medium&utm_medium=referral) on [Unsplash](https://unsplash.com/?utm_source=medium&utm_medium=referral)\\n\\n## *Genuine Connections*\\n\\n> “The most valuable thing you can offer someone else is a genuine connection… Everyone just wants to be seen.” ([30 Things](https://medium.com/the-ascent/30-things-you-should-know-about-life-before-you-turn-30-1c6cf11f3ab1))\\n\\nThis may be the most important takeaway of them all. In light of our multitude of professional and personal aspirations, triumphs, and failures, it is the people that go through those moments with you that make them memorable and worthwhile. A person with everything in the world but no one to share it with is far worse off than anyone who surrounds themselves with people they care about.\\n\\nAll my happiest moments have been shared moments. This has become painfully clear with COVID driving a wedge between me and my friends.\\n\\nI am so thankful for my friends and all they’ve taught me and will continue to make a point of finding and spending time with those special people that make going through life so much richer.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*_hVOYR463CCr6ldz)\\n\\nPhoto by [Anna Hunko](https://unsplash.com/@annahunko?utm_source=medium&utm_medium=referral) on [Unsplash](https://unsplash.com/?utm_source=medium&utm_medium=referral)\\n\\n## *Finding the ‘Root of the Root’*\\n\\nIn [Nicolas Cole](https://medium.com/u/7c10a61aa346?source=post_page-----63dd2fcca2f4-----------------------------------)’s words, finding the root of the root “was my way of trying to understand the real, real reason I felt a certain way — not just accepting the surface-level emotion that revealed itself at the moment.” ([30 Things](https://medium.com/the-ascent/30-things-you-should-know-about-life-before-you-turn-30-1c6cf11f3ab1))\\n\\nDon Miguel Ruiz, a Mexican spiritual teacher and renowned author, speaks about the clarity and freedom that can come from dismissing the heat-of-the-moment emotions that cloud our judgment and decision-making. In his book, \\\\*The Four Agreements, \\\\*he describes 4 key agreements one must make with oneself to minimize self-abuse. This self-abuse manifests from trying to please everyone around you and feeling that you don’t measure up to socially-imposed, unrealistic standards (beauty, wealth, intelligence, etc).\\n\\n(1) **Be impeccable with your word.** Follow through on your promises, don’t gossip, realize the harm your words can cause to others, and use positive reinforcement to boost those around you.\\n\\n(2) **Don’t take anything personally.** More often than not criticism from the outside world (peers, family, strangers) comes from a place of self-contempt on their behalf. People project their pain and mistreatment unto others. Learn to recognize this and develop a more measured response to ill-will and insults.\\n\\n(3) **Don’t make assumptions.** This is self-explanatory and highly interrelated with the two former agreements. It’s very difficult to fully appreciate the path everyone has walked and how they may be feeling at a given moment. Try hard to give everyone the benefit of the doubt. Don’t let their spiteful comments cut you deeply and be mindful of the power your words have to do harm to them.\\n\\n(4) **Always do your best.** Try your hardest to practice the above three agreements and always put your best foot forward. Regrets for lack of effort are hard to swallow and will follow you for a long time.\\n\\n**Related Reading**\\n\\n\\\\*The Four Agreements \\\\*by **don Miguel Ruiz**\\n\\n## *Authenticity*\\n\\nThis is a large umbrella and surfaced quite a bit in [Nicolas Cole](https://medium.com/u/7c10a61aa346?source=post_page-----63dd2fcca2f4-----------------------------------)’s reflections. Four distinct themes emerged within the walls of the authenticity conversation: Relationships, Confidence, Self-Worth, and Youthfulness.\\n\\n**Relationships**\\n\\n> “Investors invest in people they trust. People do business with people they like. Employees work for people they respect. Team members stand alongside people they know care about them in return.” ([30 Things](https://medium.com/the-ascent/30-things-you-should-know-about-life-before-you-turn-30-1c6cf11f3ab1))\\n\\nBeyond diplomas and degrees, people gravitate towards people they like. Especially as a student beginning to navigate the professional world, it is important to take pride in your relationships and make sure to leverage your network in whatever field you pursue. It is the people around you that will mold you, vouch for you, and guide you.\\n\\n**Confidence**\\n\\n> “Confidence is a reflection of how much you trust yourself.”\\n>\\n> “In a sense, I think that’s why insanely successful people in LA show up in flip flops and a $15 t-shirt, while people who desperately want to be seen as successful show up as if they’re attending a black-tie event. The former, who have walked through fire, have an enormous amount of trust within themselves. The latter, who haven’t gone to war (in whatever industry they’re in), haven’t really tested themselves yet — and it shows.” ([30 Things](https://medium.com/the-ascent/30-things-you-should-know-about-life-before-you-turn-30-1c6cf11f3ab1))\\n\\nThis I thought was a great point. Moving into adulthood, celebrity and consumer culture will be pushed on young adults. Navigating what life you want to lead will become increasingly difficult as the misaligned influences start pulling you in every direction. Confidence to me is the ability to cut through the noise and live according to your values and objectives, not worrying about how the world will perceive your choices.\\n\\n**Self-worth**\\n\\n> “The more I allowed my most authentic self to just BE, the more I attracted other people who appreciated me for me — and the more my life started to be a reflection of the things I truly valued.” ([30 Things](https://medium.com/the-ascent/30-things-you-should-know-about-life-before-you-turn-30-1c6cf11f3ab1))\\n\\nYou are the composition of the 5 people closest to you. Be yourself and you will begin to bring the right people into your circle.\\n\\n**Youthfulness**\\n\\n> “You’re never too old for things you loved to do as a kid.”\\n>\\n> “You should never let go of living life as a child–that is to say, openly, curiously, excitedly, energetically, passionately, unapologetically, and so on.” ([30 Things](https://medium.com/the-ascent/30-things-you-should-know-about-life-before-you-turn-30-1c6cf11f3ab1))\\n\\nThere are so many things I adored growing up: LEGOs, Star Wars, Tron, Super Heroes, Gaming (Halo, Destiny, Skyrim…), Space Exploration… The list goes on and on. While many of these things I am still actively engaged with, I presume the majority will fall by the wayside as I continue to age. It is less important what it is you are excited with and curious with but more so that this flame of curiosity and excitement keeps burning.\\n\\n## *Measuring Progress*\\n\\n> “Anyone ‘further along’ on the path was once exactly where you are.”\\n>\\n> “It’s important to remember that anyone you see on the path as being “more” experienced, “more” successful, “more” accomplished, isn’t necessarily smarter or fundamentally different than you. They’ve just been at it longer. Or they’ve been fortunate and found teachers and mentors that accelerated their growth… But again, that doesn’t mean you can’t get to where they are.”\\n>\\n> “You have to stop measuring success over the course of a day or week, and start measuring over the course of a month, three months, six months, and a year.” ([30 Things](https://medium.com/the-ascent/30-things-you-should-know-about-life-before-you-turn-30-1c6cf11f3ab1))\\n\\n![](https://miro.medium.com/max/1400/0\\\\*-oaEoviYIJsG7m-B)\\n\\nPhoto by [ROBIN WORRALL](https://unsplash.com/@robin_rednine?utm_source=medium&utm_medium=referral) on [Unsplash](https://unsplash.com/?utm_source=medium&utm_medium=referral)\\n\\n## *Resisting the Attention Economy*\\n\\n> “In a world becoming more digitally connected, “focus” is becoming each person’s greatest competitive advantage.”\\n>\\n> “It’s the people who are able to maintain a level of clear-headedness and focus who will achieve the most, create the most, and provide the most value to society. They’re the ones who will define the game, as opposed to being trapped within it.” ([30 Things](https://medium.com/the-ascent/30-things-you-should-know-about-life-before-you-turn-30-1c6cf11f3ab1))\\n\\nThis topic has come up several times over the course of this piece, but I believe it is so important. These days the business of keeping your eyes on your screens is more lucrative than any industry to date. From psychology-infused persuasive design to targeted advertisements to the mountain of data we are forking over to tech giants for free, the attention economy (Facebook, Instagram, SnapChat, Twitter, etc) has and will continue to have a lasting imprint on our generation.\\n\\nI am actively trying to evaluate which services add value to my life and how I should be using them but it is hard. They are so well-designed it is difficult to separate oneself. I would highly recommend any of the following books to provide more information on the pitfalls of overusing social media that may be holding you back from more productive times and exciting experiences.\\n\\n**Related Reading**\\n\\n\\\\*Digital Minimalism: Choosing a Focused Life in a Noisy World \\\\*by **Cal Newport**\\n\\n*10 Arguments for Deleting Your Social Media Accounts Right Now* by **Janier Lanier**\\n\\n*Deep Work: Rules for Focused Success in a Distracted World* by **Cal Newport**\\n\\n\\\\*How to Do Nothing: Resisting the Attention Economy *by* \\\\****Jenny Odell***\\n\\n## *Ten Years*\\n\\n> “Ten years is a long time. And the older you get, the more knowledge you accumulate, the more resources you have, and the more freedom in front of you to become whatever it is you want to become.” ([30 Things](https://medium.com/the-ascent/30-things-you-should-know-about-life-before-you-turn-30-1c6cf11f3ab1))\\n\\nReflecting on all of these points has made me realize just how long 10 full years really is. I am optimistic that if I can think critically about the roadblocks looming in the near future, I will be able to spend this next decade in a more fulfilling and intentional way.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*fGaaiLgot6kTE-Ag)\\n\\nPhoto by [Colton Duke](https://unsplash.com/@csoref?utm_source=medium&utm_medium=referral) on [Unsplash](https://unsplash.com/?utm_source=medium&utm_medium=referral)\\n\\n## My Commitments\\n\\n* Invest my money for the long term: **forget the short term buzz and hype**\\n* Cultivate my ability to produce **quality work from sustained focus**\\n* Adopt a **minimalist mindset**: stop spending on things, spend on experiences\\n* Check my phone and social media **WAY less frequently**\\n* Sleep **8-hours** every night\\n* Leave more room for **spontaneity** in my life\\n* Cherish my **relationships** and build strong new ones\\n* Be impeccable with my word, don’t take things personally, don’t make assumptions\\n* Sustain confidence through **self-trust** and be me to find the right kinds of people\\n* Never stop being **curious and youthful in spirit**\\n* **Be patient** in measuring progress\\n* **Read** widely and think deeply on what it means for me\",\"timestamp\":1641800307,\"title\":\"Chasing Coherence: Reflections for the Next Decade - Alex Debayo-Doherty - Medium\"},\"digest\":\"A_ARtR1RDEwQDUaUhpDQVI7ShywNFcbx9DeGgdnE0UA\",\"authorship\":{\"contributor\":\"0xd36Ccc1e3B5289cD051E22f55050FAc618d0d0e0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aM6CkUekZYi_YCd6iILgY5nepmzCAaVshAmdP1HjmUE\\\",\\\"y\\\":\\\"EuWQrUe9NoYmFGCzLfYHEufMit6CtTNwWBtTbuPvRZo\\\"}\",\"signature\":\"-zVQhRP87Y3khcsKbH47190lOEiKzLT0ZzIsYHFODhrbIxdEwLrtpkk2B9WQjrVEEVaNEr0GM7Fkax74h7LvFg\",\"signingKeySignature\":\"0x4d045a2d11b60c05fd542b24edf5aa50ced96d0cdc54a445654470d3f354f29b00566cd9db7fb4aa48c44db472f1343f7d679637232e8eb9666f22fa5286d3ec1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aM6CkUekZYi_YCd6iILgY5nepmzCAaVshAmdP1HjmUE\\\",\\\"y\\\":\\\"EuWQrUe9NoYmFGCzLfYHEufMit6CtTNwWBtTbuPvRZo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"A_ARtR1RDEwQDUaUhpDQVI7ShywNFcbx9DeGgdnE0UA\"}"