"{\"content\":{\"body\":\"*In nomine Satoshi, habemus fide.\\nIn nomine Codex Sancti, et noli vendere. \\n - The Hodler's Prayer*\\n\\n*The miracle of fiat was granted but once to Prophet Satoshi. The Prophet blessed the world with 21 million coins, to be allocated and held by the righteous. To be scorned and sold by the damned. \\n - Teachings of Saint Kevin, Anno Satoshi 15*\\n\\n*And though the demons of government fiat had been struck down. Satoshi looked upon the world and still wept, for the Prophet's followers had blasphemed by creating false coins in Bitcoin's image. Thus, the Holy Church was formed to ensure purity in value, for there is only value in the pure. \\n - The Holy Ledger of the Orthodox Church of Bitcoin*\\n\\n\\n-----------------------------\\n\\nBrother Vikram coughed as the dust overwhelmed him after he unsealed the heavy stone door to the sanctus sanctorum. Lamp raised high, he made his way into the cold and darkness of the Saint’s home. The Feast of Saint Carter Tang and the accompanying 21 days of Private Key Veneration began tomorrow, and Brother Vikram had come for the holy reliquary.\\n\\nUnlike the grand orders of Saint Winklevii or Saint Draper, the Order of Saint Carter Tang was a modest one - as befit the modest holdings and life of the Saint. Saint Tang sold his earthly possessions to join the Holy Crusade of Bitcoin in Anno Satoshi 10. And unlike the blessed evangelists, he lived as a hermit, spending his days drinking naught by Soylent and tending the Holy Blockchain. In Anno Satoshi 256, the Abbey was consecrated when the Holy Church saw fit to finally canonize Saint Tang for the purity of his earthly devotion to the Holy Coin. The Brothers of Saint Tang lived mendicant lives to this day in honor of their namesake's devotion - wearing nothing but coarse-cloth hoodies and drinking sacred Soylent for nourishment.\\n\\nBrother Vikram did not mind the harsh life, for he was content in his service to the Holy Church and Holy Coin. And he was dutifully honored and humbled to have been chosen by the Abbot for this most sacred of tasks.\\n\\nAs per tradition, he was to retrieve the reliquary from the Saint's old home for the Feast and Veneration. The reliquary contained an ancient hard drive that held the private key to the Saint's very own wallet of 10 Bitcoins. The more superstitious townsfolk would flock to the Abbey, lining up to gaze upon the lockbox under the belief that it could cure the sick and strengthen the weak. This idolatry was officially condemned by the Church as the veneration of private keys was uncomfortably close to the sin of valuing the physical over the digital, but the monks of St. Tang made no serious effort to combat this belief. The Abbey knew the lives of the common people were hard, and that this sin was minor compared to the virtues of strengthening their faith in the Holy Coin.\\n\\nBrother Vikram peered through the dark and cluttered room and spotted the reliquary beside the Sanctus Computatrum. He was not an uneducated peasant, but even he could not help being overwhelmed by the sight. Moved by devotion, he placed the lamp down and prostrated in front of the reliquary while reciting the Hodler's prayer. After he had collected himself and prepared to rise, he saw his lamplight illuminate several papers underneath one of the Saint's cabinets.\\n\\n\\\"Holy writings by the Saint! There aren't supposed to be anymore left!\\\" Brother Vikram thought as he spied the papers.\\n\\nHe knew he was only supposed to retrieve the holy reliquary and leave the Saint's home undisturbed, but... the thought of undiscovered writings by Saint Tang.... no, he had to see them.\\n\\nReaching under the cabinet, he carefully took hold of the brittle yellowing papers.\\n\\nTaking a calming breath and thanking the Prophet Satoshi for granting him this blessed miracle, he began to read.\\n\\nHis face contorted in confusion as he saw, “Account Statement - JPMorgan Chase”, in fading black type on the first sheet.\\n\\nBrother Bikram’s confusion gave way to shock and horror as he read on.\\n\\n\\\"No, no ... it can't be....\\\"\\n\\n\\n-----------------------------\\n\\n\\\"These records... I can scarcely bring myself to say what they reveal. Saint. Tang... a financier, a trader... a purveyor of the lies of government fiat? Selling the Holy Coin to live a life of decadence? No, no, no... they must have been forged somehow! It must be the Apostate Etherumites who planted these documents. They've come back! I've always known Brother Josiah was soft-hearted in his suppression of the heretics - the Holy Inquisition dev-list must be informed, we must round the townsfolk and -\\\"\\n\\n\\\"They were not planted\\\", the Abbot said quietly as he stared out the chamber's windows.\\n\\nBrother Vikram was stunned.\\n\\n\\\"What?\\\"\\n\\nSighing, the Abbot turned to Brother Vikram and calmly explained, \\\"I said they were not planted. This... unpleasantness has been known to us at Saint Tang's for many years\\\".\\n\\n\\\"You - you knew?\\\"\\n\\n\\\"Yes, a few of the Elder Brothers know the true history as well. It is quite unfortunate you found those documents.\\\"\\n\\n\\\"But we must reveal the truth - \\\"\\n\\nThe Abbot held up a hand to stop Brother Vikram.\\n\\n\\\"Think of the good the Abbey does. We teach the virtues of hodling and stamp down on blasphemers attempting to debase the Holy Coin. Common knowledge of the sins of Saint Tang would be... disastrous - for not only our Order but for our Holy Church as well.\\\"\\n\\nBrother Vikram could not believe what he was hearing. His wise Abbot was consoling a cover-up?\\n\\n\\\"Abbot, I - I cannot condone this. As the Church teaches, the truth is paramount - this is the sacred motivation for the Holy Blockchain. I - I must report this to the Inquisition... I - I will report this to the Inquisition.\\\"\\n\\nThe Abbot looked sadly at Brother Vikram.\\n\\n\\\"There is no need to summon the Inquisition.\\\"\\n\\n\\\"Abbot, I appreciate all you have done for me and the Abbey, but I must inform them of this. As Prophet Satoshi said...\\\"\\n\\nThe door to the chamber opened, and four red-hoodied Inquisitors stepped in.\\n\\nThe Abbot spoke quietly, \\\"I'm sorry Brother Vikram, you forget that the Prophet Satoshi also said that the truth of the Holy Blockchain is held through consensus...\\\"\\n\\nBrother Vikram heard an Inquisitor behind him unsheathe a dagger.\\n\\n\\\"... And we cannot let you break consensus.\\\"\",\"timestamp\":1636681926,\"title\":\"Consensus\"},\"digest\":\"RQXtIbt0I7MN2VKH5HgiSRI-YrssYWH6sXsxJMe4PE4\",\"authorship\":{\"contributor\":\"0xfFD12A75a46D8153F369178b68Dd72429E89256f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T-CzrHh4Jy3k5ywdd2kmCNk5zgZUV-k0tOAO-dalhT4\\\",\\\"y\\\":\\\"iRxU-KRn1c99P1hdkfW0YTP73ibUxncfnWmSOGPT4Vw\\\"}\",\"signature\":\"aFsKKfHvegLTpryGowpJrfoc3Zjao2B68zv329uF3WqHEZa2toU0CFVvjacvwV9qB8ZyXeNzJz2FjVKbJHn-Ew\",\"signingKeySignature\":\"0x27b0565326ff602cd06b9deb2a0f500b0308628d2c9da68b23f17a8e6aeeab73517b54d012c6a1ece9cacc2866ce41797f407a648a425e74ff5e323993b367c31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T-CzrHh4Jy3k5ywdd2kmCNk5zgZUV-k0tOAO-dalhT4\\\",\\\"y\\\":\\\"iRxU-KRn1c99P1hdkfW0YTP73ibUxncfnWmSOGPT4Vw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RQXtIbt0I7MN2VKH5HgiSRI-YrssYWH6sXsxJMe4PE4\"}"