"{\"content\":{\"body\":\"In Neal Stephenson's description, the meta-universe uses headsets and eyepieces to connect to a computer through data, and in this way enters a virtual space that is simulated by a computer and parallel to reality.\\n\\nYou can understand the meta-universe as a dream, a dream constructed by a computer that is extremely real and very awake, and is affected by people's subjective will. In this dream, you can create a clone, all experiences and behaviors of the clone are under your command, and you can deeply experience all the senses of the clone.\\n\\nSeeing here, some people may have been fantasizing how to build, destroy, escape from reality, and release their nature in the meta-universe. Indeed, once the meta-universe is completed, the relationships, social interactions, and assets of the real society may undergo earth-shaking changes in the meta-universe.\\n\\nWith the further expansion of the meta universe, this change will be further fed back into the real world. For example, you are a failed person in the real world, but you entered the meta-universe for production and construction at the beginning of its establishment and accumulated a lot of virtual wealth.\\n\\nAs more and more people enter the meta-universe and the assets in the meta-universe are more and more recognized by people, then your wealth in the virtual world can be mapped to reality, so that you can become rich in reality.\\n\\nThe recently released movie \\\"Out of Control Players\\\" tells the story of bank teller Guy (Ryan Reynolds) who discovers that he is actually a background character in an open world video game, so he decides to become a hero and rewrite his story. Many scenes in the movie are reasonable speculations about the meta-universe world.\\n\\nOf course, the current level of technology still cannot meet the requirements of the above-mentioned meta-universe concept, and a meta-universe world with extreme sensory immersion cannot be realized. It is limited by the influence of communication technology, artificial intelligence, and computer technology. The implementation is still at the stage of VR and reality augmentation.\\n\\nIn other words, we are now in the initial stage of the meta universe. The 4D somatosensory games and VR games that we usually play belong to the use of real actions to influence the virtual world, and then experience the meta universe for a short time. The more popular bedroom dinosaurs on Douyin are another embodiment of a simpler virtual world and augmented reality.\\n\\nSince the perfect meta-universe cannot be realized at present, what is the reason for the hype about the meta-universe? In fact, this involves a core of the meta-universe-mapping.\",\"timestamp\":1635662096,\"title\":\"The core of the meta universe\\nMapping\"},\"digest\":\"Cfg_LFsGhy6oOXhL7yy8FhvQKPAtak8QVMghXFQKr9c\",\"authorship\":{\"contributor\":\"0x6f699EF869B0900657ddEd9bE095621E487Ac36C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"U8xA7uemZgC0Y-oDh2m7_BSPmzprVP2CLw8BTiK9KmI\\\",\\\"y\\\":\\\"FkxI7F5TMK44aJc9citn13ZAzSSO_RJbUWPg-tnmppo\\\"}\",\"signature\":\"KvO8n3vEjG-JZVHlOWJTbMcYFmO2Vo4RyJ48wr0yR5HXl6edN7snmQe6aAnuAdzPojAccYQsniksRke5K3H13g\",\"signingKeySignature\":\"0x2805026f91a4cb10a0da351d41ebd38a6da849ea2a57ddcd8137652ea7c223b85f8d713d06e020fd386b31728a3a2fff70eaaba06ab045f4f24e52a4cf21a4531b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"U8xA7uemZgC0Y-oDh2m7_BSPmzprVP2CLw8BTiK9KmI\\\",\\\"y\\\":\\\"FkxI7F5TMK44aJc9citn13ZAzSSO_RJbUWPg-tnmppo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Cfg_LFsGhy6oOXhL7yy8FhvQKPAtak8QVMghXFQKr9c\"}"