"{\"content\":{\"body\":\"This town formed part of the diocese of Buenos Ayres, which happened to be vacant at the time. He therefore took upon himself to act just as he had acted in Paraguay -- appointed officers of justice, held ordinations, and instituted a campaign against the Jesuits of the town.\\n\\nWhilst he was thus occupied in his favourite pastime of usurping other people's functions, two citations were sent him to appear before the High Court of Charcas.  He disregarded them, and sent a statement of his case by the hands of his nephew to the Bishop of Tucuman.  In the letter he set forth all his complaints against the Governor of Paraguay, calling him a violator of the Church, a heretic, and generally applying to him all those terms in which a thwarted churchman usually exhales his rage. Mixed up with this was a detailed accusation of the Jesuits, to whose account he laid all his misfortunes whilst in Paraguay. Lastly, he called upon the Bishop of Tucuman to summon a provincial council to condemn the monstrous heresies which he attributed to the Jesuits, reminding him that the Council of Trent had recommended the holding of frequent provincial councils, and stating his opinion that, unless a council were called at once, the Bishop would incur a mortal sin.\\n\\nThe answer Cardenas received from Tucuman was most ironically couched in the best style that his long-suffering friend was able to command. After addressing Cardenas as `your illustrious lordship', he proceeded to demolish all his statements in such a manner as to argue that he had had much practice with refractory priests in his own diocese. He told him that the Jesuits were the only Order in Paraguay that really worked amongst the Indians.  He reminded him that from that Order the `second Paul', i.e., St. Francis Xavier, had himself issued.  He asked him whether, as a churchman, he thought the yearly sum of twelve thousand crowns given by the King out of the treasury of Buenos Ayres towards the Jesuits' work was better saved, or that the thousands of Indians whom the Jesuits had converted should be lost to God.  And as to heresy, he said he was no judge, leaving such matters to the Pope; but that no one accused the Jesuits of corruption in their morals, or of any of the greater crimes to which the great fragility of human nature renders us liable.  He reminded him the Jesuits had made no accusation on their part, but always spoke of him with moderation and respect. And as to a provincial council, he said that it was impossible, for the following good cause:  The Bishop of Misque\\\\* was too infirm to travel; the Bishop of La Paz was lately dead, and the see still vacant; the Bishop of Buenos Ayres only just arrived, and too much occupied to leave his diocese.  Therefore, the only Bishops available were himself and Cardenas, and that they never would agree.\\n\\n\\\\-- \\\\* Misque is at least fifteen hundred miles from Tucuman. --\\n\\n`Moreover,' he remarked, `what is it that your illustrious lordship wishes me to do?\\n\\n\\\\`To advise a Bishop?\\n\\n\\\\`God has only given me the charge of my own sheep.  Your lordship knows as well as I do how a Bishop should comport himself.'\\n\\nHe finished with a quotation, saying that a Bishop's state was not to lie \\\\`in splendore vestium, sed morum; non ad iram, sed ut omnimodum patientium.'\\n\\nWhat Cardenas replied is not set down in any history which has come under my observation, but what he must have thought is easy to divine.\\n\\nThe Governor of Paraguay, not content with having put his case before the Supreme Court of Charcas, sent also to the Council General of the Indies in Seville, detailing all the vagaries of the Bishop.  The Jesuits also empowered an officer to represent them there.\\n\\nDuring these preparations, and whilst everyone was off his guard, the Guaycurus endeavoured to surprise the capital, and would have done so had not some regiments of Guaranis arrived in time from the mission territory.  This should have been an object-lesson to those who always tried to show the Jesuits in the light of enemies to the authority of the King of Spain.  Nothing, however, proved of the least avail, and though on several occasions the Spanish power in Paraguay was only saved by the exertions of the Jesuits and their Indians, the calumnies of Cardenas had taken too deep root to be dispelled.\\n\\nMeanwhile, in Corrientes, Cardenas schemed night and day to return to Paraguay.  In his own city of La Plata naturally he had some friends, and these did all they could to get him reinstated. In spite of all their efforts, an order came from Charcas for him to leave the city under pain of banishment.\\\\*  Anyone but Cardenas would have been disconcerted; he, though, pretended, as in the order he was still styled Bishop of Paraguay, that before leaving for Charcas, to present himself before the court, he had to go to Asuncion to name a Vicar-General, and towards the end of 1646 he embarked upon the river for Paraguay.\\n\\n\\\\-- \\\\* \\\\`Que lo hagan salir de nuestros Reynos y Sen\\\\~orios como ageno y estran\\\\~o,   por importar assi para la quietud de aquellas Provincias,   y al servicio de su Majestad.' --\\n\\nThe Governor was on the alert, and sent a vessel with orders to turn him back, which order was carried out in spite of his remonstrances, and he returned to Corrientes in a miserable state.\\n\\nThen came another citation to appear at Charcas, and an intimation that he was appointed Bishop of Popayan.  As Popayan (in New Granada) was at least three thousand miles from Asuncion, his joy at the appointment must have been extreme.\\n\\nHis fortunes now seemed desperate; as he said himself in a letter to the King, \\\\`at an advanced age he could not undertake so great a journey'; and on every side his enemies seemed to have got the upper hand.\\n\\nIn 1648 a change came over everything.  Don Gregorio Hinestrosa was removed from Paraguay, and a new Governor, Don Diego Escobar de Osorio, appointed in his place.  Immediately the news reached Cardenas he set out for Paraguay.  Arriving at Asuncion, his friends all met him and took him in procession to the Cathedral.  His first thought was to renew his persecution of the Jesuits.  Most unfortunately for them, Don Juan de Palafox, Bishop of Puebla de los Angeles in Mexico, who had himself in Mexico had many quarrels with the Jesuits, wrote begging Cardenas and all the Bishops of South America to join against them.\\n\\nThis Palafox was afterwards beatified, and even in his lifetime enjoyed the reputation of a saint, so that his letter greatly strengthened Cardenas. Notwithstanding this, Palafox in subsequent works of his during the time that he was Bishop of Osma (in Spain) said many things in praise of the work done by the Jesuits in Paraguay.\\n\\nThe new Governor, himself a member of the Supreme Court of Charcas, had never been before in Paraguay, and therefore resolved to treat the Bishop (as Don Gregorio had done) with every respect due to his station. The Bishop wanted nothing better, and saw at once he had another fool to deal with.  Therefore he made no secret of his intention of not complying with the citation of the court at Charcas, and set himself at once to preach against the Jesuits, and stir up popular resentment against them. Unluckily, proof was wanting of the crimes he alleged they had committed, so he resorted to the device of getting a petition signed by all and sundry, asking for the expulsion of the Order from Paraguay.  Like all petitions, it was largely signed by women and by children and by those who had never thought before about the matter, but liked the opportunity to write their names after the names of others, as sheep go through a gap or members give their votes (out of mere sympathy) in the high court of Parliament.\\n\\nThis device having taken too much time, blank documents were passed about for all to write upon whatever they imagined to the disadvantage of the Jesuits.  By an untoward chance, a bundle of these, sent to the agent of the Bishop in Spain, was taken on the voyage by an English corsair.  The worthy pirate (no doubt a Protestant) was, if we can believe the Jesuits, extremely scandalized at the bad faith of those who used such means of wreaking their malevolence.\\n\\nSo all seemed once again to smile upon Don Bernardino, who no doubt resumed his flagellations, his midnight services, and his saying of two Masses, and once again became the idol of the people of Asuncion.\\n\\nBut in the north, in the wild district of Caaguayu, hard by the mountains of Mbaracaya, close to the great \\\\`yerbales',\\\\* the Jesuits had formed two towns amongst the Indians. These two towns were destined to be the outposts of the country against the incursions of the wild Indians from the Chaco.\\n\\n\\\\-- \\\\* A `yerbal' is a forest chiefly composed of the `Ilex Paraguayensis',   from the leaves of which the `yerba mate', or `Paraguayan tea', is made. --\\n\\nThe Bishop prevailed upon the Governor to let him turn out the Jesuits and replace them by priests of another Order.  This being done, the Indians all deserted, leaving the district quite uninhabited.\\n\\nThe court at Charcas, hearing of this folly, sent an order to the Governor to send the Jesuits back.  A year was passed in ceaseless searching of the woods and deserts for the Indians, but only half of the population could ever be persuaded to return, and Father Mansilla, the ex-missionary, died of the hardships that he underwent.\\n\\nFrom that date down to the time of Dr. Francia (circa 1812-35), the district remained a desert.  Francia used it as a penal settlement, and to-day, save for a few wild, wandering Indians, known as Caaguas, and a sparse population of yerba-gatherers, it still remains almost unpopulated.\\n\\nMeanwhile, the general indignation against the Jesuits seemed to infect all classes of the population.  Certainly, the citizens of Asuncion had good and sufficient causes of complaint against the Jesuits. On several occasions the efforts of the Jesuits and their Indians alone had saved the capital from the wild Indians, and benefits are hard to bear, if only from their rarity.\\n\\nPopular hatred, to the full as idiotic as is popular applause, fell chiefly upon Father Diaz Tano -- he who had saved ten thousand Indians for the King of Spain in his celebrated retreat before the Mamelucos down the Parana -- and he was frequently insulted in the streets. Father Antonio Manquiano, a quiet and learned man, was almost murdered in open day by a furious fanatic, who fell upon him with the openly expressed intent \\\\`to eat his heart'.\\n\\nThis was the moment Cardenas pitched on to declare the entire Order of the Jesuits excommunicated.  As he had been a year away from the scene of his former exploits, people were not so used to excommunications, and therefore took them seriously.\\n\\nAt this eventful juncture the Governor, Don Diego, died so suddenly that suspicions of his having been poisoned were aroused. Scarce was he dead than all the population assembled at the palace to elect an interim successor.  This was a most important thing, as to communicate with Spain took, at the very shortest time, about eight months.  By acclamation the choice fell on the Bishop, who thus found himself head of the spiritual and the temporal power at once.\\n\\nThe election was absolutely illegal, as the Spanish law provided that, if a Governor of Paraguay should chance to die, the nomination of an interim successor should rest first with the Viceroy of Peru, and failing him with the High Court of Charcas.\\n\\nCardenas based his election on the pretended edict of the Emperor Charles V., but, if he had a copy of the edict, never produced it.  As usual, \\\\`good men daring not, and wise men caring not', but only fools and schemers taking part in the election, no serious opposition to his usurpation was encountered.\\n\\nCardenas never doubted for a moment that the function of a Governor was to govern, and he began at once to do so with a will.\\n\\nXarque, a Spanish writer, gives the following curious description of how he set about to get the people on his side to expel the Jesuits:\\\\*\\n\\n\\\\-- \\\\* Xarque, book ii., cap. xl., p. 30. --\\n\\nPreaching one day in the Cathedral, after the consecration he turned towards the people, and, showing the holy wafer, said, `Do you believe, my brethren, that Jesus Christ is here?' All, being true believers, answered as one man that such was their belief. In the same way as at a scientific lecture, when the lecturer holds up some substance, and says, `You all know well that calcium tungstate or barium hydrocyanide has this or the other property,' the hearers nod assent like sheep, being afraid to contradict so glib a statement from so eminent a man.\\n\\nThen said Cardenas, \\\\`Believe as firmly that I have an order from the King to expel the Jesuits.'  The people all believed, and Cardenas forgot to tell them that by the expulsion of the Jesuits twenty thousand Indians would pass into his power, whom he could then distribute amongst his friends as slaves, as he proposed to divide the Indians of the missions amongst the Paraguayan notables to win them to his side.\\n\\nBeing at the head of everything in Asuncion, Cardenas no longer hesitated, but ordered an officer, Don Juan de Vallejo Villasanti, with a troop of soldiers to march to the college of the Jesuits. This he did, and finding the gates all barred, he burst them open, and, entering the college, signified to the rector an order from the Governor (duly countersigned by the Bishop) to leave the city with all his priests, and to evacuate all the missions on the Parana.  The rector answered that the Jesuits had a permission from Philip II., renewed by his successors, to found a college, and Father Tano exhibited the documents. Villasanti, who had but little love for documents, snatched the parchments from his hand, and the soldiers forced the Jesuits in a body to the port like sheep.  There they were tied and thrown into canoes almost without provisions, and sent off down the river to Corrientes, the certain haven of the party in Paraguay which has got the worst of an election or a revolution, and wishes to gain time.\\n\\nArrived in Corrientes, Don Manuel Cabral, a pious officer, received them in his house, and, curiously enough, the population welcomed the Jesuits with enthusiasm, and pressed them earnestly to build a college in the town.\\n\\nTheir college at Asuncion was treated like a town taken by storm: pulpit and font, confessionals and doors, all were torn down and burnt, and, with a view of justifying what was done, the Bishop's partisans spread a report that, as the Jesuits were heretics, their temple was unclean.\\n\\nThe population, more artistic in its instincts than the Bishop, refused to allow the altar, which had been brought from Spain, to be destroyed.  Besides the altar, there were also statues of San Ignacio and San Francisco Xavier.  These the Bishop wished to turn into St. Peter and St. Paul.  With this design he gave them to an Indian carpenter to work upon.  The poor man did his best, but only managed to turn out two monstrous blocks, which looked like nothing human.\\n\\nA statue of the Blessed Virgin which had the eyes turned up to heaven the Bishop wished to alter, and replace the head by another with the eyes turned down to earth, as being more befitting to the statue's sex. The people, less mad or superstitious than the Bishop, refused to allow it, and the image, too, was placed in the Cathedral.\\n\\nIn 1649 the expulsion of an Order so powerful as were the Jesuits caused some commotion through the world at large.  Miracles happened opportunely to strengthen waning faith.  A fire placed round their church, though it destroyed, refused to blacken; and ropes fixed to the tower of the church, although attached to windlasses, refused to pull it down, so that the tower and church, though gutted, still remained almost intact, and, on the Jesuits' return, were easily repaired, and served as a monument of victory.\\n\\nUneasy lies the head that wears a mitre, as poor Cardenas found out. His popularity suffered some decrease by the lack of treasure found in the Jesuits' college, for he had always dangled millions in prospective before the people's eyes to engage them on his side, and, most unluckily, he had no millions to bestow.  So, to make all things right, he sent Fray Diego Villalon\\\\* to Madrid to represent his interests.\\n\\n\\\\-- \\\\* This Villalon has left some curious memoirs in the case which he submitted   to the Council of the Indies which sat in Seville. --\\n\\nThe Jesuits upon their side were not inactive.  By virtue of a brief of Gregory XIII. they had the privilege of appointing an official called a judge conservator in cases where their honour or their possessions were attacked.  Therefore Father Alfonso de Ojeda was sent to Charcas to arrange about the case.  At Charcas they found that Cardenas had been before them, and had instituted proceedings against their Order in the High Court.  Father Pedro Nolasco, Superior of the Order of Mercy, was appointed judge conservator.  He at once summoned the Bishop to appear before him, and arranged to try the case and hear the evidence.\\n\\nCardenas having refused to appear, sentence went by default against him. The High Court, being convinced that the pretended edict of the Emperor Charles V. did not exist, appointed Don Andres Garabito de Leon to be interim Captain-General of Paraguay, and gave him power, if necessary, to restore order by force of arms.  The court then issued a decree summoning Cardenas to appear at once at Charcas and give his reasons why he had had himself made Governor and had expulsed the Jesuits from Paraguay.  It then communicated with the Marquis of Mancera, Viceroy of Peru, who quite concurred in its decision as to Cardenas.\\n\\nApparently upon the principle which prevails amongst Mohammedans of always appointing, first an officer, and then a caliph to that officer to do the work, the High Court of Charcas also appointed a commander to proceed to Paraguay, pending the time that Don Andres should feel inclined to start himself.  As the caliph's name was Sebastian de Leon, it is not improbable that he was a relation of the first-appointed man.\\n\\nDon Sebastian de Leon seems to have been in Paraguay already, for both Charlevoix and Xarque agree that he and his brothers, after the expulsion of the Jesuits by Cardenas, had retired to an estate some distance from Asuncion.  At the estate the news of his appointment reached him, and must have placed him in a most difficult position as to what to do.\\n\\nOn several occasions in the various rebellions which occurred in South America during the Spanish rule, men were appointed to quell rebellions, pacify countries, and restore order, and all without an army or any forces being placed at their command.  This was the case with the celebrated La Gasca, who was sent from Spain to put down the rebellion of Gonzalo Pizarro, and succeeded in so doing, though he left Spain without a single soldier in his train. In this connection it is to be remembered that none of the rebellions in Spanish America from the days of Charles I. (i.e., the Emperor Charles V.) to those of Charles III. were for the object of separation from the metropolis, but merely risings against Governors sent out from Spain. It seems that both in Peru and Paraguay the very name of the imperial power was able to draw hundreds of men to the standard of whatever officer held a commission from Madrid, such as that held by Garabito de Leon or by La Gasca on the Parana.\\n\\nAt first Don Sebastian did not show himself in Asuncion, but sent out messengers on every side to summon soldiers, requisition horses, and collect provisions.  He also sent to Corrientes to tell the Jesuits he was ready to reinstate them in their possessions.\\n\\nDon Bernardino meanwhile was preparing for the great adventure of his life. He seems to have believed most firmly that no power on earth had any right to remove him from the governorship of Paraguay. In a letter which he addressed to Don Juan Romero de la Cruz\\\\* he says he is on the point of distinguishing himself by heroic exploits and great victories; that he had on his side justice and force (a most uncommon combination); that the entire capital was favourable to him; and that he was resolved neither to readmit the Jesuits nor to recognise Don Sebastian de Leon as Governor.\\n\\n\\\\-- \\\\* Charlevoix, book xii., p. 115. --\\n\\nAsuncion was once again convulsed, and all was preparation for the holy war. The Bishop had given out that angels were to help him, and this so reassured his soldiers that they provided themselves with cords to bind the Indians in the army of Don Sebastian Leon, thinking they would fall an easy prey to them.  This matter of the cords explains, perhaps, why the population of Asuncion was almost unanimous in favour of the Bishop.\\n\\nIn the army of Don Sebastian, as well as the militia of the province, marched three thousand Indians from the Jesuit reductions on the Parana. The Spaniards of the capital were all determined not to kill any of them, but keep them alive for slaves, and hence the cords with which they armed themselves.\\n\\nThe sacred generalissimo led out his army from Asuncion in person, celebrating Mass himself, and then heading his troops like many another Spanish ecclesiastic has done before and after him, and continued doing even to the latest Carlist war.\\n\\nThe armies met not far from Luque, in a little plain known as the Campo Grande.  An open plain with sandy soil, which gave the horses a good footing, with several little stagnant pools in the centre where the wounded men could drink and wash their wounds, with a most convenient forest on all sides for the deserters and the cowards to hide in, made a good battlefield.  The village of Luque, grouped round its church, and with a little plaza in the middle in which sat Paraguayan women selling mandioca, chipa,*1* and rapadura,*2* with sacks of maize and of mani,*3* stood on the summit of a little hill. Upon the plain the earth is red, and looks as if a battle had been fought upon it and much blood spilt.  In all directions run little paths, worn deep by the feet of mules and horses, and in which the rider has to lift his feet as if he were going through a stream.  To Asuncion there leads one of the deep-sunk roads planted with orange and paraiso*4* trees, constructed thus (as Barco de la Centenera tells us in his \\\\`Argentina') so as to be defensible against the Indians after the country was first conquered by the Spaniards.\\n\\n\\\\-- *1* Chipa is a kind of bread made of mandioca flour. *2* Rapadura is a kind of coarse sugar, generally sold     in little pyramid-shaped lumps, done up in a banana leaf.     It is strongly flavoured with lye. *3* Mani is ground-nut.  \\\\[\\\"Peanut\\\" in American English.  -- A. L., 1998.\\\\] *4* The paraiso is one of the Paulinias. --\\n\\nOn the Bishop's side hardly a soldier but thought himself an emissary of God, or doubted of the victory for a moment in his heart.  Angels themselves had promised victory to their leader, who, to make all things safe, had issued a proclamation punishing surrender with the pain of death; so they stood quietly in array of battle waiting to be attacked.\\n\\nUpon his side, Don Sebastian Leon, seeing the attitude of the enemy, immediately ordered an advance, and charged himself, with all his cavalry, upon the Bishop's men.  They, with the firmness that fanatics so often show, stood firmly in their ranks, thinking themselves invulnerable. Their valour proved but momentary, for at the second charge they broke their ranks and fled.  Flight turned to rout, and Don Sebastian having commanded that they should not be pursued, they still fled on, no man pursuing them.\\n\\nThe Governor then entered the capital without resistance. On the plaza he stopped, and having gathered up the wounded without respect of party, he sent them to the hospital. Then, having seen to the safety of the town, he rode to the Cathedral to give thanks to God for having preserved him from the dangers of the fight. Dressed in his robes and seated on his throne was Cardenas.  Don Sebastian entered the church, dismounted, and kissed his hand respectfully, like a true Spaniard, and asked him ceremoniously to deign to give him the baton of the civil power.  Cardenas answered not a word, but handed him the baton, and then retired, accompanied by all his priests.\\n\\nThe victory did not terminate the work of Don Sebastian. After a reasonable interval, and before witnesses, he cited the Bishop to appear before the court of Charcas.  The Bishop promised to obey, thinking he had another Don Gregorio Hinostrosa to deal with, but quite determined never to comply, acting according to the custom of Governors in South America, who, when an order reached them from Madrid, either absurd or quite impossible to execute, solemnly answered, \\\\`I obey, but I do not comply,'\\\\* saving by the phrase the honour of their sovereigns and themselves.  Upon their side the Jesuits pressed the judge conservator, Father Nolasco, to issue his sentence, and free them from the charges under which they lay. This he did, and gave as his opinion they were quite innocent of all that Cardenas had laid to their account.\\n\\n\\\\-- \\\\* \\\\`Obedesco, pero no cumplo.' --\\n\\nAs in a palace,\\\\* things go slow in Spain, and it was not till 1654 that a royal decision confirmed the judgment of Nolasco, and freed the Jesuits from all the charges raised against them.\\n\\n\\\\-- \\\\* \\\\`Cosas de palacio van despacio.' --\\n\\nOrder restored, Cardenas deprived of his usurped authority, and the Jesuits reinstated, the temporary commission of Sebastian Leon was at an end.  Therefore he retired again to plant his mandioca under his own guayaba-tree.  Yet feeling ran so high that he was hardly safe from the vengeance of the partisans of Cardenas, so that he found himself once more obliged to summon the militia of the province, and lead them to a perfunctory campaign against the Payaguas. These Indians the earlier historians of the conquest, Barco de la Centenera and Rui Diaz de Guzman, describe as river-pirates, almost living in canoes, and dashing out on any passing Spanish vessel that they thought weak enough.  The Jesuits Montoya and Dobrizhoffer tell us that they went naked, painted in many colours, with a hawk's or parrot's wing passed through the cartilage of their left ear, and that they were, of all the Indians of Paraguay, the most indomitable.  A few, when I knew Paraguay some twenty years ago, hung round Asuncion, squalid and miserable, passing their time in fishing in canoes, and as attached to their own mode of life as when the first discoverers called them `sweet-water pirates' and the `most pestilent of all the Indians on the river Paraguay.'  The Payaguas chastised, Don Sebastian, upon one pretext or another, did not disband his troops, keeping them always by him, and thus making the position of the Bishop quite untenable, till by degrees his followers fell away and left him almost deserted and his party all dissolved.  Seeing the game was up, the Bishop, after having named one Don Adrian Cornejo as his suffragan, took his departure (1650) for Charcas to appear before the court. For eight tumultuous years he had kept his bishopric in a perpetual turmoil, having been the evil genius of the land.\\n\\nWhat sort of man he really was is hard to-day to judge, for Xarque, Villalon, Charlevoix, and Dean Funes,\\\\* who chronicle his doings, were all, on one side or the other, partisans.  The Jesuits condemn him as a spoliator, the Franciscans hold him up as one who fought throughout his life for the honour of the founder of their rule.  Tracts, books, and pamphlets for and against him have been written in numbers, and in the history of the times in Paraguay his name bulks large. One thing is certain -- that the Indians loved and revered him, and followed him up to the end.  Even in Charcas, where he lived for years upon a pension of two thousand crowns allowed him by the King whilst his case dragged its weary course to Rome, Madrid, back to Peru, and then to Rome again, the Indians, when he appeared in public, greeted him with flowers.  He may have been a saint:  so many men are saints, and the world knows them not.  He may have been a schemer; but he made nothing by his schemes except the barren honour of his consecration to the see of Paraguay.  A preacher certainly he was, able and willing to draw crowds, after the fashion of all those who have the gift of words.\\n\\n\\\\-- \\\\* Dean Funes, in his `Ensayo de la Historia Civil del Paraguay,   Buenos Ayres y Tucuman' (book ii., cap. i., p. 10), says he was   `Dotado de un temperamento muy facil de inflamarse, de una imaginacion viva,   de una memoria feliz, y de un ingenio no vulgar.' --\\n\\nHeadstrong and obstinate, through a long life he hated vigorously, thinking all those who differed from him were accursed of God. A strenuous member of the Church militant on earth, he was at least a personality, and those who read the history of his time must reckon with, and take sides for or against, him after the fashion of the men with whom he passed his life, who to a man revered him as a saint, or looked upon him as a devil sent to plague mankind.\\n\\nArrived in Charcas, he soon fell on evil times, although at first he made some partisans.  Still looking back to Paraguay, he passed his time in drawing out petitions to the King; then, one by one, all his friends fell from him, except some faithful Indians, who considered him a saint. His dreams of saintship were not fulfilled, for his name never figured in the calendar.  Years did not tame nor yet did hope ever completely leave him; for in old books I find him always protesting, ever complaining, and still striving, till, in 1665, Philip IV. in pity made him Bishop of Santa Cruz.  A sentence from the registers of the Consistory at Rome informs us that, as Bishop of La Paz, in his own province of the Charcas, he left off troubling, and rested from his agitated life.\\n\\nChapter VI\\n\\nDescription of the mission territory and towns founded by the Jesuits --   Their endeavours to attract the Indians -- Religious feasts and processions   -- Agricultural and commercial organizations\\n\\nWith the death of Cardenas the most dangerous enemy the Jesuits ever had in Paraguay had disappeared.  They worsted him, and drove him from his see; but the movement set on foot by him and the calumnies he levelled at their Order still remained and flourished, and in the end prevailed against them and drove them from the land. A calumny is hard to kill; mankind in general cherish it; they never let it die, and, if it languishes, resuscitate it under another form; they hold to it in evil and in good repute, so that, once fairly rooted, it goes on growing like a forest-tree throughout the centuries.  Therefore, the charges against the Jesuits in Paraguay, which Cardenas first started, are with us still, and warp our judgment as to the doings of the Order in the missions of the Parana and Uruguay even until to-day.\\n\\nBut neither calumny nor the raids of the Paulistas, nor yet the jealousy of the Spanish settlers in Paraguay, deterred the Jesuits from the prosecution of their task.  The missions gradually extended, till they ranged from Santa Maria la Mayor, in Paraguay, to San Miguel, in what is now Brazil; and from Jesus, upon the Parana, to Yapeyu, upon the Uruguay.  Most of the country, with the exception of the missions of Jesus and Trinidad, upon the Parana, which to-day, at least, are only clearings in the primeval forest, is composed of open rolling plains, with wood upon the banks of all the streams.  Covered as it was and is with fine, short grass, it formed excellent cattle-breeding country, and hence the great industry of the Indians was to look after stock. The country being so favourable for cattle, they multiplied immoderately, so that in the various establishments (\\\\`estancias'), according to the inventories published by Brabo, their numbers were immense.\\\\*\\n\\n\\\\-- \\\\* At the date of the expulsion the number of the cattle   was 719,761; oxen, 44,183; horses, 27,204; sheep, 138,827   (\\\\`Inventarios de los bienes hallados a/ la expulsion de los Jesuitas',   Francisco Javier Brabo, Madrid, 1872). --\\n\\nThese open rolling plains, called by the natives `campos quebrantados', are generally studded thickly with stunted palms called yatais,*1* but not so thickly as to spoil the grass which covers them in spring and early summer, and even in winter they remain good feeding ground.  Thick clumps of hard-wood trees*2* break up the prairie here and there into peninsulas and islands, and in the hollows and rocky valleys bushy palmetto rises above a horse's knees.  In general the soil is of a rich bright red, which, gleaming through the trees, gives a peculiarly warm colour to the land. All the French Jesuit writers refer to it as `la terre rouge des missions'. The Jesuits used it and another earth of a yellow shade for painting their churches and their houses in the mission territory.  Its composition is rather sandy, though after rain it makes thick mud, and renders travelling most laborious.  The flowers and shrubs of the territory are quite as interesting and still more varied than are the trees. Many of the Jesuits were botanists, and the works of Fathers Montenegro,*3* Sigismund Asperger and Lozano are most curious, and give descriptions and lists of many of the plants unclassified even to-day. The celebrated Bonpland, so long detained by Dr. Francia in Paraguay, unfortunately never published anything; but modern writers*4* have done much, though still the flora of the whole country is but most imperfectly known, and much remains to do before it is all classified.  The `Croton succirubrus' (from which a resin known as `sangre-de-drago' is extracted), the sumaha (bombax -- the fruit of which yields a fine vegetable silk), the erythroxylon or coca of Paraguay, the incienso or incense-tree of the Jesuits, are some of the most remarkable of the myriad shrubs. But if the shrubs are myriad, the flowers are past the power of man to count. Lianas, with their yellow and red and purple clusters of blossoms, like enormous bunches of grapes, hang from the forest-trees. In the open glades upon the nandubays,*5* the algarrobos, and the espinillos, hang various Orchidaceae,*6* called by the natives \\\\`flores del aire', covering the trees with their aerial roots, their hanging blossoms, and their foliage of tender green. The Labiatae, Compositae, Daturae, Umbelliferae, Convolvulaceae, and many other species, cover the ground in spring or run up trees and bushes after the fashion of our honeysuckle and the traveller's joy.\\n\\n\\\\-- *1* `Cocos yatais'. *2* Urunday (`Astrenium fraxinifolium:  Terebinthaceae'),     curapay (`Piptadenia communis:  Leguminaceae'),     lapacho (`Tecoma curialis' and `varia:  Begoniaceae'),     taruma (`Vitex Taruma:  Verbenaceae'), tatane (`Acacia maleolens:     Leguminaceae'), and cupai (`Copaifera Langsdorfii').     These and many other woods, such as the Palo Santo     (`Guaiacum officinalis'), butacae, and the `Cedrela Braziliensis',     known to the Jesuits as `cedar', and much used by them in their churches,     comprise the chief varieties. *3* `Libro compuesto por el Hermano Pedro de Montenegro de la C. de J.,     Ano 1711', MS. folio, with pen-and-ink sketches, formerly belonged     to the Dukes of Osuna, and was in their library.  Padre Sigismundi     also wrote a herbal in Guarani, and a Portuguese Jesuit, Vasconellos,     has left a curious book upon the flora of Brazil. *4* Domingo Parodi, in his `Notas sobre algunas plantas usuales del Paraguay'     (Buenos Ayres, 1886), has done much good work. *5* `Acacia Cavenia'. *6* `Prosopis dulcis'.  The famous `balm of the missions',     known by the vulgar name of \\\\`curalo todo' (all-heal),     was made from the gum of the tree called aguacciba,     one of the Terebinthaceae.  It was sold by the Jesuits in Europe.     It was so highly esteemed that the inhabitants of the villages     near to which the tree was found were specially enjoined     to send a certain quantity of the balsam every year     to the King's pharmacy in Madrid. --\\n\\nThe lakes and backwaters of rivers are covered with myriads of water-lilies (all lumped together by the natives as `camalote'), whilst in the woodland pools the Victoria Regis carpets the water with its giant leaves.  In every wood the orange and the lemon with the sweet lime have become wild, and form great thickets. Each farm and `rancho' has its orange-grove, beneath the shade of which I have so often camped, that the scent of orange-blossom always brings back to me the dense primeval woods, the silent plains, the quiet Indians, and the unnavigated waterways, in which the alligators basked.  Except the Sierra de Mbaracayu,*1* on the north-east, throughout the mission territory there are no mountains of considerable height; and through the middle of the country run the rivers Parana and Uruguay, the latter forming the boundary on the south-east.  The rolling plains and woods alternate with great marshes called `esteros', which in some districts, as of that of Neembucu, cover large tracts of land, forming in winter an almost impenetrable morass, and in the spring and early summer excellent feeding-ground for sheep.  Throughout the territory the climate is healthy, except towards the woody northern hills. With this rich territory and the false reports of mines, which even unsuccessful exploration could not dispel, it is but natural that the Jesuits were hated far and wide.  It must have been annoying to a society composed, as were the greater portion of the Spanish settlements in Paraguay, of adventurers, who treated the Indians as brute beasts,*2* to see a preserve of Indians separated from their territory by no great barrier of Nature, and still beyond their power.*3* Bonpland, in speaking of the country, says:  `The whole of the land exceeds description; at every step one meets with things useful and new in natural history.'  Such also was the opinion of the French travellers Demersay and D'Orbigny; of Colonel du Graty, whose interesting work (\\\\`La Re/publique du Paraguay', Brussels, 1862) is one of the best on the country; the recent French explorer Bourgade la Dardye, and of all those who have ever visited the missions of Paraguay.*4*\\n\\n\\\\-- *1* It was from those mountains that the Jesuits procured     the seed of the `Ilex Paraguayensis' to plant in their reductions.     The leaves beaten into a finish powder furnished the `Paraguayan tea',     called `yerba-mate' by the Spaniards and `caa' by the Indians,     from which the Jesuits derived a handsome revenue.     After the expulsion of the Order all the `yerba' in Paraguay was procured,     till a few years ago, from forests in the north of Paraguay,     in which the tree grew wild. *2* It was by the Bull of Paul III. -- given at the demand of two monks,     Fray Domingo de Betanzos and Fray Domingo de Minaya -- that the Indians     were first considered as reasoning men (`gente de razon'),     and not as unreasonable beings (`gente sin razon'), as Juan Ortiz,     Bishop of Santa Marta, wished. *3* Ibanez (`Histoire du Paraguay sous les Je/suites M.D.CCIXXX.'),     a great opponent of the Jesuits, says that European offenders     and recalcitrant Indians in the missions were sent as a last resource     to the Spanish settlements.  This is not astonishing when we remember     the curious letter of Don Pedro Faxardo, Bishop of Buenos Ayres     (preserved by Charlevoix), written in 1721 to the King of Spain,     in which he says he thinks `that not a mortal crime is committed     in the missions in a year.'  He adds that, `if the Jesuits were so rich,     why are their colleges so poor?' *4* It is to be remembered that, of the thirty Jesuit missions,     only eight were in Paraguay; the rest were in what to-day is Brazil     and the Argentine provinces of Entre Rios, Corrientes, and Misiones. --\\n\\nIn this rich territory the Jesuits, when, after infinite trouble, they had united a sufficient\\\\* quantity of Indians, formed them into townships, almost all of which were built upon one plan.  In Paraguay itself only some three or four remain; but they remain so well preserved that, by the help of contemporary accounts, it is easy to reconstruct almost exactly what the missions must have been like during the Jesuits' rule.\\\\*\\\\*\\n\\n\\\\-- \\\\* Sometimes, when they had been assembled, they all deserted suddenly,   as did the Tobatines, who in 1740 suddenly left the reduction of Santa Fe,   and for eleven years were lost in the forests, till Father Yegros   found them, and, as they would not return, established himself amongst them   (Cretineau Joly, `Histoire de la Compagnie de Je/sus', vol. v., cap. ii.). ** P. Cardiel, `Declaracion de la Verdad', p. 282:  \\\\`Todos los pueblos    estan bien formados con calles a/ cordel.  Las casas de los Indios    son en algunos pueblos de piedras cuadradas pero sin cal    . . . otras de palos y barro todas cubiertas de teja,    y todas tienen soportales o/ corredores, unas con pilares de piedras,    otras de madera.' --\\n\\nBuilt round a square, the church and store-houses filled one end, and the dwellings of the Indians, formed of sun-dried bricks or wattled canes in three long pent-houses, completed the three sides.  In general, the houses were of enormous length, after the fashion of a St. Simonian phalanstery, or of a `miners' row' in Lanarkshire.  Each family had its own apartments, which were but separated from the apartments of the next by a lath-and-plaster wall, called in Spanish `tabique'' but one veranda and one roof served for a hundred or more families. The space in the middle of the square was carpeted with the finest grass, kept short by being pastured close by sheep.  The churches, sometimes built of stone, and sometimes of the hard woods with which the country abounds, were beyond all description splendid, taking into consideration the remoteness of the Jesuit towns from the outside world.  Frequently -- as, for instance, in the mission of Los Apostoles -- the churches had three aisles, and were adorned with lofty towers, rich altars,*1* super-altars, and statuary, brought at great expense from Italy and Spain. Though the churches were often built of stone, it was not usual for the houses of the Indians to be so built; but in situations where stone was plentiful, as at the mission of San Borja, the houses of the Jesuits were of masonry, with verandas held up by columns, and with staircases with balustrades of sculptured stone.*2* The ordinary ground-plan of the priest's house was that of the Spanish Moorish dwelling, so like in all its details to a Roman house at Pompeii or at Herculaneum.  Built round a square courtyard, with a fountain in the middle, the Jesuits' house formed but a portion of a sort of inner town, which was surrounded by a wall, in which a gate, closed by a porter's lodge, communicated with the outside world.  Within the wall was situated the church (although it had an entrance to the plaza), the rooms of the inferior priest, a garden, a guest-chamber, stables, and a store-house, in which were kept the arms belonging to the town, the corn, flour, and wool, and the provisions necessary for life in a remote and often dangerous place. In every case the houses were of one story; the furniture was modest, and in general home-made; in every room hung images and pious pictures, the latter often painted by the Indians themselves.  In the smaller missions two Jesuits managed all the Indians.*3*\\n\\n\\\\-- *1* Don Francisco Graell, an officer of dragoons in service     during the War of the Seven Towns in 1750, gives the following description     of the church of the mission of San Miguel:  `La iglesia es muy capaz,     toda de piedra de silleria con tres naves y media naranja.  Muy bien     pintada y dorada con un portico magnifico y de bellisima arquitectura,     bovedas y media naranja son de madera, el altar mayor de talla,     sin dorar y le falta el ultimo cuerpo.' *2* `Galerias con columnas, barandillas y escaleras de piedra entallada'     (Don Francisco Graell).  See also P. Cardiel (`Declaracion de la Verdad',     p. 247), `En todos los pueblos hay reloj de sol y de ruedas,' etc.     The work of Padre Cardiel was written in 1750 in the missions of Paraguay,     but remained unpublished till 1800, when it appeared in Buenos Ayres     from the press of Juan A. Alsina, Calle de Mexico 1422.  It is, perhaps,     after the \\\\`Conquista Espiritual' of Father Ruiz Montoya,     the most powerful contemporary justification of the policy of the Jesuits     in Paraguay.  It is powerfully but simply written, and contains withal     that saving grace of humour which has, from the beginning of the world,     been a stumbling-block to fools. *3* The mission of San Miguel had 1,353 families in it, or say 6,635 souls.     San Francisco de Borja contained 650 families, or 2,793 souls     (Report by Manuel Querini to the King, dated Cordoba de Tucuman,     y Agosto 1o, 1750). --\\n\\nThe greatest difficulty which the Jesuits had to face was the natural indolence of their neophytes.  Quite unaccustomed as they were to regular work of any kind, the ordinary European system, as practised in the Spanish settlements, promptly reduced them to despair, and often killed them off in hundreds.  Therefore the Jesuits instituted the semi-communal system of agriculture and of public works with which their name will be associated for ever in America.\\\\*\\n\\n\\\\-- \\\\* In their extensive missions in the provinces of Chiquitos and Moxos   they pursued the same system.  As they were much more isolated   in those provinces than in Paraguay, and consequently much less   interfered with, it was there that their peculiar system most flourished.   After the expulsion of the Jesuits from America in 1767,   the Spaniards in Alta Peru, and subsequently the Bolivians,   had the sense to follow the Jesuit plan in its entirety; whereas Bucareli,   the Viceroy of Buenos Ayres, entirely changed the Jesuits' rule in Paraguay.   The consequence was that in Bolivia the Indians, instead of dispersing   as they did in Paraguay, remained in the missions, and D'Orbigny   (\\\\`Fragment d'un Voyage au Centre de l'Ame/rique Me/ridianale')   saw at the missions of Santiago and El Santo Corazon,   in the province of Chiquitos, the remains of the Jesuits' polity.   There were ten missions in Chiquitos, and fifteen in Moxos.   At the present time the Franciscans have some small establishments   in Bolivia. --\",\"timestamp\":1637495708,\"title\":\"\\nHis usual luck attended Cardenas in his exile in Corrientes\"},\"digest\":\"NSSjXez1WsLebji03eJuyZW9uwOdLyiUN4fYYM1-dq8\",\"authorship\":{\"contributor\":\"0xF837B0f31262404317f5574c591fE54602BaE0be\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"upruiuvGYyBapvkLVyThFssA_Ewelgmyn3BdfVSi2hI\\\",\\\"y\\\":\\\"f1d1bEbbvuADxNcJMwfHJ2JrIXEkVgF-AH-xHJ0KsEY\\\"}\",\"signature\":\"ZmMng860cMFuOD1iFK8NgzUmTrHDYRMO8Les5Xtrk89pFsEHKoF8ykWHf57fPvjaExq8tqwb45qMn3AftVDJgw\",\"signingKeySignature\":\"0x58a708e55277631c9f964c4e192254d6aa113b0a94ffa75ef8a9448227ed33626c9c6ab6a99df0962e7b756b41dcb59bf03f710bab50d28cc7f24094a6c07e461c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"upruiuvGYyBapvkLVyThFssA_Ewelgmyn3BdfVSi2hI\\\",\\\"y\\\":\\\"f1d1bEbbvuADxNcJMwfHJ2JrIXEkVgF-AH-xHJ0KsEY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NSSjXez1WsLebji03eJuyZW9uwOdLyiUN4fYYM1-dq8\"}"