"{\"content\":{\"body\":\"**January 1, 2022**\\n\\nI hate when people post a recap of the past year or share resolutions for the upcoming year.  I find it inauthentic and forced, plus, no one really cares.  It is always about engagement farming and signaling, not actually adding anything meaningful to the internet.  I have seen this crop up around social media, and especially Crypto Twitter and Tech Twitter in general.  I enjoy watching these communities because I learn a lot and it is helping me shape what I want to do in the near future (work at a crypto company), but the sheer number of people who are fame hunting and using cheap, boring tricks like a 2021 recap, is getting ridiculous.  It is inevitable when fame becomes much more available.  I think the rise of crypto, Elon Musk’s tweets, and the shift to VC being viewed as the most prestigious job, has brought a lot more eyeballs on the tech scene, and subsequently created a lot of tech influencers with hundreds of thousands to millions of followers.  \\n\\nFame in tech is not entirely new, but it was usually reserved for the CEO’s of the largest companies and the most influential investors.  Now unproven venture capitalists and startup CEOs have amassed large followings, which is not inherently bad.  However, what I have noticed is that a lot of these people in historically insignificant roles are spending more time getting famous and maintaining fame than actually becoming better at their job.  Social media fame is fickle because even a few weeks of low engagement, either from low quality posts or not posting at all, will put you out of favor with the almighty algorithm.  To maintain and grow fame, users have to make social media a part time job that they work on daily: Writing threads on twitter, shit posting, being a reply-guy, and even venturing into TikTok. \\n\\n The rationale a lot of VCs and founders must tell their partners is that their new found fame is driving deal flow or businesses.  And they are probably right… which is a bad thing.  In the case of Venture Capitalists, if they are getting deal flow because of their internet presence, that means startup founders are choosing investors, at least partially, because they are famous.  And when I say famous, I mean famous in the tech world.  It is not like Drake or LeBron James level of fame, it is niche, twitter notoriety.  Furthermore this “fame” is derived from mumbo-jumbo twitter threads that just rehash high level business school think pieces, or from “funny” tweets. This is happening at the same time when startups are raising at higher valuations than ever.  In my opinion, it is bad signaling for a company when they take money from one of these tech influencers because it tells me that they have a short-term strategy  and that they make bad decisions, some of the worst traits a founder can have.  Fame is not inherently bad because in Venture Capital it used to be earned. Doug Leone, Mary Meeker, Pete Fenton, etc. are famous because of their investing and advising abilities, not because they put on a good show for Twitter.  I think a lot of firms that are built on the foundations of fame, and companies that buy into it, will fail.  \\n\\nOn the founder's side, spending time tweeting to bring customers to your project is not bad, but it is time spent away from building and improving the product.  At the end of the day, finding product-market fit will always trump any extra marketing schemes.  And from history, we know fame is an attractive trap, and founders can get sucked into maintaining a false appearance and becoming subject to more scrutiny. It seems that having a founder keeping relative anonymity outside of their direct industry and customers would be more advantageous.  If a company’s brand becomes synonymous with the founder, then that founder has immense leverage where if anything happens to the founder (personal scandal, death) then the company would most likely fail as well.  Before the recent explosion in tech twitter fame, the only people who had significant notoriety were the top ranking members of the largest firms, or the founders of hottest and fastest growing startups.  \\n\\n** \\n **This article makes it seem like I really care about the success of tech companies and venture firms… I don't.  I just think the explosion in  thirst for fame in the tech industry is cringy and stupid, and I am tired of seeing their trite tweets on my timeline.  I think a lot of this has to do with venture capital becoming the new, most prestigious exit op from consulting, banking, MBA.  There is a specific kind of person who just chases the prestige and does not care about the work they are actually doing.  There is a high likelihood they are psychopaths or have psychopathic tendencies, and they do everything “right” (elite school, president of clubs, McKinsey), and when you meet them they are likable but do not feel genuine.  Their pinnacle of success from the 80’s to around the mid 2010’s was first hedge funds and then private equity.  These prestige chasers were willing to sacrifice notoriety for the high pay check these jobs offered, and it is very difficult to make a DCF or LBO model sexy enough for fame. Venture Capital was always behind PE firms and Hedge Funds because the pay was almost always lower, it was associated with a nerdy tech scene, and there were so few spots it was pretty much impossible for anyone just trying to climb corporate ladders to break into. \\n\\n** \\n **But a lot has changed in the past decade for VC.  The funds have gotten larger and the exits have gotten bigger, so that means higher pay and more available positions to attain.  Social Media has allowed for niche communities to sprout and micro-celebrities can emerge.  And while DCFs and LBOs are about as unsexy as business can be, high risk investing in tech and consumer startups is one of the most sexy! Also VC requires way less diligence and requires less hours of work.  These prestige chasers want prestige in all aspects of their life, so of course now that there is a chance of fame, they are going to try, and may have succeeded.  One good thing I think is that tech and venture investing is a little bit more hostile to prestige chasers because you have to be genuinely interested in what you are doing and finding great companies, not just overpaying to get into hot companies, which is what I think a lot of these prestige chasers are doing.  In the long run, many of them will be culled out of the industry and they will find a more hospitable one to make their new exit op. \\\\*cough\\\\* Crypto \\\\*cough\\\\*\\n\\n \\n \",\"timestamp\":1641120647,\"title\":\"My New Year's Resolutions\"},\"digest\":\"p0ZJooPRVQgOtyb74oD7PxmhmXdGwSfc_SVGM7mMmWI\",\"authorship\":{\"contributor\":\"0x11CE580B7D64Fb08F73161AA95835202ae1C9417\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j1jKRrjSsD3FM4saBPqJm78H5l1kG4hAk1d7jWdMycI\\\",\\\"y\\\":\\\"Tp7IvKX8tC_97S4Ce6wRmaSZa54E4F1Ru0OH1LaQI2U\\\"}\",\"signature\":\"UhYKLlHdfrlZCJ4O5lbCV93nlWWcMbn0UoYcDw3GdbiepgfehMLF-kB3zVOyl9ohyX3gpEXKBPIFVuw5QyBI5w\",\"signingKeySignature\":\"0xa6949fadace177ef2e44a19c43ae6dc1969d58116cd54c8ebfb7b8884c536c837cdd375c62e68551d034b54a14cf9e0d2e1de62b66ff5707f6aba4f2b91073741b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j1jKRrjSsD3FM4saBPqJm78H5l1kG4hAk1d7jWdMycI\\\",\\\"y\\\":\\\"Tp7IvKX8tC_97S4Ce6wRmaSZa54E4F1Ru0OH1LaQI2U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"p0ZJooPRVQgOtyb74oD7PxmhmXdGwSfc_SVGM7mMmWI\"}"