"{\"content\":{\"body\":\"A Minneapolis community advocate pleaded with his community to vote against a [measure ](https://www.foxnews.com/us/voters-minneapolis-police-measure)Tuesday that could [dismantle the city's police department](https://www.foxnews.com/us/minneapolis-vote-police) and replace it with another law enforcement agency.\\n\\nVoters are facing one of the city's most daunting questions at the polls this year: whether to approve a key ballot measure that would dismantle the [police](https://www.foxnews.com/category/us/crime/police-and-law-enforcement) department after [Minneapolis](https://www.foxnews.com/category/us/minneapolis-st-paul) became the epicenter of the police reform movement following the death of George Floyd.\\n\\n**[POLICING ON THE BALLOT IN MINNEAPOLIS](https://www.foxnews.com/us/voters-minneapolis-police-measure)**\\n\\nDon Samuels, a Minneapolis community advocate urged voters to consider the communities most impacted by police relationships and community violence when casting their ballots.\\n\\n\\\"That is one in the same community, the African American community,\\\" he told \\\"The Story\\\" host Martha Maccallum. \\\"We know how each one affects us to what degree. They need to take cues from our community, the leaders of our community.\\n\\nSamuels said the residents of his community are \\\"traumatized\\\" from the lawlessness that has crippled their streets.\\n\\nMinneapolis Police Chief Medaria Arradondo addresses the media regarding the proposed charter amendment that would replace the police department, during a new conference at St. Mary's Greek Orthodox Church lasy week in Minneapolis. Voters are headed to the polls Tuesday to decide the matter. (Elizabeth Flores/Star Tribune via AP)\\n\\n\\\"People are moving. Four people have moved from my block. One more is thinking about moving and one house is on the market,\\\" he said. \\\"That’s the canary in the coal mine. And this violence is spreading all over the city. If it begins here and exacerbates here, it will spread to the rest of Minneapolis and our city will be in trouble,\\\" he warned.\\n\\nThe city charter amendment in question aims to replace the [Minneapolis Police Department](https://www.foxnews.com/category/us/crime/police-and-law-enforcement) with a Department of Public Safety, which would be under the control of the mayor and the city council. \\n\\nA majority of voters, meaning 51%, would need to endorse the measure for it to pass.  \\n  \\n [Rep. Ilhan Omar](https://www.foxnews.com/category/person/ilhan-omar), D-Minn., recently blamed cops for the rise in crime in Minneapolis, saying they have \\\"chosen to not fulfill their oath of office and to provide the public safety they are owed to the citizens they serve.\\\"  \\n\\nProtesters in Minneapolis, Minnesota, took over and burned the police department’s 3rd Precinct building on May 28 as the city’s unrest continued for a fourth day following the death of George Floyd.  (Nick Espinosa via Storyful)\\n\\n**[CLICK HERE TO GET THE FOX NEWS APP](https://www.foxnews.com/apps-products)**\\n\\nBut Samuels isn't the only activist who worries for the safety of his community if the measure is passed. Other opponents of the measure, including Black leaders, said it fails to address real problems facing the most at-risk communities. \\n\\n\\\"The issue of the police is not the number one thing that African-Americans are facing,\\\" Rev. Jerry McAfee, a pastor at New Salem Missionary Baptist Church, told Fox News last week. \\\"I cut my teeth on police brutality. I know the Minneapolis Police Department.\\\"\",\"timestamp\":1635905184,\"title\":\"Minneapolis community activist pleads with voters to reject police replacement measure: We're 'traumatized'\"},\"digest\":\"8PJKksF2SgX7fscM1FnLKXUEpS7TpwpIzmE6DzotIV0\",\"authorship\":{\"contributor\":\"0xCfc76E86305228994324774C3Bdc98272a4700f3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8jO_g-ZUC-lEVN9DfJKUMNfh1tdX17cdazpV6z4PYMA\\\",\\\"y\\\":\\\"P70Is9HOCbCI99TxavqRpM5oASvbzgnDPq-2wSn3k3I\\\"}\",\"signature\":\"qQvLLtmGhspECBn-vSQYkXAAZ3rXKmbEdQuwf4qHPn7LszPfuCjFvn4yeyKyyiGSKNXPvOs9QFr2FsIXRhmNuA\",\"signingKeySignature\":\"0x744d8c478a841e5850b5971efd32709f7defa0aab81c9008e48e28b3f51964c1351c268177c20fb509ce3805ee176b66d557987e2a75f11777a9ec8904de66321b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8jO_g-ZUC-lEVN9DfJKUMNfh1tdX17cdazpV6z4PYMA\\\",\\\"y\\\":\\\"P70Is9HOCbCI99TxavqRpM5oASvbzgnDPq-2wSn3k3I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8PJKksF2SgX7fscM1FnLKXUEpS7TpwpIzmE6DzotIV0\"}"