"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/wtFHVaCGpOLV5nx295mZT.png?height=720&width=1200)\\n\\nAlthough China has been compelled to downgrade diplomatic ties with Lithuania after [the Baltic state challenged China's sovereignty over Taiwan](https://www.globaltimes.cn/page/202111/1239857.shtml) and abandoned the internationally recognized one-China principle which the country's previous governments respected, the current Lithuanian government remains hostile and is being even more provocative, with Chinese analysts saying this kind of extreme and stupid anti-China policy could make the Baltic state act more like a \\\"trouble maker\\\" and become isolated in the region. \\n  \\n Chinese experts said that anti-China politicians in Lithuania are overestimating themselves and coming to a dead end. Many cases have already proven that governments that risk their national interests to please and flatter the US by unreasonably challenging China or Russia will eventually get cheated and abandoned by Washington, they said.  \\n  \\n When Washington decides to ease tensions with Beijing or Moscow, the stupid and extreme moves of those unwise governments in showing off their loyalty to Washington can only result in disappointment, and Lithuania is walking along this path of tragedy, observers noted.  \\n  \\n **Arrogance and ignorance**  \\n  \\n On a visit to Washington, Foreign Minister Gabrielius Landsbergis said he spoke to senior US officials about Lithuania's efforts to reduce reliance on China for supplies and called for longer-term efforts to help other nations facing pressure, according to the AFP on Wednesday, and even claimed his country \\\"is showing the world a way to resist China's growing pressure by diversifying supply chains and uniting with fellow democracies.\\\" \\n  \\n \\\"I think that the biggest lesson out of Lithuania is that economic coercion does not necessarily mean that the country needs to step away from independent foreign policy decisions,\\\" Landsbergis told AFP. \\n  \\n Chinese Foreign Ministry spokesperson Zhao Lijian responded to these remarks on Thursday, saying, \\\"If reality fits with what the Lithuanian foreign minister said - the Lithuanian government can make independent foreign policy decisions - then I would like to ask him: what is he doing in the US?\\\" \\n  \\n Analysts said that Landsbergis is visiting the US to seek rewards as his government is showing loyalty by challenging China, and without these rewards, those opportunistic Lithuanian politicians wouldn't dare to challenge China with such an unreasonable, reckless and nonsensical stance.  \\n  \\n Lithuania will sign a $600 million export credit agreement with the US Export-Import Bank, Lithuanian Economy Minister Ausrine Armonaite told Reuters on November 19. \\n  \\n Zhao said on Thursday that \\\"this just proves that behind Lithuania's provocative move, there is a puppeteer master running the entire show with premeditation,\\\" and \\\"I want to stress that Lithuania's deal - exchanging export credits from the US with damaging China's sovereignty - is extremely immoral and dangerous.\\\"  \\n  \\n No matter what rewards the US promises, these rewards could only benefit the US and a few Lithuanian politicians or could even be lip-service, and have nothing to do with the majority of Lithuanian people, who will pay the price for their government's stupid foreign policy, Cui Hongjian, director of the Department of European Studies, China Institute of International Studies, told the Global Times on Thursday.  \\n  \\n Lithuanian politicians are now trying to expand their anti-China team by including more politicians in the region with similar stances to further provoke China on the Taiwan question. According to Taiwan authorities on Wednesday, \\\"Some 10 parliamentarians from Lithuania, Estonia and Latvia will visit Taipei\\\" in early December while also meeting with Taiwan's \\\"top officials.\\\" \\n  \\n Sun Keqin, a research fellow at the China Institutes of Contemporary International Relations, told the Global Times on Thursday that these Lithuanian politicians want to prove that they are not alone, and are testing to what extent Europe and the US will continue to support them.  \\n  \\n \\\"Lithuania is a small country with very little international media coverage in the past, but its provocation on the Taiwan question has suddenly brought the Baltic state under the international spotlight\\\" and those politicians want to maximize their political interests from this kind of dangerous move, Sun noted. \\n  \\n **Short-sighted 'pawns'** \\n  \\n The three Baltic States actually have very limited trade ties with China, and this is the main reason why they dare to challenge China, but this short-sightedness might ruin the opportunity for their countries to gain significant help form China to boost economic development, Cui noted. \\n  \\n \\\"The US and some other major Western countries are very hypocritical. On the one hand, they don't want to abandon China's market and are reluctant to provoke China on matters like the Taiwan question; on the other hand, they are encouraging small countries like Lithuania to recklessly provoke China, so that these small countries will lose the Chinese market, and those major Western countries' companies will take their shares,\\\" Cui said.  \\n  \\n Many countries have already learnt the hypocrisy and selfishness of the US. For instance, the Philippines' former Aquino administration used to recklessly challenge China on the South China Sea issue to serve the US \\\"pivot to Asia\\\" strategy and has paid a heavy economic price; Georgia challenged Russia in 2008 but received no help from the West at all when Russia launched a military retaliation; Canada illegally detained Chinese IT giant Huawei's CFO Meng Wanzhou in December 2018 at the request of the US and suffered huge losses due to the damage to its ties with China, said Chinese analysts.  \\n  \\n All of these cases just prove again and again that the US will only use its allies or small countries to serve its \\\"major power competition\\\" with China and Russia, but will never offer any significant support or at least pay for the losses of its followers caused by blindly serving the US \\\"major power competition strategy,\\\" experts noted.  \\n  \\n **Solid China-CEEC ties** \\n  \\n While diehard anti-China Lithuanian politicians are trying to expand their \\\"anti-China team\\\" among the Baltic States, China is also making diplomatic efforts to reinforce the win-win cooperation with Central and Eastern European Countries (CEEC), to prevent Lithuania's crazy act from polluting the friendly ties between China and the CEECs. \\n  \\n On Monday, Vice Foreign Minister and Secretary General of the Secretariat for Cooperation between China and Central and Eastern European Countries (CEEC) Deng Li held a collective meeting with diplomatic envoys and representatives to China from 14 countries including Albania, Croatia, the Czech Republic, Greece, Latvia, Slovakia, Slovenia, Bulgaria, Montenegro, North Macedonia, Serbia, Poland, Hungary and Romania, according to the website of the Chinese Foreign Ministry. \\n  \\n At the meeting, the CEEC diplomatic envoys expressed appreciation for the fruitful results of China-CEEC cooperation and believe that this cooperation is an important part of and useful complement to China-EU relations.  \\n  \\n All sides exchanged views at the meeting on how to jointly promote cooperation between China and CEEC to achieve more pragmatic results and make new contributions to the development of China-CEEC relations and China-EU relations. \\n  \\n Experts said Lithuania will find itself becoming isolated in the long term if it continues its stupid anti-China policy while all of its neighbors are receiving continuous benefits from cooperation and pragmatic exchanges with China. \\n  \\n The mistake made by some countries like Lithuania should not impact the greater map of China-Europe cooperation, Cui stressed, noting that \\\"we can't let a mouse dung ruin the whole pot of porridge. The retaliation against Lithuania seems to have had some effect, and we need to let other European countries see the prospects of cooperation with China.\\\" \\n \",\"timestamp\":1637935400,\"title\":\"Lithuania 'could become isolated' due to unwise provocation against China\"},\"digest\":\"VFjB2N_sirkFaRhd9bfpvQlaItSGoRwosToqhDDwdcw\",\"authorship\":{\"contributor\":\"0x1469C591357A7F02a3757c67185b23106D876F89\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IT-TsEgbwTYUCiKkCe7vyWFAplBAIB7XUGNrM8nDGrE\\\",\\\"y\\\":\\\"dUy-pd4NPCTNKNrCSBeUxCYVt2PgL7Wkp5zRZ2IJS9Q\\\"}\",\"signature\":\"IqtjgnQH7EqH2he5DPRSKTtbtSNw65gkQEWDa7mleGvYl_0K7tk9Y44j40mqmQnqJT7xtUHF88uh2yk0RNBWDw\",\"signingKeySignature\":\"0x19d8588af055a0bbae715a9afd2676b78477aea803198d066e87ca8a15b84b6f6a8e6c5d4b3ef1092448ab8132926ab561b54ed4572352856e08bd2fd8e61c6b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IT-TsEgbwTYUCiKkCe7vyWFAplBAIB7XUGNrM8nDGrE\\\",\\\"y\\\":\\\"dUy-pd4NPCTNKNrCSBeUxCYVt2PgL7Wkp5zRZ2IJS9Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VFjB2N_sirkFaRhd9bfpvQlaItSGoRwosToqhDDwdcw\"}"