"{\"content\":{\"body\":\"第二章 10位值得关注的人\\n\\n1\\\\.WAGMI\\n\\n过去，我一直避免在这个名单上给“每个人”一个位置的冲动，因为这感觉像是一种逃避，也是市场顶部的标志。这次不同的是，我们开始强调学习、赚取和贡献作为致富的途径，而不是单纯的被动投机。\\n\\n“We’re all going to make it”是我多年来最喜欢的加密货币备忘录。它说 “we’re still early”，但又不像一个令人厌恶的早期传销打杂者。这是对著名的Balaji调侃“赢得和帮助赢得”的一个可记忆的转折，这也是我个人的喜爱。而且它比另一个crypto twitter的最爱“Up Only”体现了更多的使命一致性和利他主义。WAGMI体现了加密货币的文化转型，从“与政府作对，让我们转到一个新时代”的人群转变为“让我们用更好的技术、一致的激励措施和其他建设者来解决未来”的人群。\\n\\nWAGMI涵盖了你，假设你是以开放的心态来阅读这份报告。欢迎你！\\n\\n如果你仍然对加密货币持怀疑态度，没有什么大不了的。只是不要对它的潜力抱有公开的敌意和封闭的心态。像Jamie Dimon这样的恶意批评者是NGMI。\\n\\n\\\\[不过，说真的，Dimon多年来对加密货币的想法是……一致的，而且一直是错误的。他称其为 “可怕的价值储存”（2014年），说它“不会存活”，“将被停止”（2015年），“无路可走”（2016年），是“一个骗子”（2017年），告诉采访者“我真的不关心”加密货币（2018年）。然后推出了JPMCoin试点（2019年），承认它“不是我的那杯茶”（2020年），然后在今年秋天三番五次地表示他的轻视，说“我对它没有兴趣”，它是“傻瓜的黄金”和“毫无价值”。不要像Jamie一样。他是NGMI。\\\\]\\n\\n2\\\\.大人物：Samani, CMS, Su Zhu\\n\\n这是这些大人物的大年。\\n\\n是的，已经建立了许多令人惊奇的技术，是的，有一些令人惊奇的创始人值得高度赞扬（他们在本节和更广泛的报告的其他部分都有介绍）。但是，让我们坦率地说，首先，这是一个鲸鱼的大年，特别是那些大的投资者，他们在201年的熊市中完好无损地度过了难关。顺利度过2018年的熊市，并活到了2021年，实现一些最大的胜利。\\n\\nKyle Samani的Multicoin Capital经历了历史性的一年 — — 以加密货币标准和风险投资标准来看，今年是历史性的一年 — — 在不同的加密货币领域有多个10亿美元的赢家。The Graph, Helium, Arweave, Solana都在今年达到10亿美元的网络状态。而且有传言说Multicoin在这个过程中突破了100亿美元的资产管理。散户投资者关注加密货币的热度，而没有人比Multicoin获得种子投资方面更有优势。他们通过公开的投资备忘录 “大谈特谈”，但我从他们那里学到了很多东西，即使是在我走错路的时候（该死的Zcash）。\\n\\n在世界的另一端，另一个巨人正在崛起，Su Zhu的“三箭资本”已经成为了亚洲最大的基金之一，并且拥有他们其中一支表现最好的投资组合。他们也是2020年灰度信托交易的最大赌注者之一，在这一年的大部分时间里，以大规模的资产净值获得两位数的溢价。他们在Solana、Avalanche和Polkadot的股份已经暴涨。Su Zhu毫不犹豫地改变了他的忠诚度。\\n\\n然后是CMS控股公司。在加密货币领域，没有人比企鹅更有乐趣，而且他们往往会在所有事情上大干一场。在今年年初，CMS普及了“hot ball of money”的备忘录。他给我们的一位分析师送去了价值5000美元的Girl Scout Cookies。他无情地嘲笑熊市和纸上谈兵的交易者。他买了一个7英寸的立方体。他付钱给别人，让他们把twitter上的该死的言论带到现场辩论会上。有传言说，他甚至参加竞拍了一只恐龙（如果是真的，这可能是他今年唯一错过的交易）。CMS和团队也可能是加密货币中最快的交易员和（或）反应最快的投资者，这是不必管理其他人资金的很好的副产品。愿你们在新的一年里都能像CMS的每一天一样开心。\\n\\n3\\\\.Emilie Choi, Coinbase\\n\\n我认为Coinbase最了不起的地方之一是，他们在近几年领导层几乎全部更换的情况下，仍然保持着旺盛的生命力。除了Brian Armstrong之外，几乎没有更早加入的员工了。Fred Ehrsam仍然是董事会成员，但他的注意力集中在扩大风险基金Paradigm上了。许多在 “Coinbase黑手党 “中的其他员工已经去创办新公司或风险基金。\\n\\n我认为，除了Brian之外，对公司的持续成功负有最大责任的两个人是前首席技术官Balaji Srinivasan（尽管他的任期很短，但他帮助引导公司朝着正确的多资产战略方向发展，因为现在Coinbase 50%的收入来自BTC和ETH以外的交易对）和Emilie Choi，她的企业发展和并购能力迅速使她成为公司的总裁兼首席运营官。\\n\\nCoinbase Ventures背后的背景相当引人注目：没有全职员工，诞生后一天 Emilie把这个想法带给了Armstrong，现在是加密货币领域最活跃的投资者之一。但是，该公司所做的大规模企业并购才更令人印象深刻。该公司对Earn.com的收购在很大程度上被认为是以1亿美元的价格收购了担任CTO的Balaji。但现在Earn已经完成了今年前九个月4300万美元的收入（高利润率）。Bison Trails，该公司将其视为对托管区块链基础设施的潜在AWS级赌注，现在致力于Coinbase Cloud 产品。该公司在2019年以5500万美元收购了Xapo，抢到了Grayscale这个客户，并使Coinbase的托管资产增加了一倍。托管年收入现在是1.2亿美元。\\n\\n在可预见的未来，核心交易所的交易收入将继续成为他们业务的引擎。但Coinbase的分销和监管定位意味着他们可以在新的一年里进行其他重要的增量采购。Neutrino（合规技术）和Agara（用于客户服务的机器学习）可能会升级后台，但我希望更大的交易能开辟新的收入来源，诸如“Plaid for crypto”（Zabo）或机构数据许可证（Skew）。\\n\\n无机增长战略几乎不是Coinbase独有的。但Emilie领导下的早期胜利令人印象深刻。初创企业应该记住的是，这既是一个机会，也是一个威胁。\\n\\n4\\\\.Devin Finzer, OpenSea\\n\\n作为该公司的幸运的早期投资者（#humblebrag），我可以告诉你，我从未见过像OpenSea这样的财务状况。世界上占主导地位的NFT市场正在手忙脚乱地赚取现金，尽管竞争即将来临。Coinbase有3 万用户在其即将推出的NFT平台的等待名单上（是OpenSea历史用户总数的四倍）。FTX推出了一个基于Solana的NFTs平台。Gemini已经有了Nifty Gateway。其他交易所几乎都会效仿，推出他们自己的产品。然后，还有一些开源的代币化竞争者，如Infinity和Fantastic，以及基于Fantom的Andre Cronje项目Artion。\\n\\n由于我已经知道了一小部分私人信息，我不会猜测明年会是什么样子。但我至少会对公司目前的发展轨迹和NFT市场的未来提供一些想法在第六章。\\n\\n现在，我只想说OpenSea在混乱中的扩张是多么令人印象深刻。在终端市场逐月指数级增长、偶尔出现的错误和以太坊gas飙升的情况下，保持网站的正常运转。公司为其主页策划的NFT活动，引发了一场不幸的员工争议。新的竞争对手的公告让人分心。Devin和团队继续前进，似乎没有受到影响。\\n\\n我认为OpenSea最终会成为一个1000亿美元的公司（或网络），他们的批评者低估了他们的领先优势（我看着Coinbase发生同样的事情）。我很难成为一个公正的评论家，但从历史上看，与拥有优秀团队的类别领导者对赌是一个失败之举，这就是OpenSea的概况。\\n\\n（查看Devin在3月和10月的两个Bankless播客，以了解OpenSea的进展情况。当然，也可以去竞拍本报告中的NFT！）\\n\\n5\\\\.Dan Robinson & Dave White, Paradigm\\n\\n更多的投资者？来吧！\\n\\n嗯，是的，也不是。去年，我把Paradigm的白帽黑客samczsun列入了我们的前十名，他在这一年里又从9个黑客手中拯救了DeFi用户，即使这些漏洞发生在直接竞争对手身上（samczsun现在在以太坊基金会的赏金排行榜上名列前茅）。他不是你典型的GP。\\n\\n鉴于Paradigm在为DeFi和NFTs中的一些重要金融元素进行象征性的经济研究方面是如此多产，我也会对Paradigm今年的提名进行同样的过滤。\\n\\nUniswap v3自动做市商（我们将在第7章深入讨论），主要是由Paradigm的Dan Robinson催生的。诸如Floor Perps（允许NFT持有人以资产为抵押进行借贷的合成物）和RICKs & Mortys（NFT分数化基元），旨在解决NFT市场的流动性不足问题。Power Perps（类似于期权的流动性风险，不需要行权或到期日）、TWAMM（大额AMM订单在一段时间内分散）和Everlasting Options（与FTX的Sam Bankman Fried共同编写）可以为DeFi市场带来更大和更复杂的投资者。后面这六项是由1月份加入的Dave White撰写或合作撰写的。Paradigm团队的有用的研究成果实际上是相当疯狂的。而这只是我们目前所知道的东西。我期待着看到他们为2022年准备了什么。\\n\\n6\\\\.Jeff Zirlin “The Jiho”, Axie Infinity\\n\\n在过去的一年里，Jiho重写了加密货币社区建设的剧本。任务是什么？征服游戏世界。秘密武器？一个不起眼的类似口袋妖怪的NFT卡牌游戏的特洛伊木马，它将使Axie Infinity跃升为加密货币领域的顶端。\\n\\n作为Axie背后的游戏工作室Sky Mavis的增长和社区主管，Jeff发现并培养了Axie的玩赚游戏的一个新的未开发的观众 — 在菲律宾。每天，那里有成千上万的人在玩Axie的乐趣，并将其作为一种收入补贴。菲律宾现在拥有整个Axie用户群的40%，Sky Mavis最近突破了100万日活跃用户。Axie的传教士几乎不缺，因为原生代币AXS（其设计由Jeff带头）在过去一年中回报了1250倍，但一些粉丝坚持认为，Axie最终可能只是Jiho和团队正在玩的长期游戏中的一个注脚。\\n\\nAxie Infinity本身是Sky Mavis的Ronin交易所的启动机制，这是一个与Ethereum挂钩的侧链，旨在促进廉价和游戏玩家的交易。自5月以来，Ronin已经产生了10亿美元的收入，持有超过90亿美元的资产，并且是按NFT二级销售计算的第二大区块链。Sky Mavis是历史上发展最快的游戏工作室之一，最近获得了由a16z牵头的1.52亿美元的B轮融资。该公司在今年秋天推出了代币（$RON）和去中心化的交易所（Katana）。他们现在已经准备好向饥饿的（和富有的）粉丝推出一个全新的面向web3的游戏和应用程序的工作室。\\n\\nAxie的成功使整个新类型（加密游戏）和子类型（玩赚游戏）变得有意义，仅第三季度就有大约14亿美元的资金涌入相关的NFT项目。同时，Ronin已经成为加密货币模块化扩展的案例研究之一。对于一个打着毛茸茸的卡通纸牌游戏幌子的产品来说，这并不坏。\\n\\n1. Jay Graber, Bluesky & Tess Rinearson, Twitter\\n\\n如果有哪家大型科技公司通过Web3技术以一种有意义的方式颠覆自己的话，那很可能是一家货币化程度低、由创始人领导的社交媒体公司，它拥有最周到的加密货币支持者。创始人领导的社交媒体公司，拥有最周到的加密货币支持者。当然，我指的是Meta。(Curveball!)\\n\\n当我开始写这一节时，我期望对Jay Graber今年夏天接管Twitter的Bluesky计划进行30分钟的回顾和快速记录。”Jay decentralizes twitter “和嘲笑鸟的头像是我的占位符和开始的偏见。当我开始对Bluesky进行实际调查时，我发现了一些不同的情况。到目前为止，Bluesky “社区 “内的活动相对较少（将他们的Github/Gitlab与Diem的相比！），这让我怀疑Twitter是否真的在努力颠覆自己并解锁其用户数据的蜜罐。杰伊很厉害，但Bluesky是真的，还是一个浅薄的沙盒？\\n\\n也许 “全栈式去中心化媒体 (full-stack decetralized media)”的玩法并不是一个合适的 鉴于加密货币目前的吞吐量限制，Twitter的近期最终目标并不合适。对Bluesky这样的早期项目抱有这样的期望可能还为时过早。相反，该项目似乎首先专注于在其他去中心化平台之间连接数据，如Mastodon、IPFS、Audius等。\\n\\n1. 区块链协会的Kristin Smith 协会和Katie Haun，a16z\\n\\n我在今年的日程表上安排了一个内容丰富的政策部分，这是有原因的。Biden政府还剩下三年时间，而且成功通过了1.2万亿美元的基础设施法案（及其灾难性的加密货币条款）我们行业的政策领导人有很大的压力。这也不是一项小任务，因为目前他们的队伍是如此之小。\\n\\n这使得Kristin Smith和Katia Haun成为新一年的关键人物。\\n\\n克里斯汀经营着该行业最大的专业贸易协会 — — 区块链协会。它被认为是华盛顿特区最可靠的企业成员的努力，Kristin的团队是今年夏天在议会辩论期间为修改加密货币经纪人语言而进行的愤怒的第11小时谈判背后的推动力之一。虽然这次努力失败了（勉强），但这场斗争帮助BA增加了大量的财政资源和人才深度。会员费已经飙升了3倍，她在今年秋天增加了全职工作人员，如前复合总法律顾问Jake Chervinsky和新的政府事务负责人Dave Grimaldi。\\n\\n不过，联盟的问题是需要时间和精力来管理不同的个性。例如，BA把Ripple算作一个成员，这让人头痛。它在2020年将Binance US加入为成员，这让Coinbase非常不满。后者放弃了支持，并从那时起选择了推动自己的政策议程，支持另一个组织，即加密货币创新委员会，与Ribbit、Square、Paradigm和其他组织合作。不过，我最后听说，CCI还没有聘请执行董事。因此，在它能够接近与广电总局平起平坐之前，该联盟还有许多个月的基础设施建设要做。\\n\\n这把我们带到了Katia Haun和她在a16z组建的政策团队。这位前联邦检察官、Coinbase董事会成员，现在是a16z庞大的加密货币基金的普通合伙人，她招募了一位前Hillary Clinton和Biden的顾问，一位前财政部的加密货币专家，及美国证券交易委员会（SEC）和美国商品交易委员会（CFTC）的前专员。\\n\\na16z有一个具有巨大影响力的传声筒，到目前为止，他们的政策工作是快速的。他们最近公布的web3政策中心为政策制定者提供了很好的起始材料，最值得注意的是一个甲板，其中阐述了为什么加密货币应该成为立法者的政策重点。哪些具体的立法建议（和工作语言！）可以构成新的加密货币法律的骨干，解决核心政策问题，而不会削弱该行业，以及工作人员如何在加密货币方面获得教育和追赶。\\n\\n我们现在需要团结和速度，BA和A16z的方法给了我们一个很好的1–2拳进入（1–2punch）新的一年。\\n\\n1. Hester Peirce专员，SEC\\n\\nHester Peirce:View this NFT on OpenSea\\n\\n“加密之母 “可能是一个在Jay Clayton主席任期内适合Peirce的绰号。这些天，她更像是加密守夜人的指挥官。\\n\\n在Clayton时代，美国证券交易委员会很难说是有利于增长的加密货币政策的典范，但至少该委员会避免了积极地追求有害的、系统性的、对他们还不了解的市场进行过度监管。今天，冬天来了，Peirce是最后一道防线，以对抗没有灵魂、抗黑色素的白人行者 — — Gensler主席。他的人生使命是成为财政部长，且不择手段，即使这意味着削弱一个新兴产业，使美国科技界倒退十年。(我还只是在热身。更多内容见第四章）。\\n\\nPeirce批评美国证券交易委员会对Poloniex进行的执法行动，因为它缺乏明确性。自2018年以来，她一直是主张现货加密货币ETF的异议之声。她对改善非百万富翁的投资机会直言不讳，认识到私人市场是多年来美国市场所有增长的地方。她在做到这一点的同时，还坚持着美国证券交易委员会的投资者保护任务，倡导报告规则的现代化，以及监管 “海滩”（有保障措施）与监管沙盒（把成年人当作孩子）。\\n\\nPeirce的声音一直是来自华盛顿特区的自我意识、能力和克制的一个受欢迎的来源。这是一个做了功课的人的声音，她努力寻找解决方案，而不是一味地限制。反对任何新的和有用的东西。皮尔斯：\\n\\n“当面对新技术、新产品和新的做事方式时，监管机构的倾向是说 “不 “而不是 “是”，说 “停 “而不是 “走”，看到危险而不是可能性……。美国证券交易委员会的重点是对投资者的保护，特别是对散户投资者的保护，以及市场的完整性……\\\\[但\\\\]投资者的机会也很重要。我所说的投资者机会，是指投资者有机会尝试新的产品和服务，在他们的投资组合中包括新类型的资产，使用最新的技术，进入新机会的底层，试验并从投资的成功和失败中学习和体验…投资者希望得到保护，免遭欺诈，并能方便地获得有力的信息披露，但他们也希望能利用最新的技术与他们的金融公司进行互动。但他们也希望能够使用最新的技术与他们的金融公司互动，能够获得全面的投资选择，并通过按自己认为合适的方式使用自己辛苦赚来的钱，掌握他们的财务未来。投资者有时可能愿意承担比监管者认为更谨慎的风险。一个健康的监管对策将抵制推翻投资者决定的冲动，而是利用投资者正在投资的相同技术参与并教育他们。”\\n\\n是的，请出现更多这样的事情!\\n\\n加密货币投资者注意到并欣赏周到的政策。加密货币企业家也注意到了。当政策领导者提出可行的法律解决方案时，加密货币律师喜欢它。\\n\\n我们希望有更多这样的！\\n\\n关于代币兜售，”兜售证券而不披露你获得报酬的事实以及报酬的多少，违反了\\\\[法律\\\\]……然而，我们感到失望的是委员会的解决方案……没有解释哪些兜售的数字资产是证券，这一遗漏表明我们不愿意提供额外的指导，说明如何确定一个代币是否作为证券发行的一部分被出售，或者哪些代币是证券提供额外的指导。”\\n\\n像这样的！\\n\\n关于 “仅有登记 “的执法行动：”注册违法行为，即使是单独的，也是严重的，我们的执法行动可以起到阻止这种违法行为和保护受伤害的投资者。然而，我们应该努力避免执法行动和制裁，因为它们会削弱创新，扼杀创新带来的经济增长……企业家们可能被迫在一些令人不快的选项中做出选择：将他们有限的资金用于昂贵的法律咨询和合规性，或者由于担心成为执法行动的对象而放弃对创新的追求。监管安全港可以解决这种不愉快的两难境地”。\\n\\n又像这样的！\\n\\n关于家长制：”我们不是一个功绩监管机构，所以我们不应该在业务上决定一件事是好是坏。投资者考虑的是他们的整个投资组合，而有时我们考虑的是某一产品本身的一次性问题。我们忘记了人们正在建立投资组合。”\\n\\n大多数加密货币专业人士欢迎深思熟虑的监管，只要我们相信它将被公平和一致地应用，它在技术上是可行的，并且它不违反宪法。Peirce开始赢得思想开放的政策制定者，因为她的立场是明确的、一致的，而且是以解决方案为导向的，而不是以管辖权为导向的。我们希望并需要她为这堵墙辩护。\\n\\n1. Do Kwon, Terraform实验室\\n\\nDo Kwon:View this NFT on OpenSea\\n\\n在写这一节的时候（11月8日），我知道我想要在竞争激烈的 “Layer 1 “比赛中强调今年的 “快马”。以太坊在这一年中反弹了近10倍，这没什么好奇怪的，但2021年的真正故事是以太坊的区块空间拥堵，高额费用，以及随后的Layer1 竞争者的爆发。它的第一层竞争对手的爆发。Avalanche同比增长了25倍，Solana 和Polygon 110倍，Fantom 160倍。但是，Terra才是赢家，其回报率达到了惊人的170倍。\\n\\n我把Do放在这里还有其他几个原因：\\n\\n1）Terra是亚洲最大的加密货币投资游戏之一，它是Layer 1前10名的项目，在巨大的韩国加密货币市场中存在最深。2）Terra实际上被大规模地用作第二大加密货币抵押稳定币UST的抵押品，该稳定币现在的市值为72亿美元，比去年秋天的（检查笔记）0美元有所增加。3）Terra基础设施的广度（Anchor用于借贷，Vega用于衍生品，Mirror用于合成证券，Mars用于AMM），可与任何其他不叫Ethereum的区块链相媲美，长期而言，它可能位于一个更稳定、可互操作的技术基础（Cosmos的区块链间通信协议）上。\\n\\n最重要的是，Do在与对手的比赛中获得点头，因为他愿意反击。在与我一起上台参加小组讨论前几分钟，Mainnet 2021收到了传票，他将其拂袖而去。并决定向美国证券交易委员会提起诉讼，进行斗争。这是一场他可能会赢的战斗，无论结果如何，这都是一场令人鼓舞的战斗。\\n\\n值得一提的是：\\n\\n在加密货币领域，有许多人可以轻松地进入每年的前10名名单中，但没有人进入我的名单两次。今年很容易重复出现的人包括Balaji Srinivasan，他的百科全书式的知识和原始处理能力令人惊叹。Sam Bankman-Fried作为30岁以下的世界上最富有的人，已经有很多报道；Michael Saylor，他看起来越来越像站在有史以来最重要的公司交易之一的胜利一方的人。\",\"timestamp\":1640922680,\"title\":\"Messari 2022年加密行业深度研究报告 二\"},\"digest\":\"hWJsFT9gBgO8I608WaOoq3H7qiox0LsBa98t77sZlL4\",\"authorship\":{\"contributor\":\"0x519C4Ba8430008e74f45560B783846b4E8bf5850\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g_PnlWUiUDiAyu2oR0g87hVo8x26vrAV6fr68UHRD2A\\\",\\\"y\\\":\\\"RWAUgmIchS1-BcRoDbHIUMIVaRNgsVCiM-pXrKE1mV0\\\"}\",\"signature\":\"YXwnem6iZoi_m_ugdqA2KmB73i4e7D5lOnn_MypUByPdhT9HjZLZ5rs4NbHlwgZdydQv1VybwEIlw6Lku-pkbg\",\"signingKeySignature\":\"0x603f4b086d26fb11b631c99cb52c64371978033b7b67b23f5160923f0ae88cb96156a56dca58279537a69c8d43ea9923e38cef296febffed8b9af7230b41e1cf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g_PnlWUiUDiAyu2oR0g87hVo8x26vrAV6fr68UHRD2A\\\",\\\"y\\\":\\\"RWAUgmIchS1-BcRoDbHIUMIVaRNgsVCiM-pXrKE1mV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hWJsFT9gBgO8I608WaOoq3H7qiox0LsBa98t77sZlL4\"}"