"{\"content\":{\"body\":\"Blockchain security company BlockSec completed a ten million angel round of financing, and Fenbushi Capital led the investment. According to official sources, blockchain security company Anjie Technology (BlockSec) announced today that it has completed a ten million angel round of financing. This round of financing was led by Fenbushi Capital, with the participation of A&T Capital, Funchain Technology, Impossible Finance, Incuba Alpha, and NEAR Ecological Fund MetaWeb Ventures. The BlockSec team was established in May 2021. The team focuses on the full life cycle security of smart contracts, blockchain supervision, new cybercrime, and the security of blockchain architecture based on privacy computing. It is reported that BlockSec has launched a multi-chain smart contract transaction online analysis platform, a lightning loan online detection platform, and an anti-money laundering tracking platform to assist project parties to improve the safety level and facilitate blockchain regulatory governance. This round of financing will be used to support the construction of the BlockSec team and the development of new products.\",\"timestamp\":1640789108,\"title\":\"Blockchain security company BlockSec completes ten million angel round of financing\"},\"digest\":\"wXaqc_V5fH_n7HifAOyitUorV3DUNKQchNjfINQgOvc\",\"authorship\":{\"contributor\":\"0x00786B9068F7B6c6e83009EFf209a98f6339E355\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8VKW96XNoUQsdjHNfFOdfR7HG8Nvp2_6CvI-PvDrsc0\\\",\\\"y\\\":\\\"KCwj8eyE30M91sP-d9rjn7QikNEVWEOw4ZF2b4KqQdQ\\\"}\",\"signature\":\"rWyqTGCcWZUqmUE0NIZMPLIB5Kik9GDLVhkGYLci9mN5DFvvuJK8ZjDGdqOsGNylhXEReY-Hyj-EPofHkjw6zA\",\"signingKeySignature\":\"0x141b71f20a1ce78d4bbec22ddd4c7685d76d36242e97602185855b4742af8bdc4c5f7791c2436100ae0ecb5f646fabc3e606ae0b21b44ac3deb68c81d81c31171c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8VKW96XNoUQsdjHNfFOdfR7HG8Nvp2_6CvI-PvDrsc0\\\",\\\"y\\\":\\\"KCwj8eyE30M91sP-d9rjn7QikNEVWEOw4ZF2b4KqQdQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wXaqc_V5fH_n7HifAOyitUorV3DUNKQchNjfINQgOvc\"}"