"{\"content\":{\"body\":\"“他……真是医生？”乐队里有人略带疑惑与难以置信的语气问道。 \\n  \\n     “难道上次我们误会他了？！”骆馨雨更加疑惑。 \\n  \\n     王富贵心说确实是没误会，他当上医生也就这两天的事情…… \\n  \\n     不过他不打算这么说，本来他就想撇清干系嘛，你们说我之前介绍个脑子有病的人给你们，但我并没有啊，你看，他真是医生…… \\n  \\n     “不对不对不对，我捋捋啊，”一名私军想了想说道：“上次我们见他的时候他说什么来着？” \\n  \\n     “恭喜你，父子平安，六斤六两！”有人说道。 \\n  \\n     “对，哪特么有说父子平安的啊！”私军愤怒的说道：“你们集镇上这种人都能成医生了？” \\n  \\n     王富贵眼见他们竟然回忆起任小粟的原话来，便解释道：“我们这不是医疗条件比较差嘛，不过如假包换的，他确实是咱们集镇上的医生，不信我找人给你问问。” \\n  \\n     说着王富贵往前走了几家，随便敲开一个门问道：“任小粟是不是咱们集镇上的医生？” \\n  \\n     开门的人愣了一下：“是啊。” \\n  \\n     “他医术怎么样？”王富贵追问。 \\n  \\n     那人竖着大拇指：“咱们集镇上现在谁不夸任小粟好啊！” \\n  \\n     乐队的人又陷入了沉思，他们再转过头朝诊所看去，诊所的窗里上已经没人了…… \\n  \\n     “你说只有他能带人过境山？”骆馨雨情绪平静下来。 \\n  \\n     “对，”王富贵想了想笑道：“其实我不敢说他到底能不能带你们过去，可如果他都过不去，那这集镇上就没人能带你们过去了。” \\n  \\n     “你都快把他吹到天上去了，”骆馨雨冷笑道：“你告诉他，他被征用了，我们休整之后就会再次出发。” \\n  \\n     “别，这你跟我说不着，”王富贵讪笑道：“你要征用他，得问问罗老板愿不愿意。” \\n  \\n     “罗老板？他也跟罗老板有关系？”骆馨雨愣住了。 \\n  \\n     “具体情况我就不清楚了，但总归是不能随便征用的，”王富贵解释道。 \\n  \\n     骆馨雨冷笑了两声，这时，刚刚负责去报关的人已经回来了，可以通行。避难壁垒的闸门被上面的人用铰链缓缓的拉了上去，骆馨雨二话不说就带着队伍进了避难壁垒。 \\n  \\n     王富贵拍了拍胸口，其实他也害怕对方找他算账啊，还好因为送黑药的关系搭上了罗老板这层关系，如果今天他不是狐假虎威的话，恐怕不死都要脱层皮了。 \\n  \\n     其实王富贵自己可能都不太清楚那位罗老板在避难壁垒里到底有多大的能量，但是每次狐假虎威之后，他都深切的感受到，这面大旗是真特么好用啊…… \\n  \\n     王富贵去拍了拍诊所的门想跟任小粟探讨一下这个事情，结果拍了半天也没人理他，王富贵嘀咕道：“我这怕不是被记恨上了吧？” \\n  \\n     第二天早上任小粟准时打开诊所的门准备营业，结果一打开门就看到王富贵带着笑脸杵在门口，任小粟没好气说道：“啥事？” \\n  \\n     “你看我当初把你推荐给他们也是好心啊，”王富贵说道：“那可是能进壁垒的机会啊，你知道外面多少人都想进壁垒吗？人人都想！” \\n  \\n     “这么好的机会你怎么不要啊？”任小粟不乐意了：“我给你画线路图，你带他们去，这样你就能进避难壁垒了。” \\n  \\n     “我不去，”王富贵缩了缩脑袋：“我可没你那身手，而且我进去了我闺女怎么办？我这么大岁数了，在外面还能找到老伴，花点钱就行了，进去可没人看得上我。” \\n  \\n     任小粟说道：“你有闺女，我也有六元和小玉姐啊，我进壁垒了他们怎么办，你要是再给他们推荐我，我就让六元和小玉姐他们去吃你的喝你的。” \\n  \\n     “我是为了你好！”王富贵恨铁不成钢的说道：“我要年轻个二十岁，我就真去了！” \\n  \\n     “为了我好？”任小粟冷笑道：“我谢谢你全家啊！” \\n  \\n     王富贵也来气了：“我谢谢你八辈儿祖宗！” \\n  \\n     “来自王富贵的感谢，+1！” \\n  \\n     任小粟：“？？？” \\n  \\n     他在脑海中冲宫殿怒吼，这特么也算感谢？！而且还是诚心感谢？我看你丫是诚心的吧！ \\n  \\n     任小粟怎么也没想到，自己的第九枚感谢币竟然是这么来的，简直了！ \\n  \\n     不过任小粟其实明白，王富贵虽然有跟壁垒里那位明星套近乎的想法，但优先给对方推荐自己确实是出于一定的好心。 \\n  \\n     可问题是任小粟真的不想进去，如果条件是换颜六元进去，他恐怕就答应了。 \\n  \\n     任小粟想了想认真说道：“老王，我再认真讲一次，我不能抛下六元和小玉姐不管，自己一个人进去，你可别再给他们推荐我了。” \\n  \\n     王富贵也是心累：“行行行，知道了，你放心，只要罗老板不开口他们带不走你。这一去就是三个多月，你走了谁给罗老板供药啊是不是？” \\n  \\n     “行，你心里有数就好，”任小粟说道。 \\n  \\n     这时一个汉子从旁边走过来对任小粟说道：“医生，我想看病。” \\n  \\n     “我先不跟你说了，来病人了，”任小粟转身往诊所里面走去。 \\n  \\n     任小粟坐到桌子后面对汉子说道：“伤在哪里了，让我看看。” \\n  \\n     “我没伤，就是蛋疼，”汉子说道。 \\n  \\n     他刚说完，旁边的护士小玉姐腾的一下脸红了，任小粟有点别扭，他试探着专业一些问道：“是\\\\*\\\\*疼吗？” \\n  \\n     那汉子愣住了：“搞不搞完都疼！” \\n  \\n     任小粟哭笑不得，这一天天都叫什么事嘛！ \\n  \\n     等他把这汉子劝走，竟然再次收获了一枚感谢币…… \\n  \\n     行吧，甭管啥症状，只要给感谢币就行。 \\n  \\n     如今任小粟手里的感谢币已经十枚了，距离解锁武器的日子好像并不算太遥远。 \\n  \\n     任小粟现在不想当向导的其中一个原因就是，他在集镇上想获得感谢币还是更加方便一些，跟那支乐队和私军去路上谁来感谢他啊？ \\n  \\n     不知道为什么任小粟时刻都在期待着那柄武器，想要知道这武器到底是个什么样子。 \\n  \\n     诚心感谢如此难得，这武器肯定也不差吧。 \\n \",\"timestamp\":1638716113,\"title\":\"31、一扇新的大门\"},\"digest\":\"ZicySavEBQg9lOsRPFtjdifwmr-3l29-gslgkLP34Sc\",\"authorship\":{\"contributor\":\"0xdCbe08185826aB07475a44f6B74FDf3cAbe5CD8B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lyuQXEXjIHwCj58IHbXsLlxpgDO69XXo16HJL_f5CFo\\\",\\\"y\\\":\\\"S26750O6g7o2ZXNJl0QxF0bI1xYs3Hx5FbYE06pm2VQ\\\"}\",\"signature\":\"Uq6oHFiPbhjR8KxkmQ8kU5EqsJhRc8wEQR7Ds-OhWFee4lC9fLpYOCMXEqzj4tZ5PviVFST0_7WcRwE4LP8tdg\",\"signingKeySignature\":\"0xb69e274afa7cfaf461dca3d3f39de18bd38e6cf43c1bb819ba58fbb90765a5686eb74d5ec7f401f16983ce829bb15ff3f3f6ed889ca061bd71159845b482dd4f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lyuQXEXjIHwCj58IHbXsLlxpgDO69XXo16HJL_f5CFo\\\",\\\"y\\\":\\\"S26750O6g7o2ZXNJl0QxF0bI1xYs3Hx5FbYE06pm2VQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZicySavEBQg9lOsRPFtjdifwmr-3l29-gslgkLP34Sc\"}"