"{\"content\":{\"body\":\"带着跳跃在我血脉中的兴奋细胞，我拿下了头盔，夜已深了，若不是系统提醒我已经达到在线限制的话，我想我还不知道已经在线将近十小时了，别说我，刑天那小子更是流连花丛，无法自拔了，临走还依依不舍，来点眉目传情，估计明天不是跟在我后面了，而是要当一个自命不凡的护花使者了，等级提升到了二十一级了，冲天剑他们问我系统给了多少分配点，我当然不会说是五点了，那还不把他们刺激死了，呵呵，说了个中庸的三点，他们也直吐舌头说运气好，我一问，原来他们通常只有两点，运气好点才三点，不好就是一点，嘿嘿，羡慕死我吧。将五点全部加到了力量上后，我已经可以单条狗头人战士了，虽然还要吃一次药，但是那可是二十五级的怪，我的心里乐滋滋的，还是高攻好啊，赶明回去可得把那个炼金术弑血的材料准备准备，说实话，这个技能挺不错，尤其是对于我的那把可以回血的宝贝匕首来说，更是如虎添翼。\\n\\n```\\n匆匆跑到厨房，打开冰箱拿出两个鸡蛋，一碗泡面煮了起来，真是苦了我的胃了，赶紧犒劳犒劳一下。解决好个人卫生问题后，面也熟了，闻了闻，还真香。人就是这样吧，饿了的话，吃什么都香。连汤带水统统席卷入肚后，倒了大大一杯牛奶，关心肠胃，从喝奶做起。\\n\\n吃饱了可别忙活着睡下来，这可是健康常识，俺怎么可能不知道，也有几天没出去转悠了，乘着今夜月色撩人，满天星光灿烂，让俺也出去呼吸呼吸新鲜空气，换换心情。\\n\\n套上一件外衣，拿起钥匙，我信步走出了门外，顺着楼道上那整齐的阶梯走了出去。六月末的SH，已经初露了盛夏的峥嵘，白天被烈日烤的喘不过气的道路，此刻慢慢回过神来，将一阵阵热气挥发到空气中去；路边高大的梧桐树安静地站着，尽情舒展的四肢上面爬满了茂盛的叶子，洁白的花朵带着几许清香绽放在枝头，白绿相间，倒也别有一番风味。\\n\\n路边一对情侣正互相依偎在树下细语呢喃，享受着爱情的甜蜜；路上不时有人匆忙而过，都是城市夜归人；远处的排挡摊位是一片嘈杂的人声，不少饥肠饿肚的人们正在那里大吃物美价廉的宵夜呢。\\n\\n都说六月的天，孩子的脸，说变就变，这话倒是不假。这不，我还在外面转悠着，天空中就压下一层厚厚的黑幕，玉盘般的月亮无声无息地将身子藏到了幕后，雷公卖力地敲起了雷锥，轰隆隆的雷声响彻四野，回荡在天地之间；电母也不甘示弱地拿起了电叉，明晃晃地闪电诡异地蹿出云层，将漆黑地夜空点亮；山雨欲来风满楼，平地里刮起了一阵狂风，卷的尘土飞扬，落叶满天。\\n\\n夜归的人们加快了蹬踏自行车的速度，缠mian的情侣也相拥着快步离去，排挡的主人也招呼着迅速搭起了雨棚，我也一溜烟地往回跑，毕竟当个落汤鸡没什么乐趣可言，换了衣服还要自己动手洗呢。\\n\\n刚回到家，豆大的雨粒就噼里啪啦地落了下来，打在玻璃上，落到窗台上；漫天的雨幕将天地连成一体，草木欢快的在雨中歌唱，尽情吮吸这甘甜的无根水；空气中也沾染上了泥土的味道，整个城市都浸泡在这天然淋蓬的沐浴之下，洗去白天一身的尘埃。\\n\\n关起窗户，在聆听外面的风雨声中，我渐入梦乡，寻那周公遗梦，游那苏州美景，欲上九天揽月，思下深海捉鳖……\\n\\n第二天醒来，第一件事情就是把积累了几天的衣服统统处理掉，昨夜一场雨过，今天一片天晴，是个好天气，连撮带揉，一洗一冲就搞定了，其中的艰辛我就不在言表拉，相信单身过的男同胞们都能体会，不过当初在部队时间呆长了，倒也习惯了自己处理这些问题了。\\n\\n活络了一下身体，锻炼了一会后，赶紧煎了两个鸡蛋，拿出几块面包，就着一大杯水，消灭下肚。接着当然是戴上头盔，坐了下来，进入我的冲级时间。\\n\\n因为昨天和冲天剑他们组的，所以我基本上没有什么药品消耗，在大部队后面当然要蹭了，能省则省，如果不是在最后离去的时候，俺心慈手软，硬是被冲天剑和血染疆土软磨硬施地白白要了几颗丹药走的话（嘿嘿，不过他们也没白拿，塞给我一个青冈手镯，不错不错，比我那开始的雕花手镯好多了），我估计俺身上的药坚持两天不回去都够了，为啥，等级上来了，杀怪轻松了，当然没什么消耗，我又不是找特牛b 的怪砍。\\n\\n没了大部队，我一个人也不敢在狗头人营地杀怪，虽然说boss几天才会刷一次，当时万一不凑巧，它忙着今天就刷出来，就是再给我两条腿，我也跑不了，得，我求个稳，砍我的犀牛和豪猪去，多打点肉回头叫无名天下那小子给我烤着吃，煎着吃，煮着吃……现实中我没空烧菜，出去去太奢侈，在这里还不过足肉瘾。\\n\\n跑到草原中部，扔了个消息给刑天，不在；给无名天下，也不在；冲天剑和血染疆土就免扔了，不能总跟在他们后面吧，会让别人误解的，俺的初衷就是当个独行侠，无拘无束，天马行空的。\\n\\n除了砍犀牛还能让我的体力有所下降外，豪猪的攻击已经和我匕首回血的数值相持平，不是因为砍它们的经验已经偏低的话，我倒是挺乐意只和它打交道的，至于豺狼嘛，我懒得去找它们的麻烦，嘿嘿其实是杀它们不合算，经验高是高了点，可是它们数量多，两个人砍的时候还好一点，一个人动手就得吃药，还是节约点好，我可是打算在这里混到个二十大几才回城的。\\n\\n“大哥，你在哪呢，过来和冲哥他们一起组啊。”刑天这小子一上线就和冲天剑他们勾搭起来拉，扔了个消息给我说道。\\n\\n“你小子果然是见色忘义，这么快就转移阵线拉，立场不坚定。”我一边砍着浑身是伤的豪猪，一边回道。\\n\\n“嘿嘿，大哥你怎么能这么说，我主要是看这些法师MM太脆弱，如果没个象我这样外貌特靓，身体特棒，素质特好的优良人才的保护，你说让人怎么放心啊。”刑天竟然如此厚颜地回道。\\n\\n“吓，你小子还优良人才，我看你象优良种马，亏你好意思说的出口的，当初我怎么没发觉到你的性本色。好了，你跟在冲天剑他们后面吧，有他们带你升级也不慢的，我一个人单练，有情况呼我。”我回道，\\n\\n“恩，呵呵，大哥你多多保重，要是当你寂寞难耐，独守刷新的时候，你就跟我说下，我帮你介绍几个美女啊。”刑天这小子还调侃我说道。\\n\\n我呸，果然是下半shen动物，有了美女忘了兄弟，说什么兄弟如手足，女人如衣服，都是假的，这小子绝对是那种谁碰我衣服，就砍他手足的人。我心里严重鄙视的想到。\\n\\n吃了包中的丹药，抹上瓶中的毒药；一片碧波绿海，一人扑腾挪移；哪里有怪；哪里就有我矫健的身影；哪里有药材，哪里就有我勤劳的双手；我的双眼被飞溅的血花所陶醉，我的心神被垂死的呻吟所吸引。所谓的嗜血者之路，莫非就是对血腥的渴望，对屠戮的向往，走上杀手之路，其实是对人性黑暗的一种揭露，将深深隐藏在人心底那最原始的yu望给掀了出来。没有宽恕，没有仁慈，唯有死亡，才能证明生的一方存在的意义；唯有死亡，才能证明生的一方存在的价值。\\n\\n除了下线吃饭，解决人之三急外，这几天我一直蹲点在奔马平原努力升级，无名天下依旧是他的钓鱼万岁，不过我有空的时候总是带上一堆肉去他那开开荤；刑天这小子为了泡MM，跟在冲天剑后面也混到了二十级了；在这期间冲天剑组织了一次人马兴冲冲地去沉寂之塔，我当然是婉言谢绝他的邀请，我犯傻啊，那可不是我能去的地，结果据说进去后都迷了路，不是挂了就是主动回了，连个boss的影都没看到；上次PK的什么横行的一帮家伙也好象消失了，起码在奔马平原上看不到了，估计是转战其他地方吧，天地里升级的地方可多的是；马尾辫前天还给我打了个电话，就一个，俺也没高兴回，我的简单生活可不喜欢别人帮我做主，就算是美女也没这特权。\\n\\n玩家们的等级也渐渐高了，狗头人营地也不是不可去的地方了，我也游窜在营地中，箭枝用光了就拿着盾，还好持久都高，能熬。身上的包裹一天比一天满了，经验也满了又满，终于在挂掉一只狗头人之后，身上闪烁起最迷人的金黄色光芒，暖暖的真是舒服，我的等级也提升到了26级，加完3点分配点后，看了看排行榜，为首的那个不过才30，其他基本上都在29-28之间，呵呵，距离不大，我想进榜也有希望。\\n\\n拍了拍一身的泥草，整了整一脸的疲惫，理了理飘散的黑发，拿出回程石来，是该回去的时候了，天地之大，还有许多地方等着我去探索呢。\\n\\n===唉，无意中看到作品的收藏人数，1074，不算少了，可惜每月的票票都要到月底才能磨磨蹭蹭，拖拖拉拉，扭扭捏捏地爬上一千以上，如果大大手头多点票的话，就砸个一、二张意思意思，要不每天都帮忙点点，说实话，俺有点想不通，想不通什么，想不通为什么有些作品一过周日点击就上万，真是强悍，令吾汗颜不已，差距由此而产生，距离无处不在。\\n```\\n\\n\\n------------\",\"timestamp\":1640154959,\"title\":\"第四十三章 一个人的日子\"},\"digest\":\"MpyokVSf9QgBRO28r25ylAUWg7JlDNuNk-B9_t1Rh1Q\",\"authorship\":{\"contributor\":\"0xd72e93a7db1Dfe054F76b14B8A7353D14581Fa08\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FuuDA_L8dKvaOnfTN668uUT4iipIQSeXCEQcq1Q5fCU\\\",\\\"y\\\":\\\"onxG-6KJFxBI8lMd6BPJJwlnUiMVfIBBrP7anggHrwA\\\"}\",\"signature\":\"uDRIEfAj9VtfjmeSZvQWLPGrzuvxQIRYR_Kci_j7aox5GKt5zQCDHvB20R2SCyQYNZ7M_5Fn27ZuZArVqwxWyA\",\"signingKeySignature\":\"0xc4cd9b6aeb9aa89ffbde277e7ab58cb4d8c6214b6a61aa47fbfd5699cb3727633c31f0d391ed70a962919594058534d85894e577b3af3012269ee98b373ab6be1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FuuDA_L8dKvaOnfTN668uUT4iipIQSeXCEQcq1Q5fCU\\\",\\\"y\\\":\\\"onxG-6KJFxBI8lMd6BPJJwlnUiMVfIBBrP7anggHrwA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MpyokVSf9QgBRO28r25ylAUWg7JlDNuNk-B9_t1Rh1Q\"}"