"{\"content\":{\"body\":\"Dir ist in den vergangenen Wochen und vielleicht sogar Monaten bestimmt schon der Begriff \\\"Web3\\\" begegnet, aber du hast eigentlich keine Ahnung was das genau ist?\\n\\nGut, so ging es mir bis vor Kurzem auch.\\n\\n# Web3: Die dritte Revolution des Internets\\n\\nAls das dann allerdings immer öfters passiert ist und ich mehr und mehr das Gefühl bekommen habe etwas zu verpassen, habe ich mich mal schlau gemacht. Es stellte sich heraus, dass mich mein Gefühl nicht betrogen hat: Ich hätte fast die dritte Revolution des Internets verschlafen.\\n\\nDamit dir das nicht auch passiert, habe ich hier mal die wichtigsten zwei Dinge zusammengefasst, die du verstehen musst, um mitreden und vor allem mitgestalten zu können:\\n\\n* Was ist Web3?\\n* Warum ist Web3 so wichtig?\\n\\n## Was ist \\\"Web3\\\"?\\n\\nWeb3 ist im Prinzip die dritte Version des Internets. Um das zu verstehen, müssen wir die ersten zwei Versionen des Internets definieren:\\n\\n### Web1 (1980 - 2000er)\\n\\nBei der ersten Version des Internets ging es hauptsächlich um die Bereitstellung von Informationen (z.B. Kontaktdaten, Preiskataloge, ...).\\n\\nDas Ganze war nur \\\"read only\\\" - der Nutzer konnte also nur die Informationen lesen, aber nicht bearbeiten oder damit interagieren. Web1 war fix.\\n\\nAnwendungen waren sowas wie Internet Explorer, Yahoo oder Netscape. Während Web1 zwar fix war, wurden die \\\"Web1-Unternehmen\\\" wie Twitter oder Google auf \\\"Open Protocols\\\" aufgebaut: XMPP, MQTT, ... [Hier eine Liste](https://en.wikipedia.org/wiki/Open_standard#Protocols). Open Protocols bedeuten eigentlich nichts anderes, als dass jede Person oder jedes Unternehmen Software basierend auf dem Web1 entwickeln konnte - gleiche Regeln und Restriktionen für jeden inklusive mit dazu. Das war schon bahnbrechend. Aber jetzt schläft Innovation natürlich nicht...\\n\\n### Web2 (2000er - heute)\\n\\nDie zweite Version des Internets ist die aktuelle Version, die jedem von uns bekannt ist: Google, Social Media, YouTube, Netflix und Co.\\n\\nWährend Web1 nur \\\"read only\\\" war, hat Web2 diese Version revolutioniert, indem es den Nutzern die Möglichkeit gegeben hat, mit den Inhalten zu interagieren: Like, Share, Retweet - alles was unser soziales Herz begehrt.\\n\\nDas Internet war auf einmal nicht mehr fix, sondern dynamisch: Jeder konnte eigene Inhalte erstellen und hochladen, sie mit Freunden oder weltfremden Menschen teilen und Feedback (oder auch Shtstorms) bekommen.\\n\\nIm Laufe der Zeit haben sich vier Unternehmen (quasi die Big Four) das größte Stück des Internet-Kuchens geschnappt: Apple, Amazon, Google und Facebook. Web2 wurde durch die schiere Explosion an Smartphones und Software dieser Unternehmen maßgeblich beeinflusst. Das bedeutete zwar, dass mehr und mehr Leuten die Teilnahme an dieser Revolution des Internets ermöglicht wurde, aber auch, dass das Internet an sich stark von diesen großen Unternehmen kontrolliert beziehungsweise beeinflusst wurde.\\n\\n**Warum ist das ein Problem?**\\nIn dieser zentralisierten Version des Internets von heute, kann Apple 30% von jedem Kauf und jedem Abo im AppStore einstreichen, Twitter und Facebook können den US-Präsidenten sperren und der einfache Nutzer hat immer weniger Datenschutz und Kontrolle über seine Daten im Web. Zentralisierung vom Feinsten.\\n\\n### Web3 (steht quasi vor der Tür)\\n\\nDie dritte Version des Internets steht quasi schon vor der Tür und wirbt mit einem Zauberwort: Dezentralisierung.\\n\\nDas Web3 wird von dem kollektiven \\\"Wir\\\" statt von den großen Unternehmen gestützt, kontrolliert und beeinflusst. Es basiert auf der Blockchain und damit auf \\\"Open-source Protocols\\\". Heißt es ist für jeden verfügbar, erreichbar und durch niemanden kontrollierbar.\\n\\n### Zusammengefasst\\n\\nWeb1: Read only\\nWeb2: Read & Write\\nWeb3: Read & Write & Own\\n\\n## Warum Web3 so wichtig ist\\n\\nDer Begriff \\\"Web3\\\" taucht nicht umsonst überall um uns herum auf und erfährt einen unglaublichen Hype: Es löst die Probleme der Zentralisierung des Internets (Web2 siehe oben).\\n\\n### Welche Probleme sind das?\\n\\nZentralisierte Plattformen folgen einem vorhersehbarem Lifecycle: Am Anfang tun sie alles dafür, um Nutzer und Drittanbieter, wie Creator, Entwickler und Unternehmen auf die Plattform zu locken. Das machen sie, um den Network Effekt zu stärken.\\n\\nWährend die Plattform sich entlang der Adoptions-S-Kurve nach oben hangelt (= hohe Adoptionsrate), steigt der Einfluss der Nutzer und Drittanbieter immens an. Sobald die Plattform die Spitze der S-Kurve erreicht hat, verändert sich die Beziehung mit den Nutzern von einer positiven (gewinnbringend) hin zu einer neutralen Beziehung (zero-sum) für das Unternehmen. Um das Wachstum weiter anzukurbeln, muss die Plattform anfangen die Daten ihrer Nutzer zu sammeln und dadurch mit bisherigen Partnern in Konkurrenz zu treten.\\n\\nBerühmte Beispiele für dieses Vorgehen sind Unternehmen wie Microsoft vs. Netscape, Google vs. Yelp, Facebook vs. Zynga, Twitter vs. Drittanbieter-Klienten und Epic vs. Apple. Für Drittanbieter fühlt sich diese Veränderung von Kooperation zu Konkurrenz nach einem großen Verrat an. Mit der Zeit haben die besten Unternehmer, Entwickler und Investoren daher gelernt sich nicht auf diese zentralisierten Plattformen zu verlassen, weil dadurch die Innovation verkrüppelt wird.\\n\\nHier kommt Web3 ins Spiel.\\n\\nWeb3 dezentralisiert die Kontrolle und den Besitz. Nutzer und Unternehmer können ihren eigenen \\\"kleinen Teil\\\" des Internets besitzen (Props an Chris Dixon). Das machen die non-fungible Tokens (NFTs) oder fungible Tokens möglich. Tokens geben dem Besitzer den Besitz über diesen \\\"kleinen Teil\\\" des Internets - wie eine Besitzurkunde in Form einer Währung.\\n\\nNFTs (non-fungible tokens) geben dem Nutzer die Möglichkeit digitale Objekte zu besitzen. Das können Kunstobjekte, Fotos, Code, Musik, Text, Credentials, Zugangsrechte, oder was auch immer im Raum der Vorstellungskraft des Nutzers liegt, sein.\\n\\nDiese NFTs basieren auf einer Blockchain, wie zum Beispiel Ethereum. Die Blockchain an sich ist vom Prinzip und Charakter her schon dezentralisiert: Eine Blockchain ist ein digitaler Computer, auf den jeder zugreifen kann, aber den keiner besitzt beziehungsweise kontrolliert.\\n\\nEthereum wird durch einen Token gestützt: ETH. Dieser Token ist die Währung der Transaktionen auf dieser Blockchain, um alle Transaktionen (z.B. Kauf eines NFTs) durchführen zu können.\\n\\nTokens sorgen dafür, dass die Nutzer eines Netzwerks ein gemeinsames Ziel verfolgen: Das Wachstum des Netzwerks und die Wertschätzung des Tokens.\\n\\nDas wiederum löst das Kernproblem eines zentralisierten Netzwerks, in welchem die Wertschöpfung von einem Unternehmen abgegriffen wird und dieses Unternehmen mit den eigenen Nutzern und Partnern konkurriert.\\n\\nVor der Zeit von Web3 mussten Nutzer und Creator zwischen den Limitation von Web1 und der Zentralisierung des Web2 wählen. Mit Web3 haben wir nun eine Möglichkeit das Beste von beiden Welten miteinander zu verbinden.\\n\\n## Wrap up\\n\\nIch hoffe, dass du mit diesem kleinen Essay das Wichtigste rund um Web3 verstanden hast und jetzt nicht mehr vor einer dicken Mauer aus Fragezeichen stehst!\\n\\nFun fact #1: Dieses komplette Essay ist auf Mirror.xyz geschrieben - eine Plattform, die auf der Blockchain basiert. Das bedeutet, dass mein Essay über Web3 und Blockchain auf einer Blockchain und damit dem Web3 basiert.\\n\\nFun fact #2: Ich habe oben über NFTs gesprochen. Dieses komplette Essay ist ein NFT. Das bedeutet, dass du dieses Essay kaufen und ab dann es für immer dein Besitz nennen könntest. Verrückte Welt oder? Vielleicht veranschaulicht dieser kleine fun fact noch einmal die Möglichkeiten von Web3 ;)\\n\\n# Quellen\\n\\n[https://onezero.medium.com/why-decentralization-matters-5e3f79f7638e](https://onezero.medium.com/why-decentralization-matters-5e3f79f7638e)\\n\\n[https://outlierventures.io/research/the-open-metaverse-os/](https://outlierventures.io/research/the-open-metaverse-os/)\\n\\n[https://medium.com/coinmonks/nfts-101-why-nfts-are-a-generational-innovation-4626ae803e3b](https://medium.com/coinmonks/nfts-101-why-nfts-are-a-generational-innovation-4626ae803e3b)\\n\\n[https://ra.co/features/3914](https://ra.co/features/3914)\\n\\n\",\"timestamp\":1641983581,\"title\":\"Das Wichtigste über Web3\"},\"digest\":\"zmlKpIhQzyNE9RRFtOTmcY8_6DF-W5GdabpmhVIGO6k\",\"authorship\":{\"contributor\":\"0x5a06796e391212CC7B950d327A0c7Fa5cCFFb073\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SI2nFVYEFzwHbOohm0clfzSjwXhmZPufVQ26pHndsCk\\\",\\\"y\\\":\\\"GiHcDv12QIt929lzk-avy145rp8mjnv-rz1SP4kEbpk\\\"}\",\"signature\":\"edafk17OoOw2Kv2tggNbqJGob84s32X_aItbX7_7c2d-lj6V_XfaxnpUNPhLYS2cJmKbCY3W3F5nYKMcglAy-g\",\"signingKeySignature\":\"0xc90a5e43a19faf8fed648f929af58868415b9a90d28b9dee9534a7195c941e07325c2470ca5aa2326d3708d4dbb1872a7992650e06621b79e6ec2a3f5a30aa5a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SI2nFVYEFzwHbOohm0clfzSjwXhmZPufVQ26pHndsCk\\\",\\\"y\\\":\\\"GiHcDv12QIt929lzk-avy145rp8mjnv-rz1SP4kEbpk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zmlKpIhQzyNE9RRFtOTmcY8_6DF-W5GdabpmhVIGO6k\"}"