"{\"content\":{\"body\":\"![\\\"Welcome to SUDOBURGER, home of the SUDOBURGER! What'll it be?\\\"](https://images.mirror-media.xyz/publication-images/59DmDSYPrij0kQGdR5_uK.png?height=400&width=1400)\\n\\n**gm COOKs!** @sudosix and I have been hard at work building behind the scenes. Writing out this oral history of SUDOBURGER was a trip - hard to believe we’ve been out on the blockchain for a few months already. Feels like just yesterday that we launched FRYCOOKs into the ether.\\n\\n**SUDOBURGER is the result of months of exhaustive Blender-ing, rendering, smart contracting, and degen-ing.** Today, almost 2000 COOKs have been fried and we’re excited to be putting the finishing touches on INGREDIENTs and SUDOBURGERs - the moments we’ve all been waiting for.\\n\\n[https://twitter.com/BxstardBrain/status/1444013000382316551?s=20](https://twitter.com/BxstardBrain/status/1444013000382316551?s=20)\\n\\nAfter a few weeks of back and forth with the homies in **[the SUDOBURGER Discord](http://discord.sudoburger.com/)**, we figured it was time for a little retrospective. Sudo’s put a ton of work and thought into this project - what better time to walk y’all through it than at the beginning of a new year?\\n\\n**Let’s take it back to almost a year ago.**\\n\\n![A FRYCOOK that has yet to be freed from SUDOSIX's clutches...](https://images.mirror-media.xyz/publication-images/ahxqqOWkYM66MFkPqpJ4L.png?height=1920&width=1920)\\n\\n## FEBRUARY 2021\\n\\n**Sudo’s recruited by Brother J48 a.k.a. HybridGAN** to help launch the cult classic J48BAFORMs project. He creates a set of Solidity smart contracts and proxies and also trains a custom generative adversarial network (a GAN) - **one of, if not the, first of its kind in an NFT project** - using 1,000 hand-drawn LEGACYFORMs.\\n\\n![Clockwise, from top left: an ultra-rare ULTRAFORM, a CORRUPT GANFORM, and two LEGACYFORMS.](https://images.mirror-media.xyz/publication-images/9u2wwskYOlKicHzjtgv0t.jpg?height=2160&width=2160)\\n\\nSudo also creates the website and a suite of promo videos to advance their objectives. “J48BAFORMS and the success of generative macro-collections inspired me to start looking into my own practice as a 3D artist,” he explains. This led to the very first step in what would become the SUDOBURGER pipeline: the creation of a proof of concept for **iterable and generative art in a truly 3D environment**.\\n\\n[https://twitter.com/sudosix/status/1425964463291871239?s=20](https://twitter.com/sudosix/status/1425964463291871239?s=20)\\n\\nThat proof of concept was created using Blender and a series of custom Python scripts - both of which Sudo had prior experience in thanks to his artistic explorations.\\n\\n## APRIL / MAY 2021\\n\\n“The pipeline took me a few months to get right and make it as efficient as possible,” he continues. “I had to automate the fetching of meshes in and out of Blender - most of the early months of the project were spent building a pipeline that I’d then feed assets through.”\\n\\n![The beginnings of a FRYCOOK, viewed in Blender.](https://images.mirror-media.xyz/publication-images/ZKuPc1dqDso6ojZXFRIYz.jpg?height=1232&width=1280)\\n\\n“I was already pretty good at modeling, but I had to completely rework my shading, sculpting, and retopologizing workflows. Around the same time, I had started making the first FRYCOOK assets and traits.”\\n\\n## JULY / AUGUST 2021\\n\\nWhile Sudo is busy handcrafting assets for FRYCOOKs, I enter the space after months of wrestling with TradFi. Sudo sends me my first-ever NFT, I burn ETH minting dubious projects for the first time, and my CryptoTwitter alias is born.\\n\\n“For FRYCOOKs, I had to fit all of the meshes into a single Blender project, and it turned into a file that was over 30gb in size! I had to rely on everything I knew about zBrush, Substance Painter, and every piece of knowledge I’d ever acquired to create each trait.” he explains.\\n\\n![A tapestry of Blender nodes, including a tree that dictates how Bronze-skinned FRYCOOKs are made.](https://images.mirror-media.xyz/publication-images/LPj-XLKZuLOIw87luG668.jpg?height=1282&width=1492)\\n\\n![Glowing eyes - each color is a 1/1 and dictated by a randomized series of Blender nodes.](https://images.mirror-media.xyz/publication-images/b2oNJcD8CQt7xUHUYlzZw.png?height=1920&width=1920)\\n\\nBy the end of August, going into September, Sudo’s been pulling 16 hour days for weeks, if not months, making his vision for Sudoburger into a reality. We end up with over 300 assets across more than 20 unique metadata categories.\\n\\n## SEPTEMBER 2021\\n\\nAnd then, on the evening of September 11th, J48BAFORM holders noticed a new token in their wallets… One they’d never seen or even heard of before. Almost 1000 FRYCOOKs were sent to FORMists’ wallets, as the first-ever GROTTO LABS airdrop rolled out. The airdrop and the following minting frenzy broke gas and made it to the Etherscan leaderboards, and just like that: SUDOBURGER was out in the ether.\\n\\n“Sometimes I wonder if we launched too quickly,” Sudo reminisces. “But I wanted people to know that we were the first to create a project like this in a fully-3D environment - not another 2.5D generative collection.”\\n\\n![Reflections, details, and angles like these can't be faked in 2.5D - but for fully-3D projects it's incredibly easy to generate tasty previews and closeups like this one.](https://images.mirror-media.xyz/publication-images/TJ70GF--uBFgwJm9fRAZf.png?height=1920&width=1920)\\n\\nBefore the first FRYCOOKs had even cooled, he was already moving onto the modeling and sculpting for phase 2 - INGREDIENTs. The smart contract wizardry and manyfold processes that would follow were his biggest undertaking yet.\\n\\n## OCTOBER - DECEMBER 2021\\n\\nRepurposing the tools he had developed for FRYCOOKs, Sudo starts tooling around with a new and improved pipeline for INGREDIENTs. They’re once again all stuffed into one Blender file, and each INGREDIENT is documented using a series of Python scripts, including one that captures external data including each minted COOK’s ID, their metadata, and the INGREDIENTs they’re eligible to mint.\\n\\nPhase 2 was a lot more challenging than anticipated for a number of reasons - mainly because the standards for privacy, OpSec and exploits in smart contracts kept evolving. Sudo and our mysterious second dev, peineperdue, went back and forth for weeks trying to figure out solutions to certain exploits, but in the end arrived at a logical and airtight conclusion.\\n\\n![A delicious morsel from SUDO's source code.](https://images.mirror-media.xyz/publication-images/K8WnSN9iNRlc-1L41xaPr.jpg?height=1050&width=1126)\\n\\nAs November rolls around, Sudo and peine tackle everything programming + smart contract-related. Using cutting-edge contracts from other projects in the space as reference, and making their own one-off improvements and explorations, they develop a suite of unique contracts, APIs, and other solutions to tackle Phases 2 and 3. These solutions leverage certain characteristics of ERC-1155 standards, applied in such a context for what we’re almost certain is the first time.\\n\\nWe take a small + well-deserved break for the holidays, since the bulk of the heaviest lifting is done.\\n\\n![A COOK clad in shiny latex, featuring an extremely rare tongue-out trait >:)](https://images.mirror-media.xyz/publication-images/o3NoV-R5fo5TFQWOJU_3j.png?height=1920&width=1920)\\n\\n## TODAY / 2022\\n\\n**A lot of the work is done and we’re getting ready to launch Phase 2, and subsequently Phase 3. It’s been many months in the making and the work’s not quite done yet, but we’re so, so excited to start rolling this out.**\\n\\nINGREDIENTs are right around the corner, and shortly after you’ll be able to forge them into SUDOBURGERs of your own making - making us the first community-created and fully-3D collection ever made!\\n\\n**A couple of thank-yous are in order, obviously:**\\n\\n* Thank you SNOW for leveling up our Discord with your bot-wrangling skills\\n* Thank you 1337BEEF for kicking it with us and sharing some Solidity insights - wherever you are\\n* Thank you to every single FORM and COOK holder - everything we do is for you :)\\n\\nAnd of course, to you, for sticking with us all this way and joining us on this journey. If you haven’t yet, join us **[in the Discord](http://discord.sudoburger.com/)** or **[follow us on Twitter](https://twitter.com/sudoburger)** for all the alpha. We’ll see you in the grease trap :))\\n\\n**With <33 from ya boi BB**\\n\\n![](https://images.mirror-media.xyz/publication-images/KlFHg72MYaQTucgDxlvDL.gif?height=216&width=384)\\n\\n\",\"timestamp\":1642390071,\"title\":\"SUDOBURGER: The Story So Far\"},\"digest\":\"EZ-IbDOoGHFDuBKmwu9FNrN8ih_UyUWqSQJI7iABkxI\",\"authorship\":{\"contributor\":\"0x58fd97b4AC78274FC7e9394EEf94FbA811Ed727B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3TOKesVjWm1uNm9FtV8qW1TIyCNoS5ReysVJG0qeXeA\\\",\\\"y\\\":\\\"1Wp-B-KP5cZIYRX0dUXohAKdvazVYjRt53P9FRnf6C0\\\"}\",\"signature\":\"fDN9wwZz0uMVAz8HyB2rxtVytI7KUdzx6SuZXVpOuW5L53IHmAmSYaxLTbFGUJpg-nc6zlIdJi9CR5eRTpAvlg\",\"signingKeySignature\":\"0x1503530344d7b88ee70d8c7ef1575d43448f07a46321a1738bd1d24e0a5619b70aefc326fe24827ea056559ec790067dc337b67a06c04e87d71c6490be0322dd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3TOKesVjWm1uNm9FtV8qW1TIyCNoS5ReysVJG0qeXeA\\\",\\\"y\\\":\\\"1Wp-B-KP5cZIYRX0dUXohAKdvazVYjRt53P9FRnf6C0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wWbIdReBCon0-tDFsr97JI1UwZgEcG-7ApUrcUlgCQU\"}"