"{\"content\":{\"body\":\"* Changpeng Zhao has warned investors not to sell their BTC to Michael Saylor in a state of panic.\\n* Binance’s CEO appeared to have taken note of Saylor’s aggressive Bitcoin purchases during price dips.\\n* Michael Saylor’s MicroStrategy has purchased well over 100,000 BTC since it began its buying spree in 2020.\\n\\nMichael Saylor’s aggressive Bitcoin purchases have caught the eye of Binance CEO Changpeng Zhao.\\n\\n## Don’t Sell Your Bitcoins\\n\\nChangpeng Zhao, CEO of the world’s largest cryptocurrency exchange drew the attention of users to Microstrategy’s methods of buying BTC cheaply. Zhao’s comments suggested that Saylor capitalized on investors’ panic as he leveraged the strategy of buying the dip.\\n\\n*“Don’t sell your Bitcoin on the cheap to Saylor. He is always buying when you panic sell,”* Zhao said. Since the warning went public, it has garnered 25K likes and over 3,000 retweets.\\n\\n*“Every Bitcoin deserves a good home,”* replied Michael Saylor to Zhao’s warnings. The humorous exchange between the two CEOs stems from MicroStrategy’s recent Bitcoin purchases. The software company currently owns over 122,473 BTC after accumulating over 9,000 BTC in the last quarter. During the last blip in prices, Michael Saylor noted that the company [bought 1,434 Bitcoins at an average price of $57,477 for $82.4 million](https://zycrypto.com/microstrategy-buys-the-dip-adds-82-4-million-worth-of-bitcoin-to-its-coffers/#).\\n\\nInvestors in Bitcoin have panicked in the face of macroeconomic trends like the Omicron variant of the Covid-19. Price has fallen by nearly 30% since setting an all-time high of nearly $69k last month to trade at $50,604.\\n\\n## Michael Saylor Is Bitcoin’s Biggest Maximalist\\n\\nMichael Saylor is unarguably Bitcoin’s biggest enthusiast with his antics of promoting the asset class at any given opportunity. [The CEO has consistently backed his words with actions](https://zycrypto.com/michael-saylor-reveals-multi-billion-dollar-mistake-he-would-have-made-if-he-hadnt-invested-in-bitcoin/) by accumulating the asset through his company, MicroStrategy.\\n\\n*“Bitcoin is a swarm of cyber hornets serving the goddess of wisdom, feeding on the fire of truth, exponentially growing ever smarter, faster, and stronger behind a wall of encrypted energy,” S*aylor told his followers on Twitter.\\n\\n“*Bitcoin is a bank in the cyberspace, run by incorruptible software, offering a global, affordable, simple, and secure savings account to billions of people that don’t have the option or desire to run their own hedge fund.”*\\n\\nHis passion for BTC has rubbed off on thousands of his followers and Microstrategy investors are smiling at the bank as the company’s Bitcoin business seems to have paid off. Microstrategy’s 122,478 Bitcoins were acquired for $3.66 billion at the average price of $29,861. With prices around $48K, MicroStrategy’s bitcoin stash sits at over $5 billion.\",\"timestamp\":1639506037,\"title\":\"“Don’t Sell Your Bitcoin On The Cheap To Saylor,” Binance’s CZ Warns As MicroStrategy Heightens Accumulation Spree\"},\"digest\":\"n9-V4eHx85tHvdtHDONwVaii_5gjIzBMqXnVigePnT8\",\"authorship\":{\"contributor\":\"0xa57dF3c2Fb437f994B0cC7Ab30f45aa8B3952aac\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J1BYy5l4ZailDV9ugV-emvxC2jBKpm7_nu5AHTnhg6s\\\",\\\"y\\\":\\\"79jeRyaTxwjkm2WTOxwad2CkK1oFR4oG5Dd4pnvY5eE\\\"}\",\"signature\":\"rMzP_9MKudEa6LDwMuhYUefL-XeAfsxd4mUUrQBzOfl9DnCj7hpH3M2rQSP7OUxuhaWacBF5K1XRA4OINhiN6g\",\"signingKeySignature\":\"0x527c2323d2df9cfbc95ff42e3c86c6a53d965ecc546fca893f285aa1918bde1f1de4e37adf7d46b985444b905e853dbe5feb4b9673ef676aa666f853ffe760381c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J1BYy5l4ZailDV9ugV-emvxC2jBKpm7_nu5AHTnhg6s\\\",\\\"y\\\":\\\"79jeRyaTxwjkm2WTOxwad2CkK1oFR4oG5Dd4pnvY5eE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"n9-V4eHx85tHvdtHDONwVaii_5gjIzBMqXnVigePnT8\"}"