"{\"content\":{\"body\":\"China made it clear at Tuesday's maritime cooperation symposium that it is committed to working with countries in the South China Sea region to expand maritime cooperation, protect global maritime supply chains and tackle climate change to build the South China Sea into a sea of peace, friendship and cooperation. \\n  \\n Analysts said this is unlike the US, which has been coercing ASEAN members for its selfish anti-China agenda that is aimed at destabilizing the region.  \\n  \\n Addressing the Symposium on Global Maritime Cooperation and Ocean Governance 2021 via video link on Tuesday, Chinese State Councilor and Foreign Minister Wang Yi said that \\\"we should uphold multilateralism to jointly safeguard maritime order. Oceans and continents are not a zero-sum game for competition.\\\" \\n  \\n Wang said \\\"we should jointly promote maritime connectivity and free trade to maintain the stability of maritime transport and industrial chains, and we should develop and utilize marine resources in an orderly manner and work together to address global challenges such as global warming and sea-level rises.\\\"  \\n  \\n The oceans should not be used as a tool for seeking unilateral global power, and \\\"we are opposed to countries flexing their muscles at sea, forming cliques, and infringing upon the legitimate rights of other countries to maintain maritime hegemony,\\\" he said.  \\n  \\n At the opening ceremony, Assistant Foreign Minister Wu Jianghao said China has been a firm defender of maritime peace. China has never used the oceans for invasion or expansion. \\n  \\n \\\"We ask forces outside the South China Sea region to respect regional countries' will and efforts, instead of arbitrarily infringing upon coastal states' sovereignty and security, stirring up trouble out of nothing, deliberately sowing discord, or disrupting peace and stability in the South China Sea,\\\" Wu said.  \\n  \\n The symposium, held in Sanya, South China's Hainan Province, attracted some 800 representatives from 30 countries and regions.  \\n  \\n In recent months, the South China Sea has increasingly turned into a forefront for the US' anti-China policy, as it has not only frequently sent its aircraft carriers into the region, but also teamed up with allies including the UK and Japan for multinational joint naval drills in the region.  \\n  \\n Some representatives from the ASEAN countries expressed concern over the tense situation in the region.  \\n  \\n Former Philippine president Gloria Macapagal Arroyo said at the opening ceremony that South China Sea tensions and troubles could pose grave threats to both stability and recovery, possibly destabilizing the region, sparking conflict and impacting trade, travel, and investment with as much as or \\\"even greater intensity than COVID-19.\\\" \\n  \\n \\\"Now, with the recent Australia-United Kingdom-United States or AUKUS accord, Australian nuclear-powered submarines, initially leased from the US, and Australian warships armed with long-range Tomahawk cruise missiles will enter the fray, and China's PLA naval, air and missile forces may feel the need to respond to that escalation,\\\" she said, noting that Indonesia and Malaysia have expressed worry about a possible arms race.  \\n  \\n Chen Xiangmiao, an assistant research fellow at the National Institute for South China Sea Studies who attended the symposium, told the Global Times on Tuesday that Chinese officials' remarks thoroughly answered the China part of concerns from ASEAN countries, clearly stating that China will focus on friendly and peaceful cooperation and dialogue with regional countries, and it will not seek expansion. \\n  \\n Analysts said that more ASEAN countries have seen clearly through the US' attempts of coercing them to contain China and split the region, and they will not fall into the US' trap.   \\n  \\n Koh King Kee, president of the Centre for New Inclusive Asia in Malaysia, told the Global Times previously that AUKUS is a US-led united front and an additional component of its Indo-Pacific Strategy to contain China, but no ASEAN country is likely to join such a US-led \\\"Asian NATO\\\" in view of the close trade ties between China and ASEAN.  \\n  \\n Koh said that in the eyes of many people, the US is a self-centered superpower that cannot be trusted.\",\"timestamp\":1636572384,\"title\":\"China committed to maritime cooperation, tackling climate change in South China Sea amid US’ coercion of ASEAN\"},\"digest\":\"QOIVReM8cm5JgKNsaGrhP-YbQZgPq6bcnh_NRTp8s_M\",\"authorship\":{\"contributor\":\"0xe82777A6c28002e35e0B18A1d4bf4bc47AE1Fc88\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u4fuRz9fpKCjCvZOVDl7m2K4CYoaqUgnv56dDFXlK18\\\",\\\"y\\\":\\\"WHEd9zhscY7TV7-na4FCmj39kuLju8QDjHtI2g9VCT0\\\"}\",\"signature\":\"fqmhcgfn7VSzpBoplnVT78oel5h4Mnvi_tr7xs1eJdpiOw1aUbnaoMCvJ4vE_n70QEGwGHML5bycV6wxpFMNFg\",\"signingKeySignature\":\"0x3d485adedb93a7a92835f9d3151b0f180dfa05b0042785a4f312329e16d1275a73607c020809fc4845749ec11ac3e0199c79bf398be81cb8a73900ce8a97edcc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u4fuRz9fpKCjCvZOVDl7m2K4CYoaqUgnv56dDFXlK18\\\",\\\"y\\\":\\\"WHEd9zhscY7TV7-na4FCmj39kuLju8QDjHtI2g9VCT0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QOIVReM8cm5JgKNsaGrhP-YbQZgPq6bcnh_NRTp8s_M\"}"