"{\"content\":{\"body\":\"![Magpie by Paul Gaugin](https://images.mirror-media.xyz/publication-images/rQKyRZhHN85izaj5f5iel.jpeg?height=600&width=1200)\\n\\n*September.* The swallows migrate, a ballet in the sky. Through Western France, the Pyrenees, down eastern Spain into Morocco, across the Sahara. They dip down near rivers, lakes, and swoop back upwards. Their bodies are faint against the sky, creating translucent, shifting shapes.\\n\\nBack in the 1700s, biologists and philosophers alike pondered the early September nature of sparrows – why they disappeared in troves. They believed that the birds were hibernating underwater. Searching for empirical evidence, they found only empty nests, barren ground. The erroneous information perpetuated at the time was that the little birds would sleep inside of rivers. Scientists hypothesized that the \\\"small, weak swallows\\\" might have burrowed, lingered in the banks of rivers and pools until the balmy summer heat awoke them again.\\n\\nI have been thinking about what it means to move for survival; to move for love; to be moved by both. I grew up knowing my parents spent most of their youths moving. One summer, my father backpacked through India, getting lost in its twists and turns, living on a few dollars a day. When he left home at 18, he never returned to the small suburbs ever again. He lived in cities instead, in rooms with mold-covered walls. Discarded known opportunities for unknown dreams. My mother's first time on a plane was frightening and life-changing: leaving a rural town to pursue an education in a small, but brighter city. She fed and put her siblings through school with the small amounts she earned working. My parents moved for possibility. For the unspoken guarantee that greatness doesn‘t find you as you are, but where you go.\\n\\nWhat I realize now is that there is a great bifurcation between the first and second generations. The first wants to keep their head down and succeed in silence. The second wants to be *seen*, be *heard*. They do not sleep in the banks of rivers, but rise up grandly and fly as far as possible. They are creatures of yearning. Of wanting more than before.\\n\\nIf I know anything for sure, it's that we graduate from one wanting into the next. When we have run X many miles, it seems only natural to run even more. Even if the body hurts. Even if the body is tender and needs rest. Stagnancy is worse than death. Our vocabulary must build, and articulate our thoughts clearer than ever before. We lose casual friends. We quietly build up friendships and relationships that we feel enormously invested in, but can never bring ourselves to say how much they mean to us aloud. We grow older and wonder if this makes us more vulnerable or less. Between the thought and action, we hold off longer but feel like we deserve more. We grow up looking towards higher education as a guiding light, the first foundational answer. To the knowledge that will accumulate and gently push us into fame and success. What we don't realize is that knowledge doesn't come in neat packages, and success is a difficult metric to pin down. Relative to other smart people, we think of ourselves as impostors: shaping the facade. We look towards our careers as the next thing we can sculpt into something beautiful, like a pile of mud on a potter's wheel coming to form. We understand the glamor fades and there must *be more to this life*. We dabble in philanthropy, set aside time to go to a friend's wedding. It becomes a year of weddings and the inevitable wedding of our own. At some point, our children become physical manifestations of our dreams, and we project our own missed opportunities onto them. Etc Etc. Each stage is migration, and we return to the same questions: what do I want, how do I get it, will this make me happy? What is fleeting happiness vs. boundless joy?\\n\\nLet me escape this black hole of thought and retreat to the simplest notions of movement. The days my body feels like a run-on sentence, I walk slowly through a paved forest. Every muscle feels extended like rubber bands being stretched to a point of breaking but at the same time, something within me slackens and relaxes. The trees shimmer in the afternoon – this is a Japanese word known as Komorebi: *a scattering of light.* In a book I read recently, the narrator says *\\\"The moment was unextraordinary, but I had the moment. I had it completely. It inhabited me\\\".* On my walks, I have moments entirely to myself, where the air is soft and cool and my thoughts have room to grow and connect and disperse like flower pollen in the wind. I wonder when I will feel the familiarity of this walk slip away from me, and I will become nostalgic for it once again. \\n\\nMigration is unavoidable. We cannot hibernate underwater, as peaceful as that may sound. We will ache for movement at some point: a departure from our old selves, and into our new ones. Whether that is physical or mental. *Life is an infinite game, evolving to guarantee the meaningfulness of discourse* (Carse). And in this infinite game, we cannot help it: we are compelled to play.\\n\\nI watched a video of swallows to write this. From close up, each individual swallow glides through the sky like it is swimming in its own air. It folds and bends its wings behind it. The swallows perch among us, and then they leave. They fly through our continents and carry with them the sounds of beating wings.\\n\\nWhat is beautiful is that they always return to the exact place they came from. The exact field, the exact roost. Augustine: *\\\"love is a kind of motion, and all motion is toward something\\\"*. We migrate far away, adjust, grow. But when we fly once more, it is towards home.\",\"timestamp\":1640908626,\"title\":\"the hibernation of swallows\"},\"digest\":\"2q1QqMwBXaR_pCIjQmmQWhxEX-8OD51BLzXeV64g_ew\",\"authorship\":{\"contributor\":\"0x8AE689F827e9244b2c1bB11Af90E8FdA9239C38e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"84CAxonuzrUWobxAr_ltXo87I2YZQfFnGt-q_TPsiS0\\\",\\\"y\\\":\\\"ijKX5KJUkGzBXER1UJ4MkDzAto-oqxp__nFz0YJPBqs\\\"}\",\"signature\":\"CdzRCSVlD_gckJgyj-oR7npqdJ97i1LtuZEnK_-VrPzOLb7_gscr9tqepF_Z-GypqyeAl38yyScrKWEvsuNIVA\",\"signingKeySignature\":\"0xcc9b0a50c821949595c0453be1d0f444aa9bc5cab2d66392e6ba34d78c9a259224f793cea1d33ab4f8a8a5d5e76fad6d35726a8a3a018d43a02175d0b650c96d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"84CAxonuzrUWobxAr_ltXo87I2YZQfFnGt-q_TPsiS0\\\",\\\"y\\\":\\\"ijKX5KJUkGzBXER1UJ4MkDzAto-oqxp__nFz0YJPBqs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wqVlEYJlrHM3gcrWEuusnBZFFVJjD7FexcWg5gaCy2s\"}"