"{\"content\":{\"body\":\"As part of Seed Club’s Season 2 cohort, there are a range of compelling projects exploring the frontiers of social token application. There is Jump (a community of b2b advertising agency leaders), Global Coin Research (a tokenized media organization), and more. \\n\\nI participated in Seed Club as part of the [Ampled](www.ampled.com) team. We’re a web platform for direct support of musicians, formed as an artist and worker-owned cooperative. Within the accelerator, we have been exploring the implementation of community tokens, as a coordination layer within an existing democratic cooperative. \\n\\nSome of the questions we have been exploring include:\\n\\n**Earning:** How does someone earn community tokens?\\n\\n- Are bounties created to incentivize community engagement?\\n- Which work/ tasks should be rewarded?\\n\\n**Redeeming:** Once you have community tokens, what can you do with them? \\n\\n- Can we use native community tokens as a currency within auctions for music gear? \\n- Can we give merch discounts to token holders?\\n- Can they be used across other platforms? (Like bidding on 1/1 releases on [Catalog](https://beta.catalog.works/))\\n\\n**Accessing:** What do token holders get special access to?\\n\\n- Do members get access to finances and private channels?\\n- Could members unlock a physical shared space?\\n\\n## Killer access app: token gated physical space\\n\\nThe idea of token-gated physical space isn’t new. It seems like it has been a long-running point of discussion around the potential power of token utility. And now, there has been increasing usage and discussion around NFTs as tickets, and protocols like Unlock creating tools to give NFTs utility across a suite of integrations. Recently, the Friends with Benefits community held a party, in which only people who had 60 $FWB tokens could enter. It’s one of the most clear examples of how tokens can not only gate access (literally), but also how valuable the shared in-person social component to tokenized communities can be.\\n\\nAmpled workers, since the beginning of the project, have talked about the idea of having a shared physical workspace/ home base. We’d love to create a space, likely in NYC, that any Ampled members have access to. It could be an office with space to work or socialize, or it could be an event space or shared music rehearsal space. The thought is, if you are a co-owner of the cooperative, any space that belonged to Ampled would belong to you. It helps reinforce the meaning of ownership and cooperativism in a very intuitive way. \\n\\nRecently, with support from Unlock Protocol, we are beginning to pursue this idea -- and create a space in Brooklyn, NY that all members can have access to. And, we are planning a pilot that will give current members tokens that will allow access to the space.\\n\\nThe idea is to demonstrate an exciting way to bridge membership from digital spaces to physical spaces.\\n\\n![](https://images.mirror-media.xyz/publication-images/06a76ee7-44a3-4de4-a576-4b9249c2a304.jpg?height=428&width=642)\\n\\n*The Patch House was an early inspiration for this idea. It was a brand-sponsored space where bands could stay in Brooklyn for free while on tour.*\\n\\n## Creating a working token-gated smart lock\\n\\nThe goal of this experiment was to create an MVP, no-code version of a token-gated smart lock. I ended up created a relatively simple way of using Unlock to grant access to a physical space using an NFT created through Unlock Protocol. Here’s how it works.\\n\\n1. Member purchases NFT lock using Unlock. (but this could work with any NFT or social token)\\n2. Token(s) grants access to a private Discord channel via Collab.Land\\n3. The private members-only Discord channel has a bot that sends a new 4 digit PIN code each day.\\n4. The codes, which are preprogrammed and also scheduled as temporary codes to work with a smart lock, can be used to open the door on that day.\\n\\nIt’s a very hacky and simple solution. Basically, the codes are already preprogrammed and scheduled to work with a smart lock, and the bot within the token-gated Discord channel just reveals each morning which code will open the lock that day (by querying an airtable database).\\n\\n## Hardware\\n\\nFor this proof of concept, I used this Schlage Encode smart lock. The reason why I chose this lock is that its native mobile app allows for the ability to create scheduled temporary keypad codes.\\n\\n![](https://images.mirror-media.xyz/publication-images/83c39005-5402-4125-b043-d4006573b34a.jpg?height=2232&width=1340)\\n\\n\\n\\n## Software\\n\\nIn order to make this idea work, I used several no-code software tools. \\n\\n- Collab.Land (for token gating the Discord channel)\\n- Airtable (as a database for storing the preprogrammed locks)\\n- Airtable Automation (query database and send an email with associated code to Zapier if day = today)\\n- Zapier (to parse email and send code to Discord)\\n- Discord & Discord webhooks (to accept and display the code)\\n\\nTo be clear, this system has several imperfections, and I am by no means a no-code automation expert. However, I have tested this out with the smart lock and it does work (even if the end-to-end system could be dramatically more efficient and optimized). Potential improvements aside, it works! This is one way to create a token-gated physical space.\\n\\nThere are many possible applications of token-gated physical spaces. This could include:\\n- Coworking spaces\\n- Libraries of things (example: [Library of Things](https://www.libraryofthings.co.uk/) & [Synth Library NYC](https://www.synthlibrarynyc.org/) )\\n- Social clubs\\n- Speakeasies\\n- Meeting space\\n- Private bar or restaurant\\n- Shared practice/ rehearsal space\\n\\nTo view the full post and more details on how this was created, including links to some of the automation recipes used, click here to read on [Unlock Protocol’s Discourse forum](https://unlock.community/t/unlock-experiments-token-gated-physical-space/96).\\n\",\"timestamp\":1627332921,\"title\":\"Token-gated physical spaces (an experimental recipe)\\n\",\"publication\":\"club\"},\"digest\":\"VlEDBnACF0-uc5KCIwM3yrt2gH6F1pJ8CyJ5Xyw0ZWU\",\"authorship\":{\"contributor\":\"0xa4142A998EeD156228b2F925a43fcEA25f363Cc5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"85z6DDSclqlvlEX7tmtZpsOiwF0qA2bDvo4KUpeGIYE\\\",\\\"y\\\":\\\"FgQEHkfGeE30IvSh6P1wJx8rmd0nvnmmL0MCSUFeVE8\\\"}\",\"signature\":\"Tz2rkzK7-ll-ZtW6NknG9mKkKudDT7FcRIQfmOGu3NpF88rjQbKgRxovahC9vBzNwY0I86HO5K5Sz5L2Ba3NgA\",\"signingKeySignature\":\"0x42ced8872f8a08483f0955c8dc38b3fcfe9b5b42e37abfaa23222eb79865fe5b261cb255d55273d9215b00d829569b5c3f900fa18466075f289e148ddb1fb8aa1c\",\"signingKeyMessage\":\"I authorize the publication of articles on club.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"85z6DDSclqlvlEX7tmtZpsOiwF0qA2bDvo4KUpeGIYE\\\",\\\"y\\\":\\\"FgQEHkfGeE30IvSh6P1wJx8rmd0nvnmmL0MCSUFeVE8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Iutxpw3iidtxPs1drAq3pkb0Kn5MU_KLri0r0nNCsNA\"}"