"{\"content\":{\"body\":\"> ## TL;DR\\n>\\n> * We are likely to be able to teleport in the metaverse(s) to come.\\n>   * This implies land supply-demand dynamics will not replicate in the metaverse\\n> * Teleportation will make visiting somewhere in the metaverse similar to visiting a website in some important ways.\\n>   * This implies that the dynamics which determine value on the web will be somewhat mirrored in the metaverse. (e.g. ads, links and search)\\n\\n*If you already agree that* *teleportation means that land isn’t going to be that big of a deal in the metaverse, you may want to skip to part 2 (and catch the last paragraph or two of pt 1).*\\n\\nFor more thoughts about blockchain and anything related, follow [@0xQuintus](https://twitter.com/0xQuintus) on Twitter.\\n\\n### Pt. 1 Land & Teleportation\\n\\nWith web3 and VR technology on promising arcs of development, talk about the metaverse has become increasingly common. VR promises the experience and web3 promises the decentralisation so ownership can be established independent of any single entity. This emphasis on ownership has naturally led some web3 folks to focus on the economics of coming digital worlds. “What can we do to enable the metaverse economy?”, “What will be valuable?” are questions that I have seen come up recently (take [this article](https://blockchain.mirror.xyz/ogn37xYLtwuJpmcs3jiXbGLybo76CLftTlxOVPJeWHA) as an example).\\n\\nIn particular, speculation about land value in the metaverse has struck me as interesting. After all, real estate and its derivatives are a huge asset class in the ‘real’ world. If one believes digital worlds will attract more activity, that activity must be ‘located’ somewhere. This may seem like an outlandish topic to some, but have a look at Sandbox where some [plots of digital land have sold for millions](https://www.wsj.com/articles/metaverse-real-estate-piles-up-record-sales-in-sandbox-and-other-virtual-realms-11638268380?mod=djemalertNEWS) for evidence of the attention digital land has been getting.\\n\\nThis is all very exciting, but speculating about land in the metaverse first requires one to speculate on the metaverse(s) to come. It seems to be quite a small claim to extrapolate from current trends that:\\n\\n* As VR improves and a wider breadth of activities become digitised, we will see increasingly **immersive experiences become commonplace**.\\n* As blockchain development and adoption continues, exchange of value and the concept of **ownership will become easy to facilitate digitally**.\\n\\nThese assumptions alone, however, are not sufficient to speculate about land in the metaverse. It seems like many people are working under the premise that the dynamics which attribute value to land in the ‘real’ world will be replicated in digital worlds to come. Let us take a slightly deeper look at what those dynamics are.\\n\\n*Note: in order to stay true to the idea of making the minimum necessary assumptions, this article is agnostic as to whether it makes more sense to speak about many metaverses or whether we should expect a singular metaverse. Plots of land, digital location and digital place are all used interchangeably.*\\n\\nI live in Manhattan, in a relatively small and dark apartment, and paying rent every month hurts. It hurts a lot more than living in a much nicer house on a larger, more fertile and serene plot of land somewhere in Nebraska. Why is this? I am sure there are complicated tomes written by supremely qualified economists and the likes, but for now a simple reason seems above dispute: **a lot of people want to be on limited land**. A lot of people want to be near central park, the HQ’s of large companies, Madison Square Garden, The Met and all the iconic Big-Apple-esque attractions that come to mind. That explains the demand side of the equation, but what about supply? This is where the link between land in the real world and “land” in the metaverse becomes hazy. There is only a finite amount of land that is within an hour’s travel or a 5 mile radius from midtown Manhattan. **Proximity has value and proximity is limited in our world, but does it have to be in the worlds to come?**\\n\\n![](https://images.mirror-media.xyz/publication-images/fGKbNa7w7ft-OsjQlN6VI.png?height=816&width=1212)\\n\\nIt is certainly not impossible that some sort of metaversal experience which recreates a lot of the characteristics that define space in the real world becomes widely popular. Such a world could be built such that between any two points there is some distance defined, moving between two points becomes more expensive (in time, money or something else) as the distance increases, and moving between two points requires moving along a path that consists of other points. In other words, kind of like what we have today.\\n\\nNo one knows the future and it would be foolish to say that this won’t happen or won’t be a popular way of doing things. That being said, it seems hard to imagine that we would be given all of this power to mold a new world more and more freely and would choose to have to incur some cost whenever we wanted to go anywhere. [Chris Dixon uses the word ](https://tim.blog/2021/10/28/chris-dixon-naval-ravikant-transcript/)*[“skeuomorphic”](https://tim.blog/2021/10/28/chris-dixon-naval-ravikant-transcript/)* to refer to situations in which an older technology is copied by a newer, more powerful technology. Think of the first cars looking like horse carriages or the first websites basically looking like magazines - nothing like the interactive pages that took over. Effectively, these are situations in which a more powerful technology copies over the constraints of a previous technology for a lack of imagination. A world with transportation physics like our own strikes me as skeuomorphic by this definition.\\n\\nThe notion that the current vision of the future lacks imagination naturally points to the follow-up, “well what is the imaginative future, then?”, and this feels like an invitation to let my mediocre creative writing skills loose on the keyboard. But, like I said, speculating about the metaverse is hard and one is likely to be wrong. So I’ll keep my argument as simple as possible.\\n\\n*Ask yourself, if two metaverse-like worlds existed - one in which, after visiting one thing, only a few nearby things would be easily accessible and another in which everything was “close” to everything else - which would you choose? As most five-year-olds would tell you, saying no to the superpower of **teleportation** would be quite stupid.*\\n\\nIf you are like me, talking about the inevitable rise of teleportation in a digital wonderland seems a bit silly. An example may make this seem a lot more palatable. Imagine that not too far into the near future, after continually escalating competition for the best online stores, all the big companies are offering immersive digital experiences of their online stores (let’s call them ‘m-stores’ for simplicity). A Nike m-store, for example, allows you to browse their catalogue, holding some shoes up next to each other and even trying them on. Maybe everyone gets their own personalised room or there is just one massive playground - let’s leave that up to Nike. Because Nike is a popular company, their m-store(s) gets lots of visitors. After finishing their shopping at the Nike m-store, customers can go ***anywhere* in the metaverse**. It may, for instance, be quite common to go from the Nike m-store to the Adidas m-store. Now here you may protest that this doesn’t seem to capture the craziness of teleportation. After all, if all of this is just an extension of websites, “teleportation” would just be as easy as typing in a new web address.\\n\\n*I couldn’t agree more - digital teleportation isn’t outlandish at all.*\\n\\nOf course, it is not necessary for this teleportation-enabled metaverse to arise directly from the internet. We do not need all “places” in the metaverse to be m-stores for this argument to go through. This is just one illustration of how teleportation may become a common feature in the metaverse. Thinking of the internet also brings up another important point: **we are already accustomed to moving frictionlessly between all the *sites* on the internet** - our current 2-D, centralised metaverse. If we already chose teleportation in web 2 and we are now accustomed to this luxury, why do we expect that we will do away with this ability in future?\\n\\n![](https://images.mirror-media.xyz/publication-images/BOSRtCim09KRxTNEzHJ1b.png?height=691&width=691)\\n\\nSo taking as a premise that digital worlds will generally feature something like teleportation:\\n\\n* teleportation => every location is easily reachable from every other location\\n* => proximity is no longer scarce\\n* => land supply with access to a given location is only constrained by the amount of digital land in the metaverse\\n* => the value of each digital plot of land will be approximately the same as any other.\\n\\n**This alone, is already sufficient to conclude that the land demand-supply dynamics we observe in the physical world, will not replicate themselves in the metaverse.** If we additionally assume that it will be cheap and easy to create a location in the metaverse - like creating a new website - land supply will be uncapped and the value of land will go to close to zero. Ease of creating a new digital location seems to be a reasonable assumption, given the open-source nature of web 3 so far. However, the value of land being near zero is not essential for the rest of my argument.\\n\\n### Pt. 2 Web Dynamics\\n\\nNow the question arises. *Given that we do not expect the supply-demand dynamics of physical land to be replicated in digitally, can we say anything about what will hold value in the metaverse?* I think so and here the internet provides us with another hint. 30 years ago information was highly valuable. Knowing what was happening today would give you a huge advantage over everyone else who would at best find out about it in tomorrow morning’s paper, expensive encyclopedias were essential for settling arguments and universities had a monopoly on learning about a lot of subjects. In the age of the internet, that dynamic is flipped on its head.\\n\\nThanks to the web we have access to more information than we could process in our lifetime and we have access to it instantly, the hard part is knowing where to look, how to filter the noise from the signal. Similarly, in the physical world we mostly interact with the places near us. For instance, when we want to eat out, we generally eat at a place that’s within 30 minutes of travel away from us. Since the set of restaurants is finite, people are willing to pay to live in places that are surrounded by desirable restaurants (e.g. Manhattan). We only spend small amounts of time thinking about places that are several hours - and dollars - of travel away. How much time do you spend thinking about all places in other countries? In a teleportation-enabled metaverse, however, this dynamic also changes. Suddenly **everywhere is nearby**. Enumerating the list of nearby restaurants suddenly becomes intractable. Just like on the internet, the limitation shifts from what you have access to, to your **time** and **attention**.\\n\\nThe web 2’s response to this attention bottleneck was ferocious competition. Some of the most valuable companies on the internet are those that control what information people encounter. Social media content filters, digital ads and search query results have become a super-lucrative battlefield. Even though we all know that the Apple online store exists and we all know how to get to its *location* on the web, Apple still pays a lot of money to Google to have ads pop up and remind us that they are there. **Companies are competing to be at the forefront of our attention.**\\n\\nIn the best case for them, we click on the ad and are taken to their site. Similarly, one could imagine being in the Nike m-store and there is a visible button - or better yet a large glowing archway framed by Greco-Roman pillars - which takes you to the Apple m-store. One would imagine Apple paying Nike quite a bit for such a link. This is only one possibility but a host of questions could lead us to more and more scenarios. *What will be the metaverse’s equivalent for search, the metaverse’s pagerank? How will you know where your friends are? Will my metaverse look the same as yours? If not, what will be different?*\\n\\n**My thesis basically comes down to constraints. Given an increase in technological capacity which allows for something like a metaverse to emerge, travel cost will be an artificially imposed constraint. This is a constraint that is unlikely to be imposed. Consequently, the constraint on user interaction will shift to time and attention. Hence, a lot of value will be placed on the systems that influence our time and attention in the metaverse.**\\n\\n*As an aside, an interesting counterargument is that although time and attention constrain people in a metaverse with teleportation, they won’t as valuable as in web 2. Web 2 values time and attention, because that’s what could be monetised in the form of ads and data. With an increase in tokenisation, value creation could shift away from these activities and on to something else (still not land). Your tokens can provide value to someone even when you aren’t paying attention. More on this in another post.*\\n\\nOf course, just because we can lift the constraint of transportation cost, that doesn’t mean we will. There may be some special cases where we choose to enforce travel costs. People may choose to visit such a place for the same reason why some people choose to listen to a record player instead of bluetooth speakers, or use pen and paper over note-taking tools. One could also imagine people creating expensive, limited-access worlds for the elite.\\n\\nApart from voluntarily introduced constraints, there may be some other constraints we haven’t thought of. Block space seems to be a concern right now. Maybe computational overhead of rendering a lot of places for a lot of people simultaneously will be a problem. There could also be cognitive barriers. For a species that is quite comfortable in the 3D world we live in, a 3D world which doesn’t obey the same laws of physics, which can change around you in an instance, may be a bit too much. **There really are a lot of ways this could go, which is why it seems wise to make a minimum number of assumptions about what the metaverse will look like. The idea that travel cost as a function of distance will be replicated in the metaverse strikes me as one such assumption which stands on shaky ground.**\",\"timestamp\":1638916972,\"title\":\"Land, Teleportation & Web Dynamics In The Metaverse\",\"publication\":\"blockchain\"},\"digest\":\"bcygOP9TV3lL2UzceivuC1qrwUY3GuHpWAwRQsQzbow\",\"authorship\":{\"contributor\":\"0x1F33990B359ca9C6Ae4775C77CdBB04174eb93aE\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kPQyY7LpIhXWxa2_jLLbowZTgjEK36Fxj_9JtfhTEqs\\\",\\\"y\\\":\\\"OgNw59vJ3kC0o_5eSzsQJBiZSkt3NiMz-NyqlXay42k\\\"}\",\"signature\":\"GLRC51WYv5lz_p5qU4X-W2Vshx2FIHRCF7fKHdM4AMdRKe5OV4nQ560AbfiZpoUBXZobPRGM8eFa34RzwEtVlg\",\"signingKeySignature\":\"0xe57480cf42612491cebfd20378ea09f71d2a339d21bb974413c7797fb4c3d33905598f765363bb38576ac1f0972d4ebc82311969ec98253cb625a3bae7c1cfd61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kPQyY7LpIhXWxa2_jLLbowZTgjEK36Fxj_9JtfhTEqs\\\",\\\"y\\\":\\\"OgNw59vJ3kC0o_5eSzsQJBiZSkt3NiMz-NyqlXay42k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"k7X8SkqkGd_y3ZWwMyeAZc1--m9Gpj47Yyl4xPN_moc\"}"