"{\"content\":{\"body\":\"After Covid-19 outbreak, the world seemed to enter another time and space, and became ferocious. Unfortunately, this continued through 2021 and showed no sign of stopping in 2022.\\n\\nLiving in an environment surrounded by Chinese social media has made me realize how difficult and precious it is to talk to the right people about the right things and to try to do things in the right way.\\n\\nEven so, as a person, for physical and mental health /learning and practicing English/keeping reading, I still need express myself. Some of my thoughts.\\n\\n1、I began to understand the saying, “A living dog is better than a dead lion.” Most people have forced to accept the truth that they are living dogs.\\n\\n2、Very few people know common sense, respect common sense, and believe in common sense. Such people are precious in real life\\n\\n3、If the world we live in is operated by computer programs, are A.D.H.D. patients the bugs in those computer programs?\\n\\n4、Yonghao Luo founded and operated a technology company in the past. He is probably the most hands-on intellectual in the \\\"Chinese Cultural Circle\\\". Yonghao Luo’s failure to operate a tech company and his success in paying off debts by selling goods on live streaming may say one thing: In business field, the ultimate belonging for Chinese intellectuals is to operate advertising agencies.\\n\\n5、Perhaps where people make money is where they build confidence.\\n\\n6、I recently realized that, sooner or later, before I die(reach the average life span), I will become the person I used to hate.\\n\\n7、Zooko said that, in 2022, he will invest more in old relationships and less in new ones. It is really Interesting.\\n\\n8、Abstract: \\\"In this endless cage, resistance will only be painful, numbness could get enjoyment\\\". If the ability of a person is not strong enough, price-performance ratio of resistance is very low. It's a hard cycle to break.\\n\\n9、Someone once told me that you would like dogs at a certain age. Recently, I began to like dogs.\\n\\n10、The secondary market is a brutal battleground. In war movies, we see a lot of men going into battleground and very few women going into battleground.\\n\\n11、Peace world gives ordinary people more opportunities to pursue a better life. I don't understand why so many people here want to start a war.\\n\\n12、I'm beginning to understand why most people here like speculation. If the rules change frequently, then the soil suitable for speculation can only bear the fruit of speculation.\\n\\n13、Discuss the right topics with the right people ,then you could get the right feedback and keep moving in the right direction. Don't beat a dead horse.\\n\\n14、Abstract: \\\"Sometimes you fly to the end, you eventually realize it is better to give up halfway.” \\\"Fly to the end” may be the destiny, there is no choice but to “Fly to the end”.\\n\\n15、Each step is a small cost and threshold, and the cumulative result is \\\"tired\\\" and \\\"not worth”.\\n\\n16、JiangZhuoer （a cryptocurrency KOL ）is a just kindless businessman.\\n\\n17、地主Miner （a cryptocurrency KOL ） a cryptocurrency miner with primitive wisdom.\\n\\n18、中本蒜-袁维Atrax（a cryptocurrency KOL ） is a diehard.\\n\\n19、There are specializations. It’s hard to talk about things outside the area of expertise correctly. And it's hard enough to do right things inside the area of expertise.\\n\\n20、Time flies, it is hard to believe I have lived in Shenzhen for four years. \\n \",\"timestamp\":1642417427,\"title\":\"Hello,2022\"},\"digest\":\"ob5rNjUTKuKqyRB-F9S1TZxEoOf8EdLWXwcviHM0EC4\",\"authorship\":{\"contributor\":\"0x097eBcc926DD2A6A1FB51d33308b4f64831dDE16\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YLdlwW9uevyY5V7EoqqARhZMdkqMg6GrSNNlsyNK24M\\\",\\\"y\\\":\\\"HEIH_yJzjPiNWpfuI75808-jFFPsdS0cgNnyM959e70\\\"}\",\"signature\":\"6ePO0DaiSb5RUT1q6TQr5nzqOzJSAfBtCfPXVyIo3V8oPomFGjNDI2Sr9i_J44wJFAazsPYS3nr6ebIaQt0p7Q\",\"signingKeySignature\":\"0x0c17fa8deacd9d5add02e9e7485d7e12a5a29bf586a88ceb502b88cc30f1001e2a2d94061ef62458ca78ae5ddb55c48ab1193dd0511da23817a964f2345ceeb81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YLdlwW9uevyY5V7EoqqARhZMdkqMg6GrSNNlsyNK24M\\\",\\\"y\\\":\\\"HEIH_yJzjPiNWpfuI75808-jFFPsdS0cgNnyM959e70\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ob5rNjUTKuKqyRB-F9S1TZxEoOf8EdLWXwcviHM0EC4\"}"