"{\"content\":{\"body\":\"The existing metasemes, they come in the form of earning games, and if you want to play what's called metasemes,\\n\\nTry it, but there's no investment value, and don't even think of the metasverse as such.\\n\\nTaking advantage of the decentralized technology features of blockchain can help users achieve complete independence of identity in the meta-universe,\\n\\nAnd the freedom to move in and out of the metadverse whenever and wherever you want, which is essential for virtual identity systems in virtual worlds.\\n\\nThe average price of an NFT head in these days is a few hundred thousand dollars, which makes people feel like a bubble.\\n\\nThis is right. The market is overheated at this stage and the premium for NFT heads is very high.\\n\\nBut it's expensive for a reason. The real value of the NFT avatar is that it could be used as a meta-cosmic digital identity,\\n\\nIn other words, it acts as your identity card for living in the meta-universe. Because the NFT avatar is based on blockchain technology,\\n\\nIt has uniqueness and independence. Now you can see some of the more famous NFT avatar projects,\\n\\nThere's crypto punk, boring ape club, cool Cats, Crypto and more.\\n\\nNot all of the companies that are soaring along with the metasverse are flaky and have to master the underlying logic of the industry,\\n\\nLearn to analyze and distinguish, in order to distinguish who is telling irrelevant capital story, who is advancing industrial development in a solid way.\\n\\nThe meta universe in blockchain and the meta universe project of Tencent and other big companies are completely different things.\\n\\nThis is the difference in nature between Web3.0 and Web2.0. The Web2.0 metasemes, as facebook suggests,\\n\\nThe core is virtual experience, which is an advanced version of the game, adding virtual reality and other technologies. And the Web3.0 meta-universe,\\n\\nThat is, blockchain decentralized authentication, and assets in the metasemes are completely owned by the player,\\n\\nThis is what's really new about the metasomes. In a virtual world, what we really need are basic algorithms that are fair and transparent\\n\\nThe world is just. Decentraland, for example, is an individual property bought and placed in a digital wallet.\\n\\nNo one can change that.\",\"timestamp\":1641285132,\"title\":\"Can the current metasemes be called metasemes?\"},\"digest\":\"B-ppdYtQX0l896zAO4hHZ5qcntOeVMoZy67elmG-lgo\",\"authorship\":{\"contributor\":\"0x358EBdB22a359BE08f10cE36BB754C6D1b83e255\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qX2vl00Fp42v__q1SLS6W8riT8IQSh4VWPnNSQ0FPP4\\\",\\\"y\\\":\\\"QPUpO4vMJ2B3XwOoOwWRgEVnGNHn5NqrPTQLjcnISfA\\\"}\",\"signature\":\"Y3Qg8DzMyMJCq61MssQ7ygL34KfUIb-YPYohSc7dCa3t-ZCjnEyQ16YjFwYMKQN8xJEG7VwgE5FHmqiHK1jvNQ\",\"signingKeySignature\":\"0x352a3f43b806c80784f865d09b114bac081d1a54e6e1cce1fd02347327bf72e146ca8716e14ac06a369f91d7cc2c07eecef68f0c2c7465639fb34d7837a4e9b51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qX2vl00Fp42v__q1SLS6W8riT8IQSh4VWPnNSQ0FPP4\\\",\\\"y\\\":\\\"QPUpO4vMJ2B3XwOoOwWRgEVnGNHn5NqrPTQLjcnISfA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"B-ppdYtQX0l896zAO4hHZ5qcntOeVMoZy67elmG-lgo\"}"