"{\"content\":{\"body\":\"It was a Sunday afternoon in March and I wanted a glass of red wine more, I was sure, than I had ever wanted anything in my entire life. I was two months sober, the weather was shit and my nerves were shot. I had spent most of the weekend thinking that the trip to Munich was a mistake, that travel would never be the same again, that life was hardly worth living without a drink in my hand. Our last stop before boarding the train back to Frankfurt was a visit to Museum Brandhorst, a modern art museum in the posh Maxvorstadt district of north-central Munich.\\n\\nThe museum itself is architecturally striking: a long, rectangular building with two levels and a multi-chromatic facade made of 36,000 individual ceramic pieces; it is home to the largest collection of Warhol pieces in Europe, as well as works by Basquiat, Baselitz and Miró. Ordinarily, I would have been delighted to spend several hours wandering through such rooms on a rainy Sunday.\\n\\nBut as we stepped through the glass and into the cavernous lobby, I was merely irritable, jonesing for a drink, glancing enviously toward the patrons seated in the museum’s cafe/bar at the other end of the hall. I remember that my husband and I began bickering before we even made it down the stairs to stow our bags in the wood-paneled cloakroom below the lobby—a nothing-fight neither of us could fully justify; it was that kind of day.\\n\\n![The exterior of Museum Brandhorst in Munich, Germany ](https://images.mirror-media.xyz/publication-images/8_VaZhIJrr__wnhL8uWP1.jpg?height=1362&width=2048)\\n\\nEventually we made our way to the top floor of the museum and into an immense, oddly-shaped room, specially designed for the twelve large-format paintings that hung at eye-level, perfectly spaced, around its perimeter. *Lepanto, 2001*, read the rectangular white placard beside the door. I knew, ostensibly, who Cy Twombly was; I had certainly heard his name, possibly seen one or two of his minor works in some museum here or there. And I knew the story of the battle of Lepanto well, long before I ever set foot in the Museum Brandhorst.\\n\\nOne of the many hazards of being raised Catholic is the tendency to acquire an unwieldy collection of esoteric knowledge—the ability to cobble together rough translations of Latin inscriptions in churches and graveyards, to correctly identify saints in religious art based on cause of death, to casually rattle off major miracles and apparitions in Church history. And the tale of the Holy League's relatively improbable naval victory over the Ottoman Empire on October 7, *anno Domini* 1571 falls neatly into that last category. Four hundred and fifty years later, the date of the battle of Lepanto is still celebrated as a Roman Catholic feast day, dedicated to Our Lady of the Rosary, whose intercession is supposed to have protected the Christian fleet that day.\\n\\n## I believe that there are moments in time, distinct but rare, when we encounter exactly the right work of art at exactly the right instant in our lives; an intersection that becomes an inflection point.\\n\\nThe moment I stepped into the same room as Twombly’s “Lepanto” paintings, I was immediately and utterly transfixed. Even professional photographs do not adequately convey the intensity—the sheer scope—of the cycle. The *smallest* of the twelve paintings measures nearly seven feet tall and around nine and a half feet long. In person, the canvases appear to bleed color; you hardly dare to get too close, for fear that the paint has not yet fully dried.\\n\\nThe palette is violent, gory, bright—a shower of fiery arrows pouring out of a clear sky. Galleys and galleasses are marshalled across the landscapes, sometimes in vertical rows as if we are being given a birds-eye view of battle formations, sometimes as if we are watching the fleet from a distance, ships spread laterally across the horizon with outstretched oars.\\n\\n![\\\"Lepanto\\\" by Cy Twombly, 2001. Photo: Heinz Theuerkauf](https://images.mirror-media.xyz/publication-images/8_iGhE9_W2jFA0LijNH-b.jpg?height=1058&width=2116)\\n\\nThe transition of color from one canvas to the next imitates the changing hours in a day—dawn, midday, sunset, twilight; Twombly uses shifts of light and hue to mingle perception and historical reality, to depict a battle fought over the course of a single day. The spatters of gold and violet and green against pale blue and grey backgrounds recall the splashing of waves and sunlight on water, but both the sea and the sky hold the promise of death, for the focal color of the Lepanto cycle is a hematic, dripping red.\\n\\nThe Lepanto paintings are among the last of Twombly’s major works; they were completed when he was already seventy-three, only ten years before his death. I suppose this is why “Lepanto” always reminds me of Shakespeare’s Sonnet 73:  “In me thou seest the twilight of such day / As after sunset fadeth in the west, / Which by and by black night doth take away, / Death’s second self, that seals up all in rest.”\\n\\nThe “Lepanto” paintings are a cycle in the truest sense, and if you are ever lucky enough to see them in person, you will find that the curving, sweeping arc of the room where they hang aids this impression. Part I and Part XII are the most similar among the twelve, nearly identical in color palette, use of space, organization of the major elements. Their position as bookends in the series gives the feeling that the story never quite ends; just when you think it has finished, it begins again where it seemed to leave off: a Nietzschean recurrence of the same.\\n\\n## “In me thou seest the twilight of such day / As after sunset fadeth in the west, / Which by and by black night doth take away, / Death’s second self, that seals up all in rest.” - Shakespeare, Sonnet 73\\n\\nI believe that there are moments in time, distinct but rare, when we encounter exactly the right work of art at exactly the right instant in our lives; an intersection that becomes an inflection point. In an essay on Twombly’s oeuvre, art historian Kirk Varnedoe suggests that “the cumulative courtship of seeming chaos defines an original, hybrid kind of order.” I brought a certain chaos with me into that gallery on that dreary Sunday: my cramped, embittered adult yearning for sobriety; bittersweet childish memories of garnet-glass rosary beads slipping through my fingers; the ever-present desire to be carried outside the confines of my self.\\n\\nI don’t precisely know where high art derives its power to make us feel whole again. I only know that it never feels like an exaggeration to say that seeing “Lepanto” in person was a life-altering experience. As I stood in the upstairs of the Museum Brandhorst that day, those paintings seemed to be a messy, complex, brilliantly-rendered large-format version of the tiny battle inside my own soul. To me, Twombly’s “Lepanto” cycle will always be about death and time and the inevitable fall of night, the question of what victory can be won in a single day, or even a single lifetime, a meditation on the occasional necessity of doing battle, even against the odds, even with ourselves.\\n\\n*Gallery interior photo: Heinz Theuerkauf. Used with permission, all rights reserved.  Museum exterior photo: Guido Radig. CC BY-SA 3.0, without changes.*\",\"timestamp\":1635887575,\"title\":\"\\\"Lepanto\\\"\"},\"digest\":\"ZafYpnmXf3ZAj_Zkzk7Q8u1kgkS-Q6H8xMM8_Zw1kxw\",\"authorship\":{\"contributor\":\"0xeDe53D18fD2c1b75Ad3DEc1331a00296d3436644\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hp_-YQbbpXoJB_Qdt_KSrjwXWJUP3VRPV-1yAgeu25s\\\",\\\"y\\\":\\\"hQjWnIya7QOCTXKkhhwbKcCWoqQ42Oz70W14EcnU4GE\\\"}\",\"signature\":\"bI6_8qZkKfisNLejlskkGzuldJt1IdBkfaa-Voz3Hs5_K1mFDb4FuqyzzESazftVV1AhJEuvIWVZf4WcMVDWyw\",\"signingKeySignature\":\"0x543fff68efbe3c1cdf4720f13ae60933e379604be28a01111de846dee51eb29538c777c5695a2f6961cafa2e2b9b47fac8dd3a7ed17cab60f304d687894e3fb21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hp_-YQbbpXoJB_Qdt_KSrjwXWJUP3VRPV-1yAgeu25s\\\",\\\"y\\\":\\\"hQjWnIya7QOCTXKkhhwbKcCWoqQ42Oz70W14EcnU4GE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cteUxQb9H3_CWc-dd5YuIZcfmUAchL5_yk8Ocp40BYI\"}"