"{\"content\":{\"body\":\"*Written by: Maria Gomez ([@MyPaoG](https://twitter.com/MyPaoG)), Julia Rosenberg ([@JulzRoze](https://twitter.com/JulzRoze)), and Chun Poon ([@zkchun](https://twitter.com/zkchun))*\\n\\n![](https://images.mirror-media.xyz/publication-images/wG451VNrG-9vnf44iRl-R.png?height=500&width=1000)\\n\\nWhen not fantasizing about the next 1000x moonshot, many crypto-natives dream about how DAOs will transform the way people collaborate. DAOs are imagined as flat and fluid organizations, the opposite of the rigid, pyramid-like structures dominating the corporate world today—an organization where every stakeholder gets to speak their mind and be heard, whether you are a big whale or just a smol ting. It is a noble end-state to pursue, but the reality is that as DAOs grow, they tend to encounter certain pain points (many of which are brought on by their flatness) that hinder their progress.\\n\\nThis article will briefly look at the scaling problems that DAOs run into today, go over the problem with token voting and offer a high-level introduction to how Orca Protocol will solve this problem.\\n\\n# What is Governance?\\n\\nGovernance is simply a tool an organization uses to decide where power should reside and who gets to click on what button. This process places rails around operations, which helps an organization get from point A to point B more smoothly. Processes and rules can be restrictive, but for large organizations, having these processes and rules are essential, if only to prevent implosion before it gets the chance to move from point B to point C. So governance is not only about today, but even more about tomorrow. When a group agrees to move forward as a DAO—whatever that might entail—its members can make choices about the processes and rules that help them do that.\\n\\nRoughly defined, the ideal governance model is one that maximizes *meaningful* *participation* and the organization’s *efficacy*.\\n\\n# DAO Extremism\\n\\nThe point of decentralizing an organization is to remove control from a single entity or group. Decentralization—among other things—creates censorship resistance, a redundancy against corruption, and makes the organization more resilient against technical failures. However, as we will discuss later, some DAOs might appear to operate smoothly, but are not as decentralized as the acronym suggests.\\n\\n![](https://images.mirror-media.xyz/publication-images/yG9D-cn0oyWABWFwiGNEM.gif?height=202&width=360)\\n\\nThe unfortunate reality of DAO scaling is that it is very difficult to maintain a high degree of participation. As fewer people are willing to participate in the DAO’s coordination and governance, the higher the risk of centralized power. DAOs could integrate coordination tools, but the tool that works well for a DAO of 50 people might be very counterproductive for a DAO of 50,000 people, and vice versa.\\n\\nMaintaining high participation rates comes at a cost. It takes time and energy to write and edit improvement proposals, as does stimulating community participation—these are costs that DAO participants must eat in order to uphold participation standards. This cost of participation grows exponentially with the DAO’s size. Consequently, as the number of stakeholders increases, a very decentralized DAO *tends* to lose its ability to stay organized and productive. On the other end of the spectrum, a large *and* orderly DAO *tends* to have centralized governance power under the hood.\\n\\n![](https://images.mirror-media.xyz/publication-images/yeCyzh9SJi7xuHOKH0Czc.png?height=493&width=972)\\n\\nOne caveat here is that being chaotic and disorganized is not necessarily a bad thing. Collusion is much harder to pull off, for example. Broadly speaking, however, we can say that:\\n\\n* **Decentralization** tends to make the organization more chaotic\\n* Keeping operations **organized** means compromising on decentralization\\n\\nSo the first problem that DAOs face, as they scale, is that they seemingly have to make a choice between the two. But what if a DAO does not want to scale? Can it stay at its current size and just use today’s most practiced governance model and expect things to go well? It kind of depends. Most governance models today have a heavy reliance on token voting. It is a coordination signal that gives stakeholders, other than miners and developers, a voice about protocol developments and treasury management. In this sense, token voting is useful and necessary. However, it is not without its problems.\\n\\n# Token Troubles\\n\\nAs busy as he is being a [globetrotting legend](https://cryptopotato.com/wp-content/uploads/2019/02/2vitalik1-min2-1.jpg), Vitalik Buterin still finds time to think about [problems](https://vitalik.ca/general/2021/08/16/voting3.html) in decentralized governance; specifically, the problems that exist in pure voting-based [models](https://twitter.com/rleshner/status/1428473094935662603). He identifies two primary types of issues with token voting.\\n\\nThe first, that it gives rise to inequalities and incentive misalignment even in the absence of attackers. As mentioned earlier, whales can greatly influence the outcome of a vote, because small bag holders have an insignificant impact on the outcome. And if that is not enough, even if participation rates were 100%, the outcome would only be representative of the wishes of token holders. Token voting is inherently at the expense of the interests of non-token holding stakeholders. This leads to a massive conflict of interest.\\n\\nThe second issue with token voting is that it can be attacked through various forms of vote buying. This is especially true if the governance token combines voting rights with some kind of economic interest in the protocol’s revenue; it is tempting for small holders to lend out governance tokens as their individual vote will not weigh heavily on the outcome. A malicious actor with lots of capital could pay interest in exchange for borrowing tokens and skew the vote.\\n\\nIt is important to point out that the problems of token voting can exist in DAOs that are large or small, organized or disorganized. Sole reliance on token-based on-chain governance—as it is practiced today—is not sustainable. Combined with the structural issues that appear when the community does grow, DAOs are in need of better governance and coordination tooling. The ones that exist today, however, are often prescriptive and opinionated frameworks. DAOs that wish to maintain openness, transparency and flexibility are then forced into shaping their organizations to these tools. While it is possible that a set of best practices emerges, each ecosystem is unique and so is its community. Tools should be shaped to the needs of the DAO, so that it can best empower its community members to take ownership of their actions.\\n\\nSo what is the answer? How can DAOs scale, while keeping the cost of participation low, work around current issues with on-chain governance and stay organized without compromising on decentralization?\\n\\n![](https://images.mirror-media.xyz/publication-images/DhWEcnvVcZrlqkwdo1dSb.jpg?height=465&width=620)\\n\\n# The Answer: Pods\\n\\n**Pods** are Orca Protocol’s answer to the scaling problems that DAOs face. Pods are small working groups, usually centered around one expertise. In place of—or in addition to—one massive, centralized DAO treasury, each pod has its own multi-sig wallet that is controlled by the pod members. So pods can be thought of as mini-DAOs within a larger DAO. By creating a pod around an expertise, certain elements of a DAO can be hardened. This means that it is possible for a DAO to codify specific roles and responsibilities within its ecosystem; we like to call this process *podifying*. Podifying a DAO will turn slow and inefficient, centralized and rigid structures into fast and fluid organizations:\\n\\n![](https://images.mirror-media.xyz/publication-images/JFb8Yn1MGSvmLbiATPKdc.png?height=493&width=972)\\n\\nPods are flexible, malleable and modular. They can exist as neighbors, embed or be embedded in other pods, split, merge, etc. Orca Protocol recognizes that DAOs are at the frontier of organizational design. As such, it should be left to a DAO and its users to explore the best options for their vision and needs, rather than imposing predefined organizational shapes. Orca Protocol can, thus, be thought of as a set of **governance primitives**.\\n\\nIn the image above, the circles represent pods, each with a handful of members and its own multi-sig wallet. The people at the bottom are stakeholders that do not yet have membership to a pod, for example governance token holders or users. To gain membership to a pod, the claimant must meet a set of rules—maybe they have to hold a certain amount of an ERC-20 asset or perhaps they must be voted on to a whitelist of candidates for membership. A future could even exist where membership hinges on a custom reputation system. These restrictions can be almost anything and should be formed around the gravity of the pod’s responsibilities. Membership can also be slashed at any time if the member fails to comply with membership rules. In other words, pods can grow, shrink and extend to the needs of the DAO.\\n\\n# Member-Based DAO\\n\\nInstead of the DAO’s governance centering around token-based voting, actions are now governed through pod membership. But these pod memberships will not make governance tokens disappear, nor take away their power; instead, some of its powers are delegated to pods to make governance more efficient and flexible to the needs of the specific protocol in question. The pod members are responsible for making decisions, within the field of their expertise, that add value to the DAO. Once in a pod, these decision making processes only have to be as involved as they need to be. Some decisions can be made through simple verbal agreements, while others may require an approval process.\\n\\n> Voting happens on the pod level, rather than on a DAO-wide level.\\n\\nBy delegating some execution power to key decision makers, the cost of participation drops significantly. Issues that token holders are not interested in, should not require the attention of token holders and can be hidden from their day-to-day. This allows the DAO to make decisions more efficiently without compromising on transparency or openness. The pod model also provides a canvas for talent to naturally surface to the relevant parts of the DAO.\\n\\nAll of this stays true, regardless of the size of the DAO. A DAO of one pod can easily add another pod when it becomes large enough, and it can continue to add pods as it grows. Any hierarchies that form in this process are localized, deliberate and impermanent. The DAO just grows organically from day one.\\n\\n# Close\\n\\nOrca Protocol is proudly building tools for DAOs. The pod primitive will help DAOs reach their full potential by uncomplicating collaboration. The power of pods comes from the fact that they are designed to put people first. This flexibility allows for dynamic and composable structures to be created around any party of actors, while introducing mechanisms for accountability, incentive alignment, and checks and balances.\\n\\n# About Orca Protocol\\n\\nOrca Protocol makes governance accessible by creating tools around a DAO’s most basic primitive: people.\\n\\n* Visit our **[website](https://www.orcaprotocol.org/)**\\n* Follow us on **[Twitter](https://twitter.com/OrcaProtocol)**\\n* Join our **[Discord](http://discord.gg/v9Bv9m32a6)**\\n\\n*Thanks to Bruno Lulinski ([@BLulinski](https://twitter.com/BLulinski)) for feedback.*\",\"timestamp\":1633611952,\"title\":\"Pods: The DAOnfall of Token Voting\",\"publication\":\"orca\"},\"digest\":\"U6aTE061WOl0YxlWq3FzzA_namboIfMpUCqceuAH7UQ\",\"authorship\":{\"contributor\":\"0xF35d7Bd3be21Ee8d26703dA38D49f97601D94aa5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Cz7mHZmmCu2142x8oPHVKOfLMK_hX_dsKwxY36Y3IMw\\\",\\\"y\\\":\\\"uJB8Qa5lpjFLHH8YZzTNe503KQsvHUBjvF1BGCEAjA4\\\"}\",\"signature\":\"R4WF1GTYk3w2TG9-Y3puN017LMxVN98Jcb3JyqMMOpgcrCvN9iY_zhZM8V0HgNESiRXy5fIoZa96WKqkrjHBeg\",\"signingKeySignature\":\"0x95250580b2049eeae1e87ac17ba019aaa5f70728fb344d86ca86f582f49413b8747c891aba141ced4704a51098408511bd04418cc64fc063e61b24d5c775c6fb1b\",\"signingKeyMessage\":\"I authorize the publication of articles on orca.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Cz7mHZmmCu2142x8oPHVKOfLMK_hX_dsKwxY36Y3IMw\\\",\\\"y\\\":\\\"uJB8Qa5lpjFLHH8YZzTNe503KQsvHUBjvF1BGCEAjA4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Y2xvPmB4cJH51srGqY6Mm_g38lV-7cwvtyDePnyzfAE\"}"