"{\"content\":{\"body\":\"2019-03-20\\n\\nAt some point early in their career, every software developer is faced with a question.\\n\\nShould I learn to use a command line terminal?\\n\\nIs it a time-saver or just a waste of time?\\n\\nIn 2019, surely we’re past such a crude tool!\\n\\nThere’s no objective answer. But here are a few thoughts.\\n\\n![](https://images.mirror-media.xyz/publication-images/dUVOkUF8uxnErVL82m3U5.png?height=456&width=730)\\n\\nOne reason terminals get a bad rap in some circles is that they have high learning curve. You have to figure out the basics of how to use them in the first place. And unlike a GUI app, which tells you what it can do with buttons and menus, it’s rarely obvious how exactly to use an individual program or utility. Instead of WYSYWIG - what you see is what you get - you may encounter the prickly advice to RTFM - read the f\\\\*\\\\*\\\\*ing manual! Realistically, you’re more likely to read a bit of the man page and scan for the feature you need, then try it out. But the whole process, and really everything about the terminal, requires a bit of curiosity and initiative.\\n\\nBut in return, you get a set of interoperable tools that can be really powerful. You can script repeated tasks and tie them together in interesting ways. You even develop muscle memory for tools that are especially useful to you, making them just as quick as any GUI.\\n\\nSome things suck. Text editing comes to mind, especially in comparison with modern IDEs. I once had a teacher with a perfectly configured Emacs environment. He could zip around different files and parts of code with a few keystrokes faster than you could keep up. For years I casually chased after this level of mastery with Vim. But frankly, without digressing too far, it is a pain to keep up with all the plugins and idiosyncrasies. You should still learn Vim and/or Emacs. But most of the time, stick to modern, flexible editors like VS Code and the like so you can focus on your actual work.\\n\\nOn the other hand, some tools are designed for the terminal and work better there. Git, for example, has some quirks as a CLI but you get used to it. GUIs, though fine for basic Git tasks, feel kludgy for more in-depth commands. The GUI is just a thin abstraction, so you end up needing to know what the commands are doing, anyway. And since version control is expressed as diffs, it lends itself well to a workflow like this: Run a command, search through the resulting text, run another command, and so on.\\n\\nSimilarly, compilers essentially use text as their input and output. IDEs are great, but when things aren't working quite right, a terminal is a great way to poke around at the issue.\\n\\nThe `find` command is still better than any built-in search function I know of. macOS Finder stinks: The default behavior is to search your whole Mac, even if you’ve selected a certain directory. And the Windows Explorer search function, while having some advanced features, is known to be downright faulty (search for windows explorer search not working).\\n\\nCompared with their GUI counterparts, command line utilities also tend to be more transparent. You can see what your commands are doing and configure the output to be more or less verbose. And you can take that output and do something else with it on the fly, connecting it as the input to another command.\\n\\nIf you want to use Linux, modern flavors include a pretty nice GUI. But realistically, everything in Linux is built with the expectation that you can use a terminal. You won’t be able to avoid it.\\n\\nTime to address the elephant in the room. I suspect some people avoid using terminals because it’s a bit too nerdy for them. But if you’re a software developer, let’s be honest, you’re nerdy enough to use a terminal. You have a certain obligation to understand things at a slightly deeper level than what's strictly required to get the job done. Web developers need to know something about browsers, and backend developers should have an idea of how databases are architected. So it’s important to be curious enough to explore things, even if they’re not perfectly user-friendly.\\n\\nIf you build software, you will make your life easier by learning how to use terminals. That doesn’t mean they have to be a constant part of your workflow. But if you put in bits of time here and there to experiment and learn, it'll gradually feel more comfortable. And when you *need* to set up a Docker build script or diagnose an ailing VM, you’ll have the confidence to use what you know and figure out the rest. Heck, you might even start to enjoy it!\",\"timestamp\":1640821206,\"title\":\"Should developers learn to use a terminal?\"},\"digest\":\"uMyDicZ-lHQWb3I4e_EGOGgHZuViBtgp3o11GV8mm7g\",\"authorship\":{\"contributor\":\"0x39dE6AF5882cE410E013eE6e5ce9a9Db10A3d611\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o6oMBbU3f8bODqhy4_TxE4iNe8jL4_Gdz9eb99baPMo\\\",\\\"y\\\":\\\"3K0lvxY39Me8cOD3a6HJdWjn5Yn_Kzz_w5jzMf73YN8\\\"}\",\"signature\":\"JL1sZ8lmnfP2_FVoVnNjHq_C-9p8N6hGMjD32UKOXX7oWlI2sqY2-khGVdONxrMaST7jPTd8sMsqs93Ia6sOZQ\",\"signingKeySignature\":\"0x2915795cf872d80d281e7b305671494e0c4a3e6193c1c609571f96c104197df66bb4817d22d336e03ebc9ba77ad61705b6d7a65a686ddab2528a7a0a0aa4885f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o6oMBbU3f8bODqhy4_TxE4iNe8jL4_Gdz9eb99baPMo\\\",\\\"y\\\":\\\"3K0lvxY39Me8cOD3a6HJdWjn5Yn_Kzz_w5jzMf73YN8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uMyDicZ-lHQWb3I4e_EGOGgHZuViBtgp3o11GV8mm7g\"}"