"{\"content\":{\"body\":\"### The Full Scope of the Tracer DAO\\n\\nTracer is known for its Perpetual Pools products: tokenised non-liquidatable leverage positions that *anyone* can use; and that can represent any data feed, for example, a 1x long position on the BTC/USDC pair or a 5x short position on the hourly average temperature in Utah.\\n\\nWhile Perpetual Pools tokens can allow unforeseen use cases from risk management to speculation, Tracer's value proposition goes way beyond what's immediately obvious. Tracer is not just Perpetual Pools; it's a full-fledged ecosystem of standardised financial products.\\n\\n![](https://images.mirror-media.xyz/publication-images/CmLdy-Sg1Ejg7KQsvOfKG.png?height=1600&width=2000)\\n\\n# The Tracer Product Suite\\n\\nTo illustrate the power of Tracer, the below infographic divides Tracer into two layers; the Factory Layer and the Product Layer. The third element is the ecosystem in which Tracer operates, integrates and builds. In this article, we'll unpack the infographic by examining the product suite components one by one and then give an example of their practical applications.\\n\\n## The Factory Layer\\n\\nThe Factory Layer is the set of components and applications that let anyone build on top of Tracer's products. It's the part of Tracer that'll put every other permissionless protocol to shame.\\n\\n![](https://images.mirror-media.xyz/publication-images/V01rZWQjGU5gMp7IAomIV.png?height=2396&width=4168)\\n\\n**The first aspect of the Tracer Factory that we'll look at is the Data Factory.**  \\n This allows *anyone* to take any data feed (or multiple data feeds) and transform them into a standardised Tracer Data Feed, which can be used across Tracer or other DeFi applications.\\n\\nTracer Data Feed might, for example, take off-chain weather data from multiple weather stations and use adapters to create a weather data feed for a particular location. Or it might divide the price of Bitcoin with the price of Ethereum to derive a flippening data feed. The point is that it can take any data, transform it in any way, and produce a single data feed that may be applied to any financial or non-financial product. *This is critically powerful.*\\n\\n![](https://images.mirror-media.xyz/publication-images/F_EN_S6RWMKxmoQXc1p7J.png?height=2396&width=4167)\\n\\n**The second aspect in the Factory Layer, Tracer Factory,** allows *anyone* to deploy any Tracer Data Feed to any Tracer product. For example, if you wanted to create an options market for greenhouse gas emissions, all you'd need to do is go to the factory, select the proper Tracer Data Feed and click \\\"Create a Tracer Options -market\\\". Simple.\\n\\n**The third aspect of the Factory Layer is the Template Factory** – this allows *anyone* to add a new financial product to the Tracer ecosystem. Its input is a team of hard-working developers and its output are financial products like an options platform or a novel financial initiative. The contributing team splits trading and/or other fees with the Tracer DAO and gets to leverage the Tracer ecosystem to bootstrap their project. The DAO introduces new products to the Tracer ecosystem, given they are factory compatible, i.e. compatible with Tracer Data Feeds and the Tracer Factory.\\n\\nThese three segments make up the ingenuity that is the Tracer Factory Layer.\\n\\n## The Product Layer\\n\\nThe Product Layer is the set of components in the Tracer ecosystem that lets users interact with and view different financial markets or data feeds. **Tracer Data** visualises and lets *anyone* browse through various Chainlink data feeds, allowing due diligence before creating or entering a market via other Tracer products.\\n\\n![](https://images.mirror-media.xyz/publication-images/CNJi6DuO7-qs5uvT07Yra.png?height=2396&width=4167)\\n\\n**Tracer Perpetual Pools** lets *anyone* take a tokenised, leveraged, non-liquidatable short or long position in any market. For example, if you were confident we'd reached the maximum average global temperature, you could mint 10x short global temperature tokens.\\n\\nThe Product Layer can consist of as many financial products as the contributors to the DAO decide to make. Other current product initiatives include options and swaps. Tracer also intends to continue to grow its data feed ecosystem. If you think you or your team can build a new financial product on Tracer, please reach out to me.\\n\\n## The Ecosystem\\n\\nSome day the Bank of America might want to package and sell their mortgages via Tracer. The infrastructure we're building, growing and designing has myriad applications across disparate industries, local and global, that are flexible, easy to utilise and will rework the fundamentals of how we understand and interact with markets and each other, moving forward.\\n\\n![](https://images.mirror-media.xyz/publication-images/yrQMXNI_QKuC1sV5_iefe.png?height=531&width=923)\\n\\n# A p**ractical case study**\\n\\nHere's a practical example that showcases how you'd solve a real-world problem using the Tracer product suite; following data from its point of origin all the way through to the final outcome. Let's get into it!\\n\\nImagine you're an Uber driver in say, Helsinki. Your income is determined by how many passengers you get. Your expenses are determined by how many kilometres you drive. To reduce the volatility of your net income, you'd like to hedge the price you pay for fuel each month, knowing you drive around 7000 kilometres in any given month. With your car, this equates to about 350 litres of fuel each month.\\n\\nWith this in mind, you could ensure that you pay exactly 550€ per month for fuel, instead of the vague amount between 480–620€ that you're used to. The traditional financial system fails you here. In Helsinki there are no fuel derivatives markets and even if there were, the minimum contract size wouldn't be feasible for you.\\n\\nAn entrepreneurial oracle operator notices that the fuel pricing data is widely available for the Helsinki region but isn't on-chain yet, so they decide to bring each of the petrol stations' fuel prices on-chain as oracle feeds, knowing there's demand for the data.\\n\\nAs the Uber driver, you:\\n\\n1. Go to the Tracer Data Factory and set up a \\\"Helsinki Fuel Price\\\" Tracer Data Feed, which creates a fuel price index based on the volume sold at each pump.\\n2. You then go to the Tracer Factory and deploy a new Tracer Perpetual Pool with the Tracer Data Feed. This produces ERC-20 short & long tokens representing Helsinki Fuel Price.\\n\\nTo hedge your fuel consumption, you can buy long Helsinki Fuel Price tokens, ensuring that the token appreciation covers the losses from increasing fuel prices.\\n\\nWhen enough drivers demand the feature, Uber includes a *HEDGE NOW* button on their interface, which locks in the effective fuel price for its drivers.\\n\\n# **Conclusion**\\n\\nThe Tracer model is mind-bogglingly powerful. We're not just building a single financial contract. We're building financial infrastructure that's inter-compatible with any software. You can use it to power your project, you can build on top of it, you can integrate it, or you can use it natively at [tracer.finance](https://tracer.finance/). There's something for everyone. If it's not obvious how you can use it, [tweet me](https://twitter.com/roinevirta), and I'll figure out how Tracer can help your project.\\n\\nTracer is still in its infancy, and we're looking for contributors to build world-changing financial infrastructure. To dive deeper into my vision for the Tracer Product, you can visit Mycelium's working directory for the Product Team, available *[publicly](https://www.notion.so/_PRO-Global-Home-1948b770f5534c76be1ba4dccc941a51)*[ on Notion](https://www.notion.so/_PRO-Global-Home-1948b770f5534c76be1ba4dccc941a51). Then, hop on to our [Discord](https://discord.gg/sC6ApCt3AS) to build, integrate, and change the world! \\n  \\n *Written by Juuso Roineverta | Tracer DAO*\",\"timestamp\":1639029122,\"title\":\"Tracer's Factory Layer will blow your mind\"},\"digest\":\"h_dx51Sr0cKDNRL6AXa4ksG8T9ajPyYlQk-FCv62q8M\",\"authorship\":{\"contributor\":\"0xAeFedAb4bdf19F6FCA918cB66aD4ddF9cf8Eb4a9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Nb6ihzjU9nTyTBIdsVF5VVyMv7JHm1HhsMc_0F1rePM\\\",\\\"y\\\":\\\"jprRY1MLXuKG5Aog5sfbpeVNnXpvTxJrllEVCKE277E\\\"}\",\"signature\":\"khMYlc-U6NRb9Fgv1lGZuCOEnX7WBDEQrk31P6nGAh2LWa4LuCfBEdU2ls_7u6Lb-q08Siu2-Oy_Q6lMhIHC8g\",\"signingKeySignature\":\"0x1aeaa070f6caab3dff469dd43f85befe5d063e912f1357ab750af49ea5503b2925c6b0072c1bf35969ad6f100d26425f233c8a4696c254e8f770cbe04a50f72b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Nb6ihzjU9nTyTBIdsVF5VVyMv7JHm1HhsMc_0F1rePM\\\",\\\"y\\\":\\\"jprRY1MLXuKG5Aog5sfbpeVNnXpvTxJrllEVCKE277E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bs3Rh1DtMccvYdrzCaTL4QkUWcgDXpETC424UZ2QPig\"}"