"{\"content\":{\"body\":\"Blockchain is not a new technology, just the integration of the underlying technologies that support Bitcoin, the digital currency. Peer-to-peer distributed technology, encryption technology, consensus mechanism, timestamps and other related technologies used by blockchain have been very mature for more than a decade.\\n\\nPeer-to-peer distributed (P2P) technology: traditional network data transmission relies on the support of the central server, and point-to-point distributed data transmission is the network participating terminal, without the support of the central server, direct point-to-point data transmission.In a distributed system, data loss on any single terminal has no impact on the system.\\n\\nEncryption technology: there are many specific computer encryption technologies, including symmetric encryption, asymmetric encryption, hash hash algorithm encryption and so on. It doesn't matter what kind of encryption method blockchain uses. You can choose any encryption method or create a new encryption method, as long as it meets the needs of anti-cracking encryption. Common encryption modes include SHA-1, MD5, DES, 3DES, AES, RSA, and ECC.\\n\\nConsensus mechanism: a rule agreed upon by all participants in a way that only one participant at a time is responsible for recording new data and distributing it. Bitcoin's consensus mechanism is that everyone calculates the problem together, and the first one who calculates the answer is responsible for recording the new data.\\n\\nTimestamp: Specifies that every once in a while, a packet is generated with a new timestamp, and then 1, 2, 3, 4, 5, 6... Time-stamped packets, in order. Use timestamp order to arrange features and link related records together.\\n\\nIt doesn't matter what technologies the blockchain uses, they are neither original to the blockchain nor necessary to it. In fact, it doesn't matter if there is another technology or another technology in the blockchain application, as long as the system can be guaranteed to run under the blockchain principle, it doesn't matter. Blockchain is just a solution and technically not standardized at all. Technical problems, never a problem.\",\"timestamp\":1635603372,\"title\":\"Blockchain related technologies?\"},\"digest\":\"rwpWytiLBtUTDmP1CBTSpZpR9LPgotkHa8kpwCXHo6o\",\"authorship\":{\"contributor\":\"0x4dFf5e47d43be361508F0695F3832F6294DD60cc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4mF5jaii1Jaz2N_cwxyYgJm3Ad_2lIDoRWPmSOxLnkY\\\",\\\"y\\\":\\\"wHIVP-syciP1o-O6JXsA9FefN0bKWogb2T92m66jgbs\\\"}\",\"signature\":\"vAiHqz9yCq46n_V_8W-KU6ZK-B9_h188ZRngo1qD26isu3PsBTLE_MuPhmQAnm-EeDxBSlt5DFQRDpPIRSeISQ\",\"signingKeySignature\":\"0x1b35545df91ffad7c5795609f0fb7441cc6085a33df0885f8ee0d3553998d2472f8b28e10d604e9eef939c5ea24d7d91db849d119408af7cb7b9e200a9db07f81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4mF5jaii1Jaz2N_cwxyYgJm3Ad_2lIDoRWPmSOxLnkY\\\",\\\"y\\\":\\\"wHIVP-syciP1o-O6JXsA9FefN0bKWogb2T92m66jgbs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rwpWytiLBtUTDmP1CBTSpZpR9LPgotkHa8kpwCXHo6o\"}"