"{\"content\":{\"body\":\"One of them was from Senator Root telling me Bryan is going to reward our three heroic officers who jumped into the ocean.  I know you will be glad.  There are NO mosquitoes!  Haven't met up with but three and THEY are not COMING BACK.\\n\\nI send you a picture of my room from the outside.  From the inside the view is so \\\"pretty.\\\"  Across the square is the cathedral and the trees are filled with birds that sing all night, and statues, and pretty globes.  The band plays every night and when it plays \\\"Hello, Winter Time,\\\" I CRY for you.  I paid the band-master $20 to play it, and it is WORTH IT.  I sit on the balcony and think of you and know just what you are doing, for there is only an hour and a half difference.  That is, when with you it is ten o'clock with me it is eight-thirty.  So when you and Louise are at dinner you can know I am just coming in from my horseback ride to bathe and \\\"nap.\\\"  And when at eight-thirty you are playing the Victor, I am drinking a cocktail to you, and shooing away the Colonels and Admirals who interfere with my ceremony of drinking to my dear wife.\\n\\nVERA CRUZ, May 20th, 1914. DEAREST WIFE:\\n\\nI got SUCH a bully letter yesterday from you, written long ago from the Webster.  It said you missed me, and it said you loved me, and there were funny pictures of you reading the war and peace news each with a different expression, and you told me about Padrigh and how he runs down the road.  It made me very sad and homesick, but very glad to feel I was so missed. Also you told me cheerful falsehoods about my Tribune stories.  I know they are no good, and as they are no good, the shorter the better, but I like to be told they are good.  Anyway, I sat down at once and wrote a long screed on Vera Cruz and the sleepy people that five here.\\n\\nWe all live on the sidewalk under the stone porch.  Every night a table is reserved and by my orders ALL chairs, except mine, are removed.  So no one can sit down and bore me while I am dining.  Another trick I have to be left alone is to carry a big roll of cable blanks, and I pretend to write out cables if anyone tries to talk.  Then I beckon the messenger (he always sits in the plaza) and say \\\"File that!\\\" and he goes once around the block and reports back that it is \\\"filed.\\\"  If the bore renews the attack I write another cable, and the unhappy messenger makes another tour.  The band plays from seven to eight every night.  There are five bands, and I saw no reason why there should not be music every evening.  After a day in this dirty hotel or dirty city a lively band helps.  Funston agreed, but forgot, until after three nights with no band, I wrote him a letter.  It was signed by fake names, asking if he couldn't get nineteen German musicians into a bandstand how could he hope to get ten thousand soldiers into Mexico City.  So now we have a band each night.  That is all my day.  After dinner I sit at table and the men bring up chairs, or else I go to some other table.  There are some damn fool women here who are a nuisance, and they now have dancing in the hotel adjoining, but I don't know them, except to bow, and I approve of the tango parties because it keeps them away from the sidewalk.  They ire \\\"refugees,\\\" the sort of folks you meet at Ocean Grove, or rather DON'T meet! All love to you, and give Patrigh a pat from his Uncle Richard for looking after you and looking for me, and remember me to Louise and Shu and everything at home.  I love you so.\\n\\nRICHARD.\\n\\nVERA CRUZ, May 28, 1914.\\n\\nI want to be home to see the daisy field with you.  That knee you nearly busted tobogganing when the daisy field was an iceberg is now recovered.\\n\\nThe one and all came this morning and as I expected it was all full of love from you.  I DID get happiness out of the thought you put in it.  And all done in an hour.  The underclothes made me weep.  I could get none here.  Not because Mexicans are not as large as I am, but because no Mexican of any size would wear 'em.  So I've had to wash the few that the washer-woman didn't destroy myself.  And when I saw the lot you sent!  It was like a white sale!  Also the quinine which I tasted just for luck, and the soap in the little violet wrapper made me quite homesick.  Especially was I glad to get socks and pongee suits, and shirts.  I really was getting desperate.  God knows what I would have done without them.\\n\\nI want to see you so much, and I want to see you in the same setting of other days, I want to walk with you in the daisy field, and in the laurel blossoms, and clip roses.  But to be with you I'd be willing to walk on broken glass.  Not you, too.  Just me.\\n\\nRICHARD.\\n\\nVERA CRUZ--June 4, 1914. DEAR OLD MAN:\\n\\nI am awfully sorry for your sake, you could not get away.  Of course for myself I am glad that I am to see you and Dai.  At least, I hope I am.  God alone knows when we will get out of here.  I am sick of it.  Next time I go to war both armies must fight for two months before I will believe they mean it, and BEFORE I WILL BUDGE.\\n\\nIt is true I am getting good money, but also there is absolutely NOTHING to write about.  Bryan doesn't know that unless he talks by code every radio on sixteen ships can read every message he sends to these waters.  And the State Department saying it could not understand the Hyranga giving up her cargo is a damn silly lie.  No one is so foolish as to think the Chester and Tacomah let her land those arms under their guns unless they had been told to submit to it.  And yet today, we get papers of the 29th in which Bryan says he has twice cabled Badger for information, when for a week Badger has been reading Bryan's orders to consuls to let the arms be landed.  Can you beat that?  This is an awful place, and if I don't write it is because I hate to harrow your feelings.  It is a town of flies, filth and heat.  John McCutcheon is the only friend I have seen, and he sensibly lives on a warship.  I can't do that, as cables come all the time suggesting specials, and I am not paid to loaf.  John is here on a vacation, and can do as he pleases.  But I ride around like any cub reporter.  And there is no news.  Since I left home I have not talked five minutes to a woman \\\"or mean to!\\\"  The Mexican women are a cross between apes and squaws.  Of all I have seen here nothing has impressed me so as the hideousness of the women, girls, children, widows, grandmothers.  And the refugees, as Collier would say it, are \\\"terrible!\\\"  I live a very lonely existence.  I find it works out that way best.  And at the same time all the correspondents are good friends, and I don't find that there is one of them who does not go out of his way to SHOW he is friendly.  What I CAN'T understand is why no one at home never guesses I might like to read some of my own stories. . . .\\n\\nDICK.\\n\\nOf these days in Vera Cruz John T. McCutcheon wrote the following shortly after Richard's death:\\n\\n\\\"Davis was a conspicuous figure in Vera Cruz, as he inevitably had been in all such situations.  Wherever he went, he was pointed out.  His distinction of appearance, together with a distinction in dress, which, whether from habit or policy, was a valuable asset in his work, made him a marked man.  He dressed and looked the \\\\`war correspondent,' such a one as he would describe in one of his stories.  He fulfilled the popular ideal of what a member of that fascinating profession should look like.  His code of life and habits was as fixed as that of the Briton who takes his habits and customs and games and tea wherever he goes, no matter how benighted or remote the spot may be.\\n\\n\\\"He was just as loyal to his code as is the Briton.  He carried his bath-tub, his immaculate linen, his evening clothes, his war equipment--in which he had the pride of a connoisseur--wherever he went, and, what is more, he had the courage to use the evening clothes at times when their use was conspicuous.  He was the only man who wore a dinner coat in Vera Cruz, and each night, at his particular table in the crowded \\\\`Portales,' at the Hotel Diligencia, he was to be seen, as fresh and clean as though he were in a New York or London restaurant.\\n\\nEach day he was up early to take the train out to the `gap,' across which came arrivals from Mexico City.  Sometimes a good `story' would come down, as when the long-heralded and long-expected arrival of Consul Silliman gave a first-page \\\\`feature' to all the American papers.\\n\\n\\\"In the afternoon he would play water polo over at the navy aviation camp, and always at a certain time of the day his \\\\`striker' would bring him his horse and for an hour or more he would ride out along the beach roads within the American lines.\\\"\\n\\n```\\n.     .     .     .     .     .     .     .     .\\n```\\n\\nOn June 15 Richard sailed on the Utah for New York, arriving there on the 22d.  For a few weeks after his return he remained at Mount Kisco completing his articles on the Mexican situation but at the outbreak of the Great War he at once started for Europe, sailing with his wife on August 4, the day war was declared between England and Germany.\\n\\nOn Lusitania--August 8, 1914. DEAR CHAS:\\n\\nWe got off in a great rush, as the Cunard people received orders to sail so soon after the Government had told them to cancel all passengers, that no one expected to leave by her, and had secured passage on the Lorraine and St. Paul.\\n\\nThey gave me a \\\"regal\\\" suite which at other times costs $1,000 and it is so darned regal that I hate to leave it.  I get sleepy walking from one end of it to the other; and we have open fires in each of the three rooms.  Generally when one goes to war it is in a transport or a troop train and the person of the least importance is the correspondent.  So, this way of going to war I like.  We now are a cruiser and are slowly being painted grey, and as soon as they got word England was at war all lights were put out and to find your way you light matches.  You can imagine the effect of this Ritz Carlton idea of a ship wrapped in darkness.  Gerald Morgan is on board, he is also accredited to The Tribune, and Frederick Palmer.  I do not expect to be allowed to see anything but will try to join a French army.  I will leave Bessie near London with Louise at some quiet place like Oxford or a village on the Thames.  We can \\\"take\\\" wireless, but not send it, so as no one is sending and as we don't care to expose our position, we get no news.  We are running far North and it is bitterly cold.  I think Peary will sue us for infringing his copyrights.\\n\\nI will try to get in touch with Nora.  I am worried lest she cannot get at her money.  As British subjects no other thing should upset them.  Address me American Embassy, London. I send such love to you both.  God bless you. DICK.\\n\\nRichard arrived in Liverpool August 13, and made arrangements for his wife to remain in London.  Unable to obtain credentials from the English authorities, he started for Brussels and arrived there in time to see the entry of the German troops, which he afterward described so graphically.  Indeed this article is considered by many to be one of the finest pieces of descriptive writing the Great War has produced.\\n\\nFor several days after Brussels had come under the  control of the Germans Richard remained there and then  decided to go to Paris as the siege of the French  capital at the time seemed imminent.  He and his friend Gerald Morgan, who was acting as the correspondent of the London Daily Telegraph, decided to drive to Hal and from there to continue on foot until they had reached the English or French armies where they knew they would be among friends.  At Hal they were stopped by the German officials and Morgan wisely returned to Brussels.  However, Richard having decided to continue on his way, was promptly seized by the Germans and held as an English spy.  For a few days he had a most exciting series of adventures with the German military authorities and his life was frequently in danger.  It was finally due to my brother's own strategy and the prompt action of our Ambassador to Belgium, Brand Whitlock, that he was returned to Brussels and received his official release.\\n\\nOn August 27, Richard left Brussels for Paris on a train carrying English prisoners and German wounded, and en route saw much of the burning and destruction of Louvain.\\n\\nBRUSSELS, August 17, 1914. DEAREST:\\n\\nWrite me soon and often!  All is well here so long as I know you are all right, so do not fail to tell me all, and keep me in touch.  If *I* do not write much it is because letters do not get through always, and are read.  But you know I love you, and you know twice each day I pray for you and wish for you all the time.  I feel as though I had been gone a month.  Gerald Morgan and I got in last night; this is a splendid new hotel; for $2.50 I get a room and bath like yours on the \\\"royal suite,\\\" only bigger.  This morning the minister did everything he could for us.  There are about twenty Americans who want credentials.  They say they will take no Americans, but to our minister they said they would make exception in favor of three, so I guess the three will be John McCutcheon, Palmer and myself.  John and I, if anyone gets a pass, are sure.  With the passes we had, Gerald and I started out in a yellow motor, covered with flags of the Allies, and saw a great deal.  How I wished you were with me, you would so have loved it.  The country is absolutely beautiful.  We were stopped every quarter mile to show our passes and we got a working idea of how it will be.  Tonight I dined with Mr. Whitlock, the minister, and John McCutcheon came in and Irving Cobb.  John and I will get together and go out.  All you need is a motor car and you can go pretty much everywhere, EXCEPT near where there is fighting.  So what I am to do to earn my wages I don't know.  I am now going to bed and I send my darlin' all love.  Today I sent you a wire.  If it got to you let me know.  Take such good care of yourself.  Remember me to Louise, and, WRITE ME.  All love, DEAR, DEAR one.  My wife and my sweetheart.\\n\\nYour husband,\\n\\nRICHARD.\\n\\nThe following is the last letter that got through.\\n\\nBRUSSELS, August 21, 1914. DEAREST ONE:\\n\\nI cannot say much, as I doubt if this will be opened by you.  The German army came in and there was no fighting and I am very well.  I am only distressed at not being able to get letters from you, and not being able to send them.  I will write a long one, and hold it until I am sure of some way by which it can reach you.\\n\\nYOU KNOW WHAT I WOULD SAY.\\n\\nMrs. Davis had waited in London to meet Richard on his return from the war, but a misunderstanding as to the date of his return, coupled with her strong sense of duty to his interests at home, gave occasion for the letter which follows:\\n\\nLONDON, August 31, 1914. DEAREST ONE:\\n\\nNot since the Herald Square days have I had such a blow as when I drove up to 10 Clarges, and found you gone! IT WAS NOBODY'S FAULT!  YOU WERE SO RIGHT to go; and I COULD NOT COME.  I am so distressed lest it was my cable saying I could not get back that decided you to go before the fifth.  But Ashford says it was not.  He tells me the cable came at THREE in the morning and that you had arranged to be called at six-thirty in order to leave for Scotland.  So, for sending that cable I need not blame myself too much.  I sent you so many messages I do not know which got through.  But I think it must have been one saying I could not return in time to see you before the fifth.  THEN, no trains were running.  The very NEXT DAY the Germans started a troop train, and I took it.  The reason I could not come by automobile was because I had a falling out with the \\\"mad dogs\\\" and they would not give me a pass.  So Evans, with whom I was to motor to Holland, got through Friday afternoon and sent the cable.  As soon as I reached Holland, I cabled I was coming and kept on telegraphing every step of the journey, which lasted three days.\\n\\nI telegraphed last from Folkestone; even telling you what to have for my supper.  As you directed, Ashford opened the cables, and when I drove up, he was at the door in tears.  He had made a light in your rooms and, of course, as I looked up I thought you still were in them.  When they told me I was a day late, I cried, too.  It was the bitterest disappointment I ever knew.  I had taken the very first train out of Brussels, the one with the wounded, and for three days had been having one hell of a time.  But I kept thinking of seeing you, and hearing your dear voice.  So the trip did not matter.  I was only thinking of SEEING YOU, and thanking God I was shut of the dirty Germans.  We had nothing to eat, and we slept on the floor of the train, the Germans kept us locked in, and, all through even Holland, we were under arrest.  But nothing mattered, because I was so happy at thought of meeting you.  As I said neither of us was at fault.  You just HAD to go, and I could NOT COME.  But, you can feel how I felt to learn you were at sea.\\n\\nI was so glad I could use your old rooms.  I went to the table where you used to write and was so glad I could at least be as near to you as that.  No other place in London could have held me that night.  Not Buckingham Palace.  I found little things you had left.  I loved even the funny pictures on the wall because we had talked of them together.  It was ROTTEN, ROTTEN luck.  But only the Germans and their hellish war were to blame.  I drove straight to the cable office, and tried to wireless you, knowing you would feel glad to know I was well, and safe and sound.  But the cable people could not send my message.  You were then out of reach of wireless, on the Irish coast.  And for nine days there was no way to tell you I had come back as fast as trains and boats and the dirty Germans would let me.  Oh, my dear, dear one, HOW I LOVE you.  If only I could have seen you for just five minutes.  As it was, I thought for five days more we would be together.  What I shall do now, I don't know.  I must go back with either the French or the English until my contract expires, and then, I can join you.  Tomorrow I am trying to see Asquith and Churchill to get with the army.  And I will at once return across the channel.  But, do not worry!  I will never again let a German come within ONE MILE of me!  After this, between me and the Germans, there will be some hundreds of thousands of English or French.  So after this reaches you I will soon be on my way HOME.  Don't worry.  Get James back and Amelia and everyone else who can make you comfortable, and trust in the good Lord.  I have your cross and St. Rita around my neck, and in spite of what the Kaiser says, God is looking after other people than Germans.  Certainly he has taken good care of me.  And he will guard you, and our \\\"blessed\\\" one.  And in a little time, dear, DEAR heart, I will be back, and I will become a grocer.  God love you and keep you, as he does.  And you will never know HOW I LOVE YOU!  Good night, dearest, sweetheart and wife!  I am writing this at your table, and, thanking God you are going to the farm, and to peace and happiness.  I SEND YOU ALL THE LOVE IN ALL THE WORLD.\\n\\nRICHARD.\\n\\nLONDON, September 3rd. MY DEAREST ONE:\\n\\nIt was a full moon again tonight and I think you were on deck and saw it, because by now, you have passed the four days at sea and should be in the St. Lawrence.  So I knew you saw the moon, too, and I sent you a kiss, via it.  It was just over St. James Palace but also it was just over you.\\n\\nToday has been a day of worries.  Wheeler cabled that the papers wanted me to be \\\"neutral\\\" and not write against the Germans.  As I am not interested in the German vote, or in advertising of German breweries (such a hard word to SAY) I thought, considering the EXCLUSIVE stories I had sent them, instead of kicking, they ought to be sending me a few bouquets.  Especially, as I got cables from Gouvey, Whigham, Scribner's and others congratulating me on the anti-German stories.  So I cabled Wheeler to tell papers of his syndicate, dictation from them as to what I should write was \\\"unexpected,\\\" that they could go to name-of-place censored and that if he wished I would release him from his contract tonight.  Considering that without credentials I was with French, Belgian and German armies and saw entry of Germans into Brussels and sacking of Louvain and got arrested as a spy, they were a bit ungrateful.  I am now wondering WHAT I would have seen HAD I HAD credentials.\\n\\nI saw Anthony Hope at the club last night.  He had to go back to the country, so I dined alone on English oysters.  Fancy anyone being NEUTRAL in this war!  Germany dropping bombs in Paris and Antwerp on women and churches and scattering mines in the channel where they blow up fishermen and burning the cathedrals!  A man who now would be neutral would be a coward.  Good night, NEAR, DEAR, DEAR one.  It has been several weeks since I had sleep, so if I rave and wander in my letters forgive me.  You know how I am thinking of you.  God bless you.  God keep you for me.\\n\\nYour husband who loves you SO!\\n\\nLONDON, September 7th. DEAREST:\\n\\nI just got your cable saying you were at the farm, and well!  HOW HAPPY IT MADE ME!  I cabled you to Quebec, and to Mt. Kisco, and when two days passed and I heard nothing, today I was scared, so I cabled Gouvey to look after you, and also to Wheeler.  I went to the Brompton Oratory today, which is the second most important church here (the cardinal lives at Westminster) and burned the BIGGEST CANDLE they had for you and the \\\"blessing.\\\"  A big woman all in black was kneeling in the little chapel and when I could not get the candle to stand up, she beckoned to one of the priests, and he ran and fixed it.  Then she went on praying.  And WHO do you think she was?  Queen Amelie of Portugal, you see her pictures in the Tattler and Sphere opening bazaars.  So she must be very good or she would not be saying her prayers all alone with the poor people and seeing that my Bessie's candle was burning.  I have been waiting here hoping to get some sort of credentials from Kitchener.  But though Winston Churchill has urged him, and tomorrow is going to urge him again, they give me no hope.  So I'll just go over \\\"on my own\\\" and I bet I'll see more than anyone else.  I have fine papers, anyhow.  I am now writing Scribner article, so THAT is off my mind.  And now that you are home, I have no \\\"worries.\\\" I wish I had got your cable earlier.  I would have had oysters and champagne in BATH TUBS.  Give my love to all the flowers, and to Shea and Paedrig, and Tom, and Louise, and Gouvey and the lake.  And take SUCH good care of yourself, and love me, and be happy for I do so love you dear one.  I DO SO LOVE YOU.\\n\\nYOUR HUSBAND.\\n\\nSeptember 15th. DEAREST:\",\"timestamp\":1639126820,\"title\":\"\\nThe letters you forwarded were wonderfully well selected.  I mean, those from other people. \"},\"digest\":\"RZnA1JWZPwdBNBvI9tAUeadOAgHqGq2bkCGhocaOBgk\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UwNS-8Exw0OzrIEayfWnyvyJLBXOFZUm7W3ay3NzQeE\\\",\\\"y\\\":\\\"6HOQfLVQAJj38GYCtkraA5273Tk0FqWbK_QiKycTsNU\\\"}\",\"signature\":\"XrZAYbdUt5PG7fOjhhWXZF7m3GyXLIMdhWI0ScX8nlnckeLyrM2ldYsqDM3iCZSAPZL2P5M4Zy4J-ZOVY--jDg\",\"signingKeySignature\":\"0xd6831b230dc2666cba4fd9362336a833dd6612d3c3849f3ffd3721a80820b6763f706870982cdfd26a5203ae992f06ed4f52e01ac11c681c92febb52dd8d90a71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UwNS-8Exw0OzrIEayfWnyvyJLBXOFZUm7W3ay3NzQeE\\\",\\\"y\\\":\\\"6HOQfLVQAJj38GYCtkraA5273Tk0FqWbK_QiKycTsNU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RZnA1JWZPwdBNBvI9tAUeadOAgHqGq2bkCGhocaOBgk\"}"