"{\"content\":{\"body\":\"Reddit has launched a waitlist for the upcoming site-wide expansion of its Ethereum-based ‘Community Points’ token rewards program, as well as a dedicated website.\\n\\n[The social media platform, which runs on upvotes that earn users' karma scores, first dabbled in crypto token rewards](https://cointelegraph.com/news/is-reddit-devising-a-blockchain-based-tipping-system) in Dec 2019, when it launched Ethereum-based token rewards called “Donuts” in the r/Ethtrader subreddit.\\n\\nIn May 2020, the platform [expanded the reward program](https://cointelegraph.com/news/redditors-are-now-spam-farming-bricks-and-moons) to the r/Cryptocurrency subreddit with “Moons,” and r/FortniteBR with “Bricks” on an Ethereum testnet.\\n\\nNow, the program will be rolled out as an opt-in feature for subreddits across the entire platform. Similar to karma, Redditors will be able to earn Community Points by making contributions to a subreddit, such as creating and uploading valuable content, or volunteering to moderate the community.\\n\\nWhile the points remain in their beta phase, Reddit has “strongly advised to exercise caution.” Selling, exchanging or trading the points are against the site’s rules.\\n\\nReddit stated: “This kind of behavior is very risky while Points are on a testnet — Points can be lost or they may not be migrated over to the main Ethereum network.”\\n\\nThe Community Points program is currently being run on the Rinkeby testnet version of the Ethereum blockchain, with plans to migrate to the Ethereum mainnet using [Eth layer-2 scaling solution Arbitrum](https://cointelegraph.com/news/reddit-deploys-layer-2-solution-aimed-at-scaling-ethereum-based-community-points).\\n\\nDespite Reddit’s warnings, [owners of the trial token rewards have been able to devise a convoluted plan](https://cointelegraph.com/news/global-economy-saved-reddit-s-moon-token-has-a-2-64-septillion-market-cap) to trade the tokens for fiat.\\n\\nOnce the reward system moves to the mainnet, the tokens are likely to be able to be swapped, held or traded on crypto trading platforms like any other ERC-20 token.\\n\\nBoth users and mods are able to sign up for the [waitlist](https://docs.google.com/forms/d/1xSpGcBc0TP3GpfNgo3F0pV86OQYiEwUcsWBu3-RtfiU/viewform) and request the Community Points feature to be added to their subreddit once the beta program goes live.\\n\\nEach subreddit that participates in the program will be able to create “Special Memberships,” which users can purchase with their points. These memberships unlock features like badges, GIFs and animated emojis.\\n\\nThe program will also introduce a “weighted polls” feature, which will give a larger voice to users who have more Community Points, and therefore are active contributors in the subreddit.\\n\\nThe new [website](https://www.reddit.com/community-points/documentation/introduction) explains: “Community Points are a measure of reputation in your community. In the subreddit, they are displayed next to usernames, so the biggest contributors stand out from the crowd.”\\n\\nTokens will be stored on-chain in their personal “Vault,” where they can view, send and use their community points within the Reddit app. Because the points are on the blockchain, users can take their “reputation” and embed it anywhere on the internet.\\n\\n***Related: [Reddit to reportedly tokenize karma points and onboard 500M new users](https://cointelegraph.com/news/reddit-to-reportedly-tokenize-karma-points-and-onboard-500m-new-users)***\\n\\nReddit held a [“Scaling Bake-Off” competition](https://cointelegraph.com/news/here-are-four-ethereum-scaling-pitches-submitted-to-reddits-competition) to choose an Ethereum scaling solution for the program in Aug. 2020. Arbitrum was selected as the top pick the following July 2021.\\n\\nReddit has not yet provided a timeline for the project. The social media platform is also working on building an [NFT marketplace](https://cointelegraph.com/news/reddit-may-be-preparing-to-launch-its-own-nft-platform).\",\"timestamp\":1639039195,\"title\":\"Reddit launches waitlist for site-wide expansion of ‘Community Points’\"},\"digest\":\"HCvBe9VVfq75VkmYcxMsdf-4XlmKwuK4yIl-ppdP3ZQ\",\"authorship\":{\"contributor\":\"0xB99b08bAb55E09F912D4BF4684144c43436017A1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D8hdFrEG1eWutNEF3k5vwtJD_cc-BHm62KW6Hngk3SI\\\",\\\"y\\\":\\\"0ZObB7eq7KsNlEu5waafBEtbbiZpNeCoQeyct6aZd8U\\\"}\",\"signature\":\"h5ULz-xYIgsl5DoQsN9kJ0MIpIJy0x_-5E053puCG40969g0B08EqSCPQPxB2tmyBihwiLs0BNe7rVPN0x5CmA\",\"signingKeySignature\":\"0x21ea367c2f97c857cd4219da7ab8679f38b998b3d6a21f90e6ddc56443ce0b1d42d2f50f959fd184c079354b95c4dd48e2d799606061a9020182ab493371e11d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D8hdFrEG1eWutNEF3k5vwtJD_cc-BHm62KW6Hngk3SI\\\",\\\"y\\\":\\\"0ZObB7eq7KsNlEu5waafBEtbbiZpNeCoQeyct6aZd8U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HCvBe9VVfq75VkmYcxMsdf-4XlmKwuK4yIl-ppdP3ZQ\"}"