"{\"content\":{\"body\":\"今天再来翻译一篇赵长鹏的文章，“是什么让币安取得成功”。\\n\\n以下是正文，全文2865个字，阅读时长5分钟，主要内容：\\n\\n* 币安取得成功的三个因素，即币安的价值观：用户，服务，产品\\n* 币安为保护用户做了以下举措：17年94的时候，动用自己的资金为项目方赔偿；返还用户因为NEO钱包多出的Gas token；第一个支持分叉和空投的交易所；帮助用户找回充错的代币等\\n* 服务，币安的客户支持一般在一小时内得到响应，提高了行业服务标准\\n* 产品，币安主导了业界现货交易的UI/UX设计，成立的第一个月内，就支持了9种语言\\n\\n如今新冠疫情已经开始缓和一点了，我可以多出去走走，和人面对面交流，我也很喜欢这样。我被人们问过很多问题，但在谈话中，大家最关心的还是：是什么让币安如此成功？\\n\\n当然，想说的有很多，所以我将它写了下来。\\n\\n让我们从消除一些常见的误解开始。\\n\\n“你们变得如此强大是因为路子很野。”我经常听到这句话，但事实并非如此。\\n\\n当你将辛苦钱存进一家交易所的时候，你最不想要的就是一个疯狂的平台吧？那你会做什么？你会做大量研究然后找到一家大家都很信任的交易所。被用户信任是最好的也是唯一的成长方式。\\n\\n也有一些比较简单的观点，例如“你变强大是因为X“，X通常指一件事。虽然可能这一件事促进了增长，但通常背后还有很多其他因素。成功没有灵丹妙药。即使在本文中，我也只能提及一小部分因素。\\n\\n一件事情要想取得成功，你通常需要把1000件事做好，再加上很多运气。然而一件事情要想失败，那你只需要将一件事情做的不好，尽管你在其他的1000件事情上做的很好。\\n\\n话虽如此，但世界并不复杂。我相信这1000件事情可以分为三类：用户，服务，产品。虽然这些并不是币安独有的，但他们肯定能增加我们的USP。（Users，Service，Product）\\n\\n第一，价值观。\\n\\n### 保护用户\\n\\n大多数平台都说自己保护用户，但事实不是被说出来了，而是做出来的。用户是很聪明的，他们可以看出来，那么让我们从几个例子来看币安是如何做的？（而其他人为什么没有做到）\\n\\n2017年7月14日，在上海通过ICO筹集了1500万美元之后，币安正式推出了。然而仅仅一个半月后，即2017年9月4日，中国政府宣布不允许在中国境内运营加密货币交易所或者进行ICO活动，并且ICO项目方必须将筹集到的资金返还给用户。幸运的是，BNB的价格较发行价增长了6倍，没有人愿意用1美元换6美元。但是，另外4个通过币安平台进行ICO的项目方，他们的价格都低于发行价。\\n\\n这4个项目团队并没有足够的资金返还给用户，我们的团队做了下计算，差额大约为600万美元，我们立即召开了团队会议，而那时我正在火车上，10分钟内，我们都同意了币安动用自己的资金储备来弥补用户，哪怕他们并不是BNB的用户。\\n\\n迄今为止，那可以说是币安最大的一笔财务支出比例，占据了当时储备现金流的40%，而我们只是一家才成立八周的初创公司。没有利润，快速烧钱，招聘，增长。这是昂贵的，但它是我们坚持保护用户的精神。在此之前或者据我所知的以后，没有其他交易所做到过。一旦我们向用户宣布这件事，我们就能得到来自社区巨大的积极反馈。用户蜂拥而至，我们保护了用户从而得到了更多用户。\\n\\n第二个例子。通过我们的日常余额对账，我们发现了一些额外的Gas Token在我们钱包当中。我们很担心，哪里有bug吗？在一番检查之后，我们了解到，如果你的钱包中持有NEO，它会产生GAS，这是另外一种有价值的token。当时，如果你在交易所中持有NEO，他们并不会返还因此生成的另外一种代币，除了币安。我们宣布，我们会通过计算用户NEO持有量，然后将生成的GAS代币分发给他们。它不是我们的钱，它是属于用户的。猜猜结果怎样？绝大部分持有NEO的用户都将资金转移到币安了。\\n\\n同样，币安是第一个支持基于分叉和空投的交易所。在此之前，你必须将资金提取到你自己的钱包当中，等待空投或者分叉的发生，得到空投或者分叉奖励之后，再将资金转移到交易所中去。在币安，我们为你省去这些麻烦，我们将处理分叉或空投并将其计入你的账户当中去。我们不仅为一些人省去了麻烦，而且还让很多不懂技术的用户享受到了空投和分叉的乐趣。这很好的留住了用户，并很快被其他交易所复制去，这使得行业更加以保护用户为导向。\\n\\n这里还有很多其他例子。币安是第一个帮助用户找回转账不受支持的代币的交易所，这是一项非常昂贵的操作。即使用户不在币安上使用DeFi，币安也能帮助他们追踪DeFi资金。最近，币安承包了因数据中心故障而造成的用户损失，举措还在继续当中，但是你明白了，保护用户需要时间和金钱，我们认为这是正确的办法，也是吸引用户和留住用户的最佳方式。我们鼓励其他交易所也这样做。\\n\\n### 服务\\n\\n一旦你吸引了用户加入你的业务，你就必须留住他们，我相信服务是最好的留存工具。\\n\\n在币安之前，如果你提交一份提币申请，如果你能在两周之内得到回复，那么就很幸运了。两个月的等待期并不少见，这虽然是你的钱，但一般会被卡在提款或其他类似的情况。在币安，我们想改变这个现况。我们宣布，最长24小时得到回复，但一般会在1小时以内得到解决。猜猜怎么着？我们用户非常喜欢这点并且蜂拥而至。这迫使其他交易所也改进这点，所以我们认为我们帮助提高了加密行业的服务标准。\\n\\n今天，币安支持实时聊天，用户可以在几分钟以内得到响应，并且支持12种语言。不过，还有一些问题需要介绍，我们正在努力解决这个问题。\\n\\n除了帮助用户解决币安问题之外，我们也在力所能及的范围内，帮助用户解决与币安无关的问题。\\n\\n币安是第一家帮助用户找回错误发送代币的交易所，这是一项很昂贵的操作，它通常涉及到从安全环境中提取私钥并对其执行一系列自定义操作，非常耗时，但我们来说，它值得投资。\\n\\n对于以太坊上发生的项目方圈钱跑路的行为，币安也将帮助用户追踪他们的资金，即使它们没有流向币安。这意味着有时人们会写头条新闻--比如Squid代币在币安被项目方砸盘，即使我们没有参与其中，这可能会损害我们的名声，但我们这样做是为了受影响的用户。\\n\\n即使用户的SIM卡交换被黑客黑了，币安的团队也能在一些情况下帮助用户保护他们的资金。\\n\\n各项举措还在继续，不是每一个用户都知道一切，一切是每一个用户知道的累加起来。\\n\\n### 产品\\n\\n当我们开始准备币安时，很多人告诉我：“不要做交易所，它已经死了，市场已经饱和了，你不会取代现有的玩家们。”这样的话现在还有。\\n\\n但当我们看向市场时，我们发现市场还有很大提升空间。\\n\\n早在2017年，很多交易所都提供基本功能：“新手页面”。你必须向上滚动才能看到一些基本行情，然后再向下滚动下订单。基于我们在传统行业的交易经验，我们认为这不是交易者的交易方式，我们能够做得更好。因此币安设计了两个版本的单页交易页面，你需要在一个屏幕上看到的东西，图表，订单簿，订单，交易按钮等等全部都在一个页面。之后，这两种设计都被业内其他参与者复制。\\n\\n速度。性能是一个产品特性。即使在今天，币安的撮合速度也远快于其他交易所。当您在币安下订单的时候，你甚至可以通过肉眼注意到订单的响应速度。在API性能方面，币安的API是行业内最快最稳定的。\\n\\n加密货币。在2017年大多数交易所都只是比特币交易所，他们提供将当地法币兑换成比特币，甚至一些交易所都不支持以太坊，只有很少的交易所支持小部分其他代币。2017年ICO风靡一时，创造出了很多新代币。人们想要购买它，但他们只有很少的市场流动性。币安支持了更多的代币，满足了这一需求。\\n\\n手续费。当我们开始的时候，币安收取的手续费要比其他交易所低10倍。直到今天，我们也是世界上费用最低的交易所。很多其他交易所在市场推广上花费了大量资金，他们吸引了到新用户，但最终这些用户了解市场之后，还是拥抱了我们。未来，我们预计进一步降低我们的手续费。\\n\\n国际化。在2017年有两家大型交易所支持相当数量的代币，Poloniex和Bittrex。当我们在2017年刚开始成立的时候，这两家交易量排名都靠前。但我们调研这两家交易所的时候，他们非常迎合美国用户，他们只提供英文界面，而不支持其它语言，这两家公司都位于美国。我们想服务于世界上其他地方，币安在第一个月内支持了9种语言，如今已经扩展到31种语言。我们的客户支持服务也支持12种语言，远超过于其他平台。\\n\\n### 结论\\n\\n总而言之，创立一家成功的交易所没有秘诀。你必须遵守你的价值观，打造一个好的产品，为你的用户服务。为此，我要感谢币安团队的所有人，包括币安天使们所做的辛勤工作和贡献。最后，我们绝不是完美的。我们非常努力的遵守我们的价值观，并不断改进我们的产品和服务。请不要犹豫，给我们您的反馈。我们非常感谢您坚定不移的支持和陪伴，让我们迈向一个拥有更好的“货币”的世界。\",\"timestamp\":1642413153,\"title\":\"老骥伏枥志在千里\"},\"digest\":\"nMAp5YcW44Km9c_penhy6hx0QHy8IPuaeGIXTjwDR-8\",\"authorship\":{\"contributor\":\"0xD8d8D3861ecef582C57DE86010c23A4d943AE5EE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WrEjxHOvMMbihq7sq7sWUGcG9MVJOAyTQYKmSE51Geg\\\",\\\"y\\\":\\\"eNoEhe0Qr3ke1IYntfqXCZ5c0X8e41cMbSqlAe59whM\\\"}\",\"signature\":\"QUnLm9eDkciHfEQcQz0qaTuPaji0ZACU_bTx0RRQ2kPeqsvAvziAR3NDbOCDdwSH5ocd8TeKsvyU8eSbT4zG6g\",\"signingKeySignature\":\"0x74f1dd2c96fd81a7a0317ca6303c13762531ad7c3a0dac102e809f46a7281dd7781814488649533972cbe4d58d3a3ad82d27c74f239703471643036a2f55e0ce1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WrEjxHOvMMbihq7sq7sWUGcG9MVJOAyTQYKmSE51Geg\\\",\\\"y\\\":\\\"eNoEhe0Qr3ke1IYntfqXCZ5c0X8e41cMbSqlAe59whM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nMAp5YcW44Km9c_penhy6hx0QHy8IPuaeGIXTjwDR-8\"}"