"{\"content\":{\"body\":\"A gleam of humor shone in the Northman's face. He spoke to his companion, who made answer; then he replied with the naivete of a diverted child,\\n\\n\\\"Wait till I say begin.\\\"\\n\\nBy repeated touches of his foot, he pushed a couch out on the floor, and proceeded leisurely to stretch his burly form upon it; when perfectly at ease, he said, simply, \\\"Now begin.\\\"\\n\\nWithout ado, Ben-Hur walked to his antagonist.\\n\\n\\\"Defend thyself,\\\" he said.\\n\\nThe man, nothing loath, put up his hands.\\n\\nAs the two thus confronted each other in approved position, there was no discernible inequality between them; on the contrary, they were as like as brothers. To the stranger's confident smile, Ben-Hur opposed an earnestness which, had his skill been known, would have been accepted fair warning of danger. Both knew the combat was to be mortal.\\n\\nBen-Hur feinted with his right hand. The stranger warded, slightly advancing his left arm. Ere he could return to guard, Ben-Hur caught him by the wrist in a grip which years at the oar had made terrible as a vise. The surprise was complete, and no time given. To throw himself forward; to push the arm across the man's throat and over his right shoulder, and turn him left side front; to strike surely with the ready left hand; to strike the bare neck under the ear--were but petty divisions of the same act. No need of a second blow. The myrmidon fell heavily, and without a cry, and lay still.\\n\\nBen-Hur turned to Thord.\\n\\n\\\"Ha! What! By the beard of Irmin!\\\" the latter cried, in astonishment, rising to a sitting posture. Then he laughed.\\n\\n\\\"Ha, ha, ha! I could not have done it better myself.\\\"\\n\\nHe viewed Ben-Hur coolly from head to foot, and, rising, faced him with undisguised admiration.\\n\\n\\\"It was my trick--the trick I have practised for ten years in the schools of Rome. You are not a Jew. Who are you?\\\"\\n\\n\\\"You knew Arrius the duumvir.\\\"\\n\\n\\\"Quintus Arrius? Yes, he was my patron.\\\"\\n\\n\\\"He had a son.\\\"\\n\\n\\\"Yes,\\\" said Thord, his battered features lighting dully, \\\"I knew the boy; he would have made a king gladiator. Caesar offered him his patronage. I taught him the very trick you played on this one here--a trick impossible except to a hand and arm like mine. It has won me many a crown.\\\"\\n\\n\\\"I am that son of Arrius.\\\"\\n\\nThord drew nearer, and viewed him carefully; then his eyes brightened with genuine pleasure, and, laughing, he held out his hand.\\n\\n\\\"Ha, ha, ha! He told me I would find a Jew here--a Jew--a dog of a Jew--killing whom was serving the gods.\\\"\\n\\n\\\"Who told you so?\\\" asked Ben-Hur, taking the hand.\\n\\n\\\"He--Messala--ha, ha, ha!\\\"\\n\\n\\\"When, Thord?\\\"\\n\\n\\\"Last night.\\\"\\n\\n\\\"I thought he was hurt.\\\"\\n\\n\\\"He will never walk again. On his bed he told me between groans.\\\"\\n\\nA very vivid portrayal of hate in a few words; and Ben-Hur saw that the Roman, if he lived, would still be capable and dangerous, and follow him unrelentingly. Revenge remained to sweeten the ruined life; therefore the clinging to fortune lost in the wager with Sanballat. Ben-Hur ran the ground over, with a distinct foresight of the many ways in which it would be possible for his enemy to interfere with him in the work he had undertaken for the King who was coming. Why not he resort to the Roman's methods? The man hired to kill him could be hired to strike back. It was in his power to offer higher wages. The temptation was strong; and, half yielding, he chanced to look down at his late antagonist lying still, with white upturned face, so like himself. A light came to him, and he asked, \\\"Thord, what was Messala to give you for killing me?\\\"\\n\\n\\\"A thousand sestertii.\\\"\\n\\n\\\"You shall have them yet; and so you do now what I tell you, I will add three thousand more to the sum.\\\"\\n\\nThe giant reflected aloud,\\n\\n\\\"I won five thousand yesterday; from the Roman one--six. Give me four, good Arrius--four more--and I will stand firm for you, though old Thor, my namesake, strike me with his hammer. Make it four, and I will kill the lying patrician, if you say so. I have only to cover his mouth with my hand--thus.\\\"\\n\\nHe illustrated the process by clapping his hand over his own mouth.\\n\\n\\\"I see,\\\" said Ben-Hur; \\\"ten thousand sestertii is a fortune. It will enable you to return to Rome, and open a wine-shop near the Great Circus, and live as becomes the first of the lanistae.\\\"\\n\\nThe very scars on the giant's face glowed afresh with the pleasure the picture gave him.\\n\\n\\\"I will make it four thousand,\\\" Ben-Hur continued; \\\"and in what you shall do for the money there will be no blood on your hands, Thord. Hear me now. Did not your friend here look like me?\\\"\\n\\n\\\"I would have said he was an apple from the same tree.\\\"\\n\\n\\\"Well, if I put on his tunic, and dress him in these clothes of mine, and you and I go away together, leaving him here, can you not get your sestertii from Messala all the same? You have only to make him believe it me that is dead.\\\"\\n\\nThord laughed till the tears ran into his mouth.\\n\\n\\\"Ha, ha, ha! Ten thousand sestertii were never won so easily. And a wine-shop by the Great Circus!--all for a lie without blood in it! Ha, ha, ha! Give me thy hand, O son of Arrius. Get on now, and--ha, ha, ha!--if ever you come to Rome, fail not to ask for the wine-shop of Thord the Northman. By the beard of Irmin, I will give you the best, though I borrow it from Caesar!\\\"\\n\\nThey shook hands again; after which the exchange of clothes was effected. It was arranged then that a messenger should go at night to Thord's lodging-place with the four thousand sestertii. When they were done, the giant knocked at the front door; it opened to him; and, passing out of the atrium, he led Ben-Hur into a room adjoining, where the latter completed his attire from the coarse garments of the dead pugilist. They separated directly in the Omphalus.\\n\\n\\\"Fail not, O son of Arrius, fail not the wine-shop near the Great Circus! Ha, ha, ha! By the beard of Irmin, there was never fortune gained so cheap. The gods keep you!\\\"\\n\\nUpon leaving the atrium, Ben-Hur gave a last look at the myrmidon as he lay in the Jewish vestments, and was satisfied. The likeness was striking. If Thord kept faith, the cheat was a secret to endure forever.\\n\\n\\n******\\n\\nAt night, in the house of Simonides, Ben-Hur told the good man all that had taken place in the palace of Idernee; and it was agreed that, after a few days, public inquiry should be set afloat for the discovery of the whereabouts of the son of Arrius. Eventually the matter was to be carried boldly to Maxentius; then, if the mystery came not out, it was concluded that Messala and Gratus would be at rest and happy, and Ben-Hur free to betake himself to Jerusalem, to make search for his lost people.\\n\\nAt the leave-taking, Simonides sat in his chair out on the terrace overlooking the river, and gave his farewell and the peace of the Lord with the impressment of a father. Esther went with the young man to the head of the steps.\\n\\n\\\"If I find my mother, Esther, thou shalt go to her at Jerusalem, and be a sister to Tirzah.\\\"\\n\\nAnd with the words he kissed her.\\n\\nWas it only a kiss of peace?\\n\\nHe crossed the river next to the late quarters of Ilderim, where he found the Arab who was to serve him as guide. The horses were brought out.\\n\\n\\\"This one is thine,\\\" said the Arab.\\n\\nBen-Hur looked, and, lo! it was Aldebaran, the swiftest and brightest of the sons of Mira, and, next to Sirius, the beloved of the sheik; and he knew the old man's heart came to him along with the gift.\\n\\nThe corpse in the atrium was taken up and buried by night; and, as part of Messala's plan, a courier was sent off to Gratus to make him at rest by the announcement of Ben-Hur's death--this time past question.\\n\\nEre long a wine-shop was opened near the Circus Maximus, with inscription over the door:\\n\\nTHORD THE NORTHMAN.\\n\\nBOOK SIXTH\\n\\n\\\"Is that a Death? and are there two? Is Death that woman's mate?  \\\\* \\\\* \\\\* \\\\* Her skin was as white as leprosy, The Nightmare Life-in-Death was she, Who thicks man's blood with cold.\\\"\\n\\nCOLERIDGE.\\n\\nCHAPTER I\\n\\nOur story moves forward now thirty days from the night Ben-Hur left Antioch to go out with Sheik Ilderim into the desert.\\n\\nA great change has befallen--great at least as respects the fortunes of our hero. VALERIUS GRATUS HAS BEEN SUCCEEDED BY PONTIUS PILATE!\\n\\nThe removal, it may be remarked, cost Simonides exactly five talents Roman money in hand paid to Sejanus, who was then in height of power as imperial favorite; the object being to help Ben-Hur, by lessening his exposure while in and about Jerusalem attempting discovery of his people. To such pious use the faithful servant put the winnings from Drusus and his associates; all of whom, having paid their wagers, became at once and naturally the enemies of Messala, whose repudiation was yet an unsettled question in Rome.\\n\\nBrief as the time was, already the Jews knew the change of rulers was not for the better.\\n\\nThe cohorts sent to relieve the garrison of Antonia made their entry into the city by night; next morning the first sight that greeted the people resident in the neighborhood was the walls of the old Tower decorated with military ensigns, which unfortunately consisted of busts of the emperor mixed with eagles and globes. A multitude, in passion, marched to Caesarea, where Pilate was lingering, and implored him to remove the detested images. Five days and nights they beset his palace gates; at last he appointed a meeting with them in the Circus. When they were assembled, he encircled them with soldiers; instead of resisting, they offered him their lives, and conquered. He recalled the images and ensigns to Caesarea, where Gratus, with more consideration, had kept such abominations housed during the eleven years of his reign.\\n\\nThe worst of men do once in a while vary their wickednesses by good acts; so with Pilate. He ordered an inspection of all the prisons in Judea, and a return of the names of the persons in custody, with a statement of the crimes for which they had been committed. Doubtless, the motive was the one so common with officials just installed--dread of entailed responsibility; the people, however, in thought of the good which might come of the measure, gave him credit, and, for a period, were comforted. The revelations were astonishing. Hundreds of persons were released against whom there were no accusations; many others came to light who had long been accounted dead; yet more amazing, there was opening of dungeons not merely unknown at the time by the people, but actually forgotten by the prison authorities. With one instance of the latter kind we have now to deal; and, strange to say, it occurred in Jerusalem.\\n\\nThe Tower of Antonia, which will be remembered as occupying two thirds of the sacred area on Mount Moriah, was originally a castle built by the Macedonians. Afterwards, John Hyrcanus erected the castle into a fortress for the defence of the Temple, and in his day it was considered impregnable to assault; but when Herod came with his bolder genius, he strengthened its walls and extended them, leaving a vast pile which included every appurtenance necessary for the stronghold he intended it to be forever; such as offices, barracks, armories, magazines, cisterns, and last, though not least, prisons of all grades. He levelled the solid rock, and tapped it with deep excavations, and built over them; connecting the whole great mass with the Temple by a beautiful colonnade, from the roof of which one could look down over the courts of the sacred structure. In such condition the Tower fell at last out of his hands into those of the Romans, who were quick to see its strength and advantages, and convert it to uses becoming such masters. All through the administration of Gratus it had been a garrisoned citadel and underground prison terrible to revolutionists. Woe when the cohorts poured from its gates to suppress disorder! Woe not less when a Jew passed the same gates going in under arrest!\\n\\nWith this explanation, we hasten to our story.\\n\\n\\n******\\n\\nThe order of the new procurator requiring a report of the persons in custody was received at the Tower of Antonia, and promptly executed; and two days have gone since the last unfortunate was brought up for examination. The tabulated statement, ready for forwarding, lies on the table of the tribune in command; in five minutes more it will be on the way to Pilate, sojourning in the palace up on Mount Zion.\\n\\nThe tribune's office is spacious and cool, and furnished in a style suitable to the dignity of the commandant of a post in every respect so important. Looking in upon him about the seventh hour of the day, the officer appears weary and impatient; when the report is despatched, he will to the roof of the colonnade for air and exercise, and the amusement to be had watching the Jews over in the courts of the Temple. His subordinates and clerks share his impatience.\\n\\nIn the spell of waiting a man appeared in a doorway leading to an adjoining apartment. He rattled a bunch of keys, each heavy as a hammer, and at once attracted the chief's attention.\\n\\n\\\"Ah, Gesius! come in,\\\" the tribune said.\\n\\nAs the new-comer approached the table behind which the chief sat in an easy-chair, everybody present looked at him, and, observing a certain expression of alarm and mortification on his face, became silent that they might hear what he had to say.\\n\\n\\\"O tribune!\\\" he began, bending low, \\\"I fear to tell what now I bring you.\\\"\\n\\n\\\"Another mistake--ha, Gesius?\\\"\\n\\n\\\"If I could persuade myself it is but a mistake, I would not be afraid.\\\"\\n\\n\\\"A crime then--or, worse, a breach of duty. Thou mayst laugh at Caesar, or curse the gods, and live; but if the offence be to the eagles--ah, thou knowest, Gesius--go on!\\\"\\n\\n\\\"It is now about eight years since Valerius Gratus selected me to be keeper of prisoners here in the Tower,\\\" said the man, deliberately. \\\"I remember the morning I entered upon the duties of my office. There had been a riot the day before, and fighting in the streets. We slew many Jews, and suffered on our side. The affair came, it was said, of an attempt to assassinate Gratus, who had been knocked from his horse by a tile thrown from a roof. I found him sitting where you now sit, O tribune, his head swathed in bandages. He told me of my selection, and gave me these keys, numbered to correspond with the numbers of the cells; they were the badges of my office, he said, and not to be parted with. There was a roll of parchment on the table. Calling me to him, he opened the roll. 'Here are maps of the cells,' said he. There were three of them. 'This one,' he went on, 'shows the arrangement of the upper floor; this second one gives you the second floor; and this last is of the lower floor. I give them to you in trust.' I took them from his hand, and he said, further, 'Now you have the keys and the maps; go immediately, and acquaint yourself with the whole arrangement; visit each cell, and see to its condition. When anything is needed for the security of a prisoner, order it according to your judgment, for you are the master under me, and no other.'\\n\\n\\\"I saluted him, and turned to go away; he called me back. 'Ah, I forgot,' he said. 'Give me the map of the third floor.' I gave it to him, and he spread it upon the table. 'Here, Gesius,' he said, 'see this cell.' He laid his finger on the one numbered V. 'There are three men confined in that cell, desperate characters, who by some means got hold of a state secret, and suffer for their curiosity, which'--he looked at me severely--'in such matters is worse than a crime. Accordingly, they are blind and tongueless, and are placed there for life. They shall have nothing but food and drink, to be given them through a hole, which you will find in the wall covered by a slide. Do you hear, Gesius?' I made him answer. 'It is well,' he continued. 'One thing more which you shall not forget, or'--he looked at me threateningly--'The door of their cell--cell number V. on the same floor--this one, Gesius'--he put his finger on the particular cell to impress my memory--'shall never be opened for any purpose, neither to let one in nor out, not even yourself.' 'But if they die?' I asked. 'If they die,' he said, 'the cell shall be their tomb. They were put there to die, and be lost. The cell is leprous. Do you understand?' With that he let me go.\\\"\\n\\nGesius stopped, and from the breast of his tunic drew three parchments, all much yellowed by time and use; selecting one of them, he spread it upon the table before the tribune, saying, simply, \\\"This is the lower floor.\\\"\\n\\nThe whole company looked at\\n\\nTHE MAP  __________________________________________ |                                          | |                 Passage                  | |                                          | |--\\\\]\\\\[---+---\\\\]\\\\[---+---\\\\]\\\\[---+---\\\\]\\\\[---+---\\\\]\\\\[--| |       |        |        |        |       | |   V   |   IV   |   III  |   II   |   I   | |***||****|________|*|\\n\\n\\\"This is exactly, O tribune, as I had it from Gratus. See, there is cell number V.,\\\" said Gesius.\\n\\n\\\"I see,\\\" the tribune replied. \\\"Go on now. The cell was leprous, he said.\\\"\\n\\n\\\"I would like to ask you a question,\\\" remarked the keeper, modestly.\\n\\nThe tribune assented.\\n\\n\\\"Had I not a right, under the circumstances, to believe the map a true one?\\\"\\n\\n\\\"What else couldst thou?\\\"\\n\\n\\\"Well, it is not a true one.\\\"\\n\\nThe chief looked up surprised.\\n\\n\\\"It is not a true one,\\\" the keeper repeated. \\\"It shows but five cells upon that floor, while there are six.\\\"\\n\\n\\\"Six, sayest thou?\\\"\\n\\n\\\"I will show you the floor as it is--or as I believe it to be.\\\"\\n\\nUpon a page of his tablets, Gesius drew the following diagram, and gave it to the tribune:\\n\\n__________________________________________ |                                          | |--\\\\]\\\\[---+---\\\\]\\\\[---+---\\\\]\\\\[---+---\\\\]\\\\[---+---\\\\]\\\\[--| |       |        |        |        |       | |   V   |   IV   |   III  |   II   |   I   | |--\\\\]\\\\[---+--------+--------+--------+-------| |                    VI                    | |__________________________________________|\\n\\n\\\"Thou hast done well,\\\" said the tribune, examining the drawing, and thinking the narrative at an end. \\\"I will have the map corrected, or, better, I will have a new one made, and given thee. Come for it in the morning.\\\"\\n\\nSo saying, he arose.\\n\\n\\\"But hear me further, O tribune.\\\"\\n\\n\\\"To-morrow, Gesius, to-morrow.\\\"\\n\\n\\\"That which I have yet to tell will not wait.\\\"\\n\\nThe tribune good-naturedly resumed his chair.\\n\\n\\\"I will hurry,\\\" said the keeper, humbly, \\\"only let me ask another question. Had I not a right to believe Gratus in what he further told me as to the prisoners in cell number V.?\\\"\\n\\n\\\"Yes, it was thy duty to believe there were three prisoners in the cell--prisoners of state--blind and without tongues.\\\"\\n\\n\\\"Well,\\\" said the keeper, \\\"that was not true either.\\\"\\n\\n\\\"No!\\\" said the tribune, with returning interest.\\n\\n\\\"Hear, and judge for yourself, O tribune. As required, I visited all the cells, beginning with those on the first floor, and ending with those on the lower. The order that the door of number V. should not be opened had been respected; through all the eight years food and drink for three men had been passed through a hole in the wall. I went to the door yesterday, curious to see the wretches who, against all expectation, had lived so long. The locks refused the key. We pulled a little, and the door fell down, rusted from its hinges. Going in, I found but one man, old, blind, tongueless, and naked. His hair dropped in stiffened mats below his waist. His skin was like the parchment there. He held his hands out, and the finger-nails curled and twisted like the claws of a bird. I asked him where his companions were. He shook his head in denial. Thinking to find the others, we searched the cell. The floor was dry; so were the walls. If three men had been shut in there, and two of them had died, at least their bones would have endured.\\\"\\n\\n\\\"Wherefore thou thinkest--\\\"\\n\\n\\\"I think, O tribune, there has been but one prisoner there in the eight years.\\\"\\n\\nThe chief regarded the keeper sharply, and said, \\\"Have a care; thou art more than saying Valerius lied.\\\"\\n\\nGesius bowed, but said, \\\"He might have been mistaken.\\\"\\n\\n\\\"No, he was right,\\\" said the tribune, warmly. \\\"By thine own statement he was right. Didst thou not say but now that for eight years food and drink had been furnished three men?\\\"\\n\\nThe bystanders approved the shrewdness of their chief; yet Gesius did not seem discomfited.\\n\\n\\\"You have but half the story, O tribune. When you have it all, you will agree with me. You know what I did with the man: that I sent him to the bath, and had him shorn and clothed, and then took him to the gate of the Tower, and bade him go free. I washed my hands of him. To-day he came back, and was brought to me. By signs and tears he at last made me understand he wished to return to his cell, and I so ordered. As they were leading him off, he broke away and kissed my feet, and, by piteous dumb imploration, insisted I should go with him; and I went. The mystery of the three men stayed in my mind. I was not satisfied about it. Now I am glad I yielded to his entreaty.\\\"\\n\\nThe whole company at this point became very still.\\n\\n\\\"When we were in the cell again, and the prisoner knew it, he caught my hand eagerly, and led me to a hole like that through which we were accustomed to pass him his food. Though large enough to push your helmet through, it escaped me yesterday. Still holding my hand, he put his face to the hole and gave a beast-like cry. A sound came faintly back. I was astonished, and drew him away, and called out, 'Ho, here!' At first there was no answer. I called again, and received back these words, 'Be thou praised, O Lord!' Yet more astonishing, O tribune, the voice was a woman's. And I asked, 'Who are you?' and had reply, 'A woman of Israel, entombed here with her daughter. Help us quickly, or we die.' I told them to be of cheer, and hurried here to know your will.\\\"\\n\\nThe tribune arose hastily.\\n\\n\\\"Thou wert right, Gesius,\\\" he said, \\\"and I see now. The map was a lie, and so was the tale of the three men. There have been better Romans than Valerius Gratus.\\\"\\n\\n\\\"Yes,\\\" said the keeper. \\\"I gleaned from the prisoner that he had regularly given the women of the food and drink he had received.\\\"\\n\\n\\\"It is accounted for,\\\" replied the tribune, and observing the countenances of his friends, and reflecting how well it would be to have witnesses, he added, \\\"Let us rescue the women. Come all.\\\"\\n\\nGesuis was pleased.\\n\\n\\\"We will have to pierce the wall,\\\" he said. \\\"I found where a door had been, but it was filled solidly with stones and mortar.\\\"\\n\\nThe tribune stayed to say to a clerk, \\\"Send workmen after me with tools. Make haste; but hold the report, for I see it will have to be corrected.\\\"\\n\\nIn a short time they were gone.\\n\\nCHAPTER II\\n\\n\\\"A woman of Israel, entombed here with her daughter. Help us quickly, or we die.\\\"\\n\\nSuch was the reply Gesius, the keeper, had from the cell which appears on his amended map as VI. The reader, when he observed the answer, knew who the unfortunates were, and, doubtless, said to himself, \\\"At last the mother of Ben-Hur, and Tirzah, his sister!\\\"\\n\\nAnd so it was.\",\"timestamp\":1640148148,\"title\":\"Then let this man fight me singly, and I will make the proof on his body.\"},\"digest\":\"80wdgCNdPPjY49HbrgWjqa568VFFrXj02jmruE_3frw\",\"authorship\":{\"contributor\":\"0xBD49781Dd387395918Bf70f33643d6b0BDC2f41E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WqtZlC64hb4wwXXHIcWAiI7oinqX_aj8jciIzRfyd2M\\\",\\\"y\\\":\\\"YwC1c7oeI_wM5IrQqc09YSHb5Y6nDH_EUu7vqEOQiTM\\\"}\",\"signature\":\"mQXeLXm3ZEQVVe-otxkJYoUvijs4OWon2oMVza2kXRtrLJPf1mAKu5RNbM9fhL2j_cQ4p9wpWWupqPKZZJhuUw\",\"signingKeySignature\":\"0xa83057bcebb7a4c34d15cd50cc4332d0b2d914d34f2bef18702db58cdf9e30aa5f9e6deeeac1d69cd9407e998e7fb34b8fa6ab6ee0d216027205af0aa82c73201c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WqtZlC64hb4wwXXHIcWAiI7oinqX_aj8jciIzRfyd2M\\\",\\\"y\\\":\\\"YwC1c7oeI_wM5IrQqc09YSHb5Y6nDH_EUu7vqEOQiTM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"80wdgCNdPPjY49HbrgWjqa568VFFrXj02jmruE_3frw\"}"