"{\"content\":{\"body\":\"When I was in 9th standard, I remember my English teacher telling me \\\"You're not smart. Do you know that?! You hang out with smart people and you act smart.\\\" It hurt me a bit. But, later in my life, I realized he was kind of telling the truth. \\n \\nI was never the smartest kid in the room. I was…okay. But, I was lucky enough to\\nmake friends who are amazing at what they do. And, that helped me become\\nsmarter over the years. \\n \\nSurround yourself with smart people. Don't be intimidated. A lot of great people did\\nthis when they're in their prime. \\n \\nIn his book \\\"**Show your work**\\\", Austin Kleon writes,  \\n  \\n > *If you look back closely at history, many of the people who we think of as lone geniuses were actually part of a whole scene of people who were supporting each other, looking at each other's work, copying from each other, stealing ideas, and contributing ideas.* \\n  \\n Musician Brian Eno refers to this way of thinking as \\\"Scenius\\\" where great ideas are often birthed by a group of creative individuals - artists, curators, thinkers, theorists.  \\n  \\n It is true. Both Bill Gates and Steve Jobs were part of the Homebrew Computer Club, a group of computer enthusiasts, which gave rise to several tech breakthroughs.  \\n  \\n Steven Spielberg was part of a Scenius made up of Martin Scorsese, George Lucas, Francis Ford Coppola, and a few others who hung out together and brainstormed ideas all the time. And, everyone in the group made epic masterpieces during the late 1970s and early 1980s.  \\n  \\n If not for the photography group, bloggers club, and the incredibly talented people I've worked with and met during my time at Zoho and Freshworks, I would be a nobody.  \\n  \\n Meet new people. Smart people. Push aside your ego and start learning.\",\"timestamp\":1637589365,\"title\":\"#12 Surround Yourself With Smart People\"},\"digest\":\"_OJdhblLAIFkbtnpYCnppEr0tYTY2qApc_dBZFqC3EU\",\"authorship\":{\"contributor\":\"0x5F882566e4B071Ec1565Ed633EDBFB5c902dCA74\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8_uGVGdfFjLSJWYd0zMXytofzonHacRrnRv2eKJFt2Y\\\",\\\"y\\\":\\\"_ZD7ifRsXTRvXXBU3V2IkPZAMDhECIUxIelNusRyYms\\\"}\",\"signature\":\"bTN_B-O4CRwaEKYT9iuMgWx5BB6fRit9C2PJjw-fOM8jFnCzUQlpGk6ylQ-mgVgvQRDASwvJq91LbjUfTJnw3A\",\"signingKeySignature\":\"0x5dad564490ee162511d60b533a5ad5d7949efface30fb34d4338a146b02755d9025af55c5b65bcd4dbc7213a59304f21b2e17848f3ef96f5b0b359f3399243151c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8_uGVGdfFjLSJWYd0zMXytofzonHacRrnRv2eKJFt2Y\\\",\\\"y\\\":\\\"_ZD7ifRsXTRvXXBU3V2IkPZAMDhECIUxIelNusRyYms\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_OJdhblLAIFkbtnpYCnppEr0tYTY2qApc_dBZFqC3EU\"}"