"{\"content\":{\"body\":\"We took a long walk to-day, with the three dogs, and it was pitiful to  see how glad they were to be free of the cellar and a back yard and at large among grass and rocks and roots of trees.  I wanted to bottle up some of the air and send it to all of my friends in New York.  It is so much better to smell than hot-house violets.  Seaton came on with us to handle the dogs and to unpack and so to-day we are nearly settled already with silver, pictures, clothes and easels and writing things all in place.  The gramophone is whirling madly and all is well-- Lots and lots of love.\\n\\nDICK.\\n\\nThe following was written by Richard to his mother on her birthday:\\n\\nMARION, MASSACHUSFTTS. June 27th, 1901. DEAR MOTHER:\\n\\nIn those wonderful years of yours you never thought of the blessing you were to us, only of what good you could find in us.  All that time, you were helping us and others, and making us better, happier, even nobler people.  From the day you struck the first blow for labor, in The Iron Mills on to the editorials in The Tribune, The Youth's Companion and The Independent, with all the good the novels, the stories brought to people, you were always year after year making the ways straighter, lifting up people, making them happier and better.  No woman ever did better for her time than you and no shrieking suffragette will ever understand the influence you wielded, greater than hundreds of thousands of women's votes.\\n\\nWe love you dear, dear mother, and we KNOW you and may your coming years be many and as full of happiness for yourself as they are for us.\\n\\nRICHARD.\\n\\nCHAPTER XIII\\n\\nTHE SPANISH AND ENGLISH CORONATIONS\\n\\nInterrupted by frequent brief visits to New York Philadelphia, and Boston, Richard and his wife remained in Marion from May, 1901, until the early spring of 1902.  During this year Richard accomplished a great deal of work and lived an ideal existence.  In the summer months there were golf and tennis and an army of visitors, and during the winter many of their friends came from New York to enjoy a most charming hospitality and the best of duck shooting and all kinds of winter sports.\\n\\nLate in April, they sailed for Gibraltar on their way to Madrid, where Richard was to report the coronation ceremonies, and from Madrid they went to Paris and then to London to see the coronation of King Edward.  It was while on a visit to the Rudyard Kiplings that they heard the news that Edward had been suddenly stricken with a serious illness and that the ceremony had been postponed.\\n\\n11, St. James's Place, St. James's Street, S. W. London. June, 1902. DEAR MOTHER:--\\n\\nThis is only to say that at the Kipling's we heard the news, and being two newspaper men, refused to believe it and went to the postoffice of the little village to call up Brighton on the 'phone.  It was very dramatic, the real laureate of the British Empire asking if the King were really in such danger that he could not be crowned, while the small boy in charge of the grocery shop, where the postoffice was, wept with his elbows on the counter.  They sent me my ticket--unasked--for the Abbey, early this morning, and while I was undecided whether to keep it--or send it back, this came.  So, now, I shall frame it as a souvenir of one of the most unhappy occasions I ever witnessed.  You can form no idea of what a change it has made.  It really seems to have stunned every one--that is the usual and accepted word, but this time it describes it perfectly.\\n\\nGoodbye,\\n\\nDICK.\\n\\nDuring the summer of 1903 my mother and father occupied a cottage at Marion, and every morning Richard started the day by a visit to them.  My brother had already bought his Crossroads Farm at Mount Kisco, and the new house was one of the favorite topics of their talk.  The following letter was written by my mother to Richard, after her return to Philadelphia.\\n\\nSeptember, 1903.\\n\\nHere we are in the old library and breakfast over.  There seemed an awful blank in the world as I sat down just now, and I said to Dad \\\"Its Dick--he must come THIS morning.\\\"\\n\\nYou don't know how my heart used to give a thump when you and Bob came in that old door.  It has been such a good month--everybody was so friendly--and Dad was so well and happy--but your visits were the core of it all.  And our good drives!  Well we'll have lots of drives at the Crossroads.  You'll call at our cottage every morning and I'm going to train the peacocks to run before the trap and I'll be just like Juno.\\n\\nThere isn't a scrap of news.  It is delightfully cool here.\\n\\nM.\\n\\nCHAPTER XIV\\n\\nTHE JAPANESE-RUSSIAN WAR\\n\\nDuring the fall and early winter of 1903 Richard and his wife lingered on in Marion, but came to New York after the Christmas holidays.  The success of his farce \\\"The Dictator\\\" had been a source of the greatest pleasure to Richard, and he settled down to playwriting with the same intense zeal he put into all of his work.  However, for several years Robert J. Collier and my brother had been very close friends, and Richard had written many articles and stories for Collier's Weekly, so that when Collier urged my brother to go to the Japanese-Russian War as correspondent with the Japanese forces, Richard promptly gave up his playwriting and returned to his old love--the role of reporter.  Accompanied by his wife, Richard left New York for San Francisco in February.\\n\\nFebruary, 1904. DEAR MOTHER:\\n\\nWe are really off on the \\\"long trail\\\" bound for the boundless East.  We have a charming drawing-room, a sympathetic porter and a courtly conductor descended from one of the first Spanish conquerors of California.  We arranged the being late for lunch problem by having dinner at five and cutting the lunch out.  Bruce and Nan came over for dinner and we had a very jolly time.  They all asked after you all, and drank to our re-union at Marion in July.  Later they all tried to come with us on the train.  It looked so attractive with electric lights in each seat, and observation car and library.  A reporter interviewed us and Mr. Clark gave us a box of segars and a bottle of whiskey.  But they will not last, as will Dad's razors and your housewife.  I've used Dad's razors twice a day, and they still are perfect.  It's snowing again, but we don't care.  They all came to the station to see us off but no one cried this time as they did when we went to South Africa.  Somehow we cannot take this trip seriously.  It is such a holiday trip all through not grim and human like the Boer war.  Just quaint and queer.  A trip of cherry blossoms and Geisha girls.  I send all my love to you.\\n\\nDICK.\\n\\nSAN FRANCISCO, February 26th. DEAR MOTHER:\\n\\nWe got in here last night at midnight just as easily as though we were coming into Jersey City.  Before we knew it we had seen the Golden Gate, and were snug in this hotel.  Today as soon as we learned we could not sail we started in to see sights and we made a record and hung it up high.  We went to the Cliff House and saw the seals on the rocks below, to the Park, the military reservation, Chinatown, and the Poodle Dog Restaurant.  We also saw the Lotta monument, the Stevenson monument, the Spreckles band stand, the place where the Vigilance Committee hung the unruly, and tonight I went to a dinner the Bohemian Club gave to the War correspondents.  I made a darned good speech.  Think of ME making a speech of any sort, but I did, and I had sense enough not to talk about the war but the \\\"glorious climate of California\\\" instead and of all the wonders of Frisco.  So, I made a great hit.  It certainly is one of the few cities that lives up to it's reputation in every way.  I should call it the most interesting city, with more character back of it than any city on this continent.  There are only four deck rooms and we each have one.  The boat is small, but in spite of the crowd that is going on her, will I think be comfortable.  I know it will be that, and it may be luxurious.\\n\\nDICK.\\n\\nOn way to Japan. March 13th, 1904.\\n\\nAbout four this afternoon we saw an irregular line of purple mountains against a yellow sky, and it was Japan.  In spite of the Sunday papers, and the interminable talk on board, the guide books and maps which had made Japan nauseous to me, I saw the land of the Rising Sun with just as much of a shock and thrill as I first saw the coast of Africa.  We forgot entirely we had been twenty days at sea and remembered only that we were ten miles from Japan, only as far as New Bedford is from Marion.  We are at anchor now, waiting to go in in the morning.  Were it not for war we could go in now but we must wait to be piloted over the sunken mines.  That and the flashlights moving from the cruisers ten miles away gave us our first idea of war.  To-morrow early we will be off for Tokio, as it is only forty miles from Yokohama.  Of course, I may get all sorts of news before we land, but that is what we expect to do.  It will be good to feel solid earth, and to see the kimonos and temples and geishas and cherry blossoms.  I am almost hoping the Government won't let us go to the front and that for a week at least Cecil and I can sit in tea houses with our shoes off while the nesans bring us tea and the geishas rub their knees and make bows to us.  I am sending you through Harper's, a book on Hawaii and one of Japan that I have read and like and which I think will help you to keep in touch with the wanderers.  With all my love to all.\\n\\nDICK.\\n\\nTOKYO, March 22nd, 1904. DEAR MOTHER:\\n\\nThe \\\"situation\\\" here continues to remain in such doubt that I cannot tell of it, as it changes hourly.  There are three \\\"columns,\\\" so far existing only in imagination.  That is, so far as they concern the correspondents.  The first lot have chosen themselves, and so have the second lot.  But the first lot are no nearer starting than they were two weeks ago.  I may be kept waiting here for weeks and weeks.  I do not like to turn out Palmer, although I very much want to go with the first bunch.  On the other hand I am paid pretty well to get to the front, and I am uncertain as to what I ought to do.  If the second column were to start immediately after the first, we then would have two men in the field, but if it does not, then Collier will be paying $1000. a week for stories of tea houses and \\\"festivals.\\\"  Palmer threatens to resign if I take his place in the first column and that would be a loss to the paper that I do not feel I could make up.  If it gets any more complicated I'll wire Collier to decide.\\n\\nMeanwhile, we are going out to dinners and festivals and we ride.  I have a good pony the paper paid for Cecil has hired another and we find it delightful to scamper out into the country.  We have three rooms in a row.  One we use for a sitting room.  They look very welland as it is still cold we keep them cheerful with open fires.  We have a table in the dining-room to ourselves and to which we can ask our friends.  The food is extremely good.  Griscom and the Secretaries have all called and sent pots of flowers, and we are dining out every other night.  In the day we shop and ride.  But all day and all night we the correspondents plot and slave and intrigue over the places on the columns.  I got mine on the second column all right but no one knows if it ever will move.  So, naturally, I want to be on the first.  The rows are so engrossing that I have not enjoyed the country as I expected.  Still, I am everlastingly glad we came.  It is an entirely new life and aspect.  It completes so much that we have read and seen.  In spite of the bother over the war passes I learn things daily and we see beautiful and curious things, and are educated as to the East, as no books could have done it for us.  John Bass who was my comrade in arms in Greece and his wife are here.  They are the very best.  Also we see Lloyd daily, and the hotel is full of amusing men, who are trying to get to the front.  Of course, we know less of the war than you do.  None of the news from Cheefoo, none of the \\\"unauthorized\\\" news reaches us.  Were it not for our own squabbles we would not know not only that the country was at war but not even that war existed ANYWHERE in the world.  We are here entirely en tourist and it cannot be helped.  The men who tried to go with the Russians are equally unfortunate.  Think of us as wandering around each with a copy of Murray seeing sights.  That is all we really do,  All my love.\\n\\nDICK.\\n\\nYOKOHAMA--April 2, 1904. DEAR MOTHER:\",\"timestamp\":1639126438,\"title\":\"\\nOutside it is brisk and fine and smells of earth and melting snow and there is a grand breeze from the bay\"},\"digest\":\"ghCmZ2iaKI5KWCA1dhlqKgh1UIn-XAuvH7x5rNme0iY\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oAzoGzt-2gzk9dhW5GNsJ3ogwDNHX7rc3GpxhJMlmyA\\\",\\\"y\\\":\\\"hVQ7V8jF9NJEqm8wS8rVMlJOdXT_LJJu8Qe1u-XdLg0\\\"}\",\"signature\":\"nWquuevHrTGYGEQnssEYxU-RJl7pYJJH5EptGjdxErYqFHW2NCrBGP2eXkKip4rslP3_sXwy38uTHpsHY-f_Ew\",\"signingKeySignature\":\"0xf1b5027b354ddeae3213a2b78651d5bd481f0b4a476597c3baaa95757b5db7f47fa66dd35684890664b234bf72d1b7707b10456aad3a612023a908254d6005891c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oAzoGzt-2gzk9dhW5GNsJ3ogwDNHX7rc3GpxhJMlmyA\\\",\\\"y\\\":\\\"hVQ7V8jF9NJEqm8wS8rVMlJOdXT_LJJu8Qe1u-XdLg0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ghCmZ2iaKI5KWCA1dhlqKgh1UIn-XAuvH7x5rNme0iY\"}"