"{\"content\":{\"body\":\"licking the honey in the best way, especially if there is much of\\n\\nit within reach.  Solomon expresses this way out thus:  \\\"Then I\\n\\ncommended mirth, because a man hath no better thing under the sun,\\n\\nthan to eat, and to drink, and to be merry: and that this should\\n\\naccompany him in his labour the days of his life, which God giveth\\n\\nhim under the sun.\\n\\n```\\n \\\"Therefore eat thy bread with joy and drink thy wine with a\\n```\\n\\nmerry heart.... Live joyfully with the wife whom thou lovest all\\n\\nthe days of the life of thy vanity...for this is thy portion in\\n\\nlife and in thy labours which thou takest under the sun....\\n\\nWhatsoever thy hand findeth to do, do it with thy might, for there\\n\\nis not work, nor device, nor knowledge, nor wisdom, in the grave,\\n\\nwhither thou goest.\\\"\\n\\n```\\n That is the way in which the majority of people of our circle\\n```\\n\\nmake life possible for themselves.  Their circumstances furnish\\n\\nthem with more of welfare than of hardship, and their moral\\n\\ndullness makes it possible for them to forget that the advantage of\\n\\ntheir position is accidental, and that not everyone can have a\\n\\nthousand wives and palaces like Solomon, that for everyone who has\\n\\na thousand wives there are a thousand without a wife, and that for\\n\\neach palace there are a thousand people who have to build it in the\\n\\nsweat of their brows; and that the accident that has today made me\\n\\na Solomon may tomorrow make me a Solomon's slave.  The dullness of\\n\\nthese people's imagination enables them to forget the things that\\n\\ngave Buddha no peace -- the inevitability of sickness, old age, and\\n\\ndeath, which today or tomorrow will destroy all these pleasures.\\n\\n```\\n So think and feel the majority of people of our day and our\\n```\\n\\nmanner of life.  The fact that some of these people declare the\\n\\ndullness of their thoughts and imaginations to be a philosophy,\\n\\nwhich they call Positive, does not remove them, in my opinion, from\\n\\nthe ranks of those who, to avoid seeing the question, lick the\\n\\nhoney.  I could not imitate these people; not having their dullness\\n\\nof imagination I could not artificially produce it in myself.  I\\n\\ncould not tear my eyes from the mice and the dragon, as no vital\\n\\nman can after he has once seen them.\\n\\n```\\n The third escape is that of strength and energy.  It consists\\n```\\n\\nin destroying life, when one has understood that it is an evil and\\n\\nan absurdity.  A few exceptionally strong and consistent people act\\n\\nso.  Having understood the stupidity of the joke that has been\\n\\nplayed on them, and having understood that it is better to be dead\\n\\nthan to be alive, and that it is best of all not to exist, they act\\n\\naccordingly and promptly end this stupid joke, since there are\\n\\nmeans:  a rope round one's neck, water, a knife to stick into one's\\n\\nheart, or the trains on the railways; and the number of those of\\n\\nour circle who act in this way becomes greater and greater, and for\\n\\nthe most part they act so at the best time of their life, when the\\n\\nstrength of their mind is in full bloom and few habits degrading to\\n\\nthe mind have as yet been acquired.\\n\\n```\\n I saw that this was the worthiest way of escape and I wished\\n```\\n\\nto adopt it.\\n\\n```\\n The fourth way out is that of weakness.  It consists in seeing\\n```\\n\\nthe truth of the situation and yet clinging to life, knowing in\\n\\nadvance that nothing can come of it.  People of this kind know that\\n\\ndeath is better than life, but not having the strength to act\\n\\nrationally -- to end the deception quickly and kill themselves --\\n\\nthey seem to wait for something.  This is the escape of weakness,\\n\\nfor if I know what is best and it is within my power, why not yield\\n\\nto what is best? ... I found myself in that category.\\n\\n```\\n So people of my class evade the terrible contradiction in four\\n```\\n\\nways.  Strain my attention as I would, I saw no way except those\\n\\nfour.  One way was not to understand that life is senseless,\\n\\nvanity, and an evil, and that it is better not to live.  I could\\n\\nnot help knowing this, and when I once knew it could not shut my\\n\\neyes to it.  the second way was to use life such as it is without\\n\\nthinking of the future.  And I could not do that.  I, like Sakya\\n\\nMuni, could not ride out hunting when I knew that old age,\\n\\nsuffering, and death exist.  My imagination was too vivid.  Nor\\n\\ncould I rejoice in the momentary accidents that for an instant\\n\\nthrew pleasure to my lot.  The third way, having under stood that\\n\\nlife is evil and stupid, was to end it by killing oneself.  I\\n\\nunderstood that, but somehow still did not kill myself.  The fourth\\n\\nway was to live like Solomon and Schopenhauer -- knowing that life\\n\\nis a stupid joke played upon us, and still to go on living, washing\\n\\noneself, dressing, dining, talking, and even writing books.  This\\n\\nwas to me repulsive and tormenting, but I remained in that\\n\\nposition.\\n\\n```\\n I see now that if I did not kill myself it was due to some dim\\n```\\n\\nconsciousness of the invalidity of my thoughts.  However convincing\\n\\nand indubitable appeared to me the sequence of my thoughts and of\\n\\nthose of the wise that have brought us to the admission of the\\n\\nsenselessness of life, there remained in me a vague doubt of the\\n\\njustice of my conclusion.\\n\\n```\\n It was like this:  I, my reason, have acknowledged that life\\n```\\n\\nis senseless.  If there is nothing higher than reason (and there is\\n\\nnot: nothing can prove that there is), then reason is the creator\\n\\nof life for me.  If reason did not exist there would be for me no\\n\\nlife.  How can reason deny life when it is the creator of life?  Or\\n\\nto put it the other way: were there no life, my reason would not\\n\\nexist; therefore reason is life's son.  Life is all.  Reason is its\\n\\nfruit yet reason rejects life itself!  I felt that there was\\n\\nsomething wrong here.\\n\\n```\\n Life is a senseless evil, that is certain, said I to myself. \\n```\\n\\nYet I have lived and am still living, and all mankind lived and\\n\\nlives.  How is that?  Why does it live, when it is possible not to\\n\\nlive?  Is it that only I and Schopenhauer are wise enough to\\n\\nunderstand the senselessness and evil of life?\\n\\n```\\n The reasoning showing the vanity of life is not so difficult,\\n```\\n\\nand has long been familiar to the very simplest folk; yet they have\\n\\nlived and still live.  How is it they all live and never think of\\n\\ndoubting the reasonableness of life?\\n\\n```\\n My knowledge, confirmed by the wisdom of the sages, has shown\\n```\\n\\nme that everything on earth -- organic and inorganic -- is all most\\n\\ncleverly arranged -- only my own position is stupid.  and those\\n\\nfools -- the enormous masses of people -- know nothing about how\\n\\neverything organic and inorganic in the world is arranged; but they\\n\\nlive, and it seems to them that their life is very wisely arranged!\\n\\n...\\n\\n```\\n And it struck me:  \\\"But what if there is something I do not\\n```\\n\\nyet know?  Ignorance behaves just in that way.  Ignorance always\\n\\nsays just what I am saying.  When it does not know something, it\\n\\nsays that what it does not know is stupid.  Indeed, it appears that\\n\\nthere is a whole humanity that lived and lives as if it understood\\n\\nthe meaning of its life, for without understanding it could not\\n\\nlive; but I say that all this life is senseless and that I cannot\\n\\nlive.\\n\\n```\\n \\\"Nothing prevents our denying life by suicide.  well then,\\n```\\n\\nkill yourself, and you won't discuss.  If life displeases you, kill\\n\\nyourself!  You live, and cannot understand the meaning of life --\\n\\nthen finish it, and do not fool about in life, saying and writing\\n\\nthat you do not understand it.  You have come into good company\\n\\nwhere people are contented and know what they are doing; if you\\n\\nfind it dull and repulsive -- go away!\\\"\\n\\n```\\n Indeed, what are we who are convinced of the necessity of\\n```\\n\\nsuicide yet do not decide to commit it, but the weakest, most\\n\\ninconsistent, and to put it plainly, the stupidest of men, fussing\\n\\nabout with our own stupidity as a fool fusses about with a painted\\n\\nhussy?  For our wisdom, however indubitable it may be, has not\\n\\ngiven us the knowledge of the meaning of our life.  But all mankind\\n\\nwho sustain life -- millions of them -- do not doubt the meaning of\\n\\nlife.\\n\\n```\\n Indeed, from the most distant time of which I know anything,\\n```\\n\\nwhen life began, people have lived knowing the argument about the\\n\\nvanity of life which has shown me its senselessness, and yet they\\n\\nlived attributing some meaning to it.\\n\\n```\\n From the time when any life began among men they had that\\n```\\n\\nmeaning of life, and they led that life which has descended to me.\\n\\nAll that is in me and around me, all, corporeal and incorporeal, is\\n\\nthe fruit of their knowledge of life.  Those very instruments of\\n\\nthought with which I consider this life and condemn it were all\\n\\ndevised not be me but by them.  I myself was born, taught, and\\n\\nbrought up thanks to them.  They dug out the iron, taught us to cut\\n\\ndown the forests, tamed the cows and horses, taught us to sow corn\\n\\nand to live together, organized our life, and taught me to think\\n\\nand speak.  And I, their product, fed, supplied with drink, taught\\n\\nby them, thinking with their thoughts and words, have argued that\\n\\nthey are an absurdity!  \\\"There is something wrong,\\\" said I to\\n\\nmyself.  \\\"I have blundered somewhere.\\\"  But it was a long time\\n\\nbefore I could find out where the mistake was.\\n\\nVIII\\n\\n```\\n All these doubts, which I am now able to express more or less\\n```\\n\\nsystematically, I could not then have expressed.  I then only felt\\n\\nthat however logically inevitable were my conclusions concerning\\n\\nthe vanity of life, confirmed as they were by the greatest\\n\\nthinkers, there was something not right about them.  Whether it was\\n\\nin the reasoning itself or in the statement of the question I did\\n\\nnot know -- I only felt that the conclusion was rationally\\n\\nconvincing, but that that was insufficient.  All these conclusions\\n\\ncould not so convince me as to make me do what followed from my\\n\\nreasoning, that is to say, kill myself.  And I should have told an\\n\\nuntruth had I, without killing myself, said that reason had brought\\n\\nme to the point I had reached.  Reason worked, but something else\\n\\nwas also working which I can only call a consciousness of life.  A\\n\\nforce was working which compelled me to turn my attention to this\\n\\nand not to that; and it was this force which extricated me from my\\n\\ndesperate situation and turned my mind in quite another direction.\\n\\nThis force compelled me to turn my attention to the fact that I and\\n\\na few hundred similar people are not the whole of mankind, and that\\n\\nI did not yet know the life of mankind.\\n\\n```\\n Looking at the narrow circle of my equals, I saw only people\\n```\\n\\nwho had not understood the question, or who had understood it and\\n\\ndrowned it in life's intoxication, or had understood it and ended\\n\\ntheir lives, or had understood it and yet from weakness were living\\n\\nout their desperate life.  And I saw no others.  It seemed to me\\n\\nthat that narrow circle of rich, learned, and leisured people to\\n\\nwhich I belonged formed the whole of humanity, and that those\\n\\nmilliards of others who have lived and are living were cattle of\\n\\nsome sort -- not real people.\\n\\n```\\n Strange, incredibly incomprehensible as it now seems to me\\n```\\n\\nthat I could, while reasoning about life, overlook the whole life\\n\\nof mankind that surrounded me on all sides; that I could to such a\\n\\ndegree blunder so absurdly as to think that my life, and Solomon's\\n\\nand Schopenhauer's, is the real, normal life, and that the life of\\n\\nthe milliards is a circumstance undeserving of attention -- strange\\n\\nas this now is to me, I see that so it was.  In the delusion of my\\n\\npride of intellect it seemed to me so indubitable that I and\\n\\nSolomon and Schopenhauer had stated the question so truly and\\n\\nexactly that nothing else was possible -- so indubitable did it\\n\\nseem that all those milliards consisted of men who had not yet\\n\\narrived at an apprehension of all the profundity of the question --\\n\\nthat I sought for the meaning of my life without it once occurring\\n\\nto me to ask:  \\\"But what meaning is and has been given to their\\n\\nlives by all the milliards of common folk who live and have lived\\n\\nin the world?\\\"\\n\\n```\\n I long lived in this state of lunacy, which, in fact if not in\\n```\\n\\nwords, is particularly characteristic of us very liberal and\\n\\nlearned people.  But thanks either to the strange physical\\n\\naffection I have for the real labouring people, which compelled me\\n\\nto understand them and to see that they are not so stupid as we\\n\\nsuppose, or thanks to the sincerity of my conviction that I could\\n\\nknow nothing beyond the fact that the best I could do was to hang\\n\\nmyself, at any rate I instinctively felt that if I wished to live\\n\\nand understand the meaning of life, I must seek this meaning not\\n\\namong those who have lost it and wish to kill themselves, but among\\n\\nthose milliards of the past and the present who make life and who\\n\\nsupport the burden of their own lives and of ours also.  And I\\n\\nconsidered the enormous masses of those simple, unlearned, and poor\\n\\npeople who have lived and are living and I saw something quite\\n\\ndifferent.  I saw that, with rare exceptions, all those milliards\\n\\nwho have lived and are living do not fit into my divisions, and\\n\\nthat I could not class them as not understanding the question, for\\n\\nthey themselves state it and reply to it with extraordinary\\n\\nclearness.  Nor could I consider them epicureans, for their life\\n\\nconsists more of privations and sufferings than of enjoyments.\\n\\nStill less could I consider them as irrationally dragging on a\\n\\nmeaningless existence, for every act of their life, as well as\\n\\ndeath itself, is explained by them.  To kill themselves they\\n\\nconsider the greatest evil.  It appeared that all mankind had a\\n\\nknowledge, unacknowledged and despised by me, of the meaning of\\n\\nlife.  It appeared that reasonable knowledge does not give the\\n\\nmeaning of life, but excludes life: while the meaning attributed to\\n\\nlife by milliards of people, by all humanity, rests on some\\n\\ndespised pseudo-knowledge.\\n\\n```\\n Rational knowledge presented by the learned and wise, denies\\n```\\n\\nthe meaning of life, but the enormous masses of men, the whole of\\n\\nmankind receive that meaning in irrational knowledge. And that\\n\\nirrational knowledge is faith, that very thing which I could not\\n\\nbut reject.  It is God, One in Three; the creation in six days; the\\n\\ndevils and angels, and all the rest that I cannot accept as long as\\n\\nI retain my reason.\\n\\n```\\n My position was terrible.  I knew I could find nothing along\\n```\\n\\nthe path of reasonable knowledge except a denial of life; and there\\n\\n\\\\-- in faith -- was nothing but a denial of reason, which was yet\\n\\nmore impossible for me than a denial of life.  From rational\\n\\nknowledge it appeared that life is an evil, people know this and it\\n\\nis in their power to end life; yet they lived and still live, and\\n\\nI myself live, though I have long known that life is senseless and\\n\\nan evil.  By faith it appears that in order to understand the\\n\\nmeaning of life I must renounce my reason, the very thing for which\\n\\nalone a meaning is required.\\n\\n```\\n                           IX\\n\\n\\n\\n A contradiction arose from which there were two exits.  Either\\n```\\n\\nthat which I called reason was not so rational as I supposed, or\\n\\nthat which seemed to me irrational was not so irrational as I\\n\\nsupposed.  And I began to verify the line of argument of my\\n\\nrational knowledge.\\n\\n```\\n Verifying the line of argument of rational knowledge I found\\n```\\n\\nit quite correct.  The conclusion that life is nothing was\\n\\ninevitable; but I noticed a mistake.  The mistake lay in this, that\\n\\nmy reasoning was not in accord with the question I had put.  The\\n\\nquestion was:  \\\"Why should I live, that is to say, what real,\\n\\npermanent result will come out of my illusory transitory life --\\n\\nwhat meaning has my finite existence in this infinite world?\\\"  And\\n\\nto reply to that question I had studied life.\\n\\n```\\n The solution of all the possible questions of life could\\n```\\n\\nevidently not satisfy me, for my question, simple as it at first\\n\\nappeared, included a demand for an explanation of the finite in\\n\\nterms of the infinite, and vice versa.\\n\\n```\\n I asked: \\\"What is the meaning of my life, beyond time, cause,\\n```\\n\\nand space?\\\"  And I replied to quite another question:  \\\"What is the\\n\\nmeaning of  my life within time, cause, and space?\\\"  With the\\n\\nresult that, after long efforts of thought, the answer I reached\\n\\nwas: \\\"None.\\\"\\n\\n```\\n In my reasonings I constantly compared (nor could I do\\n```\\n\\notherwise) the finite with the finite, and the infinite with the\\n\\ninfinite; but for that reason I reached the inevitable result:\\n\\nforce is force, matter is matter, will is will, the infinite is the\\n\\ninfinite, nothing is nothing -- and that was all that could result.\\n\\n```\\n It was something like what happens in mathematics, when\\n```\\n\\nthinking to solve an equation, we find we are working on an\\n\\nidentity.  the line of reasoning is correct, but results in the\\n\\nanswer that a equals a, or x equals x, or o equals o.  the same\\n\\nthing happened with my reasoning in relation to the question of the\\n\\nmeaning of my life.  The replies given by all science to that\\n\\nquestion only result in -- identity.\\n\\n```\\n And really, strictly scientific knowledge -- that knowledge\\n```\\n\\nwhich begins, as Descartes's did, with complete doubt about\\n\\neverything -- rejects all knowledge admitted on faith and builds\\n\\neverything afresh on the laws of reason and experience, and cannot\\n\\ngive any other reply to the question of life than that which I\\n\\nobtained: an indefinite reply.  Only at first had it seemed to me\\n\\nthat knowledge had given a positive reply -- the reply of\\n\\nSchopenhauer: that life has no meaning and is an evil.  But on\\n\\nexamining the matter I understood that the reply is not positive,\\n\\nit was only my feeling that so expressed it.  Strictly expressed,\\n\\nas it is by the Brahmins and by Solomon and Schopenhauer, the reply\\n\\nis merely indefinite, or an identity: o equals o, life is nothing.\\n\\nSo that philosophic knowledge denies nothing, but only replies that\\n\\nthe question cannot be solved by it -- that for it the solution\\n\\nremains indefinite.\\n\\n```\\n Having understood this, I understood that it was not possible\\n```\\n\\nto seek in rational knowledge for a reply to my question, and that\\n\\nthe reply given by rational knowledge is a mere indication that a\\n\\nreply can only be obtained by a different statement of the question\\n\\nand only when the relation of the finite to the infinite is\\n\\nincluded in the question.  And I understood that, however\\n\\nirrational and distorted might be the replies given by faith, they\\n\\nhave this advantage, that they introduce into every answer a\\n\\nrelation between the finite and the infinite, without which there\\n\\ncan be no solution.\\n\\n```\\n In whatever way I stated the question, that relation appeared\\n```\\n\\nin the answer.  How am I to live? --  According to the law of God.\\n\\nWhat real result will come of my life?  --  Eternal torment or\\n\\neternal bliss.  What meaning has life that death does not destroy?\\n\\n\\\\-- Union with the eternal God: heaven.\\n\\n```\\n So that besides rational knowledge, which had seemed to me the\\n```\\n\\nonly knowledge, I was inevitably brought to acknowledge that all\\n\\nlive humanity has another irrational knowledge -- faith which makes\\n\\nit possible to live.  Faith still remained to me as irrational as\\n\\nit was before, but I could not but admit that it alone gives\\n\\nmankind a reply to the questions of life, and that consequently it\\n\\nmakes life possible.  Reasonable knowledge had brought me to\\n\\nacknowledge that life is senseless -- my life had come to a halt\\n\\nand I wished to destroy myself.  Looking around on the whole of\\n\\nmankind I saw that people live and declare that they know the\\n\\nmeaning of life.  I looked at myself -- I had lived as long as I\\n\\nknew a meaning of life and had made life possible.\\n\\n```\\n Looking again at people of other lands, at my contemporaries\\n```\\n\\nand at their predecessors, I saw the same thing.  Where there is\\n\\nlife, there since man began faith has made life possible for him,\\n\\nand the chief outline of that faith is everywhere and always\\n\\nidentical.\\n\\n```\\n Whatever the faith may be, and whatever answers it may give,\\n```\\n\\nand to whomsoever it gives them, every such answer gives to the\\n\\nfinite existence of man an infinite meaning, a meaning not\\n\\ndestroyed by sufferings, deprivations, or death.  This means that\\n\\nonly in faith can we find for life a meaning and a possibility.\\n\\nWhat, then, is this faith?  And I understood that faith is not\\n\\nmerely \\\"the evidence of things not seen\\\", etc., and is not a\\n\\nrevelation (that defines only one of the indications of faith, is\\n\\nnot the relation of man to God (one has first to define faith and\\n\\nthen God, and not define faith through God); it not only agreement\\n\\nwith what has been told one (as faith is most usually supposed to\\n\\nbe), but faith is a knowledge of the meaning of human life in\\n\\nconsequence of which man does not destroy himself but lives.  Faith\\n\\nis the strength of life.  If a man lives he believes in something.\\n\\nIf he did not believe that one must live for something, he would\\n\\nnot live.  If he does not see and recognize the illusory nature of\\n\\nthe finite, he believes in the finite; if he understands the\\n\\nillusory nature of the finite, he must believe in the infinite.\\n\\nWithout faith he cannot live.\\n\\n```\\n And I recalled the whole course of my mental labour and was\\n```\\n\\nhorrified.  It was now clear to me that for man to be able to live\\n\\nhe must either not see the infinite, or have such an explanation of\\n\\nthe meaning of life as will connect the finite with the infinite.\\n\\nSuch an explanation I had had; but as long as I believed in the\\n\\nfinite I did not need the explanation, and I began to verify it by\\n\\nreason.  And in the light of reason the whole of my former\\n\\nexplanation flew to atoms.  But a time came when I ceased to\\n\\nbelieve in the finite.  And then I began to build up on rational\\n\\nfoundations, out of what I knew, an explanation which would give a\\n\\nmeaning to life; but nothing could I build.  Together with the best\\n\\nhuman intellects I reached the result that o equals o, and was much\\n\\nastonished at that conclusion, though nothing else could have\\n\\nresulted.\\n\\n```\\n What was I doing when I sought an answer in the experimental\\n```\\n\\nsciences?  I wished to know why I live, and for this purpose\\n\\nstudied all that is outside me.  Evidently I might learn much, but\\n\\nnothing of what I needed.\\n\\n```\\n What was I doing when I sought an answer in philosophical\\n```\\n\\nknowledge?  I was studying the thoughts of those who had found\\n\\nthemselves in the same position as I, lacking a reply to the\\n\\nquestion \\\"why do I live?\\\" Evidently I could learn nothing but what\\n\\nI knew myself, namely that nothing can be known.\\n\\n```\\n What am I? -- A part of the infinite.  In those few words lies\\n```\\n\\nthe whole problem.\\n\\n```\\n Is it possible that humanity has only put that question to\\n```\\n\\nitself since yesterday?  And can no one before me have set himself\\n\\nthat question -- a question so simple, and one that springs to the\\n\\ntongue of every wise child?\\n\\n```\\n Surely that question has been asked since man began; and\\n```\\n\\nnaturally for the solution of that question since man began it has\\n\\nbeen equally insufficient to compare the finite with the finite and\\n\\nthe infinite with the infinite, and since man began the relation of\\n\\nthe finite to the infinite has been sought out and expressed.\\n\\n```\\n All these conceptions in which the finite has been adjusted to\\n```\\n\\nthe infinite and a meaning found for life -- the conception of God,\\n\\nof will, of goodness -- we submit to logical examination.  And all\\n\\nthose conceptions fail to stand reason's criticism.\\n\\n```\\n Were it not so terrible it would be ludicrous with what pride\\n```\\n\\nand self-satisfaction we, like children, pull the watch to pieces,\\n\\ntake out the spring, make a toy of it, and are then surprised that\\n\\nthe watch does not go.\\n\\n```\\n A solution of the contradiction between the finite and the\\n```\\n\\ninfinite, and such a reply to the question of life as will make it\\n\\npossible to live, is necessary and precious.  And that is the only\\n\\nsolution which we find everywhere, always, and among all peoples:\\n\\na solution descending from times in which we lose sight of the life\\n\\nof man, a solution so difficult that we can compose nothing like it\\n\\n\\\\-- and this solution we light-heartedly destroy in order again to\\n\\nset the same question, which is natural to everyone and to which we\\n\\nhave no answer.\\n\\n```\\n The conception of an infinite god, the divinity of the soul,\\n```\\n\\nthe connexion of human affairs with God, the unity and existence of\\n\\nthe soul, man's conception of moral goodness and evil -- are\\n\\nconceptions formulated in the hidden infinity of human thought,\\n\\nthey are those conceptions without which neither life nor I should\\n\\nexist; yet rejecting all that labour of the whole of humanity, I\\n\\nwished to remake it afresh myself and in my own manner.\\n\\n```\\n I did not then think like that, but the germs of these\\n```\\n\\nthoughts were already in me.  I understood, in the first place,\\n\\nthat my position with Schopenhauer and Solomon, notwithstanding our\\n\\nwisdom, was stupid:  we see that life is an evil and yet continue\\n\\nto live.  That is evidently stupid, for if life is senseless and I\\n\\nam so fond of what is reasonable, it should be destroyed, and then\\n\\nthere would be no one to challenge it.  Secondly, I understood that\\n\\nall one's reasonings turned in a vicious circle like a wheel out of\\n\\ngear with its pinion.  However much and however well we may reason\\n\\nwe cannot obtain a reply to the question; and o will always equal\\n\\no, and therefore our path is probably erroneous.  Thirdly, I began\\n\\nto understand that in the replies given by faith is stored up the\\n\\ndeepest human wisdom and that I had no right to deny them on the\\n\\nground of reason, and that those answers are the only ones which\\n\\nreply to life's question.\\n\\n```\\n                            X\\n\\n\\n\\n I understood this, but it made matters no better for me.  I\\n```\\n\\nwas now ready to accept any faith if only it did not demand of me\\n\\na direct denial of reason -- which would be a falsehood.  And I\\n\\nstudied Buddhism and Mohammedanism from books, and most of all I\\n\\nstudied Christianity both from books and from the people around me.\\n\\n```\\n Naturally I first of all turned to the orthodox of my circle,\\n```\\n\\nto people who were learned:  to Church theologians, monks, to\\n\\ntheologians of the newest shade, and even to Evangelicals who\\n\\nprofess salvation by belief in the Redemption.  And I seized on\\n\\nthese believers and questioned them as to their beliefs and their\\n\\nunderstanding of the meaning of life.\\n\\n```\\n But though I made all possible concessions, and avoided all\\n```\\n\\ndisputes, I could not accept the faith of these people.  I saw that\\n\\nwhat they gave out as their faith did not explain the meaning of\\n\\nlife but obscured it, and that they themselves affirm their belief\\n\\nnot to answer that question of life which brought me to faith, but\\n\\nfor some other aims alien to me.\\n\\n```\\n I remember the painful feeling of fear of being thrown back\\n```\\n\\ninto my former state of despair, after the hope I often and often\\n\\nexperienced in my intercourse with these people.\\n\\n```\\n The more fully they explained to me their doctrines, the more\\n```\\n\\nclearly did I perceive their error and realized that my hope of\\n\\nfinding in their belief an explanation of the meaning of life was\\n\\nvain.\\n\\n```\\n It was not that in their doctrines they mixed many unnecessary\\n```\\n\\nand unreasonable things with the Christian truths that had always\\n\\nbeen near to me: that was not what repelled me.  I was repelled by\\n\\nthe fact that these people's lives were like my own, with only this\\n\\ndifference -- that such a life did not correspond to the principles\\n\\nthey expounded in their teachings.  I clearly felt that they\\n\\ndeceived themselves and that they, like myself found no other\\n\\nmeaning in life than to live while life lasts, taking all one's\\n\\nhands can seize.  I saw this because if they had had a meaning\\n\\nwhich destroyed the fear of loss, suffering, and death, they would\\n\\nnot have feared these things.  But they, these believers of our\\n\\ncircle, just like myself, living in sufficiency and superfluity,\\n\\ntried to increase or preserve them, feared privations, suffering,\\n\\nand death, and just like myself and all of us unbelievers, lived to\\n\\nsatisfy their desires, and lived just as badly, if not worse, than\\n\\nthe unbelievers.\\n\\n```\\n No arguments could convince me of the truth of their faith. \\n```\\n\\nOnly deeds which showed that they saw a meaning in life making what\\n\\nwas so dreadful to me -- poverty, sickness, and death -- not\\n\\ndreadful to them, could convince me.  And such deeds I did not see\\n\\namong the various believers in our circle.  On the contrary, I saw\\n\\nsuch deeds done \\\\[Footnote: this passage is noteworthy as being one\\n\\nof the few references made by Tolstoy at this period to the\\n\\nrevolutionary or \\\"Back-to-the-People\\\" movement, in which many young\\n\\nmen and women were risking and sacrificing home, property, and life\\n\\nitself from motives which had much in common with his own\\n\\nperception that the upper layers of Society are parasitic and prey\\n\\non the vitals of the people who support them. -- A.M.\\\\] by people of\\n\\nour circle who were the most unbelieving, but never by our so-\\n\\ncalled believers.\\n\\n```\\n And I understood that the belief of these people was not the\\n```\\n\\nfaith I sought, and that their faith is not a real faith but an\\n\\nepicurean consolation in life.\\n\\n```\\n I understood that that faith may perhaps serve, if not for a\\n```\\n\\nconsolation at least for some distraction for a repentant Solomon\\n\\non his death-bed, but it cannot serve for the great majority of\\n\\nmankind, who are called on not to amuse themselves while consuming\\n\\nthe labour of others but to create life.\\n\\n```\\n For all humanity to be able to live, and continue to live\\n```\\n\\nattributing a meaning to life, they, those milliards, must have a\\n\\ndifferent, a real, knowledge of faith.  Indeed, it was not the fact\\n\\nthat we, with Solomon and Schopenhauer, did not kill ourselves that\\n\\nconvinced me of the existence of faith, but the fact that those\\n\\nmilliards of people have lived and are living, and have borne\\n\\nSolomon and us on the current of their lives.\\n\\n```\\n And I began to draw near to the believers among the poor,\\n```\\n\\nsimple, unlettered folk: pilgrims, monks, sectarians, and peasants.\\n\\nThe faith of these common people was the same Christian faith as\\n\\nwas professed by the pseudo-believers of our circle.  Among them,\\n\\ntoo, I found a great deal of superstition mixed with the Christian\\n\\ntruths; but the difference was that the superstitions of the\\n\\nbelievers of our circle were quite unnecessary to them and were not\\n\\nin conformity with their lives, being merely a kind of epicurean\\n\\ndiversion; but the superstitions of the believers among the\\n\\nlabouring masses conformed so with their lives that it was\\n\\nimpossible to imagine them to oneself without those superstitions,\\n\\nwhich were a necessary condition of their life.  the whole life of\\n\\nbelievers in our circle was a contradiction of their faith, but the\\n\\nwhole life of the working-folk believers was a confirmation of the\\n\\nmeaning of life which their faith gave them.  And I began to look\\n\\nwell into the life and faith of these people, and the more I\\n\\nconsidered it the more I became convinced that they have a real\\n\\nfaith which is a necessity to them and alone gives their life a\\n\\nmeaning and makes it possible for them to live.  In contrast with\\n\\nwhat I had seen in our circle -- where life without faith is\\n\\npossible and where hardly one in a thousand acknowledges himself to\\n\\nbe a believer -- among them there is hardly one unbeliever in a\\n\\nthousand.  In contrast with what I had seen in our circle, where\\n\\nthe whole of life is passed in idleness, amusement, and\\n\\ndissatisfaction, I saw that the whole life of these people was\\n\\npassed in heavy labour, and that they were content with life.  In\\n\\ncontradistinction to the way in which people of our circle oppose\\n\\nfate and complain of it on account of deprivations and sufferings,\\n\\nthese people accepted illness and sorrow without any perplexity or\\n\\nopposition, and with a quiet and firm conviction that all is good.\\n\\nIn contradistinction to us, who the wiser we are the less we\\n\\nunderstand the meaning of life, and see some evil irony in the fact\\n\\nthat we suffer and die, these folk live and suffer, and they\\n\\napproach death and suffering with tranquillity and in most cases\\n\\ngladly.  In contrast to the fact that a tranquil death, a death\\n\\nwithout horror and despair, is a very rare exception in our circle,\\n\\na troubled, rebellious, and unhappy death is the rarest exception\\n\\namong the people.  and such people, lacking all that for us and for\\n\\nSolomon is the only good of life and yet experiencing the greatest\\n\\nhappiness, are a great multitude.  I looked more widely around me.\\n\\nI considered the life of the enormous mass of the people in the\\n\\npast and the present.  And of such people, understanding the\\n\\nmeaning of life and able to live and to die, I saw not two or\\n\\nthree, or tens, but hundreds, thousands, and millions.  and they\\n\\nall -- endlessly different in their manners, minds, education, and\\n\\nposition, as they were -- all alike, in complete contrast to my\\n\\nignorance, knew the meaning of life and death, laboured quietly,\\n\\nendured deprivations and sufferings, and lived and died seeing\\n\\ntherein not vanity but good.\\n\\n```\\n And I learnt to love these people.  The more I came to know\\n```\\n\\ntheir life, the life of those who are living and of others who are\\n\\ndead of whom I read and heard, the more I loved them and the easier\\n\\nit became for me to live.  So I went on for about two years, and a\\n\\nchange took place in me which had long been preparing and the\\n\\npromise of which had always been in me.  It came about that the\\n\\nlife of our circle, the rich and learned, not merely became\\n\\ndistasteful to me, but lost all meaning in my eyes.  All our\\n\\nactions, discussions, science and art, presented itself to me in a\\n\\nnew light.  I understood that it is all merely self-indulgence, and\\n\\nthe to find a meaning in it is impossible; while the life of the\\n\\nwhole labouring people, the whole of mankind who produce life,\\n\\nappeared to me in its true significance.  I understood that *that*\\n\\nis life itself, and that the meaning given to that life is true:\\n\\nand I accepted it.\\n\\n```\\n                           XI\\n\\n\\n\\n And remembering how those very beliefs had repelled me and had\\n```\\n\\nseemed meaningless when professed by people whose lives conflicted\\n\\nwith them, and how these same beliefs attracted me and seemed\\n\\nreasonable when I saw that people lived in accord with them, I\\n\\nunderstood why I had then rejected those beliefs and found them\\n\\nmeaningless, yet now accepted them and found them full of meaning.\\n\\nI understood that I had erred, and why I erred.  I had erred not so\\n\\nmuch because I thought incorrectly as because I lived badly.  I\\n\\nunderstood that it was not an error in my thought that had hid\\n\\ntruth from me as much as my life itself in the exceptional\\n\\nconditions of epicurean gratification of desires in which I passed\\n\\nit.  I understood that my question as to what my life is, and the\\n\\nanswer -- and evil -- was quite correct.  The only mistake was that\\n\\nthe answer referred only to my life, while I had referred it to\\n\\nlife in general.  I asked myself what my life is, and got the\\n\\nreply: An evil and an absurdity.  and really my life -- a life of\\n\\nindulgence of desires -- was senseless and evil, and therefore the\\n\\nreply, \\\"Life is evil and an absurdity\\\", referred only to my life,\\n\\nbut not to human life in general.  I understood the truth which I\\n\\nafterwards found in the Gospels, \\\"that men loved darkness rather\\n\\nthan the light, for their works were evil.  For everyone that doeth\\n\\nill hateth the light, and cometh not to the light, lest his works\\n\\nshould be reproved.\\\"  I perceived that to understand the meaning of\\n\\nlife it is necessary first that life should not be meaningless and\\n\\nevil, then we can apply reason to explain it.  I understood why I\\n\\nhad so long wandered round so evident a truth, and that if one is\\n\\nto think and speak of the life of mankind, one must think and speak\\n\\nof that life and not of the life of some of life's parasites.  That\\n\\ntruth was always as true as that two and two are four, but I had\\n\\nnot acknowledged it, because on admitting two and two to be four I\\n\\nhad also to admit that I was bad; and to feel myself to be good was\\n\\nfor me more important and necessary than for two and two to be\\n\\nfour.  I came to love good people, hated myself, and confessed the\\n\\ntruth.  Now all became clear to me.\\n\\n```\\n What if an executioner passing his whole life in torturing\\n```\\n\\npeople and cutting off their heads, or a hopeless drunkard, or a\\n\\nmadman settled for life in a dark room which he has fouled and\\n\\nimagines that he would perish if he left -- what if he asked\\n\\nhimself: \\\"What is life?\\\"  Evidently he could not other reply to\\n\\nthat question than that life is the greatest evil, and the madman's\\n\\nanswer would be perfectly correct, but only as applied to himself.\\n\\nWhat if I am such a madman?  What if all we rich and leisured\\n\\npeople are such madmen? and I understood that we really are such\\n\\nmadmen.  I at any rate was certainly such.\\n\\n```\\n And indeed a bird is so made that it must fly, collect food,\\n```\\n\\nand build a nest, and when I see that a bird does this I have\\n\\npleasure in its joy.  A goat, a hare, and a wolf are so made that\\n\\nthey must feed themselves, and must breed and feed their family,\\n\\nand when they do so I feel firmly assured that they are happy and\\n\\nthat their life is a reasonable one.  then what should a man do?\\n\\nHe too should produce his living as the animals do, but with this\\n\\ndifference, that he will perish if he does it alone; he must obtain\\n\\nit not for himself but for all.  And when he does that, I have a\\n\\nfirm assurance that he is happy and that his life is reasonable.\\n\\nBut what had I done during the whole thirty years of my responsible\\n\\nlife?  Far from producing sustenance for all, I did not even\\n\\nproduce it for myself.  I lived as a parasite, and on asking\\n\\nmyself, what is the use of my life? I got the reply: \\\"No use.\\\"  If\\n\\nthe meaning of human life lies in supporting it, how could I -- who\\n\\nfor thirty years had been engaged not on supporting life but on\\n\\ndestroying it in myself and in others -- how could I obtain any\\n\\nother answer than that my life was senseless and an evil? ... It\\n\\nwas both senseless and evil.\\n\\n```\\n The life of the world endures by someone's will -- by the life\\n```\\n\\nof the whole world and by our lives someone fulfills his purpose.\\n\\nTo hope to understand the meaning of that will one must first\\n\\nperform it by doing what is wanted of us.  But if I will not do\\n\\nwhat is wanted of me, I shall never understand what is wanted of\\n\\nme, and still less what is wanted of us all and of the whole world.\\n\\n```\\n If a naked, hungry beggar has been taken from the cross-roads,\\n```\\n\\nbrought into a building belonging to a beautiful establishment,\\n\\nfed, supplied with drink, and obliged to move a handle up and down,\\n\\nevidently, before discussing why he was taken, why he should move\\n\\nthe handle, and whether the whole establishment is reasonably\\n\\narranged -- the begger should first of all move the handle.  If he\\n\\nmoves the handle he will understand that it works a pump, that the\\n\\npump draws water and that the water irrigates the garden beds; then\\n\\nhe will be taken from the pumping station to another place where he\\n\\nwill gather fruits and will enter into the joy of his master, and,\\n\\npassing from lower to higher work, will understand more and more of\\n\\nthe arrangements of the establishment, and taking part in it will\\n\\nnever think of asking why he is there, and will certainly not\\n\\nreproach the master.\\n\\n```\\n So those who do his will, the simple, unlearned working folk,\\n```\\n\\nwhom we regard as cattle, do not reproach the master; but we, the\\n\\nwise, eat the master's food but do not do what the master wishes,\\n\\nand instead of doing it sit in a circle and discuss: \\\"Why should\\n\\nthat handle be moved?  Isn't it stupid?\\\"  So we have decided.  We\\n\\nhave decided that the master is stupid, or does not exist, and that\\n\\nwe are wise, only we feel that we are quite useless and that we\\n\\nmust somehow do away with ourselves.\\n\\nXII\\n\\n```\\n The consciousness of the error in reasonable knowledge helped\\n```\\n\\nme to free myself from the temptation of idle ratiocination.  the\\n\\nconviction that knowledge of truth can only be found by living led\\n\\nme to doubt the rightness of my life; but I was saved only by the\\n\\nfact that I was able to tear myself from my exclusiveness and to\\n\\nsee the real life of the plain working people, and to understand\\n\\nthat it alone is real life.  I understood that if I wish to\\n\\nunderstand life and its meaning, I must not live the life of a\\n\\nparasite, but must live a real life, and -- taking the meaning\\n\\ngiven to live by real humanity and merging myself in that life --\\n\\nverify it.\\n\\n```\\n During that time this is what happened to me.  During that\\n```\\n\\nwhole year, when I was asking myself almost every moment whether I\\n\\nshould not end matters with a noose or a bullet -- all that time,\\n\\ntogether with the course of thought and observation about which I\\n\\nhave spoken, my heart was oppressed with a painful feeling, which\\n\\nI can only describe as a search for God.\\n\\n```\\n I say that that search for God was not reasoning, but a\\n```\\n\\nfeeling, because that search proceeded not from the course of my\\n\\nthoughts -- it was even directly contrary to them -- but proceeded\\n\\nfrom the heart. It was a feeling of fear, orphanage, isolation in\\n\\na strange land, and a hope of help from someone.\\n\\n```\\n Though I was quite convinced of the impossibility of proving\\n```\\n\\nthe existence of a Deity (Kant had shown, and I quite understood\\n\\nhim, that it could not be proved), I yet sought for god, hoped that\\n\\nI should find Him, and from old habit addressed prayers to that\\n\\nwhich I sought but had not found.  I went over in my mind the\\n\\narguments of Kant and Schopenhauer showing the impossibility of\\n\\nproving the existence of a God, and I began to verify those\\n\\narguments and to refute them.  Cause, said I to myself, is not a\\n\\ncategory of thought such as are Time and Space.  If I exist, there\\n\\nmust be some cause for it, and a cause of causes.  And that first\\n\\ncause of all is what men have called \\\"God\\\".  And I paused on that\\n\\nthought, and tried with all my being to recognize the presence of\\n\\nthat cause.  And as soon as I acknowledged that there is a force in\\n\\nwhose power I am, I at once felt that I could live.  But I asked\\n\\nmyself: What is that cause, that force?  How am I to think of it?\\n\\nWhat are my relations to that which I call \\\"God\\\"?  And only the\\n\\nfamiliar replies occurred to me:  \\\"He is the Creator and\\n\\nPreserver.\\\"  This reply did not satisfy me, and I felt I was losing\\n\\nwithin me what I needed for my life.  I became terrified and began\\n\\nto pray to Him whom I sought, that He should help me.  But the more\\n\\nI prayed the more apparent it became to me that He did not hear me,\\n\\nand that there was no one to whom to address myself.  And with\\n\\ndespair in my heart that there is no God at all, I said:  \\\"Lord,\\n\\nhave mercy, save me!  Lord, teach me!\\\"  But no one had mercy on me,\\n\\nand I felt that my life was coming to a standstill.\\n\\n```\\n But again and again, from various sides, I returned to the\\n```\\n\\nsame conclusion that I could not have come into the world without\\n\\nany cause or reason or meaning; I could not be such a fledgling\\n\\nfallen from its nest as I felt myself to be.  Or, granting that I\\n\\nbe such, lying on my back crying in the high grass, even then I cry\\n\\nbecause I know that a mother has borne me within her, has hatched\\n\\nme, warmed me, fed me, and loved me.  Where is she -- that mother?\\n\\nIf I have been deserted, who has deserted me?  I cannot hide from\\n\\nmyself that someone bored me, loving me.  Who was that someone?\\n\\nAgain \\\"God\\\"?  He knows and sees my searching, my despair, and my\\n\\nstruggle.\\\"\\n\\n```\\n \\\"He exists,\\\" said I to myself.  And I had only for an instant\\n```\\n\\nto admit that, and at once life rose within me, and I felt the\\n\\npossibility and joy of being.  But again, from the admission of the\\n\\nexistence of a God I went on to seek my relation with Him; and\\n\\nagain I imagined *that* God -- our Creator in Three Persons who\\n\\nsent His Son, the Saviour -- and again *that* God, detached from\\n\\nthe world and from me, melted like a block of ice, melted before my\\n\\neyes, and again nothing remained, and again the spring of life\\n\\ndried up within me, and I despaired and felt that I had nothing to\\n\\ndo but to kill myself.  And the worst of all was, that I felt I\\n\\ncould not do it.\\n\\n```\\n Not twice or three times, but tens and hundreds of times, I\\n```\\n\\nreached those conditions, first of joy and animation, and then of\\n\\ndespair and consciousness of the impossibility of living.\\n\\n```\\n I remember that it was in early spring: I was alone in the\\n```\\n\\nwood listening to its sounds.  I listened and thought ever of the\\n\\nsame thing, as I had constantly done during those last three years.\\n\\nI was again seeking God.\\n\\n```\\n \\\"Very well, there is no God,\\\" said I to myself; \\\"there is no\\n```\\n\\none who is not my imagination but a reality like my whole life.\\n\\nHe does not exist, and no miracles can prove His existence, because\\n\\nthe miracles would be my imagination, besides being irrational.\\n\\n```\\n \\\"But my *perception* of God, of Him whom I seek,\\\" I asked\\n```\\n\\nmyself, \\\"where has that perception come from?\\\"  And again at this\\n\\nthought the glad waves of life rose within me.  All that was around\\n\\nme came to life and received a meaning.  But my joy did not last\\n\\nlong.  My mind continued its work.\\n\\n```\\n \\\"The conception of God is not God,\\\" said I to myself.  \\\"The\\n```\\n\\nconception is what takes place within me.  The conception of God is\\n\\nsomething I can evoke or can refrain from evoking in myself.  That\\n\\nis not what I seek.  I seek that without which there can be no\\n\\nlife.\\\"  And again all around me and within me began to die, and\\n\\nagain I wished to kill myself.\\n\\n```\\n But then I turned my gaze upon myself, on what went on within\\n```\\n\\nme, and I remembered all those cessations of life and reanimations\\n\\nthat recurred within me hundreds of times.  I remembered that I\\n\\nonly lived at those times when I believed in God.  As it was\\n\\nbefore, so it was now; I need only be aware of God to live; I need\\n\\nonly forget Him, or disbelieve Him, and I died.\\n\\n```\\n What is this animation and dying?  I do not live when I lose\\n```\\n\\nbelief in the existence of God.  I should long ago have killed\\n\\nmyself had I not had a dim hope of finding Him.  I live, really\\n\\nlive, only when I feel Him and seek Him.  \\\"What more do you seek?\\\"\\n\\nexclaimed a voice within me.  \\\"This is He.  He is that without\\n\\nwhich one cannot live.  To know God and to live is one and the same\\n\\nthing.  God is life.\\\"\\n\\n```\\n \\\"Live seeking God, and then you will not live without God.\\\" \\n```\\n\\nAnd more than ever before, all within me and around me lit up, and\\n\\nthe light did not again abandon me.\\n\\n```\\n And I was saved from suicide.  When and how this change\\n```\\n\\noccurred I could not say.  As imperceptibly and gradually the force\\n\\nof life in me had been destroyed and I had reached the\\n\\nimpossibility of living, a cessation of life and the necessity of\\n\\nsuicide, so imperceptibly and gradually did that force of life\\n\\nreturn to me.  And strange to say the strength of life which\\n\\nreturned to me was not new, but quite old -- the same that had\\n\\nborne me along in my earliest days.\\n\\n```\\n I quite returned to what belonged to my earliest childhood and\\n```\\n\\nyouth.  I returned to the belief in that Will which produced me and\\n\\ndesires something of me.  I returned to the belief that the chief\\n\\nand only aim of my life is to be better, i.e. to live in accord\\n\\nwith that Will.  and I returned to the belief that I can find the\\n\\nexpression of that Will in what humanity, in the distant past\\n\\nhidden from, has produced for its guidance:  that is to say, I\\n\\nreturned to a belief in God, in moral perfection, and in a\\n\\ntradition transmitting the meaning of life.  There was only this\\n\\ndifference, that then all this was accepted unconsciously, while\\n\\nnow I knew that without it I could not live.\\n\\n```\\n What happened to me was something like this:  I was put into\\n```\\n\\na boat (I do not remember when) and pushed off from an unknown\\n\\nshore, shown the direction of the opposite shore, had oars put into\\n\\nmy unpractised hands, and was left alone.  I rowed as best I could\\n\\nand moved forward; but the further I advanced towards the middle of\\n\\nthe stream the more rapid grew the current bearing me away from my\\n\\ngoal and the more frequently did I encounter others, like myself,\\n\\nborne away by the stream.  There were a few rowers who continued to\\n\\nrow, there were others who had abandoned their oars; there were\\n\\nlarge boats and immense vessels full of people.  Some struggled\\n\\nagainst the current, others yielded to it.  And the further I went\\n\\nthe more, seeing the progress down the current of all those who\\n\\nwere adrift, I forgot the direction given me.  In the very centre\\n\\nof the stream, amid the crowd of boats and vessels which were being\\n\\nborne down stream, I quite lost my direction and abandoned my oars.\\n\\nAround me on all sides, with mirth and rejoicing, people with sails\\n\\nand oars were borne down the stream, assuring me and each other\\n\\nthat no other direction was possible.  And I believed them and\\n\\nfloated with them.  And I was carried far; so far that I heard the\\n\\nroar of the rapids in which I must be shattered, and I saw boats\\n\\nshattered in them.  And I recollected myself.  I was long unable to\\n\\nunderstand what had happened to me.  I saw before me nothing but\\n\\ndestruction, towards which I was rushing and which I feared.  I saw\\n\\nno safety anywhere and did not know what to do; but, looking back,\\n\\nI perceived innumerable boats which unceasingly and strenuously\\n\\npushed across the stream, and I remembered about the shore, the\\n\\noars, and the direction, and began to pull back upwards against the\\n\\nstream and towards the whore.\\n\\n```\\n That shore was God; that direction was tradition; the oars\\n```\\n\\nwere the freedom given me to pull for the shore and unite with God.\\n\\nAnd so the force of life was renewed in me and I again began to\\n\\nlive.\\n\\n```\\n                          XIII\\n\\n\\n\\n I turned from the life of our circle, acknowledging that ours\\n```\\n\\nis not life but a simulation of life -- that the conditions of\\n\\nsuperfluity in which we live deprive us of the possibility of\\n\\nunderstanding life, and that in order to understand life I must\\n\\nunderstand not an exceptional life such as our who are parasites on\\n\\nlife, but the life of the simple labouring folk -- those who make\\n\\nlife -- and the meaning which they attribute to it.  The simplest\\n\\nlabouring people around me were the Russian people, and I turned to\\n\\nthem and to the meaning of life which they give.  That meaning, if\\n\\none can put it into words, was as follows:  Every man has come into\\n\\nthis world by the will of God.  And God has so made man that every\\n\\nman can destroy his soul or save it.  The aim of man in life is to\\n\\nsave his soul, and to save his soul he must live \\\"godly\\\" and to\\n\\nlive \\\"godly\\\" he must renounce all the pleasures of life, must\\n\\nlabour, humble himself, suffer, and be merciful.  That meaning the\\n\\npeople obtain from the whole teaching of faith transmitted to them\\n\\nby their pastors and by the traditions that live among the people.\\n\\nThis meaning was clear to me and near to my heart.  But together\\n\\nwith this meaning of the popular faith of our non-sectarian folk,\\n\\namong whom I live, much was inseparably bound up that revolted me\\n\\nand seemed to me inexplicable: sacraments, Church services, fasts,\\n\\nand the adoration of relics and icons.  The people cannot separate\\n\\nthe one from the other, nor could I.  And strange as much of what\\n\\nentered into the faith of these people was to me, I accepted\\n\\neverything, and attended the services, knelt morning and evening in\\n\\nprayer, fasted, and prepared to receive the Eucharist: and at first\\n\\nmy reason did not resist anything.  The very things that had\\n\\nformerly seemed to me impossible did not now evoke in me any\\n\\nopposition.\\n\\n```\\n My relations to faith before and after were quite different. \\n```\\n\\nFormerly life itself seemed to me full of meaning and faith\\n\\npresented itself as the arbitrary assertion of propositions to me\\n\\nquite unnecessary, unreasonable, and disconnected from life.  I\\n\\nthen asked myself what meaning those propositions had and,\\n\\nconvinced that they had none, I rejected them.  Now on the contrary\\n\\nI knew firmly that my life otherwise has, and can have, no meaning,\\n\\nand the articles of faith were far from presenting themselves to me\\n\\nas unnecessary --  on the contrary I had been led by indubitable\\n\\nexperience to the conviction that only these propositions presented\\n\\nby faith give life a meaning.  formerly I looked on them as on some\\n\\nquite unnecessary gibberish, but now, if I did not understand them,\\n\\nI yet knew that they had a meaning, and I said to myself that I\\n\\nmust learn to understand them.\\n\\n```\\n I argued as follows, telling myself that the knowledge of\\n```\\n\\nfaith flows, like all humanity with its reason, from a mysterious\\n\\nsource.  That source is God, the origin both of the human body and\\n\\nthe human reason.  As my body has descended to me from God, so also\\n\\nhas my reason and my understanding of life, and consequently the\\n\\nvarious stages of the development of that understanding of life\\n\\ncannot be false.  All that people sincerely believe in must be\\n\\ntrue; it may be differently expressed but it cannot be a lie, and\\n\\ntherefore if it presents itself to me as a lie, that only means\\n\\nthat I have not understood it.  Furthermore I said to myself, the\\n\\nessence of every faith consists in its giving life a meaning which\\n\\ndeath does not destroy.  Naturally for a faith to be able to reply\\n\\nto the questions of a king dying in luxury, of an old slave\\n\\ntormented by overwork, of an unreasoning child, of a wise old man,\\n\\nof a half-witted old woman, of a young and happy wife, of a youth\\n\\ntormented by passions, of all people in the most varied conditions\\n\\nof life and education -- if there is one reply to the one eternal\\n\\nquestion of life:  \\\"Why do I live and what will result from my\\n\\nlife?\\\" -- the reply, though one in its essence, must be endlessly\\n\\nvaried in its presentation; and the more it is one, the more true\\n\\nand profound it is, the more strange and deformed must it naturally\\n\\nappear in its attempted expression, conformably to the education\\n\\nand position of each person.  But this argument, justifying in my\\n\\neyes the queerness of much on the ritual side of religion, did not\\n\\nsuffice to allow me in the one great affair of life -- religion --\\n\\nto do things which seemed to me questionable.  With all my soul I\\n\\nwished to be in a position to mingle with the people, fulfilling\\n\\nthe ritual side of their religion; but I could not do it.  I felt\\n\\nthat I should lie to myself and mock at what was sacred to me, were\\n\\nI to do so.  At this point, however, our new Russian theological\\n\\nwriters came to my rescue.\\n\\n```\\n According to the explanation these theologians gave, the\\n```\\n\\nfundamental dogma of our faith is the infallibility of the Church.\\n\\nFrom the admission of that dogma follows inevitably the truth of\\n\\nall that is professed by the Church.  The Church as an assembly of\\n\\ntrue believers united by love and therefore possessed of true\\n\\nknowledge became the basis of my belief.  I told myself that divine\\n\\ntruth cannot be accessible to a separate individual; it is revealed\\n\\nonly to the whole assembly of people united by love.  To attain\\n\\ntruth one must not separate, and in order not to separate one must\\n\\nlove and must endure things one may not agree with.\\n\\n```\\n Truth reveals itself to love, and if you do not submit to the\\n```\\n\\nrites of the Church you transgress against love; and by\\n\\ntransgressing against love you deprive yourself of the possibility\\n\\nof recognizing the truth.  I did not then see the sophistry\\n\\ncontained in this argument.  I did not see that union in love may\\n\\ngive the greatest love, but certainly cannot give us divine truth\\n\\nexpressed in the definite words of the Nicene Creed.  I also did\\n\\nnot perceive that love cannot make a certain expression of truth an\\n\\nobligatory condition of union.  I did not then see these mistakes\\n\\nin the argument and thanks to it was able to accept and perform all\\n\\nthe rites of the Orthodox Church without understanding most of\\n\\nthem.  I then tried with all strength of my soul to avoid all\\n\\narguments and contradictions, and tried to explain as reasonably as\\n\\npossible the Church statements I encountered.\\n\\n```\\n When fulfilling the rites of the Church I humbled my reason\\n```\\n\\nand submitted to the tradition possessed by all humanity.  I united\\n\\nmyself with my forefathers: the father, mother, and grandparents I\\n\\nloved. They and all my predecessors believed and lived, and they\\n\\nproduced me.  I united myself also with the missions of the common\\n\\npeople whom I respected.  Moveover, those actions had nothing bad\\n\\nin themselves (\\\"bad\\\" I considered the indulgence of one's desires).\\n\\nWhen rising early for Church services I knew I was doing well, if\\n\\nonly because I was sacrificing my bodily ease to humble my mental\\n\\npride, for the sake of union with my ancestors and contemporaries,\\n\\nand for the sake of finding the meaning of life.  It was the same\\n\\nwith my preparations to receive Communion, and with the daily\\n\\nreading of prayers with genuflections, and also with the observance\\n\\nof all the fasts.  However insignificant these sacrifices might be\\n\\nI made them for the sake of something good.  I fasted, prepared for\\n\\nCommunion, and observed the fixed hours of prayer at home and in\\n\\nchurch.  During Church service I attended to every word, and gave\\n\\nthem a meaning whenever I could.  In the Mass the most important\\n\\nwords for me were: \\\"Let us love one another in conformity!\\\"  The\\n\\nfurther words, \\\"In unity we believe in the Father, the Son, and\\n\\nHoly Ghost\\\", I passed by, because I could not understand them.\\n\\n```\\n                           XIV\\n\\n\\n\\n In was then so necessary for me to believe in order to live\\n```\\n\\nthat I unconsciously concealed from myself the contradictions and\\n\\nobscurities of theology.  but this reading of meanings into the\\n\\nrites had its limits.  If the chief words in the prayer for the\\n\\nEmperor became more and more clear to me, if I found some\\n\\nexplanation for the words \\\"and remembering our Sovereign Most-Holy\\n\\nMother of God and all the Saints, ourselves and one another, we\\n\\ngive our whole life to Christ our God\\\", if I explained to myself\\n\\nthe frequent repetition of prayers for the Tsar and his relations\\n\\nby the fact that they are more exposed to temptations than other\\n\\npeople and therefore are more in need of being prayed for -- the\\n\\nprayers about subduing our enemies and evil under our feet (even if\\n\\none tried to say that *sin* was the enemy prayed against), these\\n\\nand other prayers, such as the \\\"cherubic song\\\" and the whole\\n\\nsacrament of oblation, or \\\"the chosen Warriors\\\", etc. -- quite two-\\n\\nthirds of all the services -- either remained completely\\n\\nincomprehensible or, when I forced an explanation into them, made\\n\\nme feel that I was lying, thereby quite destroying my relation to\\n\\nGod and depriving me of all possibility of belief.\\n\\n```\\n I felt the same about the celebration of the chief holidays. \\n```\\n\\nTo remember the Sabbath, that is to devote one day to God, was\\n\\nsomething I could understand.  But the chief holiday was in\\n\\ncommemoration of the Resurrection, the reality of which I could not\\n\\npicture to myself or understand.  And that name of \\\"Resurrection\\\"\\n\\nwas also given the weekly holiday.   \\\\[Footnote: In Russia Sunday\\n\\nwas called Resurrection-day. -- A. M.\\\\]  And on those days the\\n\\nSacrament of the Eucharist was administered, which was quite\\n\\nunintelligible to me.  The rest of the twelve great holidays,\\n\\nexcept Christmas, commemorated miracles -- the things I tried not\\n\\nto think about in order not to deny: the Ascension, Pentecost,\\n\\nEpiphany, the Feast of the Intercession of the Holy Virgin, etc.\\n\\nAt the celebration of these holidays, feeling that importance was\\n\\nbeing attributed to the very things that to me presented a negative\\n\\nimportance, I either devised tranquillizing explanations or shut my\\n\\neyes in order not to see what tempted me.\\n\\n```\\n Most of all this happened to me when taking part in the most\\n```\\n\\nusual Sacraments, which are considered the most important: baptism\\n\\nand communion.  There I encountered not incomprehensible but fully\\n\\ncomprehensible doings: doings which seemed to me to lead into\\n\\ntemptation, and I was in a dilemma -- whether to lie or to reject\\n\\nthem.\\n\\n```\\n Never shall I forge the painful feeling I experienced the day\\n```\\n\\nI received the Eucharist for the first time after many years.  The\\n\\nservice, confession, and prayers were quite intelligible and\\n\\nproduced in me a glad consciousness that the meaning of life was\\n\\nbeing revealed to me.  The Communion itself I explained as an act\\n\\nperformed in remembrance of Christ, and indicating a purification\\n\\nfrom sin and the full acceptance of Christ's teaching.  If that\\n\\nexplanation was artificial I did not notice its artificiality: so\\n\\nhappy was I at humbling and abasing myself before the priest -- a\\n\\nsimple, timid country clergyman -- turning all the dirt out of my\\n\\nsoul and confessing my vices, so glad was I to merge in thought\\n\\nwith the humility of the fathers who wrote the prayers of the\\n\\noffice, so glad was I of union with all who have believed and now\\n\\nbelieve, that I did not notice the artificiality of my explanation.\\n\\nBut when I approached the altar gates, and the priest made me say\\n\\nthat I believed that what I was about to swallow was truly flesh\\n\\nand blood, I felt a pain in my heart: it was not merely a false\\n\\nnote, it was a cruel demand made by someone or other who evidently\\n\\nhad never known what faith is.\\n\\n```\\n I now permit myself to say that it was a cruel demand, but I\\n```\\n\\ndid not then think so: only it was indescribably painful to me.  I\\n\\nwas no longer in the position in which I had been in youth when I\\n\\nthought all in life was clear; I had indeed come to faith because,\\n\\napart from faith, I had found nothing, certainly nothing, except\\n\\ndestruction; therefore to throw away that faith was impossible and\\n\\nI submitted.  And I found in my soul a feeling which helped me to\\n\\nendure it.  This was the feeling of self-abasement and humility.\\n\\nI humbled myself, swallowed that flesh and blood without any\\n\\nblasphemous feelings and with a wish to believe.  But the blow had\\n\\nbeen struck and, knowing what awaited me, I could not go a second\\n\\ntime.\\n\\n```\\n I continued to fulfil the rites of the Church and still\\n```\\n\\nbelieved that the doctrine I was following contained the truth,\\n\\nwhen something happened to me which I now understand but which then\\n\\nseemed strange.\\n\\n```\\n I was listening to the conversation of an illiterate peasant,\\n```\\n\\na pilgrim, about God, faith, life, and salvation, when a knowledge\\n\\nof faith revealed itself to me.  I drew near to the people,\\n\\nlistening to their opinions of life and faith, and I understood the\\n\\ntruth more and more.  So also was it when I read the Lives of Holy\\n\\nmen, which became my favourite books.  Putting aside the miracles\\n\\nand regarding them as fables illustrating thoughts, this reading\\n\\nrevealed to me life's meaning.  There were the lives of Makarius\\n\\nthe Great, the story of Buddha, there were the words of St. John\\n\\nChrysostom, and there were the stories of the traveller in the\\n\\nwell, the monk who found some gold, and of Peter the publican.\\n\\nThere were stories of the martyrs, all announcing that death does\\n\\nnot exclude life, and there were the stories of ignorant, stupid\\n\\nmen, who knew nothing of the teaching of the Church but who yet\\n\\nwere saves.\\n\\n```\\n But as soon as I met learned believers or took up their books,\\n```\\n\\ndoubt of myself, dissatisfaction, and exasperated disputation were\\n\\nroused within me, and I felt that the more I entered into the\\n\\nmeaning of these men's speech, the more I went astray from truth\\n\\nand approached an abyss.\\n\\n```\\n                           XV\\n\\n\\n\\n How often I envied the peasants their illiteracy and lack of\\n```\\n\\nlearning!  Those statements in the creeds which to me were evident\\n\\nabsurdities, for them contained nothing false; they could accept\\n\\nthem and could believe in the truth -- the truth I believed in.\\n\\nOnly to me, unhappy man, was it clear that with truth falsehood was\\n\\ninterwoven by finest threads, and that I could not accept it in\\n\\nthat form.\\n\\n```\\n So I lived for about three years.  At first, when I was only\\n```\\n\\nslightly associated with truth as a catechumen and was only\\n\\nscenting out what seemed to me clearest, these encounters struck me\\n\\nless.  When I did not understand anything, I said, \\\"It is my fault,\\n\\nI am sinful\\\";  but the more I became imbued with the truths I was\\n\\nlearning, the more they became the basis of my life, the more\\n\\noppressive and the more painful became these encounters and the\\n\\nsharper became the line between what I do not understand because I\\n\\nam not able to understand it, and what cannot be understood except\\n\\nby lying to oneself.\\n\\n```\\n In spite of my doubts and sufferings I still clung to the\\n```\\n\\nOrthodox Church.  But questions of life arose which had to be\\n\\ndecided; and the decision of these questions by the Church --\\n\\ncontrary to the very bases of the belief by which I lived --\\n\\nobliged me at last to renounce communion with Orthodoxy as\\n\\nimpossible.  These questions were:  first the relation of the\\n\\nOrthodox Eastern Church to other Churches -- to the Catholics and\\n\\nto the so-called sectarians.  At that time, in consequence of my\\n\\ninterest in religion, I came into touch with believers of various\\n\\nfaiths:  Catholics, protestants, Old-Believers, Molokans \\\\[Footnote:\\n\\nA sect that rejects sacraments and ritual.\\\\],  and others.  And I\\n\\nmet among them many men of lofty morals who were truly religious.\\n\\nI wished to be a brother to them.  And what happened?  That\\n\\nteaching which promised to unite all in one faith and love -- that\\n\\nvery teaching, in the person of its best representatives, told me\\n\\nthat these men were all living a lie; that what gave them their\\n\\npower of life was a temptation of the devil; and that we alone\\n\\npossess the only possible truth.  And I saw that all who do not\\n\\nprofess an identical faith with themselves are considered by the\\n\\nOrthodox to be heretics, just as the Catholics and others consider\\n\\nthe Orthodox to be heretics.  And i saw that the Orthodox (though\\n\\nthey try to hide this) regard with hostility all who do not express\\n\\ntheir faith by the same external symbols and words as themselves;\\n\\nand this is naturally so; first, because the assertion that you are\\n\\nin falsehood and I am in truth, is the most cruel thing one man can\\n\\nsay to another; and secondly, because a man loving his children and\\n\\nbrothers cannot help being hostile to those who wish to pervert his\\n\\nchildren and brothers to a false belief.  And that hostility is\\n\\nincreased in proportion to one's greater knowledge of theology.\\n\\nAnd to me who considered that truth lay in union by love, it became\\n\\nself-evident that theology was itself destroying what it ought to\\n\\nproduce.\\n\\n```\\n This offence is so obvious to us educated people who have\\n```\\n\\nlived in countries where various religions are professed and have\\n\\nseen the contempt, self-assurance, and invincible contradiction\\n\\nwith which Catholics behave to the Orthodox Greeks and to the\\n\\nProtestants, and the Orthodox to Catholics and Protestants, and the\\n\\nProtestants to the two others, and the similar attitude of Old-\\n\\nBelievers, Pashkovites (Russian Evangelicals), Shakers, and all\\n\\nreligions -- that the very obviousness of the temptation at first\\n\\nperplexes us.  One says to oneself: it is impossible that it is so\\n\\nsimple and that people do not see that if two assertions are\\n\\nmutually contradictory, then neither of them has the sole truth\\n\\nwhich faith should possess.  There is something else here, there\\n\\nmust be some explanation.  I thought there was, and sought that\\n\\nexplanation and read all I could on the subject, and consulted all\\n\\nwhom I could.  And no one gave me any explanation, except the one\\n\\nwhich causes the Sumsky Hussars to consider the Sumsky Hussars the\\n\\nbest regiment in the world, and the Yellow Uhlans to consider that\\n\\nthe best regiment in the world is the Yellow Uhlans.  The\\n\\necclesiastics of all the different creeds, through their best\\n\\nrepresentatives, told me nothing but that they believed themselves\\n\\nto have the truth and the others to be in error, and that all they\\n\\ncould do was to pray for them.  I went to archimandrites, bishops,\\n\\nelders, monks of the strictest orders, and asked them; but none of\\n\\nthem made any attempt to explain the matter to me except one man,\\n\\nwho explained it all and explained it so that I never asked any one\\n\\nany more about it.  I said that for every unbeliever turning to a\\n\\nbelief (and all our young generation are in a position to do so)\\n\\nthe question that presents itself first is, why is truth not in\\n\\nLutheranism nor in Catholicism, but in Orthodoxy?  Educated in the\\n\\nhigh school he cannot help knowing what the peasants do not know --\\n\\nthat the Protestants and Catholics equally affirm that their faith\\n\\nis the only true one.  Historical evidence, twisted by each\\n\\nreligion in its own favour, is insufficient.  Is it not possible,\\n\\nsaid I, to understand the teaching in a loftier way, so that from\\n\\nits height the differences should disappear, as they do for one who\\n\\nbelieves truly?  Can we not go further along a path like the one we\\n\\nare following with the Old-Believers?  They emphasize the fact that\\n\\nthey have a differently shaped cross and different alleluias and a\\n\\ndifferent procession round the altar.  We reply:  You believe in\\n\\nthe Nicene Creed, in the seven sacraments, and so do we.  Let us\\n\\nhold to that, and in other matters do as you pease.  We have united\\n\\nwith them by placing the essentials of faith above the\\n\\nunessentials.  Now with the Catholics can we not say:  You believe\\n\\nin so and so and in so and so, which are the chief things, and as\\n\\nfor the Filioque clause and the Pope -- do as you please.  Can we\\n\\nnot say the same to the Protestants, uniting with them in what is\\n\\nmost important?\\n\\n```\\n My interlocutor agreed with my thoughts, but told me that such\\n```\\n\\nconceptions would bring reproach o the spiritual authorities for\\n\\ndeserting the faith of our forefathers, and this would produce a\\n\\nschism; and the vocation of the spiritual authorities is to\\n\\nsafeguard in all its purity the Greco-Russian Orthodox faith\\n\\ninherited from our forefathers.\\n\\n```\\n And I understood it all.  I am seeking a faith, the power of\\n```\\n\\nlife; and they are seeking the best way to fulfil in the eyes of\\n\\nmen certain human obligations.  and fulfilling these human affairs\\n\\nthey fulfil them in a human way.  However much they may talk of\\n\\ntheir pity for their erring brethren, and of addressing prayers for\\n\\nthem to the throne of the Almighty -- to carry out human purposes\\n\\nviolence is necessary, and it has always been applied and is and\\n\\nwill be applied.  If of two religions each considers itself true\\n\\nand the other false, then men desiring to attract others to the\\n\\ntruth will preach their own doctrine.  And if a false teaching is\\n\\npreached to the inexperienced sons of their Church -- which as the\\n\\ntruth -- then that Church cannot but burn the books and remove the\\n\\nman who is misleading its sons.  What is to be done with a\\n\\nsectarian -- burning, in the opinion of the Orthodox, with the fire\\n\\nof false doctrine -- who in the most important affair of life, in\\n\\nfaith, misleads the sons of the Church?  What can be done with him\\n\\nexcept to cut off his head or to incarcerate him?  Under the Tsar\\n\\nAlexis Mikhaylovich people were burned at the stake, that is to\\n\\nsay, the severest method of punishment of the time was applied, and\\n\\nin our day also the severest method of punishment is applied --\\n\\ndetention in solitary confinement.  \\\\[Footnote:  At the time this\\n\\nwas written capital punishment was considered to be abolished in\\n\\nRussia. -- A.M.\\\\]\\n\\n```\\n The second relation of the Church to a question of life was\\n```\\n\\nwith regard to war and executions.\\n\\n```\\n At that time Russia was at war.  And Russians, in the name of\\n```\\n\\nChristian love, began to kill their fellow men.  It was impossible\\n\\nnot to think about this, and not to see that killing is an evil\\n\\nrepugnant to the first principles of any faith.  Yet prayers were\\n\\nsaid in the churches for the success of our arms, and the teachers\\n\\nof the Faith acknowledged killing to be an act resulting from the\\n\\nFaith.  And besides the murders during the war, I saw, during the\\n\\ndisturbances which followed the war, Church dignitaries and\\n\\nteachers and monks of the lesser and stricter orders who approved\\n\\nthe killing of helpless, erring youths.  And I took note of all\\n\\nthat is done by men who profess Christianity, and I was horrified.\\n\\nXVI\\n\\n```\\n And I ceased to doubt, and became fully convinced that not all\\n```\\n\\nwas true in the religion I had joined.  Formerly I should have said\\n\\nthat it was all false, but I could not say so now.  The whole of\\n\\nthe people possessed a knowledge of the truth, for otherwise they\\n\\ncould not have lived.  Moreover, that knowledge was accessible to\\n\\nme, for I had felt it and had lived by it.  But I no longer doubted\\n\\nthat there was also falsehood in it.  And all that had previously\\n\\nrepelled me now presented itself vividly before me.  And though I\\n\\nsaw that among the peasants there was a smaller admixture of the\\n\\nlies that  repelled me than among the representatives of the\\n\\nChurch, I still saw that in the people's belief also falsehood was\\n\\nmingled with the truth.\\n\\n```\\n But where did the truth and where did the falsehood come from? \\n```\\n\\nBoth the falsehood and the truth were contained in the so-called\\n\\nholy tradition and in the Scriptures.  Both the falsehood and the\\n\\ntruth had been handed down by what is called the Church.\\n\\n```\\n And whether I liked or not, I was brought to the study and\\n```\\n\\ninvestigation of these writings and traditions -- which till now I\\n\\nhad been so afraid to investigate.\\n\\n```\\n And I turned to the examination of that same theology which I\\n```\\n\\nhad once rejected with such contempt as unnecessary.  Formerly it\\n\\nseemed to me a series of unnecessary absurdities, when on all sides\\n\\nI was surrounded by manifestations of life which seemed to me clear\\n\\nand full of sense; now I should have been glad to throw away what\\n\\nwould not enter a health head, but I had nowhere to turn to.  On\\n\\nthis teaching religious doctrine rests, or at least with it the\\n\\nonly knowledge of the meaning of life that I have found is\\n\\ninseparably connected.  However wild it may seem too my firm old\\n\\nmind, it was the only hope of salvation.  It had to be carefully,\\n\\nattentively examined in order to understand it, and not even to\\n\\nunderstand it as I understand the propositions of science:  I do\\n\\nnot seek that, nor can I seek it, knowing the special character of\\n\\nreligious knowledge.  I shall not seek the explanation of\\n\\neverything.  I know that the explanation of everything, like the\\n\\ncommencement of everything, must be concealed in infinity.  But I\\n\\nwish to understand in a way which will bring me to what is\\n\\ninevitably inexplicable.  I wish to recognize anything that is\\n\\ninexplicable as being so not because the demands of my reason are\\n\\nwrong (they are right, and apart from them I can understand\\n\\nnothing), but because I recognize the limits of my intellect.  I\\n\\nwish to understand in such a way that everything that is\\n\\ninexplicable shall present itself to me as being necessarily\\n\\ninexplicable, and not as being something I am under an arbitrary\\n\\nobligation to believe.\\n\\n```\\n That there is truth in the teaching is to me indubitable, but\\n```\\n\\nit is also certain that there is falsehood in it, and I must find\\n\\nwhat is true and what is false, and must disentangle the one from\\n\\nthe other.  I am setting to work upon this task.  What of falsehood\\n\\nI have found in the teaching and what I have found of truth, and to\\n\\nwhat conclusions I came, will form the following parts of this\\n\\nwork, which if it be worth it and if anyone wants it, will probably\\n\\nsome day be printed somewhere.\\n\\n```\\n 1879.\\n\\n\\n\\n The foregoing was written by me some three years ago, and will\\n```\\n\\nbe printed.\\n\\n```\\n Now a few days ago, when revising it and returning to the line\\n```\\n\\nof thought and to the feelings I had when I was living through it\\n\\nall, I had a dream.  This dream expressed in condensed form all\\n\\nthat I had experienced and described, and I think therefore that,\\n\\nfor those who have understood me, a description of this dream will\\n\\nrefresh and elucidate and unify what has been set forth at such\\n\\nlength in the foregoing pages.  The dream was this:\\n\\n```\\n I saw that I was lying on a bed.  I was neither comfortable\\n```\\n\\nnor uncomfortable: I was lying on my back.  But I began to consider\\n\\nhow, and on what, I was lying -- a question which had not till then\\n\\noccurred to me.  And observing my bed, I saw I was lying on plaited\\n\\nstring supports attached to its sides: my feet were resting on one\\n\\nsuch support, by calves on another, and my legs felt uncomfortable.\\n\\nI seemed to know that those supports were movable, and with a\\n\\nmovement of my foot I pushed away the furthest of them at my feet -\\n\\n* it seemed to me that it would be more comfortable so.  But I\\n\\npushed it away too far and wished to reach it again with my foot,\\n\\nand that movement caused the next support under my calves to slip\\n\\naway also, so that my legs hung in the air.  I made a movement with\\n\\nmy whole body to adjust myself, fully convinced that I could do so\\n\\nat once; but the movement caused the other supports under me to\\n\\nslip and to become entangled, and I saw that matters were going\\n\\nquite wrong: the whole of the lower part of my body slipped and\\n\\nhung down, though my feet did not reach the ground.  I was holding\\n\\non only by the upper part of my back, and not only did it become\\n\\nuncomfortable but I was even frightened.  And then only did I ask\\n\\nmyself about something that had not before occurred to me.  I asked\\n\\nmyself:  Where am I and what am I lying on? and I began to look\\n\\naround and first of all to look down in the direction which my body\\n\\nwas hanging and whiter I felt I must soon fall.  I looked down and\\n\\ndid not believe my eyes.  I was not only at a height comparable to\\n\\nthe height of the highest towers or mountains, but at a height such\\n\\nas I could never have imagined.\\n\\n```\\n I could not even make out whether I saw anything there below,\\n```\\n\\nin that bottomless abyss over which I was hanging and whiter I was\\n\\nbeing drawn.  My heart contracted, and I experienced horror.  To\\n\\nlook thither was terrible.  If I looked thither I felt that I\\n\\nshould at once slip from the last support and perish.  And I did\\n\\nnot look.  But not to look was still worse, for I thought of what\\n\\nwould happen to me directly I fell from the last support.  And I\\n\\nfelt that from fear I was losing my last supports, and that my back\\n\\nwas slowly slipping lower and lower.  Another moment and I should\\n\\ndrop off.  And then it occurred to me that this cannot e real.  It\\n\\nis a dream.  Wake up! I try to arouse myself but cannot do so.\\n\\nWhat am I to do?  What am I to do?  I ask myself, and look upwards.\\n\\nAbove, there is also an infinite space.  I look into the immensity\\n\\nof sky and try to forget about the immensity below, and I really do\\n\\nforget it.  The immensity below repels and frightens me; the\\n\\nimmensity above attracts and strengthens me.  I am still supported\\n\\nabove the abyss by the last supports that have not yet slipped from\\n\\nunder me; I know that I am hanging, but I look only upwards and my\\n\\nfear passes.  As happens in dreams, a voice says: \\\"Notice this,\\n\\nthis is it!\\\"  And I look more and more into the infinite above me\\n\\nand feel that I am becoming calm.  I remember all that has\\n\\nhappened, and remember how it all happened; how I moved my legs,\\n\\nhow I hung down, how frightened I was, and how I was saved from\\n\\nfear by looking upwards.  And I ask myself: Well, and now am I not\\n\\nhanging just the same?  And I do not so much look round as\\n\\nexperience with my whole body the point of support on which I am\\n\\nheld.  I see that I no longer hang as if about to fall, but am\\n\\nfirmly held.  I ask myself how I am held: I feel about, look round,\\n\\nand see that under me, under the middle of my body, there is one\\n\\nsupport, and that when I look upwards I lie on it in the position\\n\\nof securest balance, and that it alone gave me support before.  And\\n\\nthen, as happens in dreams, I imagined the mechanism by means of\\n\\nwhich I was held; a very natural intelligible, and sure means,\\n\\nthough to one awake that mechanism has no sense.  I was even\\n\\nsurprised in my dream that I had not understood it sooner.  It\\n\\nappeared that at my head there was a pillar, and the security of\\n\\nthat slender pillar was undoubted though there was nothing to\\n\\nsupport it.  From the pillar a loop hung very ingeniously and yet\\n\\nsimply, and if one lay with the middle of one's body in that loop\\n\\nand looked up, there could be no question of falling.  This was all\\n\\nclear to me, and I was glad and tranquil.  And it seemed as if\\n\\nsomeone said to me:  \\\"See that you remember.\\\"\\n\\n```\\n And I awoke.\\n```\\n\\nEnd\",\"timestamp\":1636106055,\"title\":\"dvantages one has, disregarding the dragon and the mice, and\\n\"},\"digest\":\"rrRNAWbfpldWa92m8q2CpwTwIFAn9K2uoAUbuF1_MVs\",\"authorship\":{\"contributor\":\"0xf28A2beF877448182B07e1C9bF1b10753381B9EA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NzXAZxQ7x0-voHZHMEvEb5jJARkn13LvtQl0Y8xzKzE\\\",\\\"y\\\":\\\"dK5qF3UhfyWgNhA_Is7veZo4ZtqOrgup_U4zb9X-zzI\\\"}\",\"signature\":\"ddfDmJgU1DdOfUKptK1IRFAr0rc28M-8b3oHvORdGUtyhY8l6M0ZE5GaUgDOc1HdGQsWwpbm1JQK2BvGKuhKlw\",\"signingKeySignature\":\"0xc0e577ac2d57efa1d005373df7911710b930f0678c3d39e960d5c92371dc060347434aa362639fe18e4a60eed3659ce819e202b1f3bb4c32b9beaed2b499cbae1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NzXAZxQ7x0-voHZHMEvEb5jJARkn13LvtQl0Y8xzKzE\\\",\\\"y\\\":\\\"dK5qF3UhfyWgNhA_Is7veZo4ZtqOrgup_U4zb9X-zzI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rrRNAWbfpldWa92m8q2CpwTwIFAn9K2uoAUbuF1_MVs\"}"