"{\"content\":{\"body\":\"### 从美元与比特币开始说起\\n\\n基本面相关的内容，我基本是靠一手常识推导和瞎猜，在会员频道12月3日的时候，我创造了一个内部剧本的频道，这个频道内容没有更新，只有一张图，因为很多东西还需要串起来，你感觉他们能串起来，但还咩有串起来，差不多这个阶段的时候，没办法只能等待，大部分观点都是蒙尘后，逐渐被遗忘，但有一些随着学习和信息增多，某一天像被一道闪电串通的时候，那就可以大胆假设之天马行空之胡言乱语。\\n\\n比特币的基本面有很多，宇宙银行，元宇宙货币，数字黄金，价值存储，不发达国家底层无银行民众的救世主，众多基本面中有一些是隐型的，需要对很多领域有理解，才能意识到比特币原来还有这种作用或者这种价值，一些基本面是显型的，例如放水对冲物，通胀克星，这种说法比较容易被大多数人接受，也成为很多人接受比特币，或者安利比特币的说法的，容易引起共鸣，毕竟图表上，美元就是跌了99%还要跌99%的，本就是纸注定价值回归，垃圾回归垃圾，纸回归纸的归零币。\\n\\n![比特币本位的美元走势图：跌无止境](https://images.mirror-media.xyz/publication-images/bEAFijW4f0s9hKSagYu0_.png?height=638&width=1080)\\n\\n![跌了99%还能跌99%](https://images.mirror-media.xyz/publication-images/E-0cLA5_eww5qGqpuz5Ag.png?height=642&width=1080)\\n\\n所以一个土狗跌90%，你都知道要跑，为什么一个跌了99%还跌99%，且推导过后发现还要再跌99%，你为什么还要持有垃圾币，套麻了是吧？\\n\\n比特币的上涨反过来是美元的下跌，更为夸张的说法是这样的，比特币其实没涨，本质就是美元在跌，不过都把美元作为货币，当作参考系不变的参照物，就像我们坐火车看路百年的树都在飞快倒退，那把一个急速飞驰后退的汽车当成参考系，那路边的树自然是飞速疾驰向前。就如同黄金，2000年前，一磅黄金可以换一头牛，2000年后一磅黄金还是可以换一头牛，就如同房价，如果大家跳出法币的参考系，用黄金去算房价，就会发现一个惊人的事情，正如那天下午在办公室，欢主任偶看一个推特图，然后大伙不信邪去算了一下房价和黄金的比例，发现房价基本没怎么涨。这常识是不反常识且容易理解，只不过大家因为教育或者默认，将法币是稳定币默认为初始设置了，自然会导致一些反“反常识”的现象出现。毕竟房子除开那些多赋予价值的学区房，什么乱八七糟的，房子对于人而言就是一个居住需求，而千百年大家伙对居住的需求是大差不差的，无非是一个空间，吃饭睡觉、遮风避雨的地方。\\n\\n2000年的全国商品房平均销售价格是2000元/平，金价从2000\\\\~2003年，300\\\\~400美元/盎司。2020年的全国商品房平均销售价格是接近万元/平,黄金的价格是1800美元/盎司，房价涨幅5倍左右，金价涨幅5-6倍。\\n\\n![数据来源：国家统计局](https://images.mirror-media.xyz/publication-images/btg3QaG3oZ1RrkytX6SP8.png?height=758&width=1080)\\n\\n![](https://images.mirror-media.xyz/publication-images/RQLA0WzfbgTnhsO8qdOYF.png?height=339&width=879)\\n\\n根据以上就可以把一些明面上的能获得的信息聊个明白，如果说美国的通胀、放水、印钞是导致比特币上涨的牛市，那美国加息后，牛市会结束吗？从表面来看，那放水是牛市，加息就是不放水了，代表牛市结束了吧？\\n\\n比特币的牛市是建立在全世界的法币体系的命根子上的，是建立在全世界的法定货币体系上的，要想消灭比特币的牛市，法定体系就要消灭自己，即法定货币要通缩，且要比比特币更通缩才能战胜比特币，将人们的注意力和价值拉扯回来，但这可能吗？历史上通胀的400多种法币在历史上没有一个活着的，全都死了，所以未来美国或者其他国家可以是例外吗，会有例外吗？金圆券很陌生吗？几十年前的东西而已，未来世界会走向何方我不知道，我当下能说的就是历史上的全死了。要么是被动杀死，改朝换代，要么是主动杀死，政府用一种新的货币来更换旧的货币，但换汤不换药还是法币，只不过把戏从以前的回收1000枚金币然后掺铜进去造2000枚金币，变成了现在的纸币把戏，一样是把戏，一样是国家对国民的财富转移，或许大家想要好听点的说法，那就是国家对国民使用本国货币的货币税。\\n\\n如果世界上每一个国家都在收货币税，那么民众不会有意见，毕竟逃不掉的东西，你怎么逃，换个国家就要被割，且这不是逃税就能解决的问题，是无形的财富转移，是不可逆转的收割，你的钱锁在保险柜里，他的购买力就不会流失了吗？搞笑\\n\\n所以当有一个国家的货币是通缩的，无人控制的，去中心化的，数量不断减少的，不断升值的，你会选择持有通胀的法定货币还是这个通缩升值的货币，这是很容易做出来的选择，这个货币以前是黄金在当的，但数字黄金出现后，这个位置就被数字黄金拿去了。比特币对法币体系的，注意我的说法，是对法币体系的升值是不可避免和逆转的，除非上面我说的那些不可能发生的条件能逆转。\\n\\n### 探究黄金加息历史\\n\\n![](https://images.mirror-media.xyz/publication-images/lEnNjVZGynzZRNqlKGgdJ.png?height=336&width=586)\\n\\n![](https://images.mirror-media.xyz/publication-images/eeh7lq3VvMajyfX68x4Kd.png?height=672&width=1080)\\n\\n理解了以上就能我要表达的内部剧本的核心观点，我们的问题是美国加息之后，比特币就不会升值了吗？或者范围再大一点，世界加息之后，比特币就不会升值了吗？以史为鉴，过去黄金在加息周期是怎么做的？连着加息连着上涨，且一年涨的比一年猛，直到1980年代，互联网经济兴起到2000年泡沫，越是经济繁荣的时代，商品经济就越不好，乱世黄金。\\n\\n未来的剧本已经写好了，过去因为通胀预期导致的过度泡沫将会被过去的下跌而消化完毕，并且跌到比特币被低估，等到加息利空落地的那一刻彻底跌完后，开启一轮伴随加息狂潮的大牛市，这个牛市泡沫建立在世界现实经济的衰败，建立在美国为主的霸权国家的没落，导致人们不得不从实向虚，纷纷逃命互联网，逃命元宇宙，等到大牛市把全世界目光吸引到位后，数字货币的大牛市将会结束，如同黄金那样，进入一个长达数年的大区间盘整，此时比特币的作用不再是上涨，而是稳住就行，而人们会发现过去实体的经济做不动，可以在数字世界里做经济，围绕区块链会开启或者说已经在进行，只不过那个时候，牛市会打破很多防线和障碍，区块链经济会伴随牛市进行一轮大加速，对世界进行一场大变革，一轮在互联网上的区块链革命又将开始，直到区块链变成和互联网当下一样的日常，届时又会有什么新的科技引领时代进步呢？\\n\\n一个大家普遍会想到的问题是，加息了，美元升值了，比特币不是该跌了吗？为什么商品经济，黄金之类的反而不跌反涨了呢？就如同上面所说，这是表面的看法，正如昨晚的议息会议的鹰派表现，本应让黄金等大跌，但却让黄金大涨了，为什么？因为聪明钱知道该做什么，美联储不加息或者说不着急加息才表明通胀是暂时的是可控的，越迫不及待地缩债和想要进入加息控场的态度，已经表明了美国的通胀已经失去了控制，或者说已经不是加息不加息可以调控的了，短期的加息就像表面工作，就像一列疾驰下坡的汽车，哪怕有很多减速带，也没办法将速度降下来，也没办法让这辆下坡的汽车继续下坡，且因为速度在，还要下坡后溜很远。\\n\\n这就是当下的事实，或者换一个比喻，一个人造了太多的孽，注定要下地狱，此时他幡然醒悟，哪怕真的浪子回头，他当下哪怕做再多的好事能改变他造的孽吗？能去掉那些已经发生的事情吗？让那这些年印出去的几万亿几万亿钱不流动吗？加息已经不再能让美元升值了，只能是减缓美元归零的速度，只能让美元从下跌转震荡，已经放出的水在流动，且因为货币乘积效应，将会越流越多，且为了对抗美元的通胀，很多国家的做法是不得不通胀，因为他通胀，你不通胀，就是他用纸来换你的商品，不通胀的一方是被财富转移的一方，或者说大家可以这样理解，到时候哪怕全都在加息了，也是明紧实松，嘴巴一套，行动另一套，而钱不会为嘴巴投票，而是是会行动投票。\\n\\n虽然我们都知道，在一个电影院里大家都坐着看电影是好的，大家都控制好法币不让它贬值是好的，但没办法的是，有一个人耍无聊，摆烂了，在电影院站了起来，导致大家不得不都站起来看电影，导致大家都不得不放弃长期，选择短期收益，饮鸩止渴。这可能就是货币的内卷吧。\\n\\n### 技术分析\\n\\n![](https://images.mirror-media.xyz/publication-images/j1PQl-AILlx3KTbjyJhbX.png?height=651&width=1080)\\n\\n当下和未来一段时间的下跌是不可避免的，毕竟比特币需要完成周线一笔下的结构，只不过一个市场不可能只跌不涨，所以在加息周期到来之前，主旋律是跌为主，弹为辅。交易思路是卖为主，空为主，买为辅，多为辅。这对我而言也是一个挑战，因为我过去的习惯或者性格都让我，擅长于买和多，相比丰富经验的买和多，卖和空一直是我的弱项，但是时候客服自己主观上对客观的影响，进一步在市场修炼自己了。\\n\\n做多主要修炼的是不疑，如何在该疑的地方不怀疑，做空主要修炼的是不贪。如何在该贪的地方不贪。\\n\\n周线中枢后走周线一笔上的可能性，月线三买后走月线一笔上的可能性，当下来看周线中枢后走周线一笔上的时间点和基本面的剧本会比较吻合一点，美联储明年三月第一次加息，比特币周线一笔下跌完后做好右侧上涨中枢，此时市场一片绝望就如同明年的去年4月份那样，只不过这次给利空的不是中国，而是美国都认为加息之后牛市无了，在绝望中买点诞生，在怀疑中市场上涨，每次都是这样，希望这次也不会例外。\",\"timestamp\":1640338626,\"title\":\"天马行空之比特币如果还有牛市的话，要怎么来？\"},\"digest\":\"1uOjZHMrccqeAv-Teh-QYC0g-IN1QdXXC51cjbhqUQY\",\"authorship\":{\"contributor\":\"0x13733Cf0a2E375c300C0ef71ED4963Cd9127ffD7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UpcLdLjaFAUI-9xmA26r21kVA1GSEZ8_6MJ-3TBuWj8\\\",\\\"y\\\":\\\"V2rYA246tI0D0nDNV8PK4qQ3lh6oSTzNrcYgop_vQHM\\\"}\",\"signature\":\"L9q8dfcRIp6qwTHw7SWT0uIeyXW-5OrWGaSCSa8zK86Umx5IhJc3q9Nr8KMA5S7dOLWrtt7S-OQ_6IZFON4dtQ\",\"signingKeySignature\":\"0xbf41c3130f69feae4910ff07374d32b721aab8fabdb71027bf4b2689a476ae3906f4713e7908cadf907ca80b84963fb4a6eca12b286ee30be426ff6518fbb0341c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UpcLdLjaFAUI-9xmA26r21kVA1GSEZ8_6MJ-3TBuWj8\\\",\\\"y\\\":\\\"V2rYA246tI0D0nDNV8PK4qQ3lh6oSTzNrcYgop_vQHM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1uOjZHMrccqeAv-Teh-QYC0g-IN1QdXXC51cjbhqUQY\"}"