"{\"content\":{\"body\":\"*Thanks to the collectors of the work featured in this piece: Jeff Lau, Charles Read, shatt.eth, ethventurer.eth, localdegen.eth*\\n\\n—\\n\\n**You likely fall into one of these categories:**\\n\\n* What’s an NFT?\\n* NFTs are bullshit.\\n* NFTs are a breakthrough technology.\\n\\nWhichever it is, I hope to offer some perspective for you to further consider your position.\\n\\nLet’s begin.\\n\\n## 1/ Attribution\\n\\nThe world runs on social contracts.\\n\\nThe first mental building block for understanding this technology is to think of it as a digital signature of authenticity. An immutable record of something, stored on a global network that doesn’t have a single point of failure or authority.\\n\\nThe frequent response to this is that you can simply download the image misses most of the point. For digital art in particular, this is a feature, not a bug. The work can be copied infinitely, the difference now being the original creator can capture some of the equity they create.\\n\\nA tangible example, I tweeted the artwork for “NFTs, explained.” on March 22, 2021.\\n\\n18,078 likes, 3,269 retweets, and 4 million impressions (at the time of writing). Hundreds of right-click save reposts without attribution.\\n\\nNo different than the thousands of images I’d tweeted before. I’d given up trying to directly monetize my design work after failing to sell prints the year before, and used twitter to post work to generate interest in education products.\\n\\nThen I minted it as an NFT.\\n\\n43 bids with a final sale price of **Ξ**74, now listed on the secondary market at **Ξ**500.\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/12012](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/12012)\\n\\n## 2/ Money\\n\\nIs the above example going to happen every day? No.\\n\\nIs it indicative of a changing tide in how digital commerce will be conducted? I think so.\\n\\nPouring time and energy into making things when the only measure of cultural significance is the number of likes in a Twitter or Facebook database.\\n\\nHave these technologies increased creatives’ access to opportunities? Absolutely.\\n\\nIs the final iteration of the creator economy trying to get a tweet to go viral so you can get 2% commision on a drop shipped projector? I hope not.\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/110325](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/110325)\\n\\n## 3/ Power Laws\\n\\nTechnology massively distorts outcomes.\\n\\nIt would not be fair to write about these markets without addressing the advantages that consistently accrue to the winners.\\n\\nThe other side of that argument is that exponential outcomes mean you get many more rolls of the dice.\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/94538](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/94538)\\n\\n## 4/ Productivity\\n\\nYou’ve likely seen charts that illustrate the acceleration of trends that were here before COVID that have now gone parabolic.\\n\\nWorking from home, investing in digital assets, buying things online, etc.\\n\\nAs automation continues to shrink the requirement for people in the physical economy, the digital economy expands as a collective immune response.\\n\\nWe joke about getting paid to play video games, but that’s what a good portion of remote jobs already are (albeit excruciatingly boring gameplay).\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/62499](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/62499)\\n\\n## 5/ Network Effects\\n\\nThe last point, the internet is a coordination machine that doesn’t care where you live, what school you went to, or how your DNA manifests physically.\\n\\nYou are a node in a network. You’re rewarded for your ability to create, communicate and coordinate.\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/20577](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/20577)\\n\\n\",\"timestamp\":1639323826,\"title\":\"The Future is Non-Fungible\",\"publication\":\"vv\"},\"digest\":\"vfXyX240iE1pwc7eR_vIiBQsVVpNKwkz4qZ1elYstk8\",\"authorship\":{\"contributor\":\"0xc8f8e2F59Dd95fF67c3d39109ecA2e2A017D4c8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YDeX20HpVSp2a2xxEMHC3DSBugRNCeQw-tlITCMYqrU\\\",\\\"y\\\":\\\"YkrkS0st72xnV0Y9R8v-GkUpy5dCmZLI08va2GvXT3Y\\\"}\",\"signature\":\"fKaONHzlZTPu_pOyem7RPLwJmNpoZKE336BpdDEY7thfctCe5pGdMwFV3Sfzzut8BljGws0G2co6_UmJZKASaQ\",\"signingKeySignature\":\"0xaaf163c9b5aa2090979dc2cde9caae759407740f780baeec9c2984288d502ba62ad0a67d8f0ff62cd238828bf1262d88df8fd4a8873071421230c69080bf2d371b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YDeX20HpVSp2a2xxEMHC3DSBugRNCeQw-tlITCMYqrU\\\",\\\"y\\\":\\\"YkrkS0st72xnV0Y9R8v-GkUpy5dCmZLI08va2GvXT3Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"a8A4IvPon6qetRw_57BBqoTpKn-9PdAh1BLbSXY0qkg\"}"