"{\"content\":{\"body\":\"We have some exciting news; Now, you can join or launch a “money pool” with your tribe using USD or crypto! Practice ***cultural (group) economics*** through an “**investor club”** to purchase a house or NFT you could have never afforded alone. Think of us as ***a social DAO-builder for communities of color.***\\n\\nToday, most crypto communities are on Discord where collectives are sharing a wealth of knowledge across various Discord communities. While Discord has provided this sort of “back-office” experience where crypto deals and education are discussed, communities have struggled to easily pull the masses into the various crypto projects. TRiBL is creating the frontend experience that helps you actually get in the deal with friends & members with ease!\\n\\nThis experience will be rolling out to iOS first with Android coming behind in the coming weeks.\\n\\n# Extracting Value From Your Community:\\n\\n**Here’s how it works:** Make sure your app is up to date by going to the app store [here](https://apps.apple.com/us/app/tribl-for-community/id1526969707). Once updating your app, you’ll notice our new home screen highlights “Recommended Money Pools”. Swipe through to find and join money pools that interest you. Upon trying to join a money pool, if you haven’t already, you’ll be prompted to “activate your wallet” and add a credit/debit card or bank wire information. Once added, you’ll be able to make payments to money pools without ever leaving the app!\\n\\n**Types of money pools:** TRiBL is launching with 2-types of money pools to start.\\n\\n* *Investor Clubs*: Investor clubs allow collectives to open a “community wallet” which collects and tracks recurring payments (i.e. $100/monthly) to the pool so members can invest in various financial vehicles together. It’s kind of like having a fund with friends and most closely mirrors DAO-like behaviors with investing, voting, etc.\\n* *Subscription Groups*: Subscription groups service membership-based organizations or influencer communities looking to easily collect payments or monetize their tribe in the same place they build community. Think the Patreon of messaging app experiences.\\n\\nJoin an Investor Club to purchase NFTs, DAOs, & crypto with community.\\n\\n![Join an investor club to purchase NFTs, DAOs, & more with your community!](https://images.mirror-media.xyz/publication-images/cup3-rSijXmBr8HRSqvyw.png?height=742&width=1484)\\n\\n# Crypto!\\n\\nAs an admin you can easily set your money pool up to collect payments not just in USD but in crypto. While today, this means you can have all payments auto-convert into ***TRiBL Coin***, our platform’s own stablecoin; soon, you’ll be able to collect payments in Bitcoin or Ethereum as well. If you’ve been trying to figure out a way to more easily pull your business into crypto, our money pools are the answer as we allow you to run your entire business “on-chain” collecting crypto payments as you go.\\n\\n**About TRiBL**\\n\\n*TRiBL’s mission is to stitch the Global Black Community using the borderless economy of the internet. We’re building culturally connected communities across the internet for the exchange of ideas, products, & services. The all-in-one community platform will help Black & Brown creators/influencers across Atlanta, London, Los Angeles, & Lagos seamlessly connect, grow and do commerce with tribal audiences*\\n\\n*If you want to host or build your community on TRiBL, e-mail Ikechi directly: **ikechi@thetriblnetwork.com***\",\"timestamp\":1640568123,\"title\":\"A Pan-African Movement Powered By Crypto-Powered Community Money Pooling\"},\"digest\":\"TXc0GrDjSjkz1bHPWdl5OUq3B2pl7uxa9dBwxjG9fLw\",\"authorship\":{\"contributor\":\"0x6eE55FDA9fc6a9fF5049964584015ceCaA1b3FA8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZwTZAeOWTWpCNWqNFQnTeAdjLcRzk0znJZZc9heZU8I\\\",\\\"y\\\":\\\"S8Vjhgil6d1Vnyy6hnk0LfenOb6MKLf7uZktH_1dYz4\\\"}\",\"signature\":\"8sWVDdwv6mdHczwo1qJWqziCYXwlG3m6BxAUbar1vh0zBb0rp_8PdaG6G567TDJJk58qfUiiLOZ5cLhfJKfWPQ\",\"signingKeySignature\":\"0x8242855a3e729d70d6cf460eda5763f3023df8030b6d72ffd263d2821edd9b7d445087855cd08ce59724e6a28e1b6225902fbe4aaebe0c60f36613877ebd77041b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZwTZAeOWTWpCNWqNFQnTeAdjLcRzk0znJZZc9heZU8I\\\",\\\"y\\\":\\\"S8Vjhgil6d1Vnyy6hnk0LfenOb6MKLf7uZktH_1dYz4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TXc0GrDjSjkz1bHPWdl5OUq3B2pl7uxa9dBwxjG9fLw\"}"