"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*fDKkLVIjf_3L7bJwZnYLZg.jpeg)\\n\\n## The digital revolution came with a promise of liberation, but generated the greatest accumulation of power humanity has ever known…\\n\\nThe digital revolution democratized access to computing and communications. Analysts from all industries foretold the end of big intermediaries.\\n\\nIn the music industry, for example, it was said that musicians would be free from the tyranny of the record labels and would own the communication channel with their audience.\\n\\nBut the promise was broken.\\n\\nIn his book “Who Owns the Future?”, Jaron Lanier investigated the prophecies about the Internet being an instrument to democratize music. He found that a few artists indeed took advantage of this phenomenon to become global celebrities. But most saw their income collapse.\\n\\nThe digital revolution generated an enormous concentration of power and wealth. A market where the winner takes all and wealth is accumulated by the top 1%.\\n\\n![This graph shows the accumulation of ticket sales income for the richest 1% of artists. A similar phenomenon is observed in many industries.](https://miro.medium.com/max/1400/1\\\\*zitsvfVOXb3Rn93-2-rm-A.jpeg)\\n\\n## Siren Servers\\n\\nThe Odyssey tells the story of Ulysses’ return to his city after the Trojan War. In this adventure, he had to pass through the island of the Sirens, mythological beings who seduced sailors with their singing and then ate them. In order to avoid succumbing to the deadly songs, Ulysses covered the ears of his sailors with wax and tied himself to the mast.\\n\\n![Scene from the Odyssey where Ulysses ties himself to the mast to avoid succumbing to the singing of the Sirens. Painting by Herbert James Draper (1909).](https://miro.medium.com/max/1400/1\\\\*oozaUzCH2tG7sszEv2306A.jpeg)\\n\\nIn the late 20th century, Silicon Valley learned it was not necessary to pay people for their work. Offering users “free” services such as email, photo sharing or 140-character messages would be enough to have millions of people working without compensation.\\n\\nWe spend millions of hours generating content for Facebook and curating a restaurant guide for Yelp. For free. That is the reason why Lanier compares them to sirens. They seduce us with the song of their “free products”. And they eat all of our data, which they monetize through advertising.\\n\\n![US media industry turnover. This graph shows the concentration in the US media industry. Only two companies, Google and Facebook, have revenues that exceed the newspaper industry as a whole at its all-time peak.](https://miro.medium.com/max/1400/1\\\\*XNgpeefC7IWC6FG3V3MyNQ.jpeg)\\n\\n![Market value of the main retail companies in the United States. Amazon has already exceeded the value of all its competitors combined.](https://miro.medium.com/max/1400/1\\\\*RuqMwDEf4vQg3HmRK4HF2A.jpeg)\\n\\n![Monthly active users in different messaging services. WhatsApp, Facebook and Instagram, the empire of Mark Zuckerberg.](https://miro.medium.com/max/1400/1\\\\*1sQA9mSWF171Q6IW7Y-GWw.jpeg)\\n\\n## The New Intermediation\\n\\nIn the late 1980s, when Kodak was leader of the photographic industry, it employed more than 140,000 people. Today it is bankrupt. The other side of the coin was Facebook’s purchase of Instagram in 2012.\\n\\nZuckerberg paid $1 billion for a company of just 13 employees. The jobs that disappeared at Kodak are distributed among the millions of active Instagram users. But they don’t get paid for their contribution. Their compensation is access to the platform.\\n\\nAn unpaid job replaces one that was paid in the past. Jobs that, most of all, supported an important middle class.\\n\\n![Market value and number of Kodak employees. Kodak, the world leader in photography, collapsed within a few years. Its 140,000 jobs were lost.](https://miro.medium.com/max/1400/1\\\\*a0rFbmh5B1EPp53R_fwy2w.jpeg)\\n\\nIt is often said that the Internet was a wave of disintermediation. It is true that it destroyed old intermediaries. But instead replaced them with bigger and more powerful ones.\\n\\nFacebook and YouTube connect people, businesses, and advertisers. Amazon and eBay connect buyers with sellers. Uber connects passengers with cars. Airbnb connects hosts with guests. All connections go through the middleman that accumulates data and monetizes it.\\n\\nThrough their intermediation, these companies generate an enormous amount of wealth with few employees. Walmart, with its 2.3 million employees, has a market value of $250 billion.\\n\\nAmazon has 340,000 employees and is worth $480 billion. Facebook, with just 20 thousand people, is worth more than 500 billion dollars. The function of their employees is basically keeping the servers running and the infrastructure secure.\\n\\nWe, the users, are the ones who generate the content. And it is the company who collects the benefits.\\n\\nIn short, the digital revolution gave us countless benefits in access to information and communication. It also has, however, a dark side.\",\"timestamp\":1638646344,\"title\":\"The Dark Side of the Digital Revolution\"},\"digest\":\"Jnsov-qqLWLoUePZK-VvMX8MEXBR35_ChxcvAA0RU_s\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"DOPaOhG5usU3Blh2qUGXiR4edWvH7KN7gKex3BYa3d87Ki82jJDMGrznhGl-ncZuwep-SXNnrkH77z2JzE9Ghg\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Jnsov-qqLWLoUePZK-VvMX8MEXBR35_ChxcvAA0RU_s\"}"