"{\"content\":{\"body\":\"One cannot ignore the influence that Hip-Hop has had in shaping our collective mentality towards money and wealth creation. This isn’t a new phenomenon, not in the slightest. Even the most nubile hip-hop head will tell you to look in Webster’s dictionary for the word “Bling” courtesy of Cash Money and the King of Rap himself Lil Wayne. Money, cars, clothes and hoes is definitely the name of the game, but what is Rap’s stance on the impending shifts towards digital currency? It may be hard to flex that MetaMask Wallet at the moment, but the rap game has made it clear - CRYPTO IS OURS, and the 90 day run for crypto dominance has just started for the game’s dopest and most innovative artists.\\n\\n![Money and Rap go together like peanut butter and jelly. ](https://images.mirror-media.xyz/publication-images/krj0ucPXH7YlKt3gaddHt.jpg?height=454&width=333)\\n\\nEXAMPLE 1: Meek Mill. Meek Mill isn’t the first artist to venture into NFT album drops (that honor may go to Torey Lanez), but Meek Mill’s recent social media dive into Web3 only streaming will continue to lead the way forward for mainstream music’s adoption of Web3 and digital wealth. Even amongst some backlash from online trolls and haters alike, Meek’s enthusiasm regarding his next projext and the freedom he will gain from it’s release, can be felt through his tweets and fan interaction. Rap is in a renaissance phase, and while other genres wait on the sidelines to see the direction music will take in Web3, rap has lead the charge and dove in head 1st.\\n\\n[https://twitter.com/MeekMill/status/1480282096191123458?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet](https://twitter.com/MeekMill/status/1480282096191123458?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet)\\n\\nPRIME EXAMPLE:  MoneyMan. His latest (but not first) musical compilation of crypto investing punchlines (undertone by his iconic, fast paced - ATL scammer - style of spitting) on his latest album Blockchain.  MoneyMan does exactly what his name implies, get to the muffuckin bag, and any one of his albums over the last 3 years will give listeners a taste of his track record for turning a little bit into a whole lot.\\n\\nHis fans notice as well, check the comment section of any MM music video, and you will surely find an outpouring of return love and support for his inspirational dedication to hustling.  This renegade approach to “putting people on” has won him many a fan, and was legitimately my first introduction to “crypto” almost 3 years ago.\\n\\n![Avatar MoneyMan drops another rack on a NFT in his Blockchain album cover art.](https://images.mirror-media.xyz/publication-images/rpGVRZIuCbDbXrsvESwBc.jpg?height=750&width=750)\\n\\nSo what’s next?\\n\\nThe sky seems to be the limit for Rap and it’s emerging partnership with Web3 - artists have shown a revived interest in “the game”, not only from the financial gains promised by the emerging market, but also it’s prioritization of “digital sovereignty”. Artists want to be recognized for their work, and it is no secret that the music industry’s notoriously bad contract offerings have crippled the rap game over the last 20 years. Artists have had disputes since the days of NWA about contract lengths, album requirements, censorship, and fair distribution of profits - Web3 gives musicians a clean slate to develop. New engagement and evolving platforms. A real rapper’s wet dream.\\n\\nA new approach to minting that classic album. Imagine Drake’s classic album -Take Care - as a NFT, or the prospect of new, emerging talent rising to the popularity of “commercial” artists, completely crowdfunded by fan interest and crypto space.\\n\\nNoticeable, other genre’s of music are failing to adapt to the movement to Web3, and I think I know the reason why.\\n\\nStagnation.\\n\\nMainstream pop or country music (gahdamn kuntry music) are only a couple of genre’s inundated with maintaining a tried and true formula : Make sexy artist > put artist in booth > stale generalized lyrics > dance routine = Fame and Fortune. It must be mighty hard to speak on Web3 or crypto, when most of your lyrics are centered around high school crushes or whatever the hell\\n\\nBut we all know, Rap is different. It may be more accurate to say that Rap don’t give a fuck, and if you ain’t got no sauce then you lost. Crypto is the new sauce. Crypto is like a whole grocery isle full of exotic sauce, and even Gucci Mane can appreciate the new flavors that crypto will inevitably bring to the game. As a rap connoisseur, I couldn’t be more excited.\\n\\n[https://www.youtube.com/watch?v=g0-F88c6Hrk](https://www.youtube.com/watch?v=g0-F88c6Hrk)\\n\\nMy government name is Tae Eatman. I am a writer, rapper and entrepreneur looking for hot moments in a cold world. I write for fun and for engagement with like-minded individuals - outlaws and artists.\\n\\nFollow me on Twitter @starchief64.\\n\\ncashapp: $RedSnakeMoan\",\"timestamp\":1642697326,\"title\":\"All or Nothing: Hip Hop's Renegade Approach to Crypto Dominance \"},\"digest\":\"Pol1c6Jnjfw45RS0SnJXQmz9vadPqniUmipkeOvkZAM\",\"authorship\":{\"contributor\":\"0xabeEA219C7b0ceBf4F80476084E15792DC350E16\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AAxyNwVComsTTYLxStcszZAJG6pJ5wVD5zUHChcnUuw\\\",\\\"y\\\":\\\"Cyc5OypoZIjnN-wilmXsvEkF4rPxBrH1LMbEdIwH_fI\\\"}\",\"signature\":\"vFOR7jCKksnGch3EoDQnmPQ_7MdS90DWDTniihnCe2Cs9RMcOj3IhMMgFAfl1IcQkgPpXVL4Hm5zUMbrwv31aA\",\"signingKeySignature\":\"0x92e8912b9185a6cd3ac4903392176fe74025eda4375a21e01436a256ac964d6e4da8348ff242a035ffd2816b9432ae942cbf1a6b3f09ab23673aa126359c63521c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AAxyNwVComsTTYLxStcszZAJG6pJ5wVD5zUHChcnUuw\\\",\\\"y\\\":\\\"Cyc5OypoZIjnN-wilmXsvEkF4rPxBrH1LMbEdIwH_fI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5UIiBiyLsuIJ08BDVemDSF0GV1V4wSQurN6ZgaLMhLk\"}"