"{\"content\":{\"body\":\"**Cross-chain application** going one of the blazing field due to several network coming up in last year. One of the \\\\*\\\\*pain point of dApp builder \\\\*\\\\*that they need to select which chain to develop first in several conditions such as Users, Ecosystem, Builder Expertise and the application itself (speed,gas fee, etc..)\\n\\n![](https://miro.medium.com/max/852/1\\\\*yoFCmmJ3FPCrbOa6YsQlIQ.png)\\n\\nBlockchain Router for Cross-chain \\\\[Wang, et al. 2017\\\\]\\n\\nTo make you \\\\*\\\\*dApp supported several chain is the nightmare \\\\*\\\\*for dApp builder. Luckily for EVM compatible networks are easier. in the other hand, Non-EVM are the real kick-in. To make your dApp interconnect between each chain possibly to do with blockchain router that connected to another sub-chain like Wang was introducted in 2017.\\n\\nBlockchain Router used for connect to each chain. To check each transaction that occured and made another transaction in another sub-chain. In this case, inter-operatibility with blockchain is possible.\\n\\nHowever, Their concept are implemented as some roll-up technique or side-chain technology. One of the example is **Axelar Network which is designate for the cross-chain routing.**\\n\\n## Axelar Network\\n\\n![](https://miro.medium.com/max/1000/0\\\\*9EMf7zC7bbAjL1am.png)\\n\\n**Axelar Network** including two core products e.g. Cross-Chain Gateway Protocol (CGP) and Cross-Chain Transfer Protocol (CTP)\\n\\n## Cross-Chain Gateway Protocol\\n\\nCGP is the gateway protocol and routing mechanism between many applications. which supported **State syncronization** and **Asset Transfer.**\\n\\n\\\\*\\\\*Account on the other chains \\\\*\\\\*is the account that used by Axelar Network. To make Cross-chain Gateway Protocol Axelar working, the network should have accounts on the other chains which controlled by Axelar by separated into 2 cases including\\n\\n1. Bitcoin and other non-smart contract chains. Axelar validators create ECDSA key and control ECDSA account. This account will use for user to deposit.\\n2. Threshold bridge account on chains with smart contracts. Axelar validators create a threshold ECDSA or ED25519 key and denote this key by Axelar. This key control a smart contract acctount and any application on Axelar can query this smart contract to learn address of this key.\\n\\n![](https://miro.medium.com/max/1326/1\\\\*qQ89UEqob-7doN9CKUmhjQ.png)\\n\\nComponent Diagram of Axelar Network \\\\[Axelar Whitepaper, 2021\\\\]\\n\\n**State syncronization** using to post information of the source into the destination network e.g. The transaction status in Polygon Network send to Cosmos Network\\n\\n\\\\*\\\\*Asset Transfer \\\\*\\\\*using to transfer digital asset from source network to destination network e.g. sending USDT from Polygon Network to Cosmos Network\\n\\n## **Cross-Chain Transfer Protocol (CTP)**\\n\\n**Cross-Chain Transfer Protocol** is the application-level protocol. The front-ends interact with user’s wallet to doing transaction and calling CTP queries to HTTP/HTTPS with GET/POST methods that execute the CGP layer then return result to the users.\\n\\n**Application developer** can host their application and integrate their smart contract with Axelar bridge account to execute the CTP (The data would collected and managed by validator and sent to Axelar Network) when data come across chain it’s can use to trigger another smart contract (in another chain) or just read data from another chain to make criteria in smart contract in current chain (e.g. read interest rate in Polygon to execute mint function in Cosmos)\\n\\n## **References**\\n\\n\\\\[1\\\\] Wang, Hui, Yuanyuan Cen, and Xuefeng Li. “Blockchain router: a cross-chain communication protocol.” *Proceedings of the 6th international conference on informatics, environment, energy and applications*. 2017.\\n\\n\\\\[2\\\\] Axelar Network. “Axelar Network: Connecting Applications with Blockchain Ecosystems.” Axelar Network Whitepaper. 2021.\",\"timestamp\":1641744740,\"title\":\"Make your dApp Cross-Chain able with Axelar CGP&CTP\"},\"digest\":\"sXFx0ETvcNfbG9_TbFG45KN3HIBqnHJpT1D5AMBtD-k\",\"authorship\":{\"contributor\":\"0x87049c7C047A84F58a3549da0D2d48e7347A4e06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yyL1FankTyZODufOjDCGFBNIUl6wy_yfQqWY86_FqhI\\\",\\\"y\\\":\\\"M1PQF0CltwFZ1lgPtuFRLpkG2Oq5CW-QIOF2kgrnezM\\\"}\",\"signature\":\"MX0NaFEHatvc_7yM9IFoGWV2KITcAHevTKmQaXxjIACAumGBtSUdn9gR-3P0q1qvVWvJDILYnVJIk_OhzFeCPg\",\"signingKeySignature\":\"0xa608b11bbe8756dd1820f78496d91ef9880e27d756d444fa8b7724e083a9280b5145f24ae0c155f0594ed7011662d4fb48a33bf3589530a561fe18d9a104d2691b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yyL1FankTyZODufOjDCGFBNIUl6wy_yfQqWY86_FqhI\\\",\\\"y\\\":\\\"M1PQF0CltwFZ1lgPtuFRLpkG2Oq5CW-QIOF2kgrnezM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sXFx0ETvcNfbG9_TbFG45KN3HIBqnHJpT1D5AMBtD-k\"}"