"{\"content\":{\"body\":\"On the 4th anniversary of the exchange, CoinEx has also hosted offline anniversary celebrations around the world with its global partners as a gesture to thank and give back to users.\\n\\nOn the morning of December 11, 2021, CoinEx’s Partners in India held the“Meet the CoinEx Team”meet-up to celebrate its 4th anniversary, which attracted many local users.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*olBow1xf0s6lS03rBCCImQ.jpeg)\\n\\nAt the meetup, CoinEx’s Indian Partners gave their blessings to CoinEx for its 4th anniversary, and Bonnie, CoinEx’s CMO, greeted the local users through a video call. The event also arranged Quiz and Lottery sessions and wrapped surprise gifts for winners and all local users present. The Indian Partners also got a birthday cake to celebrate the exchange’s 4th anniversary together with the local CoinEx users.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*T0Cg9ROPSS07hL0VUohrow.jpeg)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*12AMJ3u6l7OogaM_QP1qfw.jpeg)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*3KKxANRCGeYosLCEYOVDgA.jpeg)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*EBJrzSqn8VGPEZXrglk6XA.jpeg)\\n\\nApart from the meetup in India, you will also be seeing more fascinating offline events hosted by CoinEx in December. For instance, CoinEx will hold two more meetup events, one in Muntinlupa, the Philippines on December 15, and the other at Minneapolis MOA, US on December 21. Additionally, the “Love Storm” Charitable Program will be held in Nigeria on December 20.\\n\\nSince its inception in 2017, CoinEx has remained committed to its goal of globalization. Over the past two years, it has invested more manpower and funds to expand its international recognition and influence. As a key component of the exchange’s globalization strategy, the CoinEx Partner Program has introduced the CoinEx brand to a wider audience. By working with local KOLs and building localized promotion channels, CoinEx has leveraged the combined strength of Partners and localized operation.\\n\\nCoinEx’s global presence is inseparable from the support and trust of partners and loyal users. The anniversary meetup in India not only showed that the CoinEx is well received among local users but also conveyed CoinEx’s gratitude towards its Partners and users in India. Targeting the country’s market environment and user demands, CoinEx will recruit more partners for its internationalization and localization in India and conduct more refined, India-specific operations and promotions.\\n\\nIn the future, CoinEx will keep offering more user-friendly, more stable trading environments and services for its Indian users in a world fraught with both opportunities and challenges. We look forward to meeting more users in India.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*MBzHiuJSCflcI5Qek04X8w.jpeg)\\n\\n\",\"timestamp\":1639472931,\"title\":\"CoinEx 4th Anniversary | Meet the CoinEx Team, from India to the World\"},\"digest\":\"w1CHMbmorlgW8LNg_stiHygM4smN8yGEcvJTcVwLfeQ\",\"authorship\":{\"contributor\":\"0xA659e40883029c7e121B3442AE74B26053347Af6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_TaPMUR63LAAwLPSCXzNfH09iM7asO8Yubvd6Kqeetc\\\",\\\"y\\\":\\\"cxVsv-ICK_MXx5pt1wXy9iVdyVHucLKsoqpRSunnKxE\\\"}\",\"signature\":\"PUUdS8lddVC_IP5pjvGk1fDFcJFhshsO50glpHcTR8PtrtYnmUUynspYsYZydccmvpoMsHNl0AKjnhnDHAvCsg\",\"signingKeySignature\":\"0x400d9f67702f92c73902099496e6fba9da5bc497f608023d48726fd6604195b87917682c344cb12c59090e883ff4bc9adb5258acea034fb4afa474095010c45f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_TaPMUR63LAAwLPSCXzNfH09iM7asO8Yubvd6Kqeetc\\\",\\\"y\\\":\\\"cxVsv-ICK_MXx5pt1wXy9iVdyVHucLKsoqpRSunnKxE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"w1CHMbmorlgW8LNg_stiHygM4smN8yGEcvJTcVwLfeQ\"}"