"{\"content\":{\"body\":\"The density of the silver spot from the beginning of the stars, to now the entire column of air completely composed of silver spot, a month, Qinyu's body has undergone rapid changes, strength and speed, are increased several times.\\n\\nQin Yu eyes slightly closed.\\n\\nThirty-six pictures constitute a perfect set of action, this action in qin Yu's mind a move a type of interpretation, sometimes fast, sometimes slow.This set of \\\"tongtian Map\\\" the first work, was finally qinyu to research out.\\n\\nQin Yu eyes suddenly open, emitting dazzling light.\\n\\n\\\"I don't know what's in the second map and the third map.\\\"Qinyu heart look forward to up, when the body progress, Qinyu also very enjoy this wonderful feeling, he naturally look forward to the other two tongtian map.\\n\\n\\\"I remember...\\\"Qin Yu suddenly recalled even the words were killed that courtyard, he even when the body next to the words, spirit scan, found another piece of the breath of the sky map, but the original Qin Yu immersed in grief, did not care about it.\\n\\n\\\"My father got the second piece of The Map, and it must have been put in the Treasure Vault.\\\"Qinyu immediately smiled, treasure secret library, Qinyu is qualified to go in.If any treasures were to be taken out, qinde only needed to be informed.\\n\\nQin Yu took out the first piece of \\\"tongtian map\\\" from the bosom, slightly a smile: \\\"this first piece of\\\" Tongtian map \\\"to I have no big use, quietly put in 'treasure secret storehouse'.\\\"\\n\\nQin Yu don't want to let his father know that he is a killer meteor, of course, Qin De does not necessarily know the first map is a killer meteor, but just in case, Qin Yu will quietly hidden in treasure secret repository of some inconspicuous place.\\n\\nFor a whole month, Qin Yu did not eat or drink.\",\"timestamp\":1635746440,\"title\":\"Silver column\"},\"digest\":\"f0TAo69amwz-CCzmFT8rCRr0Y-TEM-XVHL_3hJdvQI0\",\"authorship\":{\"contributor\":\"0x36f9BB516e58AAba56ae3C905573A1e94CE2cEcF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z3foIZVCArjUT-qw7AhvQX1Ksdv0ctEYFMC2NrxPS5M\\\",\\\"y\\\":\\\"tVcOK5EK3vcZ8PTXSbueHzQkJNlO5IHrrJX40jZYSEA\\\"}\",\"signature\":\"6HuBg6-5AoHEp3JQXH75-cT65g7KkVwqr3GIZyRSNajKpLNMVAe12oy-vmoT0mHG3sjku7pNxm2GSh89qqxfzw\",\"signingKeySignature\":\"0x9823321362f9f0c688f458e0330ee4a8b2f5180ea1ee2a08a9fb8815f1b7a26d0e74a1213371c81b3256e8ef26b9c603de5cdfde593ab9e937da1c4f360f42341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z3foIZVCArjUT-qw7AhvQX1Ksdv0ctEYFMC2NrxPS5M\\\",\\\"y\\\":\\\"tVcOK5EK3vcZ8PTXSbueHzQkJNlO5IHrrJX40jZYSEA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f0TAo69amwz-CCzmFT8rCRr0Y-TEM-XVHL_3hJdvQI0\"}"