"{\"content\":{\"body\":\"I have had great success preparing tacos this way. I bought this recipe from a taqueria owner (taco restaurant) in Mexico City. I am translating the directions. It can be used for beef, pork, or just about any other type of meat. The spice mix on this recipe gives meat a really excellent flavor.\\n\\n[ \\n ](https://www.allrecipes.com/cook/2149869/)Step 1\\n\\nPlace 1/2 chopped onion, 2 cloves garlic, parsley, oregano, paprika, anise seed, black pepper, cumin, sage, thyme, bay leaves, cloves, soy sauce, vinegar, orange juice, and lime juice in a blender; pulse until a very well-blended paste is achieved, scraping down sides as needed, 3 to 5 minutes. Spread paste on both sides of the flank steak. Wrap steak in plastic and refrigerate at least 6 hours to overnight.\\n\\n* Step 2\\n\\n  Preheat an outdoor grill for medium-high heat and lightly oil the grate. Remove excess marinade from flank steak.\\n* Step 3\\n\\n  Grill steak until it begins to firm and is hot and slightly pink in the center, about 8 minutes per side. An instant-read thermometer inserted into the center should read 140 degrees F (60 degrees C). Chop steak into small pieces and transfer to a platter; cover and keep warm until ready to serve.\\n* Step 4\\n\\n  Place 1 chopped onion, tomatoes, chipotle peppers, and 3 cloves garlic in a blend; pulse until desired consistency. Add water if the salsa becomes too thick. Transfer salsa to a bowl.\\n* Step 5\\n\\n  Heat tortillas in a microwave safe plate until warm, about 1 minute.\\n* Step 6\\n\\n  Serve beef over stacks of two corn tortillas with salsa and sprinkle with remaining 1/2 chopped onion, radishes, and cilantro.\",\"timestamp\":1638083662,\"title\":\"Carne Asada Tacos or Al Pastor Tacos\"},\"digest\":\"SL2DNo91IM_5IGnyDQxW1ow9PWwpIeVWB_jtySytsv0\",\"authorship\":{\"contributor\":\"0x4479eaB75E66f0A4F2C41AE696641fc8b44cf701\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VRoBGXAZyDFrNrb-degd3nkm9tsZ-FcKPZWbtPfhmy8\\\",\\\"y\\\":\\\"zbh-lJWmEItbpQ6_PC7fsjf2deY5Pubfwi0QlF88abk\\\"}\",\"signature\":\"dC3Xz20DpFeHYY03MpBGVKns49PfnRUJvF4F1DIa699tfRivWl2oLkh0xreiBw1Ni-Mmd947hpiEPlW6SnIcug\",\"signingKeySignature\":\"0x04dcb9c95412fbd123feed6c38e43b98c2494f4b72fb3188917d2e8c8205a07c7cef0f623a03d652f690c0a03a687bf4547aff9d3fd4d8a92be7ae5593c299de1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VRoBGXAZyDFrNrb-degd3nkm9tsZ-FcKPZWbtPfhmy8\\\",\\\"y\\\":\\\"zbh-lJWmEItbpQ6_PC7fsjf2deY5Pubfwi0QlF88abk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SL2DNo91IM_5IGnyDQxW1ow9PWwpIeVWB_jtySytsv0\"}"