"{\"content\":{\"body\":\"> Most people die at 25 and aren’t buried until they’re 75. — Benjamin Franklin\\n\\nI think about this quote a lot.\\n\\nWhen my brother turned 25, he sent me this picture, representing how many “rows of life” he’s already gone through:\\n\\n![](https://images.mirror-media.xyz/publication-images/t0jiwffnWFhrPG8eXdr7X.jpg?height=1149&width=1400)\\n\\nA bit depressing at first glance, no?\\n\\nWhen you accept *life is short*, it makes you look at the bigger picture.\\n\\nLet us compare life to a disco: full of movement, fun, body, purpose and soul.\\n\\nDancing is the world’s favourite metaphor. Music has the potential to be interpreted by anyone aspiring to its own meaning.\\n\\nSometimes, we struggle to **find the dance in dancing.**\\n\\nEspecially if being taught to dance, the emphasis is put on conventional step-by-step technique but fails to fuse it to individual freedom and expression. We are taught to do things in a certain way, early on.\\n\\nTeachers often deem that delaying this fusion is a good strategy, that it should be taught later, if they believe it should be taught at all. To dissociate the technique from the expressive side in music, is like separating the body from the soul. If we work conventionally, following the norm, we run the risk of changing the very purpose of our music. As Thomas Moore wrote in his book, Care of the Soul:\\n\\n> Our very habit of treating the body as a machine… forces its poetry underground, so that we experience the body as an instrument and see its poetics only in illness. When we relate to our bodies as having soul, we attend to their beauty, their poetry and their expressiveness.\\n\\nBody is interpreted as a bigger meaning of life and purpose. Don’t just “go with the flow”. Go with your **own** flow. You have too few “rows” to be living somebody else's dance.\\n\\nWhen you figure this out, dance becomes dance, and your individuality becomes an incredible art form.\\n\\nStephen Hawking reminds us that life exits only as **a spectrum of possibilities.** What would you do if you were able to overcome the things you see as limitations?\\n\\nTolerate uncertainty. Don’t settle for anything less than you deserve.\\n\\nDon’t stop your disco at 25. Embrace it with every beat.\\n\\nWhat disco are you heading to, and who are you dancing with?\\n\\n\\n---\\n\\n*[Visual](https://twitter.com/Poolsuite/status/1462554091960344576) featuring Giorgio Moroder, the Italian forefather of disco, 1979*\\n\\n*For more charts, read [The Tail End](https://waitbutwhy.com/2015/12/the-tail-end.html) (2015) by Tim Urban*\\n\\n*Some of my favourite [dancing tunes](https://open.spotify.com/playlist/08TNjS44pZQ5QOCSurBiFc?si=03957162c5bb440f)*\",\"timestamp\":1640862664,\"title\":\"Less panic, more Disco\"},\"digest\":\"NjBPWnRDjITN3sLnhumBP8MEFqoujMLH7aMs8CEakI4\",\"authorship\":{\"contributor\":\"0xd0768DAf07CCC68F5E19F745e581e02811B4385a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_2myQWBOEdNz7--Kjef6HyOyantMCHwjtG9TTvAKslw\\\",\\\"y\\\":\\\"6Ugn4O5YGsT7hhDxrTp6OgDqIgO3VcZrd5_UwRNB_Ug\\\"}\",\"signature\":\"2eFzWh0abYGQSwnGFHTdR6S_yfZbXVJBeZzzvwYXoXG9R4JZyZZ85gt9fPtvNUgYX9nQ3saGRPc-mWGiT_uoJg\",\"signingKeySignature\":\"0xba7ee02dbaf9450e6c80b53a9e02695f2ba6d0cbf4c63e9ae1b615289f7040fa30223d9640320bfdb6b023dd58e62b31f3401399a331335fb4ee8331c29411531c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_2myQWBOEdNz7--Kjef6HyOyantMCHwjtG9TTvAKslw\\\",\\\"y\\\":\\\"6Ugn4O5YGsT7hhDxrTp6OgDqIgO3VcZrd5_UwRNB_Ug\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0NVesNzjsg_Yro-l7ml62zj70HfdtVNevsarsw6ZZbQ\"}"