"{\"content\":{\"body\":\"As an aspiring microinfluencer, I can’t thank you enough for actually clicking my link and joining me in my **first ever** mirror.xyz post. Today is my first day working full-time in **Web3** and I truly couldn’t be more excited. In this article I’ll share a bit about how a DC Hooper I ended up living in Miami and working in Crypto. \\n\\nWorking on my storytelling. \\n\\nThe first time I ever heard about Blockchain was in 2017 during my Senior year at the University of Maryland when a guest speaker from IBM spoke to my Information Architecture class. I was intrigued, but at the time I \\n\\nMy first real exposure to crypto was in 2018 as a grad student when I joined the @Georgetown blockchain club. This is when my wheels started to spin a little bit, and I even bought and sold (crying emoji)  some bitcoin, but I still wasn’t all the way in. 2/4\\n\\n** \\n  \\n  \\n **\\n\\nNaturally, as people from the NorthEast do so well, in November of 2019 I made my way down to Miami seeking sunshine and blue water. Initially, I wasn’t planning on calling this place my home, but many new Miamians all know how that story goes… \\n\\n** \\n **\\n\\nI quickly fell in love with the city of Miami, its people, culture, tech innovation, and an unexplainable energy floating around in the air. \\n\\n** \\n **\\n\\nYes this story is about crypto, hold on I’m getting to it. 3/4\\n\\nThough attending #MiamiTech events and Twitter (s/o @mayorsuarez) I quickly made a ton of friends. I found myself having lots of conversations about crypto, and found myself really enjoying learning. Against my own will, my brain started to crave learning more and more. \\n\\nOutside of my Web2 job, I worked on @bitcoinhubapp and was one of the first members of @miamitechruns DAO which has grown to over 200 people! (Mind Blown EMoji)\\n\\n \\n \",\"timestamp\":1641919124,\"title\":\"Web3 Lets Get it 🚀  \"},\"digest\":\"Hqx7Ez8R6dAvJ3fKpkmir7ZCq11mB9xmbrZhgTLpOEQ\",\"authorship\":{\"contributor\":\"0xe8329ee08718Ab44129C506B96664FD43E77164B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"i3NwaSEUMHHK1DygkaTj92SmyYxbD2iac7sWR1yX0xw\\\",\\\"y\\\":\\\"LOXwZcD-MD4lU3_3mPv1eM-zke8cFWymONkglVpyAUA\\\"}\",\"signature\":\"joILrHav8TsaguxL0-1tb-idJjKc6669OYoH7k1rt79Cd-o4_kq9NDzMvZ0MmQ__EHE95E6FVsb7YwOCXa_19A\",\"signingKeySignature\":\"0x674ed6fcdf88ef73947a3231ce3d045116a65cd57cf9e0de62c26dfbe894231e323a6bf801506e9e6d1e78f453681f80dd34ca5ae521205152946fdfafa0bfe61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"i3NwaSEUMHHK1DygkaTj92SmyYxbD2iac7sWR1yX0xw\\\",\\\"y\\\":\\\"LOXwZcD-MD4lU3_3mPv1eM-zke8cFWymONkglVpyAUA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Q8wp5ywL_9k7U1llJ9j9sgqC1B7DbwKavOgSuuh_sr8\"}"