"{\"content\":{\"body\":\"Love it or hate it, [@supremenewyork](https://twitter.com/supremenewyork) is cool It's worth $2 billion, celebrities like Kanye wear it, their drops have long line ups, and the resale value is 5-10x So, how did they get here? and is [@BoredApeYC](https://twitter.com/BoredApeYC) really a \\\"decentralized competitor\\\"? (cc [@punk6529](https://twitter.com/punk6529))\\n\\nLet's find out\\n\\n![Is BAYC the decentralized competitor to supreme?](https://images.mirror-media.xyz/publication-images/u8zHoPhZlAeTtmMw1Ki9N.png?height=600&width=600)\\n\\n1/ We can't start this thread without a bit of history on Supreme and how they've impacted the culture. Let's wind the calendar back to 1994 - when Supreme first launched - not as a brand, but as a skate shop in SoHo by founder James Jebbia.\\n\\n![Supreme's first shop in NYC](https://images.mirror-media.xyz/publication-images/jLfRlDLzI2bARofAOGyJh.png?height=576&width=960)\\n\\n2/ Jebbia wanted to create a clubhouse for NYCs budding skateboard scene, a place where counterculture kids could hang out and feel accepted. But Jebbia only saw Supreme as a retail store, not a brand. Until he met Kenichi Omura, a Japanese businessman.\\n\\n3/ Omura saw the demand and hype for Supreme in the Japanese market, so he contacted Jebbia and ended up opening up three stores in Japan by 1998 Except, Supreme still really didn't have their own clothing - so Jebbia assembled a young team, that began designing Supreme merch.\\n\\n![Early Supreme branded clothing](https://images.mirror-media.xyz/publication-images/q4_3_ggl4IL-EUaG3Ya4B.png?height=383&width=680)\\n\\n4/ It's hard to say why the Japanese market was so enamoured with Supreme so early on, but having that early base of support - which included appearances on MTV Japan as early as 1996 - helped accelerate the Supreme's growth and popularity worldwide\\n\\n![Supreme NYC making an appearance on MTV japan in 1996](https://images.mirror-media.xyz/publication-images/6attqsfk-Z5J6DTF94n-q.png?height=511&width=680)\\n\\n5/ That was in the late 90s/early 2000s. Fast forward to today, Supreme is valued at a $2 billion, and the world is crazy for it. So much so that a lottery system is in place for their weekly drops.\\n\\n6/ To get the opportunity to buy Supreme from one of their 13 retail stores, you'll enter a lottery on Tuesday. If selected, you get texted a time and place on Thursday. There, you'll end up waiting 3-5 hours in line before being able to purchase.\\n\\n![The line up outside a Supreme drop](https://images.mirror-media.xyz/publication-images/SIrTKkuFDtIH7zwI5OEXd.png?height=453&width=680)\\n\\n7/ While Supreme drops started off with just clothing, they've added variety, from the expected to the unexpected. You still get shirts and sweaters, but there's also pinball machines, staplers, and... bricks.\\n\\n![Supreme drops goes way beyond clothing](https://images.mirror-media.xyz/publication-images/QlKU_DayNCfqZv--Dz-Ur.png?height=301&width=900)\\n\\n8/ Regardless of what's on sale, Supreme drops sell out, week after week. Partly because of how coveted the brand is in the culture, partly because of the resale value.\\n\\n9/ This is where Supreme's story gets interesting. In store, Supreme products are priced with a premium but not insane. A sweater costs $168. But because they focus on limiting their supply - the resale market price is high. Sometimes up to 5-10x it's actual retail price\\n\\n![Supreme hoodie from their Fall Winter 2017 collection resales for $690](https://images.mirror-media.xyz/publication-images/HASnk-0ZGpoDJSv_rJ9k9.png?height=289&width=680)\\n\\n10/ Scarcity is a big driver of Supreme's success, but it's not the only thing - people think wearing Supreme is cool. Wearing the brand puts you in with the \\\"culture\\\". Displaying the logo is a statement about who you are as a person. This is called signaling - and we all do it\\n\\n![Clothing is an expression of our selves - a way for us to signal to others things about ourselves](https://images.mirror-media.xyz/publication-images/9Rxqhk4p0YM8fnKCitI8J.png?height=409&width=680)\\n\\n11/ By definition, signaling is a hidden way to communicate things about us to others. Humans love signaling - we're doing it all the time, even if we don't know it. Usually, we do things convey to other people that we are intelligent, successful, attractive, etc.\\n\\n12/ if you look close enough, a lot of human behaviour can be explained by signaling. Like why we buy expensive engagement rings, wear $50,000 Rolex watches, or displaying NFTs as our pfp on twitter.\\n\\n![An expensive wedding ring is a signal to others that: you're engaged/married. The size also communicates wealth](https://images.mirror-media.xyz/publication-images/Jjex3jlRvDXxps4EoHFY0.png?height=683&width=1024)\\n\\n13/ When you display a cryptopunk or a BAYC as your pfp on Twitter, you're signaling to others that: I was an early adopter of NFTs As the price of these projects have skyrocketed, it began signaling success, wealth, and authority within the NFT community\\n\\n![Punks as pfps are now also a status signal](https://images.mirror-media.xyz/publication-images/JdkTIOmi-q2kWMEy26Avd.png?height=315&width=435)\\n\\n14/ So if you're wondering why people pay a 5-10x premium for Supreme, it's because of signaling. People want to belong, and signal to others that they're also cool and understand the culture, that they can afford to wear expensive clothing.\\n\\n15/ Okay, so that explains a bit of behaviour around Supreme: it's scarce, wearing it makes you cool, and it's also expensive. All good signals to send to others. Where does BAYC fit into all of this?\\n\\n16/ There's quite a lot of similarities between the two brands Owning and displaying a BAYC on twitter is already a status symbol - pretty easy to spot But you can't go around the street showing everyone your NFT portfolio - that would be weird\\n\\n![They would know if you had some merch...](https://images.mirror-media.xyz/publication-images/K6KayYYZ8xu0rf2VglE9-.png?height=908&width=933)\\n\\n17/ So that's where BAYC merch comes in. In the same way that your ape NFT is a signal to others in the digital world, merch is an IRL equivalent. Because the merch is exclusive to holders, its also a status symbol - a way to signal others in meatspace that you're in the club\\n\\n!\\\\[\\\"Alexa, what’s the weather look like?\\\" Looks like you’ll need an umbrella it’s a little bit drippy\\n\\n\\\\](https://images.mirror-media.xyz/publication-images/IV472_w2CJpFPp1K0TFte.png?height=900&width=600)\\n\\n18/ Which is why BAYC merch resells for an insane premium, just like Supreme. Buy for $75, and resell for $499 online. This is scarcity and signaling at work\\n\\n![BAYC merch resales at a premium too](https://images.mirror-media.xyz/publication-images/N2rGnncKMKjg9X6FalxGk.png?height=380&width=260)\\n\\n19/ The parallels to supreme don't stop there. Much like the long line ups to get into Supreme, many apes waited for hours to get merch at NYC's pop up store, or get tickets to the exclusive Bored Ape Yacht party.\\n\\n![Line up outside the BAYC merch drop at NFT NYC in 2021](https://images.mirror-media.xyz/publication-images/uyhXSHB2cl2chw_7PJO3k.png?height=899&width=591)\\n\\n20/ While it's obvious both brands have tapped into the same energy, there's still one big difference between them, it's this difference why I think BAYC will rapidly surpass Supreme: BAYC is a web3 brand\\n\\n21/ A web3 brand is simply a decentralized entity - whether its decentralized through with NFTs, a DAO, tokens or all of the above. A core principle behind web3 is that, the people that engage with the project the most should also be part owners. Web3 is public from day 1.\\n\\n22/ Compare that to the old model: a private company creates a product and markets and sells it. The people that purchase the brand are consumers. Only wealthy people, VC firms, private equity get a chance to own part of the company, until the company goes public.\\n\\n23/ So with Supreme, you'll always be a consumer, not an owner. With [@boredapeyc](https://twitter.com/BoredApeYC), you're part owner. You have an actual asset (the NFT - wen token), that grows in value as the brand does - which you can sell anytime\\n\\n24/ As part owner, you also get access to exclusive perks and events: BAYC merch pop ups, the yacht party at NFT NYC. Soon, there will be a private clubhouse in Miami for apes too. Being a Supreme consumer doesn't gets you access to those kinds of perks.\\n\\n![Apes will get an IRL Miami clubhouse](https://images.mirror-media.xyz/publication-images/wglmlGfHfE3RgVjvwEQDM.png?height=441&width=679)\\n\\n25/ I'm not saying Supreme isn't a world-class brand, or that it's model is broken - it's worked for them and they've been in the game for 27 years. What I am saying is, there's a far a better way to launch a brand, thanks to web3 and NFTs.\\n\\n26/ In fact, [@BoredApeYC](https://twitter.com/BoredApeYC) is already beating supreme at its own game: creating a desirable, scarce item that's led to a high resale value in the after market. Let me explain.\\n\\n27/ As long as the Bored ape founders continue to grow the brand, and make it \\\\*the\\\\* NFT community to be in, the price for apes and mutants will keep going up. There are only so many apes, and everybody wants em. This is where being a web3 brand really shines.\\n\\n28/ Every time an ape sells on the aftermarket, [@yugalabs](https://twitter.com/yugalabs) is getting 2.5% royalties on every sale. Forever. As the brand grows in value, that 2.5% ends up being a larger dollar (read: ETH) amount So in may 2021, Yuga labs got 800 eth for selling out the original apes...\\n\\n29/ In the 7 months since, they've earned \\\\~5115 ETH just from the royalties on after market sales - not including mutants. Growing a brand that gets percentage royalties brings in exponential returns, which allows you to grow faster.\\n\\n![](https://images.mirror-media.xyz/publication-images/JWZvgBGYvOYKnFBPnDme-.png?height=643&width=593)\\n\\n30/ Guess how much value Supreme has captured on all their after market sales in the 27 years they've been around? 0%. None. Even though that's where most of the value of the brand is being exchanged.\\n\\n31/ All that to say, Supreme is severely limited by the old model - always in a delicate dance between generating enough revenue on each drop so they can grow, while still making sure each drop is scarce enough\\n\\n32/ In the long-run, based on the math alone, I think [@boredapeYC](https://twitter.com/BoredApeYC) outgrows Supreme. Now, a lot of this comes down to execution, and Supreme has been in the game for 27 years, while Yuga only 7 months. But Yuga labs track record so far has been supreme, and we 🧡 the founders\\n\\n33/ I have strong conviction that [@GordonGoner](https://twitter.com/GordonGoner), [@CryptoGarga](https://twitter.com/CryptoGarga) and the rest of the founders will continue to grow [@BoredApeYC](https://twitter.com/BoredApeYC) into a world-class brand. The evidence suggests that so far.\\n\\n34/ We already have [@stephencurry30](https://twitter.com/StephenCurry30) and [@shaq](https://twitter.com/SHAQ) in the club, and ball players rocking BAYC kicks in an NBA game. How long until [@kanyewest](https://twitter.com/kanyewest) gets an ape too?\\n\\n![](https://images.mirror-media.xyz/publication-images/Q_y0AOuIjETvqutNnFxtV.png?height=492&width=592)\\n\\n35/ The next few years and decade are slated to be an exciting ride for all of us here early in NFTs and crypto. With BAYC launching a token in 2022, a blockchain game and their DAO, this is the premier project to be in.\\n\\n36/ I'm looking forward to watching all of this play out from the Miami clubhouse with my fellow apes. and hopefully by then, i'll have a bored ape to accompany my mutant too.\\n\\n\\n---\\n\\nThis article was originally posted as a thread on [twitter](https://twitter.com/atareh/status/1458858405146284033?s=20).\\n\\nTo support my work, you can own this article as an NFT.\",\"timestamp\":1637704327,\"title\":\"Is BAYC the decentralized competitor to supreme?\"},\"digest\":\"5IXJxz5cp71jeISq4PncbOV4kaS3bwTGDSW1qEvyh4k\",\"authorship\":{\"contributor\":\"0x56383A5Dd01d413fb8B38F2D0FceF5F511F1Dbb9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WbiAnPn2Til1Bgmxc1adDwSVctn_TgG2cpzZ1HEVvV0\\\",\\\"y\\\":\\\"0hqFd04Loonbkysa5FGjsZSYVo-m4eSkjsqdpWdwEEs\\\"}\",\"signature\":\"YnyTwMLzBYulgyQWQqkx6oYSGCuFSEZD2BXL9j4IVrFxVXhKMiC32-mK3RMBk1KQZUKjhirNZIvm3iaJMOAVBA\",\"signingKeySignature\":\"0xd76bfae9b5152dad095df6ba6dc33399af6397d1ae104cbcef057dcbe915bb9d72676a8a9fde3f471e581964f69dbce1ed47d1f2c8be4eb00daf31cae855ded01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WbiAnPn2Til1Bgmxc1adDwSVctn_TgG2cpzZ1HEVvV0\\\",\\\"y\\\":\\\"0hqFd04Loonbkysa5FGjsZSYVo-m4eSkjsqdpWdwEEs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RQw4i4brgHqVdkhKva31-BCS3xg77xgEisHWLr22zUA\"}"