"{\"content\":{\"body\":\"Five days of DAO are over today, and if I can summarize an insight, it’s this: You can contribute to a DAO in five days, and if something stands in your way, it’s worth the thought that it might be yourself. In my case, it was definitely myself, and if I want to go further from here (what I do), I need to work on my habits and time management.\\n\\nGiving me this five-day challenge was helpful for me to get started. Starting is the first big step; everything that follows is about keeping momentum and working on habits. In the last few days, I was often at my limit because I had this challenge plus my other’s life job that I needed to do. But I know I could do the same of what I did in half of the time. To play the long-term DAO game, I need to learn how to prioritize better and focus on output. Thinking is good, and everyone should do that first. But there is no value for the DAO until you put something outside.\\n\\nI have to emphasize the value of a personal challenge again. For me, it felt so good to achieve those small goals every day. There was no failing, as long as I had some output to share with the world at the end of each day (even if no one would read it). And because I needed material to write about, I took much more initiative than usual.\\n\\nMaybe I should check in after one month and see how my contribution at MetaGame progressed. Like in those TV shows where some ‘professionals’ turn over other people’s lives in one day. How well are they doing after one month or one year?\\n\\nOf course, there is always a pinch of luck in every story. Sometimes it’s just the right time and the right people, and some other times it is the opposite. I can’t tell you how to identify those two; for now, I can just say you will feel when it’s right.\\n\\n*If you like my ideas, follow me on Twitter: [@_roseight](https://twitter.com/_roseight)*\\n\\nDidn’t follow the story? You can start with the first day of Rose’s journey [here](https://mirror.xyz/0x09cc4B3a27E3715596c5eDE07E95Da490340D27a/fiAw6zwQFSi5KVx8pOhe6VInbqysk8SUV7oACUzn1MI).\",\"timestamp\":1642704639,\"title\":\"5 Days of DAO - Day 5\"},\"digest\":\"Mth8J02JOMU3AV5d6xyazd9PgFd_riOSkeHzbiD-LRM\",\"authorship\":{\"contributor\":\"0x09cc4B3a27E3715596c5eDE07E95Da490340D27a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ucXr9UmYSC0DeIsVNzBd2A2DI1DHIxIktWzlP9Slx-o\\\",\\\"y\\\":\\\"6XHvyzsRO-Yzgtc8PRBUmlO-GHon3TWVu3vLOOD1vRg\\\"}\",\"signature\":\"BIjUy31krPqgZdy-DzXmufmTeuCf71bZuveNoTY4nDXToinEZyhXyoz1K8iL26l9HkjeFY-RAsOKUrNVRLAySw\",\"signingKeySignature\":\"0x74dec174349ac061961186aa8b1f836f522e0f232b3480564f36985fee45ca7d44b56428477e346e4a8a44fefdb385142e5fb2f6701dc64fabb0ed560523e6b01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ucXr9UmYSC0DeIsVNzBd2A2DI1DHIxIktWzlP9Slx-o\\\",\\\"y\\\":\\\"6XHvyzsRO-Yzgtc8PRBUmlO-GHon3TWVu3vLOOD1vRg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mMnxrg515QqEOitj8XaeyOWB1hT2B82PYJdXEBHcgEE\"}"