"{\"content\":{\"body\":\"Flix Fam, it is a new week & we’re back with the latest from within the OmniFlix Network’s ecosystem covering topics around Engineering, Design, Media & Community.\\nWithout further ado, let’s get started!\\nFLIX Drop — an overview\\ngiving back to the community that helped us bootstrap & build OmniFlix\\nWe’re very excited to announce that we’ll be going mainnet soon. Real soon.\\nWe have bootstrapped the entire OmniFlix Network primarily with few early backers and our validator operations. Owing to that, we intend to give back to the community with the FLIX Drop to stakeholders that helped push it all forward. A snapshot for relevant activities (staking, LPing, etc.) is being taken on 22 January, 2022.\\nNOTE: Snapshot is on 22 January, 2022. The eligibility criteria will be shared in an independent article after the snapshot date.\\nBut wen will the FLIX Drop, ser?\\nAfter LBP.\\nThe order of events would be:\\nMainnet (with genesis validators)\\nInfrastructure setup (with partner node hosts and relayers)\\nDistribution required for LBP on Osmosis (this is when FLIX is accessible and goes live)\\nwho will receive FLIX?\\n8 different types of activities within the Cosmos & OmniFlix ecosystems qualify\\nTo give back to the community members within the Cosmos Ecosystem and to build a strong & sustainable community, FLIX Drop is curated primarily for:\\nFor delegators on 8 validators run by the OmniFlix Network — Akash, Agoric, Ki, Sentinel, Juno Network, Osmosis, Comdex and Stargaze. These are the validators, we have been running in 2021.\\nupdate 1: 19/Jan at 17:31 UTC — Changed the wording for the above activity\\nFor node hosts that validated on FlixNet-1, FlixNet-2 & FlixNet-3\\nFor campaign participants on FlixNet-2 and FlixNet-3 (campaigned ended on 11/January/2021 but we have a grace period of 2 days)\\nFor historical users of our apps — interactive videos on [alpha.OmniFlix.tv](http://alpha.OmniFlix.tv), Users of Stream Pay along with delegates of Cosmos Cosmoverse Conference (metateverse & IRL/physical presence at the event)\\nupdate 2: 19/Jan at 17:31 UTC — most have an issue with [alpha.OmniFlix.tv](http://alpha.OmniFlix.tv) but we aim to only incentivize historical users of these interactive videos.\\nFor ATOM Stakers (excluding exchange validators)\\nFor Osmosis LPs from select pools\\nFor ION holders\\nFor community pools/DAOs that helped or will further bootstrap the OmniFlix Network (Cosmos Hub, Osmosis, Juno Network, EXN & more).\\nNOTE: The campaign on FlixNet-3 has ended. If you are interested to try minting NFTs & listing/trading them on the marketplace, try them on OmniFlix Studio and the OmniFlix Market to buy NFTs either with FLIX or an IBC token (from another chain) and/or transfer an NFT to a friend.\\nOmniFlix’s weekly Community Updates are key in the process of following everything that’s going on within the OmniFlix Network. In the next community update, you can expect details about the eligibility criteria for the Flix Drop, details about the network & more.\\nFollow us on Telegram (Announcements & Community Chat), Discord and the Community Updates. These are primary communication channels and you’ll be sure to find information sources and helpful community members.\\nKey Highlights\\necosystem news and updates from last week\\n\\n1. Engineering\\n   The application engineering team at Flix Crew has updated OmniFlix inSync, OmniFlix Studio & OmniFlix Market apps for an enhanced experience.\\n   Additional R&D is going towards the launch of the apps on the mainnet in the best possible manner.\\n2. Design & Media\\n   Collateral required for mainnet launch is being worked on along with updates to Studio, Market (web & mobile apps).\\n   Product walk-through videos are being worked on to ensure Flix Fam can share details about OmniFlix with anyone that might be interested.\\n3. Community\\n   This week, the OmniFlix ecosystem was on 🔥\\n   4a) Governance\\n   for networks that are secured by the OmniFlix Validator\\n   Our governance participation and votes that we casted are being shared here. For more insight, please let us know your queries on Twitter, Telegram or Discord.\\n   We’ve voted in a way that drives network growth and that are important governance decisions in the path to complete decentralization.\\n   On 18/Jan/2022\\n   Yes for #StarsProp5 for the proposal Transfer Protocol-owned Osmosis LP Tokens to Community Pool\\n   Yes for #OsmosisProp124 towards Protocol-Semi-automatic Incentive Adjustments for 01/16/2022\\n   On 15/Jan/2022\\n   Yes for #StarsProp4 for the proposal Enable Airdrop\\n   On 12/Jan/2022\\n   Yes for #StarsProp3 for the proposal STARS on Osmosis: Pool incentives to boost liquidity and mitigate slippage\\n   4b) Flix Fam, Flix Fanatics & more!\\n   details of activities within the OmniFlix Hub root chain\\n   15th January marked the 1yr anniversary of Conversations with Jack\",\"timestamp\":1642690091,\"title\":\"OmniFlix Network \"},\"digest\":\"T8P0ZUiK_WDwqqYBEPMuxjKDoxwZ30BEF06uDk70Y7E\",\"authorship\":{\"contributor\":\"0x9C0acbBDB41a6D92C24662d7A0e3C93B10aA4cA4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ru9Qf3dHpxWvoSGTSsjPvKIDCJl2nl0WGkhjWUBBSm0\\\",\\\"y\\\":\\\"xfKm9HUp_cSy7gLsXcjWFqVgrW7FEEJX0NMb3XRhfQU\\\"}\",\"signature\":\"w8Agb9AzGL0e3o-lbap_M6hBYqM9lwI0-Frz4dYDbEjhuRZntt5oj6axP8zmSj30QAHuWxy3uNsD8MiVsVj0NA\",\"signingKeySignature\":\"0x88c757e142adbb60304c9bf58a41bce235f2d2a02319231ecfe517f8b16b65c4151690164c425ab9449e575c5b9d3ff2ea729728dee51c28b63ca0d210bcec121c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ru9Qf3dHpxWvoSGTSsjPvKIDCJl2nl0WGkhjWUBBSm0\\\",\\\"y\\\":\\\"xfKm9HUp_cSy7gLsXcjWFqVgrW7FEEJX0NMb3XRhfQU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T8P0ZUiK_WDwqqYBEPMuxjKDoxwZ30BEF06uDk70Y7E\"}"