"{\"content\":{\"body\":\"*Hey. It’s been a while.* \\n\\n*Here’s what we’ve been up to the last few weeks, and how it’s helped shape our thinking around Songcamp 2 — which (btw) is imminently approaching.* \\n\\n*Thanks for being here. :)*\\n\\n# Squad Phone Experiments\\n\\nEvery Monday at 4pm ET, Songcamp has ***The Call*** — a 1-hour community-wide call on the squad phone voice channel in our [Discord](https://discord.gg/wHsJD2sTpc). \\n\\nThis call has happened every single week for 12 weeks now, ever since Songcamp’s inception. (You can read our genesis story [here](https://songcamp.mirror.xyz/K9i_cjk1zep0ESfu71Wj5by2zrHOIopAvZ5iSmDJYY0).)\\n\\nTypically this call is a time to talk general updates, answer questions, and introduce newcomers to our community. \\n\\nOver the last few weeks, however, our calls have taken on a different shape. \\n\\nIn the experimental nature that Songcamp was born with, we’ve started playing around with **making collective decisions** and **taking collective action** on these calls. \\n\\nWelcome to the *squad phone experiments*...\\n\\n### Experiment No.1 — The Vote\\n\\nThree weeks ago, we had our first vote. Up until then, our [Twitter](https://twitter.com/songcamp_) handle was @songcampdotband. It was long and hard to read quickly and we wanted a change. \\n\\nOn that week’s call, we supplied a list of 10 pre-populated name suggestions to get things rolling. We threw the list up on Discord and everyone on the call voted with emojis.. \\n\\n![](https://images.mirror-media.xyz/publication-images/c0f6a467-169e-4b2d-a63c-ec82aacbb73a.jpg?height=620&width=1188)\\n\\nThe short and sweet **@songcamp_** was the clear winner. \\n\\nNext, we prompted everyone to come up with their own handle suggestions to try and beat @songcamp_.\\n\\nIdeas started flooding the chat. We chose the ones that got some quick excitement (via comments and emoji reactions) and threw them in a second vote. The results were as follows: \\n\\nhttps://twitter.com/songcamp_/status/1399486989506912257\\n\\nThe process of making this decision together was a ton of fun. Just to see the emoji numbers shooting up, the alternative ideas populating the chat, people unmuting themselves and reacting to their favourites. The simple act of group participation created this vital and intimate energy, and we wanted more of it. \\n\\nSo the following week, we took it up a notch…\\n\\n### Experiment No. 2 — The Identicon Design Workshop\\n\\nI was very inspired by the [Pre-Brand x Zora](https://www.youtube.com/watch?v=TjczwDE9kmw) collective design event I participated in back in late 2020. I wanted to do something similar with Songcamp, where we’d all jump into a Figma design file together and co-create our Twitter avatar. \\n\\nThe idea was to give each participant on the call their own “workstation” to make something, and at the end of the call we’d smush all the pieces together to create one big Songcamp identicon.\\n\\nI spoke with Peace Node ([@](https://twitter.com/peace_node)) on the idea, and he thought we could each create our own pixelated identicon akin to Ethereum [blockies](https://medium.com/@austin_48503/vanity-blockie-miner-for-ethereum-902fccf0a427). I loved the idea. \\n\\n![](https://images.mirror-media.xyz/publication-images/f465223c-c6e1-4fe5-9108-a9eefe63e449.png?height=556&width=1515)\\n\\nWe went about creating 36 workstations in a Figma design file, each with its own blank 8x8 bit square. The instructions were to fill your identicon in with the Paint Fill tool, and write a sentence or two about your piece. We would then amalgamate everyone’s identicons into one big Songcamp identicon.\\n\\nHere’s what those workstations looked like:\\n\\n![](https://images.mirror-media.xyz/publication-images/a924d800-efc8-481d-8470-297b2a840273.png?height=920&width=1412)\\n\\nWhen our call started we gave some light instructions and dropped the [Figma link](https://www.figma.com/file/bZ6We4jHx8erQK3xYWLJkm/SONGCAMP-IDENTITY). What happened next was electric…\\n\\nColored mice started flying about the screen and everyone got to creating their piece. More and more people showed up in the file, and we had to create more workstations on the fly. \\n\\nBy the end, we had co-created a Songcamp identicon of ~ 60 personal identicons — each with their own flavors. What we ended up with was a mosaic of loud beauty that just screamed fun.\\n\\n![](https://images.mirror-media.xyz/publication-images/b0160420-4e8b-421a-bc0d-280b5be78785.jpg?height=1368&width=1718)\\n\\nhttps://twitter.com/matthewchaim/status/1402017697790148616\\n\\nThe energy during this experiment was palpable. The multi-colored mice flying across the screen, exuberant voices popping in and out of the voice chat, rainbows upon rainbows of kaleidoscopic goodness filling our eyes with every passing second. \\n\\nAs you can see, some people took the constraints given and “broke the rules” in fun and creative ways. One such piece ended up looking like the original 8x8 square had exploded in every direction..\\n\\n![](https://images.mirror-media.xyz/publication-images/d89891be-2683-425a-9795-5d469ac64762.png?height=138&width=138)\\n\\nAnother fun element that arose organically during the event was a self-organizing swarm of “*helpers*”. People who knew Figma well and finished their pieces early on were quick to help when others expressed confusion or a need for assistance on the call. Before I could even find the workstation in need myself, 3 to 6 people had already shown up and solved the problem within seconds. This allowed beginners to participate just as easily as experts, and erased any requirement for “design skills” to take part. \\n\\n![](https://images.mirror-media.xyz/publication-images/0a334db2-a2bc-492b-8c39-9740f540bb71.png?height=1256&width=2036)\\n\\nWe went from *collective decision making* (voting) to *collective creation* (design), and now we were really on a roll. So on our next call, we brought it up a level yet again…\\n\\n\\n### Experiment No. 3 — The Minicamp\\n\\nTo see how much art we could create as a group in such a short amount of time really got the wheels turning…\\n\\n*We were able to create 60 identicons in less than an hour together. What if we could run a songcamp in less than an hour?*\\n\\nThe following Monday we decided to try and answer that question. \\n\\nSince we didn’t know who would be showing up to the call, and whether or not they would have access to audio or visual production tools, we started with a few votes to read the room…\\n\\n![](https://images.mirror-media.xyz/publication-images/19fa6fa2-17a4-4cb2-ab33-5044cc9658fa.png?height=726&width=1664)\\n\\nWe threw the above question up and asked for honest responses to get a feel if running this minicamp was realistic. As you can see, most said *No* — meaning they either couldn’t or didn’t want to participate in an impromptu songcamp. \\n\\nHowever, 16 affirmative answers seemed like enough potential participants to warrant the next question…\\n\\n![](https://images.mirror-media.xyz/publication-images/9e450eed-1525-4b43-97a0-73ef4b454a81.png?height=442&width=1038)\\n\\nSince we had figured beforehand that running ~3 rooms would be ideal, this worked out perfectly. \\n\\nWe quickly organized text and voice channels for 3 rooms — each populated with 1 or 2 producers, a vocalist, and 1 or 2 visual artists. \\n\\nEach group was given the following explicit constraint: **the task here is not to make *great* art. It is to make art in 40 minutes.**\\n\\nWhile each team got to work, the rest of us discussed ideas of what we could do with the resulting artwork. \\n\\nAdrian Tavares ([@](https://twitter.com/AdrianRicard0)) had the great idea of creating this [brainstorming prompt](https://app.sli.do/event/wk2wmmpu/live/ideas) on the app Slido, where we could all throw in ideas anonymously and vote on them. This helped get the juices flowing, and we threw around some fun possibilities. \\n\\nBecause the results of this short art-making experiment were so unknown, we didn’t come to any clear plan. It instead kicked us into some interesting conversations around the sanctity of the creative process.\\n\\nWhen the 40 minutes were up, the teams were asked to return to the main call and share the minisongs and cover artworks they’d created. Here’s what they made… \\n\\n[![](https://images.mirror-media.xyz/publication-images/76900ebe-55b7-4aeb-9015-29b14cfd8ca2.png?height=1140&width=1140)](https://audius.co/songcamp/soma-440783)\\nListen to [\\\"SOMA\\\" on Audius](https://audius.co/songcamp/soma-440783)\\n\\n[![](https://images.mirror-media.xyz/publication-images/377c24d9-d694-4eeb-b264-a458456d3841.jpg?height=1080&width=1080)](https://audius.co/songcamp/golden-hour-440784)\\nListen to [\\\"Golden Houur\\\" on Audius](https://audius.co/songcamp/golden-hour-440784)\\n\\n[![](https://images.mirror-media.xyz/publication-images/8455715a-1028-4338-b16d-31fc7f03a12b.png?height=1080&width=1080)](https://audius.co/songcamp/in-a-rush-440790)\\nListen to [\\\"In A Rush\\\" on Audius](https://audius.co/songcamp/in-a-rush-440790)\\n\\nSuffice to say, we were all blown away. \\n\\nIn 40 minutes, they all created sprouting songs that each held such beautiful power and potential. The cover artworks also encapsulated that improvised energy and beauty. \\n\\nWe couldn’t believe they’d gone from strangers, to collaborators who could make something so resonant in well under an hour. \\n\\nThis experiment wasn’t to determine how quickly art can be made. Rest assured we want to create space for collective creation to be baked in its own time. But it was once again super fun to see people show up with no prior knowledge of the plan, and throw down like this on a random Monday afternoon. \\n\\nThe energy to make art together is very much *here*. \\n\\n## Constraints, Containers and Games\\n\\nIn all 3 of these *squad phone experiments*, we essentially built little **games** that we could play together. \\n\\nAll of them have their own **constraints** — parameters that close the loop and let us reach a desired result. These constraints are time-bound, scope-bound, and space-bound... *vote on these 10 things, make this 8x8 thing on Figma, make a minisong in 40 minutes*. \\n\\nThey also each rely on the **containers** that we supplied: the prompted questions with emoji-style voting, the Figma workstations with templated assets, the Discord text and voice channels to meet and communicate with collaborators.\\n\\nOne more ingredient that is worth adding explicitly to the mix is **incentives**. In these games, the incentives to play were simply to have fun. Naturally, these incentives can grow — from *having fun* and *making friends* to *owning something* and *making money* and *winning something* and *social signaling* etc.\\n\\n**It is with these ingredients that we can build games for *collective creation***. \\n\\nAs we build better and better games, with more exciting constraints and more sophisticated containers + incentives, it is my belief that we will reach e**scape velocity in co-creation**. We will get so good and symphonic at doing stuff together, that large swarms of people will begin to move together with the dexterity and agility of small groups of individuals — with the added leverage of more minds, more skills, more computers, more etc… \\n\\nThus the goal of a community like Songcamp is to build these games — and the ingredients therein — to reach unforeseen levels of co-creation. \\n\\n## Songcamp 2 as a Modestly Multiplayer Online Role-Playing Game\\n\\n*Songcamp Genesis* took the format of an in-real-life songwriting camp and ported it online, with the added support of a visual team and release squad. \\n\\nWe attempted to solve the problem of a lot of songwriting camps — great songs are made but they don’t make it out the door. They get stuck living dormant on hard drives, and their true value is never realized. \\n\\nIf the goal is to make great art and share that art publicly, then there is an inherent problem with that game. For most songwriting camps, the game is to make a certain number of songs with a certain group of people in a certain amount of time. Then, the game ends. \\n\\nTo release that music through any funnel typical of the music industry, you are effectively entering an altogether different game — one where many people with many conflicting incentives are involved. And thus, a lot of music doesn’t make it out into the world. \\n\\nWhen we were running the first songcamp, many people asked a similar question around what this camp was *really* about — was it about collective creation, or was it about using web3 tools to carve out new value streams for the resulting artwork?\\n\\nMy answer was typically “*both*”.\\n\\nBut now my answer is changing. For I don’t think the two are separate at all. They are actually a lot more flush than we let on.\\n\\nMost music is created collaboratively. Creating music is a social experience. But legacy systems have squeezed that sense of co-creation out of public view. Again, due to incentives pushing us toward certain games. The game most artists are playing is a very independent one: build a personal artist brand, and tuck all the collaborative work it takes to build that brand underneath and out of view. \\n\\nMusic is also *experienced* collaboratively. Listening to music is a social experience, and for most of human history this was at the forefront. But so much of our online experience of music is quite siloed. We stream music in our own little algorithmic corners, without much sense of community related to our online music experiences. \\n\\n**So what if we could conjoin these collaborative experiences into one, and build a game that both artists and audiences can play together?**\\n\\nThe goal of web3 is not to financialize every little thing. It’s to *play better games*, where constraints, containers and incentives are designed to align a group of like-minded people so they can build a coherent shared vision. \\n\\nThis is what we will attempt with Songcamp 2 — a multiplayer game that blurs the lines between game-builder and game-player, between artist and audience, between owner and fan.\\n\\n### Join us would ya...\\n\\nWe're on [Twitter](https://twitter.com/songcamp_) + [Discord](url) + we're about to launch a **newsletter** so you should...\\n\\n\",\"timestamp\":1624291953,\"title\":\"Constraints, Containers and Games: Early Thoughts On Songcamp 2\",\"publication\":\"songcamp\"},\"digest\":\"PjpxwIguSDYxdvjo7667f36xSaDKhsrvBZROLKJhcBo\",\"authorship\":{\"contributor\":\"0x5090c4Fead5Be112b643BC75d61bF42339675448\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"i0iqPXbdVSbPS5cc6DHBlpcaJcMBigyTnoo0zAmvFNo\\\",\\\"y\\\":\\\"cUCVzPFrHctUndxjfAGQZWmgnLVPiBT53I-Cs5whAbs\\\"}\",\"signature\":\"LF-Zj0qRccj5xkKgEzeQfpbZnQc1_YvwL1lYhxOuCNGKoTyE2L9S_mrtIxFWt7yvZGgIbXCIXOuGn0btRUXlkw\",\"signingKeySignature\":\"0x9a1b4193a48e8a0721fa9c570bbd53a92d128fff3536a43126ea9a7689d4d53a14014ec052452eba315e022516677bc639ffe8edc6b8e2cbe60f295597c6f0e61c\",\"signingKeyMessage\":\"I authorize the publication of articles on songcamp.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"i0iqPXbdVSbPS5cc6DHBlpcaJcMBigyTnoo0zAmvFNo\\\",\\\"y\\\":\\\"cUCVzPFrHctUndxjfAGQZWmgnLVPiBT53I-Cs5whAbs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yGNUV17mGvKcVmtuND680u6f4Cxv6e1ngTKxkuvOJ8Y\"}"