"{\"content\":{\"body\":\" 听母亲讲了半夜，云昭才弄明白，害他只能吃小米饭的人不光是过山虎云猛，摧山虎云虎，钻山豹子云豹，避水犀云蛟，还有一个叫作八面狐狸云霄的家伙。 \\n  \\n     云昭猜的一点错都没有，云家庄子九成的收成都给了月牙山的强盗！！！ \\n  \\n     “太欺负人了……” \\n  \\n     云昭云昭看着自己的早饭又是小米粥就怒不可遏。 \\n  \\n     云娘撇撇嘴道：“人家能给我们孤儿寡妇一口饭吃已经不错了。” \\n  \\n     云昭沉默片刻道：“谁是家主？” \\n  \\n     云娘认真的道：“你是！” \\n  \\n     “我说话他们肯听吗？” \\n  \\n     “按道理来说应该听，可是，你想要他们乖乖听话，就要比云猛强，比云霄狡猾，现在我们母子做不到，就只能乖乖的吃小米饭。” \\n  \\n     “他们会不会对我们不利？” \\n  \\n     “应该不会，云氏这个模样已经好几百年了，没听说阴族有戕害过本家的事情。 \\n  \\n     当然，这也跟我们本家从未放弃过阴族有关，你太祖，祖父，父亲宁愿克己，也没有亏待过阴族，这份人情还是很重的，云猛他们或许被权势迷了眼不当回事，其余的族人不会允许他们戕害我们，如果他们敢做这事，离心离德就在眼前。 \\n  \\n     你爷爷在世的时候阴族很乖，什么事情都是你爷爷说了算，自从追随你爷爷的本家好汉都战死了，到了你父亲这一代，人家就不怎么肯听话了。 \\n  \\n     你父亲过世之后，我们娘两的日子就更不好过了，大小事情都是阴族说了算，如果没有福伯帮扶，我们的日子就更加的难过。” \\n  \\n     “娘，我们为什么要急匆匆的去西安府？因为这些人吗？” \\n  \\n     “他们要看你，娘不许他们惊吓到你，云氏家世清白，我也不想让我儿成为一名贼寇。” \\n  \\n     “云氏有一大半人都是贼寇了，再谈清白世家不合适吧？” \\n  \\n     “阴族终究是上不了台面的，别看云猛他们在外面大碗喝酒，大口吃肉看似威风，实际上，他们连名字都不敢告诉别人，顶着什么过山虎，摧山虎一类的花名混日子，就是死了，也不敢埋进祖坟！ \\n  \\n     想要光宗耀祖，还得看我儿！ \\n  \\n     如果真的到了我们母子没有立锥之地的时候，娘就敢把云氏扯弄的分崩离析，让他们以后只能跟别的贼寇一样吃草根树皮去吧！” \\n  \\n     “母亲要去西安府，是不是想借外祖的威名来压制一下云猛他们？” \\n  \\n     云娘叹口气道：“我儿以前痴呆，娘做这些事情没有必要，我儿现在聪慧了，比谁家的孩子都要聪慧，娘如何再能让那些人把你当做傀儡来摆布呢？” \\n  \\n     云昭想了一下道：“我想见见云猛他们，也想知道刘宗敏来云氏庄子的来意。” \\n  \\n     “福伯说刘宗敏不受云猛他们待见，是他执意将刘宗敏请来的，目的就想要刘宗敏成为我们家的二管家，给我儿弄一点根基。 \\n  \\n     现在看来，刘宗敏这个人野性难驯，恐怕不是辅佐我儿的好人手，就打算送走。 \\n  \\n     可是呢，请神容易送神难，刘宗敏现在赖上我们家了，他要在这里见云猛他们，邀请他们一起去晋西北图谋大事。” \\n  \\n     “娘，我们不急着去西安府，不急着去找外公，云氏的事情最好在本家解决，否则后患无穷。” \\n  \\n     云昭一口气喝光了稀粥，丢下一句话，就急匆匆的出门去了，他想找福伯问清楚，云氏现在到底是个什么模样，自己还有没有隐藏的本钱。 \\n  \\n     走到中庭，云昭慢下了脚步，深深地呼吸了两口空气，就踱着步向门外走去。 \\n  \\n     这时候，把心静下来，比什么都重要。 \\n  \\n     大门外，刘宗敏背着一个长条包袱正在朝云福拱手告辞。 \\n  \\n     “青山不改，绿水长流，福爷既然不愿意参与进来，某家这就告辞，只是他日大军席卷天下之时，福爷莫要说我刘宗敏不认故人！” \\n  \\n     说完话，见云昭站在门口看他，就从怀里掏出一柄匕首丢给云昭道：“想过好日子，就要懂得杀人，这东西给你留着，算是给你赔罪，他日若是有难，可以来求我一次。” \\n  \\n     云昭接过匕首，拔出来看了一眼道：“好，有今日的情份在，你我他日若是为敌，我饶你一次不死。” \\n  \\n     刘宗敏仰天大笑，指着云昭对云福道：“这才是云石连的血脉，尔等碌碌小人，不足为伍！” \\n  \\n     说完就昂首挺胸的沿着大路去了。 \\n  \\n     本来平白得了一个铁匠铺子的云杨此时就站在铺子里，云卷，云舒也在帮忙。 \\n  \\n     铁匠铺门前发生的一幕，全部落在他们的眼中，见云昭孤零零的站在大门外，不知不觉的就凑到云昭的身边，目送刘宗敏的身影越来越远。 \\n  \\n     云福看了云昭他们一眼淡淡的道：“从明日起练武吧！” \\n  \\n     云昭用冰冷的声音回答道：“也要读书！” \\n  \\n     云福冷笑一声道：“文武双全之人就是文不成武不就的废物。” \\n  \\n     云昭指指脑袋道：“以后，这里可能更加的重要。” \\n  \\n     云福大笑一声道：“好一个野猪精！” \\n  \\n     等云福进了家门，云昭就扶着云卷的肩膀坐在门槛上，说真的，就刘宗敏刚才显露出来的威势，云昭能把话硬气话说完整，已经很不容易了。 \\n  \\n     “他要去造反了！” \\n  \\n     云卷，云舒的脸上满是崇敬之色。 \\n  \\n     “也可能要去送死了！” \\n  \\n     云杨冷冷的插话。 \\n  \\n     云昭摆摆手道：“这人不会这么容易就死的。” \\n  \\n     云杨抬杠道：“你怎么知道？” \\n  \\n     云昭道：“他很厉害。” \\n  \\n     云杨回想一下刘宗敏打铁的模样，也就不说话了。 \\n  \\n     对于少年人来说，英雄离他们太远，而快意恩仇的巨寇距离他们很近。 \\n  \\n     关中本来就是刀客横行的地界，悍勇斗狠才是男儿本色，像刘宗敏这种明明是杀人越货的强盗，在他们眼中这才是男儿要干的事情。 \\n  \\n     刘宗敏远去了，他豪爽，能干，强壮的模样却改变了一群云氏少年的心。 \\n  \\n     从那以后，关于刘宗敏的传说总是会被外来的货郎带进云氏庄子。 \\n  \\n     总以为在大明练武会与后世的练武方式不同，被福伯调教之后，云昭发现，无非是，体力，耐力，敏捷度，以及一些实用的搏击技巧。 \\n  \\n     在戚家军里待得时间长了，也自然秉承了戚继光练兵的那一套。 \\n  \\n     比如《练兵实录》！ \\n  \\n     福伯原本就是戚家军中的一名哨官，没有看过戚帅的《练兵实录》，训练起少年人来，用的就是这一套，因为有大量的实践运用，效果甚至比照本宣科来的更好。 \\n  \\n     徐先生在完成对少年们的扫盲教学之后，他没有继续再教少年们新的儒家典籍，而是教起了《纪效新书》。 \\n  \\n     云昭对此没有任何意见，在大明这个时代里，戚继光的兵法著作，已经是最实用，最前沿的军事著作。 \\n  \\n     在忙碌中，时间过得飞快，在喜鹊吱吱喳喳的叫声中，云氏的夏粮终于要收割了。 \\n  \\n     这是最让人欢喜的时候，也是最危险的时候，更是官府，盗贼们收割百姓的好时候。 \\n  \\n     云氏庄子只要是能动弹的人，都将在麦子黄的时候全员出动，从今天起，不再有闲暇，不再有困顿，甚至不再有疾病这一说。 \\n  \\n     为了来年能够填饱肚皮，每个人都将行动起来，不能让一粒粮食浪费在地里。 \\n  \\n     地主家的倒霉大少爷云昭也没有例外，薄薄的夏布衣衫换成了厚重的粗布褂子，脚上的布鞋也换成了硬底子的草鞋，在腰里别着一柄镰刀，在星星还明晃晃的挂在天上的时候，就随着大人下地了。\",\"timestamp\":1638716507,\"title\":\"第三十章虎豹蛟龙狐狸与野猪精\"},\"digest\":\"R6flNfYsF5j2g0xxzu1GWAXrgmq4t-zYBGFOb4N3v20\",\"authorship\":{\"contributor\":\"0xe561E580dAF360Ff3E70C84f26Cbbf249562Aee3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"signature\":\"p6_h6p8oTZsgIcuio9RZjsLN-dz789ZHYBWcy0wWAiNeLaOtaQ8O2CiYS8ePajb47EPAgMKXdKmQhMmoliZSRg\",\"signingKeySignature\":\"0x26aa97fa31c580aac651005089f8cfe7a7df2a9b83369c911ebd5e484c9258b10f753603d0f10042ae780a1fd8f845cd85f625edb7cecf55175b486826f9f7b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"R6flNfYsF5j2g0xxzu1GWAXrgmq4t-zYBGFOb4N3v20\"}"