"{\"content\":{\"body\":\"**Emancipation of your data (how the NFT is setting us free)**\\n\\n![Kukeleku](https://images.mirror-media.xyz/publication-images/U-EbWfCkE7ZQH07f-oUkV.gif?height=480&width=480)\\n\\nYubikey recently updated its product portfolio, creating a more convenient two factor authentication. Microsoft and Google are going 'password less'. Apple is letting users store a digital copy of their driver’s license on iOS. In other words, the online identity market is ever changing.\\n\\nNot unimaginable when one realizes that in 1996 you could have an account, in 1999 you would have several for sure, and now a days were flooding in accounts, and sign-in id's.\\n\\nBut we are not there yet. We are missing a big piece of the puzzle. It is not only about improving the identifying part. We are completely neglecting the using your identity part. It is still only the organization that is able to trustworthy use the identification. And even though both the organization and the user are necessary for creating an identity, the latter one does not have, or only have limited means of transferring its identity.\\n\\nYes, we have SSI, but we are failing to understand the bigger picture. We need to emancipate your data.\\n\\nSo, let’s blog. Let’s think this thing thru\\n\\n**How it works**\\n\\nLet’s dissect the identification process. We have a suppling party. The user. It is supplying facts about itself towards a receiving party. The organization. The means agreed upon by both parties gives the facts a certain weight of truth. Eg: your name on shopping portal xyz has a different reliability with your name on a social platform seen by your colleagues.\\n\\n**Other means to an end**\\n\\nNow things get derailed. The receiving party is digitally trusted by other organizations. Giving rise to for instance to the ‘sign-in-with’ trend\\\\*. It can even directly sell the constructed data to advertising companies. The suppling party on the other hand cannot digitally transfer the created data. At most, it can print a pdf, take a screenshot, as proof.\\n\\n**So SSI will save the day – introducing Schrodinger’s Move**\\n\\nNo. Because SSI is being take over by those originations, In creating an ecosystem competing with the ‘sign-in-with’ trends. In which what I call a Schrodinger’s-move. Just like we do not know If the cat is alive or dead, the organization does not need to know the content of your data (it’s decentral, privacy first, bla bla bla). It still can sell it’s service. It’s smartly adapting technology for sustaining it’s business model\\n\\n**What to do then?**\\n\\nWe need to realize that we are living in a digital unhealthy, unequal relationship. We need to understand that every bit of data that you create with a partner, should fall under co-ownership. As a customer of my mobile phone plan, why am I unable to proof this towards my employer (and by proof, I mean proof, not a fake-able pdf). If we want to leave a better digital world, we need to emancipate our data\\n\\n**So NFT is actually useful?**\\n\\nAnd yes, almost hard to believe, crypto leads the way. Take your Crypto-wallet. Downloaded it from an open source app store off course. Put in your NFT. Yes NFT can be copied easily. But now also the supplying user is able to trustworthy transfer it’s digital data, the ownership of a picture of a digital monkey.\\nNFT is setting us free\\n\\n\\\\* the ‘sign-in-with’ trend is indeed killing the self autonomy of the user. In this structure the organization is able to trustworthy tell other organizations of who you are. It is making other organizations more accessible, but only the organization can profit, can sell it’s service\",\"timestamp\":1637792566,\"title\":\"Emancipation of your data (how the NFT is setting us free) \"},\"digest\":\"k2X2vUAINNvBJCtc28Y8MRxic6FQrpX69cIxYsdW8jk\",\"authorship\":{\"contributor\":\"0x27f2d517E911467C211421F62BCCc6EA91f2f260\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0yyhTAwgW4HlbXsOs0ku6VH8td0gpVwrR11zPle_lZQ\\\",\\\"y\\\":\\\"NMM5x6SDf094u7ObURMhatgKYmSVDU09cNYTyN1pqr0\\\"}\",\"signature\":\"e8GHNpYfJn7FxP1wDr-AXicUoXAjmtQrvlmNY6Fv1g99jH2eIVJXbxGzV0CWnMs2avB-rzwGJhI81bfnJ1zOsg\",\"signingKeySignature\":\"0x6194d4b22022322d99eb3b4cf4e7ccc8ade922ffe8b7f728e846d57f78a317f54481879b17102ca7b15259932fb832fa6badfa49b0cecc7c9973e0ae0011d7861c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0yyhTAwgW4HlbXsOs0ku6VH8td0gpVwrR11zPle_lZQ\\\",\\\"y\\\":\\\"NMM5x6SDf094u7ObURMhatgKYmSVDU09cNYTyN1pqr0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SIhnO9JJViGsMCpgeq7Pae5xBQ_1aroQd7utz9Qhki4\"}"