"{\"content\":{\"body\":\"After what seemed like my 100th job rejection email, I was completely fed up. Many hours were spent refining applications & reviewing my CV all for the inevitable: ‘Unfortunately, you have been unsuccessful on this occasion, now please piss off.’\\n\\nIn a bleak job market, I prioritized seeking guidance. Mentors, career advisors, and lecturers all provided useful advice which I followed religiously. But the outcome remained the same.\\n\\nI decided that I HAD to do something different to stand out. And this was cold emailing. This low-stakes high reward tool has changed my life. I have made friends, gained mentorship, and have been offered an internship through cold emails. Whether you are a student searching for your first job or a working professional trying to pivot career paths, I believe there are **three reasons** why cold emailing could be a game-changer.\\n\\n#### Improve persuasive writing \\n\\nPersuasion and sales are important in every facet of life. Do you own a business?  You are persuading customers to choose your service or product over competitors.  Got an interview coming up? You are convincing the interviewer that you are a competent, hardworking, and a trustworthy worker worthy of the vacancy. \\n\\nTherefore, writing cold emails provides a platform to learn how to sell yourself.  Whether through experimentation or learning from the mistakes of others, you will quickly understand how to capture people’s attention. Remember,  it is likely that you’ll only get one chance to make an impression on the recipient - so make it count!\\n\\n#### Building new relationships\\n\\nWhy building relationships online is important? The internet provides you with the opportunity to connect with interesting people all over the world. Barriers in a pre-internet world have now been removed. Take advantage of this! \\n\\n#### Opportunities not open to the public \\n\\nA rule of thumb to consider - give more than you take. Ideally, start with value. Can you conduct an audit of their website or rewrite something for them? Personally, I  wouldn’t cold email a stranger with a huge request. Start with minor asks. Make the request as frictionless as possible .e.g. ‘Would love brief feedback on my project attached below’.\\n\\nGo in with the mindset of building a strong relationship and the rest will follow. Who knows, you could get a job/internship if you play your cards right.\\n\\nNow that you understand how powerful reaching out can be, check out the following link on how to write a cold email: \\n\\n[Sriram Krishnan - 'How to write a cold email' - Article](https://sriramk.com/coldemail)\\n\\n[Auren Hoffman - 'How To Write a Great Cold Email That Will Actually Get a Response' - Article](https://summation.net/2020/05/04/how-to-write-a-great-cold-email-that-will-actually-get-a-response/?utm_source=pocket_mylist)\\n\\n[Alexey Guzey - 'Follow Up' - Article](https://guzey.com/follow-up/)\\n\\n[Timothy Armoo - 'Writing to get attention' - Twitter Thread](https://twitter.com/TimArmoo/status/1406712388456529922)\\n\\n[Peak Frameworks - 'Cold Emailing - (The Best Skill to Get a Job) - Video](https://youtu.be/RAb3WttxM4o)\\n\\nThanks for reading!\\n\\nJerry💫\",\"timestamp\":1633725726,\"title\":\"The Power of Reaching Out : Cold Emailing📧\"},\"digest\":\"Bl7-ioGlg-OxZeJ6HSwXkrc1cjU6OpHbzpjQL5dysa4\",\"authorship\":{\"contributor\":\"0x08eC91fF3B0036c7A62C31E3b2Fd73bA6B217a35\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SKscHiZADGu6nS7p3m_AFlBbe-IAAiJOEGRYUNLjMM0\\\",\\\"y\\\":\\\"A4O2SitcyFzHgS5irshe4U-z7FnCEg9NAP7jjo2zaSw\\\"}\",\"signature\":\"mmYNutxmQWw_7PxbdvYJidAtuSxnGMRT9iUNJy_lUqsigAnkgj67XP9GWt-AKorw9gtVW_j9aQ5udz3XHsO-4A\",\"signingKeySignature\":\"0x64e8f088ff5983806b91ccae1eb01f330ff8dfb9f3fa389a92d3289a1ab70d425b6e1636934783214a85e78585ab8e76c3df50fd5febaa51158fb405e891a4ed1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SKscHiZADGu6nS7p3m_AFlBbe-IAAiJOEGRYUNLjMM0\\\",\\\"y\\\":\\\"A4O2SitcyFzHgS5irshe4U-z7FnCEg9NAP7jjo2zaSw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Bl7-ioGlg-OxZeJ6HSwXkrc1cjU6OpHbzpjQL5dysa4\"}"