"{\"content\":{\"body\":\"![Chapter 15: https://foundation.app/@ahmedb.eth](https://images.mirror-media.xyz/publication-images/TA2VLqnokLgrtKZNEhZXR.png?height=1667&width=2734)\\n\\nSol saw the line of riders as the sun rose. He waved, yelling, and was relieved when one broke off from the line and turned his way. He had shed his tactical gear outside the city, and was now in a plain black t-shirt and cargo pants. After wandering for hours, he had tried to message back and find out what had happened to Travis, but his integration didn’t seem to work outside the bounds of the city — at least, not for communication. It was still more than happy to beep insistently, reminding him that he was exposed, dehydrated, and seriously in need of shelter. That obnoxious sound had kept him walking, desperate to find someone. His father’s company used some of the tribes out in this region for transport of more precious materials. He had always told Sol that they were trustworthy, and had no interest in the high-end tech pieces for themselves, making them better than any of the contract workers who might be tempted to sell their cargo off to the highest bidder than the actual intended customer.\\n\\nSol thought he could cry with relief when the rider finally reached him.\\n\\n“Are you lost?” the rider asked, not climbing off of his camel.\\n\\n“I need somewhere to stay,” Sol said. “Can you give me a ride?”\\n\\nThe man looked back at the city, down at him, “We could take you home.”\\n\\nSol shook his head. “I have no home there. Not right now. I can pay?” he asked.\\n\\nThe man sighed, shaking his head. “Come up,” he said, offering an arm.\\n\\nSol thanked him profusely, clambering up behind him on the beast. The man didn’t speak as they rode, his companions only offering a nod in greeting as they rejoined the line, and they rode for over an hour until a large camp appeared in a valley below. Hundreds of tents, in a variety of sizes and colors, dotted the landscape. It was much greener than Sol had expected from a desert. It wasn’t like the park in the city; the false, continuous, bright green, but short, scrubby plants hugged the slopes down to the valley, ringing a smooth lake surrounded by reeds. Top-heavy palms leaned over the water, some so low their fronds sent ripples through the otherwise glassy lake. As they made their way down the dunes, the camels stepped carefully down the steep banks, Sol could see people trading in a marketplace. A herd of horned cattle munched tall, dry grass to the north of the lake, children watching them, their walking sticks taller than they were. Some women tended crops by the water, still more herded sheep, the clucking of their tongues and smacking of their sticks almost in time with the camel’s swaying as they reached the basin.\\n\\n“Go to the marketplace,” the man said, letting Sol down. “Ask for Yara. She sells spices. She has a soft spot for wandering fools like you, and can give you food.”\\n\\n“Thank you,” Sol said, but the man had already turned away, and he and his companions headed off into the camp. Sol made his way along the edge of the lake, heading down the wide sort of avenue that had formed between the rows of tents. The marketplace was as busy as anywhere downtown, though it felt much less claustrophobic with the low stalls and tents and wide-open sky above them. People were trading spices, food, cloths, handmade tools, toys for children, even print books, which were an uncommon sight in the city. Sol flipped through one at a stall, impressed to see that many appeared to be hand-written, only a few the old pulpy paperbacks you sometimes found in niche stores. After catching a side-eye from the stall owner, Sol moved on. At every spice stand he saw, and there were many, he asked for Yara and was pointed on further. By the time he finally found her, he was deep within the market.\\n\\nShe smiled in delight when he asked for her. She was a tall, stout woman, two young girls clutching at and darting around the ends of her long robes as she sold her wares. She tutted when she saw his integration in his arm, then ushered him into the tent behind her stall, plopped down a large tankard of water and a plate of food next to him, and went back to work. He hadn’t even gotten the chance to introduce himself. But Sol ate heartily, watching the activity at the stall as he did. It was clear that Yara drove a hard bargain and was proud of her wares. People seemed to be choosing her stall over the many other spice options, and the vibrant flavor of the roasted vegetables he was eating spoke to why.\\n\\nOne of her daughters crept into the tent, eying him carefully. She got water and food for herself and then sat down, on the other side of the tent from him, studying him seriously. He gave her a smile, trying to look non-threatening.\\n\\n“Are you from the city?” she asked, tearing off a piece of flatbread and dipping it in sauce before eating it.\\n\\n“Yes,” Sol said. “From the Traders’ city. Have you ever been there?”\\n\\nShe shook her head vigorously. “Are you a robot?” she asked.\\n\\n“Oh, this?” he held out his arm, “No, it’s just an implant. Like this,” he pushed back his hair to show the implant behind his right ear. “I have one here, too. They’re supposed to help us.”\\n\\n“Mom takes in people from the city,” the girl said. “They don’t usually stay here long.”\\n\\n“I don’t know how long I’ll stay,” Sol said. “I guess it depends how long your mother will have me. Or if there is anyone else in the city I could stay with.”\\n\\n“People don’t always like city people here. They say you are robots.”\\n\\n“Well, I’m not a robot,” Sol repeated. “They’re just tools we have.”\\n\\n“What do they build?”\\n\\n“Not quite like that kind of tool. More like, they help us with everything? Like, out in the desert, it told me I needed water and a place to stay.”\\n\\n“You need a robot to tell you that?” the girl wrinkled her nose. “City people must be very dumb.”\\n\\nSol laughed. “You’re right, we probably are. I bet you don’t need a robot to tell you how to do anything, huh?”\\n\\n“My mom tells me what to do. Or my sister. But she’s not supposed to because she’s not my mom,” the girl sighed dramatically at this, as if it was a great burden. “But I’m supposed to be nice to her because she’s my sister.”\\n\\n“It’s good to be nice to your siblings. I have siblings, too.”\\n\\n“Did they come to the desert?” she asked, tearing off another piece of bread.\\n\\n“No, they are back in the city. I don’t think my family knows I’m out here,” Sol said. His leaving would be logged in the city database — their movement typically was, though you needed special privileges to be able to access any of that data. The kind his father would have no trouble getting. Had he already found out that his son had run off?\\n\\n“That’s sad,” the girl said. “I would be sad if I didn’t know where my mother or my sister was.”\\n\\n“Do you have a father?” Sol asked, not wanting to think about his own family.\\n\\n“He died,” the girl said simply.\\n\\n“I’m so sorry to hear that,” Sol said.\\n\\n“It was before I was born. My sister remembers him a little but I don’t,” the girl finished her food, then collected Sol’s plate as well. “I’m Maya.”\\n\\n“Nice to meet you,” Sol said, as she cleaned the dishes before heading back to the stall. He wasn’t quite sure what to do with himself. Since she had welcomed him in, Yara had paid no attention to him, and he was left with his thoughts. He didn’t like that. It just meant he worried about Travis, or his family, or the hundred things that had gone wrong since he had gotten his life path. Out of curiosity, he flipped through the screens on his integration, pulling up the life path page. If he saw it again, he figured, it would remind him why he was out here, in the middle of nowhere, in a stranger’s tent.\\n\\nThe page was blank.\\n\\nSol stared at it for a moment, then refreshed the page. Still blank. Could it not load out here? He turned on the voice commands.\\n\\n“Explain life path output?” he asked.\\n\\nThe voice chirped to life, “LIFE PATH UNDETERMINED.”\\n\\n“Why?”\\n\\n“ACTIONS NOT IN LINE WITH LIFEPATH DESIGNATION OPTIONS.”\\n\\nThat was new. Even at Dex’s bunker, the AI had still tried to nudge him back towards his planned life path, the few times he had checked. It had even told him to turn anyone around him who may be engaged in illicit activity. Based on that, it had been obvious why Dex told them to keep them off. But it had never been blank. Once he got over the strangeness of it, he felt something like hope. There were other options. There had to be, if there was stuff that algorithm couldn’t even compute.\\n\\nSol was relieved when evening came and Yara folded up her stall, her daughters carrying the pieces and laying them carefully inside. She rolled down the outer tent wall and set out more food for the four of them, before saying a brief prayer and digging in. Once she was done, she turned at last to Sol.\\n\\n“So,” she said. “What made you run away?”\\n\\nSol tried to explain as best he could, leaving out the stint in Dex’s militia — he didn’t know how to explain how he had gotten sucked into it to someone else, and it didn’t feel appropriate with her two daughters, eyes wide, eating up every word. He simply said he had fallen in with a group who hated how things were, but then he realized it wasn’t making it any better, and had finally left.\\n\\n“You’re not the first,” Yara said when he was finished. “I’ve had boys, some girls, come through here too. Most unhappy with their life path, like you were. Though some were in it for quite some time before they realized trying to fit in wasn’t making them happy. It’s a big step to leave. You must be very proud of yourself.”\\n\\n“I hadn’t thought of it that way,” Sol stammered. “It just felt like running away from my problems.”\\n\\n“There’s plenty of ways to do that from inside the city,” Yara said. “Parties. Substances. Even just entertainment. Filling all your hours outside of work with things to distract from the fact that you hate your work. Facing the desert alone, and with nothing on you? That takes a special sort of bravery.”\\n\\n“Or dumbness,” Maya giggled.\\n\\n“Maya!” Yara admonished her, but she was smiling, and turned back to Sol. “Bravery is often a little stupid.”\\n\\n“Thank you so much for your hospitality. The man who found me seemed a little annoyed that I was there. I don’t want to be any trouble.”\\n\\n“Oh,” Yara waved her hand. “There are plenty of people here who don’t like city dwellers. They see you all as zombies or robots or the like. Not a thought for yourself in your own head. But I think we need to give those who leave a little more credit. At least they’re looking, right? Even if most turn back after a few days in the hot sun.”\\n\\n“I’m not going to go back,” Sol said. “I can’t.”\\n\\n“You can stay as long as you like,” Yara studied him for a moment. “Though, I’m not sure this is the place you will end up.”\\n\\n“What do you mean?” Sol asked. “Where else could I go?”\\n\\n“That will come later, if it needs to come at all. But for now, get some good sleep. There’s plenty to do now that market day is done, and it will be nice to have a man around the place to help. I’m tired of paying off the boys in the area to haul things around. They’re always looking for some way to run off or slack on their work.” No matter how frustrated her words seemed, Yara stayed smiling, bright. The only person Sol knew to be so cheerful was his sister, Avaya, and the similarities instantly drew him to Yara.\\n\\nWell, that and the good food.\\n\\nThe tent was subdivided into several smaller spaces, and Yara put the girls to bed in an area split off from the main room after dinner. Through the tent walls, Sol could hear them complaining about not being able to pepper the “robot” with more questions, but Yara sang them to sleep and returned.\\n\\n“Sorry about them,” she said. “It’s always exciting when someone new comes around.”\\n\\n“I couldn’t convince Maya that I wasn’t a robot,” he said. “I guess I kind of am one — or a cyborg, really.”\\n\\n“Do you need anything before you go to bed?” Yara asked, laying out a bedroll for him.\\n\\n“No, thank you. It’s all been great.”\\n\\nShe gave him a brief hug, “Welcome to our home,” she said, before heading off to her own space. Sol fell asleep almost instantly, more tired than he had realized. He dreamed of the city, of him and Omar — they were in Devil’s Delight, but it was different. Instead of the giant castles and dark forests, it was a wide desert. They kept having to find food and water and it was slowing down the game, stopping them from progressing. Omar got so frustrated he left, but Sol kept going, so sure that what he was looking for was right beyond the next dune —\\n\\nHe awoke to a bell from somewhere off in the distance and the smell of food cooking. Yara greeted him, the girls playing out front of the tent with a group of other kids from the settlement. Sol scarfed down the breakfast then followed Yara to the edge of the encampment.\\n\\n“All of the goods for me are marked with my symbol,” she pointed to the stack of crates that stretched out in front of them. “It’s a star over a bull. If you could carry them back to the tent.”\\n\\n“Where did these all come from?” Sol asked.\\n\\n“The other tribes, some from the city. This place is one of the central trade hubs for us nomads. There are three different tribes here right now, trading and refreshing before they set out again. We only arrived a few days ago, so I’ve got to get as much ready as possible before the next market day.”\\n\\n“Why spices?” Sol asked, hefting up a box and following her back to her tent. “There are a lot of spice sellers here.”\\n\\n“Ah, but none have my nose,” she tapped the side of it, a small ring piercing glittering on its side. “Everyone else will sell you dull spices, not knowing the difference. I only grow the best, I only buy the best, and I only sell the best. Everyone knows if you want to bring some flavor to the desert, you come to me.”\\n\\n“Maya said your husband died. I’m sorry to hear it. You do a good job, raising both of them.”\\n\\nYara sighed, and for a moment, Sol saw her pleasant demeanor slip. “Yes. It was quite a few years ago now. He was always a tradesman, and worked hard to keep us happy and healthy. He was taking a longer trip, out to the tribes on the far side of the desert. Somehow, he got separated from the rest of his caravan. They didn’t find him until it was too late.”\\n\\n“That’s horrible,” Sol said.\\n\\n“The desert can be hard, but it is always fair.” Yara shook her head. “I was surprised to hear that he ended up on his own. He knew better than that. But I learned much about the trade from watching him in the years before we lost him, and I use that all now, to keep my girls happy and fed. If I’m being honest, I might be a bit better at it than he was.” She smiled mischievously. “That was a joke!” she said to the sky, then winked to Sol. “Just in case he can hear me.”\\n\\n“Do you think you’ll ever marry again?” Sol asked.\\n\\n“Are you proposing?” she replied.\\n\\nSol felt his face go red-hot. “No — no, I’m sorry — I mean, not that you aren’t very beautiful — but I’m not — I didn’t mean…”\\n\\nShe laughed, the sound like bells. “You are too young for me anyway. I don’t know if I will ever marry again. My husband was a good man, hard to find but easy to keep. Most of the men I’ve met since fail at least one of those two things.”\\n\\nSol laughed, and the two parted ways at her tent, him going back for more of the crates. It took most of the morning to move them all and he was wiped by the end. He liked to stay in shape back home, but he had never had to do anything close to what would be considered manual labor. He stared at the stack proudly as he set the last box down. He had seen a few tents, while he had been moving around, that seemed to be set up like small gathering spots — some scattered people laughing and drinking. Maybe he could check one of those out now that he was done.\\n\\nYara poked her head out of the back of the tent. “That’s the last of it?”\\n\\n“Yes,” Sol said. “All here.”\\n\\n“Great, we’ve got plenty of time left for sorting,” she said, calling her girls out. The three of them carried one inside, Sol following with another. He tried not to let his disappointment show on his face. Once inside, the girls got to work, prying open each case then sorting the sacks of spices by type. Sol followed along. They had a whole system — the girls would sort them out, then Yara went through each bag, inspecting the goods within. She rubbed them between her fingers, smelled them, and looked them over carefully, then directed her girls to set them in one of two other piles.\\n\\n“What’s the difference?” Sol asked, pointing to the smaller of the two piles.\\n\\n“Those aren’t quite up to par,” Yara explained. “I’ll sell them to some of the other spice sellers here for cheap.”\\n\\n“How often do you all come here?” Sol asked.\\n\\n“About twice a year,” Yara said, checking through another bag before approving it. “Though some years we miss it. There are other areas in the desert where the tribes gather. And there’s plenty of trade and work to do in between. We can always stay busy.”\\n\\nSol kept sorting, though by the tenth crate his energy was flagging. Yara gave him a knowing look.\\n\\n“Need a break?” she asked. The girls giggled as he nodded sheepishly.\\n\\n“Go grab something to eat,” she said. “The girls and I can finish up here.”\\n\\nSol thanked her, apologizing, then headed out. He found one of the tent taverns. People were spread out, seated on cushions around low tables, while two people brought around food and drinks. After a few minutes, a young man from a nearby tent approached. He made a bee-line for Sol.\\n\\n“I’m Tywin. You’re from the city?”\\n\\n“Uh, yeah. Sol,” Sol said.\\n\\n“Great,” Tywin said, and waved over one of the servers, placing an order so rapidly Sol didn’t even catch it. “What are you doing out here?”\\n\\n“Didn’t like what I was doing there.”\\n\\n“Fair, fair. You wouldn’t happen to have a game system on you, would you? Didn’t bring a bag of stuff? I’ll pay well for it. Or even if I could just borrow it.”\\n\\n“Sorry, I didn’t bring anything with me,” Sol said as the waiter returned with drinks and a large plate of olives and cheeses.\\n\\n“This stuff is good.” Tywin pulled a hunk of cheese from the plate. “Only a few tribes make it. Pricey stuff. Shame you didn’t bring anything. I haven’t played a game in years.”\\n\\n“I’m surprised you’ve played one at all,” Sol said. “I haven’t seen much tech around.”\\n\\n“Oh, no. You have an interest in tech? Everyone thinks you’re bizarre. Why would you chain yourself down? Why would you do that?” Tywin said in a mocking voice. “They don’t get it. Not like you do. But there was this guy that was crossing through. Doing some sort of pilgrimage between the three cities or something? It was like the anniversary of them being erected. I didn’t really pay attention. But he had this handheld system and the week he stayed here I swear I powered through all of them. It was the best thing ever. The stories! I picked it up pretty fast, too. No idea what the guy’s name was. He didn’t come back through, so maybe he died? Or just didn’t want me stealing his system for a week,” he laughed, grabbing more food from the middle. Sol watched, blinking and holding his drink from the onslaught of words.\\n\\n“Anyway, I’ve been itching to play something ever since,” Tywin went on, oblivious to Sol’s stare. “I ask everyone who comes through. Nobody travels with these things! You think with that whole thing built into your arm,” he said, gesturing with his drink toward Sol, “You’d have some games on the thing, but no. Not enough processing power. I think it’s just a scheme to sell more systems,” he finished conspiratorially.\\n\\n“You know a lot about this stuff, for someone who lives out here,” Sol said.\\n\\n“I keep up as best I can. What I really want to try is that virtual reality stuff. You can’t do that out here. Not enough power even if you haul out a battery bank, and my own mother would keel over dead if she walked in on me playing one.”\\n\\n“Why don’t you go to the city?” Sol asked.\\n\\n“Go to the city!” Tywin exclaimed. “Now you are off your head here. Nomads don’t go to the city. Trade on the outskirts, sure. But go in? Nomads don’t go in.”\\n\\n“I mean, I don’t think city folk really leave, either,” Sol said. “But I’m here, right? And Yara said I could stay if I wanted. I’m sure you could find something to do in the city, if you wanted to. Late integration implants are a little rough, but you wouldn’t be the first to get it done.”\\n\\n“Man, have something like that in me?” Tywin asked. Sol expected some diatribe about how awful they were, but a wistful look came over Tywin’s face. “Those things know everything, right? All the math in the world, all of that stuff? I could sleep easy with that. Never get caught with my pants down. Always know what’s up. That would be nice,” he said as he chewed thoughtfully on a piece of bread. “You know, you’ve given me a lot to think about.” He rifled around in his pocket, dropping a handful of coins on the table. “A lot to think about for sure. I don’t think it’s really possible, but it’s nice to think about, right? And maybe next time the family’s over in the area, well. I’ll pop in. A visit couldn’t hurt, right? That’s something. You are something.” He stood suddenly. “I am glad I met you, Sully. It was really nice to get to know you. If you ever swing back through, give a shout out to Tywin, right? Thanks a lot, man.”\\n\\n“You’re…welcome?” Sol said as Tywin walked away. He looked down at the coins on the table. He had never used physical currency, and hoped it was enough to pay for the meal, but something about Tywin’s onslaught had put him off eating. He’d much prefer the soothing quiet of Yara’s tent.\\n\\nWhen he got there, she was braiding the girls’ hair. She smiled as he came in. “You look like you’ve been through a storm.”\\n\\n“I met this guy,” Sol said, sitting down. “He had a lot to say.”\\n\\n“Was it Tywin?”\\n\\n“Yes!”\\n\\nYara laughed. “He’s a handful. Too much energy. Usually, the work we do here is enough to knock someone out by nightfall, but he just keeps going. I expect he’ll leave, someday.”\\n\\n“Is that usual?”\\n\\n“Oh, no. Not at all,” she said as she finished Maya’s hair. “Most people in this world stay where they were put.”\",\"timestamp\":1640086685,\"title\":\"The Journey to Ekur - Chapter 15\"},\"digest\":\"iwYpRmbRhIWlWrD-6L8tmIkAt5UQknD0jWghsTqtgQ8\",\"authorship\":{\"contributor\":\"0xcac28b391dA1F25Cb329C3E24794e1d0D354EaeF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"signature\":\"hpJ7pylMhlMYQI5wiMo52Vssh8FSmU9h-nnHAWmOY1hj9LF1qTV9vCC3AEJR7310pTG8s6u1XG3k_Wkxfzwbag\",\"signingKeySignature\":\"0x58b08e6823a985abee180d880e017a7eba882f1eb64c3f466eace20569e6a65f4af99205e6a9dd78d56cc7a0475f78950d1b96c96e5ef4d69faab7cdf4c46c611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iwYpRmbRhIWlWrD-6L8tmIkAt5UQknD0jWghsTqtgQ8\"}"