"{\"content\":{\"body\":\" \\n   \\n 湖北一公司欠佛山一公司24万元货款， 法院查封价值540万元房屋并进行半价拍卖。 \\n 　　湖北洁亮洁玻璃有限公司，位于湖北省大冶市保安镇，虽负债经营，但扭亏有望。因佛山市南海区法院超标查封和拍卖公司的土地、房屋，导致公司彻底破产倒闭。公司数十名员工因此失业，实现小康生活的梦想宣告破碎。 \\n 　　事情的起因是这样的： \\n 　　2014年12月9日，佛山市大拓玻璃机械有限公司，与湖北众邦科技有限公司（洁亮公司前身）签订了一份购销合同。湖北众邦科技有限公司向佛山市大拓玻璃机械有限公司采购4台玻璃磨边设备，共计564000元。合同签订后，佛山市大拓玻璃机械有限公司交付了货物，湖北众邦科技有限公司支付了27万元货款，余款294000元一直未能支付。 \\n 　　2016年，佛山市大拓玻璃机械有限公司起诉湖北众邦科技有限公司，要求支付剩余货款。同年9月2日，佛山市南海区法院受理了此案。 \\n 　　2017年初，南海区法院一审判决湖北众邦科技有限公司在判决生效起10日内，支付货款294000元给佛山市大拓玻璃机械有限公司。 \\n 　　湖北众邦科技有限公司因股东发生变更，公司名称也改为湖北洁亮玻璃有限公司（以下简称洁亮公司）。 \\n 　　这原本是一起普通的合同纠纷案。 \\n 　　洁亮公司认为，公司只欠24万元货款，加上法院判处的延期履行债务两倍的利息，总额不超过30万元。洁亮公司是一家正常生产的企业，除了大拓玻璃机械公司出售的四台机械设备以外，其它设备价值八百万余元，成品和半成品价值近千万元。南海区法院不执行洁亮公司的机器设备及生产成品，却故意查封和拍卖洁亮公司的工业用地和房屋。根据最高法院的相关规定，南海区法院的执行行为严重违法。 \\n 　　此外，洁亮公司还认为南海区法院严重超标的拍卖。根据南海区法院委托的评估报告，该院拍卖洁亮公司的工业用地19497.13平方及建筑面积1272.4平方米的建筑物，总价值达到440万元。将这些土地和建筑物一并拍卖，该院的行为属于严重超标的拍卖行为。 \\n 　　洁亮公司还认为，南海区法院的执行程序违法。该公司并非故意拖延履行债务，更不是抗拒执行，而是市场原因导致负债经营。南海区法院在执行过程中，从未与洁亮公司接触，案件判决生效后即将洁亮公司及相关负责人纳入失信被执行人名单。2018年3月份，洁亮公司主动给南海区法院送去5万元执行款，该院撤销了洁亮公司失信名单，哪知该院在此后的几个月之内紧锣密鼓的进行评估、公告、拍卖亮洁公司价值540万余元的工业用地和房屋。且南海区法院在拍卖过程中，用足最高法规定的降价底线，第一拍降价30%，第二拍降价20%，最终致洁亮公司价值54O万余元的建设用地和房屋以240万余元的价格出卖，给洁亮公司造成不可估量的损失。 \\n 　　洁亮公司蒙在鼓里的是，执行法院在选择评估机构及拍卖机构时均未告知，和“暗箱操作”无异。 \\n 　　因不服南海区法院的执行裁定，洁亮公司于2019年向佛山市中级人民法院申请复议，但被驳回。 \\n 　　洁亮公司继续向广东省高级人民法院申诉，同样被驳回。 \\n 　　对于这样的裁决结果，洁亮公司负责人表示“欲哭无泪”。这名负责人说，他原本在广东东莞创业，自己积累一些资金后，便想回到家乡做些事情，带动老家的父老乡亲致富。当时，他顶着来自多方的压力，辛辛苦苦买土地建厂房，好不容易才将工厂运作起来。公司运行之初，由于经验不足，资金紧张，一直处于负债经营，拖欠佛山市大拓玻璃机械有限公司的机械款也是情非得已。但公司前景不错，扭亏为盈只是时间问题。 \\n 　　带动乡亲共同致富，是我一直以来的心愿。洁亮公司负责人说，如今土地和厂房都被法院超标查封后以“白菜价”拍卖了，他心有不甘。希望上级部门能站在法律的角度，从社会和谐的角度，还他和公司一个公道。 \\n 　　编者的话：1、最高法的司法解释及法律性文件在地方各级法院是否有效。 \\n 　　2、当事人未在法定时间内对人民法院违法的民事执行查封和拍卖等程序主张权利，人民法院的违法执行行为是否就合法化了。 \\n  \\n 　　附：一、《最高人民法院关于人民法院民事执行中查封、扣押、冻结财产的规定》第二十一条  \\n 　　二、最高法党组2018年11月5日召开会议提到，进一步加大涉产权冤错案件依法甄别纠正力度。 \\n 　　三、《最高人民法院关于在执行工作中规范执行行为切实保护各方当事人财产权益的通知》第三条、第四条。 \\n 　　四、《最高人民法院关于人民法院确定财产处置参考价若干问题的规定》第十六条 、第十八条  \\n 　　五、《最高人民法院关于人民法院办理执行异议和复议案件若干问题的规定》【法释〔2015〕10号】第二十一条 \\n 　　六、《最高人民法院关于高级人民法院统一管理执行工作若干问题的规定》第五条。 \\n  \\n 　　为保护一方当事人的合法权益无可厚非，但为了保护弱小的二十多万债权，将别人六百万资产降价三百多万，为了保护很小的利益而损坏大的利益。最高人民法院早就有明文规定，广东省三级法院明知这些法律规定，知错不改，而引起当事人不必要的纠错征途，与法律是格格不入的。是不是里面存在腐败等问题不得而知，希望不要让人流血又流泪。。。\",\"timestamp\":1640141209,\"title\":\"超标的22倍查封资产并半价拍卖 行不行？\"},\"digest\":\"3eT9_OWIwUakS31d0yuAAu1EcxGzwIBZeL8Gwk-ewAc\",\"authorship\":{\"contributor\":\"0x311A2d0607616Eb5b3994f7b8eB835Cf7fcc409E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CUbUuXJ8kT1x8dFOKRGNCK2bTLJNYebyd9hla3Ctou4\\\",\\\"y\\\":\\\"Bhinb4_Vs918wzfKXxKzcefWN4lwzdNaf3ALplKXqlI\\\"}\",\"signature\":\"Z-N3HCWrwjlGwpOvXTxamoGbxKYckhM_m7hIlmShLEyXt7gcwqxzPmH4lUAontJS2M4DhX8WDKkoCYDwxVUTDQ\",\"signingKeySignature\":\"0x7f7d8560a5418198584af26d7a155c548f56df8b94599ba80ce0b27125f858d07ffecd99e42e71ab60f58760e01bf004f611088f3bc79dd3de9a5f50b4ce0d781c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CUbUuXJ8kT1x8dFOKRGNCK2bTLJNYebyd9hla3Ctou4\\\",\\\"y\\\":\\\"Bhinb4_Vs918wzfKXxKzcefWN4lwzdNaf3ALplKXqlI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3eT9_OWIwUakS31d0yuAAu1EcxGzwIBZeL8Gwk-ewAc\"}"