"{\"content\":{\"body\":\"In the picture shown above, we can see runners preparing to start their sprint. There is however a silly situation where one of the players walks on a stilt with the illusion that he could run faster and outwit the others. This kind of idea on his part is smart though it is a very foolish thing to do. At the end of the race, he gets the last place since all the others outrun him. This picture reveals a very basic principle that there is no shortcut in the road to success.\\n\\nSuccess will definitely favor individuals who depend on their pains-taking efforts. But many still think that there exists a shortcut to success and they yearn for over-night success. Throughout the world, all the people who gain their success and achievement depend on their effort and perseverance. Alfred Nobel, founder of the Nobel Prize, was a successful man at the time. He was nearly killed by explosives. Nobel pushed on in the strife for inventing explosives despite his loss of all his family members and a house in the explosions that back fired.\\n\\nLooking closely at all this, we can tell that success has no short cuts. We have to make one step at a time in order to emerge victorious. If there were a short cut, Nobel would not have made the kind of achievement he kept in mind, whatever dangers involved.\",\"timestamp\":1641126120,\"title\":\"No Shortcut to Success\"},\"digest\":\"AxeEY5sl3q7OUzIcXvrAmFakpfy-QsEXn5TRKUa-PMU\",\"authorship\":{\"contributor\":\"0x8C2824d6d03a5283CcdF3647677dFDedb5B37d91\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YU6ns8WS-cjO842X4OU0h9t3zT-Hvw2Oel-XYqP9n7o\\\",\\\"y\\\":\\\"XJFKBtwU6zn8KjggAFaDs4j2_NoLWiwyt794OCn3d5A\\\"}\",\"signature\":\"BLCCBzvoqJYJteP2KZdTIkeJp3wzBzYniIf9h9iPLU1M6gRKnKpvhQsQXx4VXcihRVRTRk4L9m8RyHDGlGPinQ\",\"signingKeySignature\":\"0xbad07a686ca06b19246d68dc5dffb5f04228eb5b0256cd94a681e5b5da7bce7b2b574f4964c04f3622f709ee53979cb34cf545e00a9a93e7cb56a9fedcbaa8de1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YU6ns8WS-cjO842X4OU0h9t3zT-Hvw2Oel-XYqP9n7o\\\",\\\"y\\\":\\\"XJFKBtwU6zn8KjggAFaDs4j2_NoLWiwyt794OCn3d5A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AxeEY5sl3q7OUzIcXvrAmFakpfy-QsEXn5TRKUa-PMU\"}"