"{\"content\":{\"body\":\"and several quasi-independent chiefs were his vassals. These were, according to Nuniz, the chief of Seringapatam, and those of Bankapur,\\\\[191\\\\] Garsopa, Calicut, Bhatkal, and Barkur. The Portuguese treated these lesser chiefs as if they were kings, called them so and sent embassies to them, no doubt much to their satisfaction.\\n\\nThe present head of the Brahmanical establishment at the Hampe temple informed me that Krishna Deva Raya celebrated his accession by erecting the great tower at the entrance of the temple, and the next largest tower shortly afterwards. Nuniz tells us that immediately on attaining power, the king, making Saluva Timma his minister, sent his nephew, the son of the last sovereign, and his own three brothers, to the fortress of Chandragiri, 250 miles to the south-east, for his greater security, and himself remained for some time at the capital. This accords well with the writings of the other Portuguese, who relate that at least on two occasions, when missions were sent from Calicut and Goa, viz., those of Fr. Luis and Chanoca, the envoys saw the king in person at Vijayanagar.\\n\\nAt the beginning of Krishna's reign, Almeida, as stated above, was viceroy of the Portuguese settlements on the coast, but at the end of the year 1509 Albuquerque succeeded him under the title of governor. The latter suffered a severe reverse at Calicut, and from thence despatched Fr. Luis, of the Order of St. Francis, as ambassador to Vijayanagar, begging the Raya to come by land and reduce the Samuri of Calicut, promising himself to assault simultaneously by sea.\\\\[192\\\\] The governor declared that he had orders from his master, the king of Portugal, to war against the Moors, but not against the Hindus; that Calicut had been destroyed by the governor, and its king had fled into the interior; that he (the governor) offered his fleet to assist the king of Vijayanagar in his conquest of the place; that as soon as Calicut was captured the Moors would be driven therefrom, and that afterwards the Portuguese would assist the king of Vijayanagar against his enemies, the \\\"Moors\\\" of the Dakhan. He promised in future to supply Vijayanagar alone with Arab and Persian horses, and not to send any to Bijapur. No answer was returned.\\n\\nAlbuquerque next attacked Goa, then under the Adil Shah, and captured the place, making his triumphal entry into it on March 1, A.D. 1510. Immediately afterwards he despatched Gaspar Chanoca on a mission to Vijayanagar, renewing Almeida's request for a fort at Bhatkal for the protection of Portuguese trade. Barros\\\\[193\\\\] states that Chanoca reported that, though he was received \\\"solemnly,\\\" Krishna Deva Raya only made a general answer in courteous terms, and did not specifically grant the governor's request; the reason being that the king had then made peace with the Adil Shah. Presumably this peace was made in order to enable the Adil Shah to retake Goa.\\\\[194\\\\]\\n\\nUpon this a message was sent from Vijayanagar to Albuquerque congratulating the Portuguese on their conquest of Goa, and promising to aid them against the Adil Shah. This aid, however, does not appear to have been given. The Muhammadan troops attacked Goa in May and after a severe struggle were successful, Albuquerque evacuating the place after decapitating a hundred and fifty of the principal Muhammadans there, and slaughtering their wives and children.\\\\[195\\\\]\\n\\nIn November of the same year, Ismail Adil's attention being called off by internal dissension at Bijapur, Albuquerque attacked Rasul Khan, Ismail's deputy at Goa, and the eight thousand men under his command, defeated them, retook the place on December 1, and slew six thousand men, women, and children of the Muhammadans. Firishtah states that the young Adil Shah's minister, Kummal Khan, after this made peace with the Europeans, and left them securely established at Goa. This, however, is not quite correct, for Rasul Khan made a desperate attempt in 1512 to retake the place, but failed after severe fighting.\\\\[196\\\\]\\n\\nAs soon as the news reached Vijayanagar of Albuquerque's success in December 1510, Krishna Deva Raya sent ambassadors to Goa, and by them Fr. Luis sent letters to Albuquerque detailing the result of his mission. He \\\"had been well received by all except the king,\\\" but the king had nevertheless granted permission for the Portuguese to build a fort at Bhatkal. Poor Fr. Luis never returned from his embassy. History is silent as to what happened or what led to the tragedy, but he was one day murdered in the city of Vijayanagar.\\\\[197\\\\]\\n\\nHis despatch is interesting as containing information regarding Vijayanagar and the Sultan of Bijapur, part of which is certainly accurate, while part tells us of Krishna Deva Raya's proceedings at this period, regarding which we know nothing from any other source. Fr. Luis wrote to Albuquerque that the Adil Shah had attacked Bijapur, and had taken it after a siege of two months, while four lords had risen against him \\\"since the latter had carried off the king of Decan as a prisoner.\\\" This king was the Bahmani king, while the Adil Shah and the \\\"four lords\\\" were the revolting Muhammadan princes. He added that the people of Belgaum had revolted from the Adil Shah and submitted to the Hindu sovereign. As to Vijayanagar, he said that the king was getting ready a small expedition of seven thousand men to send against one of his vassals, who had risen up in rebellion and seized the city of Pergunda (? Pennakonda), saying that it belonged to himself by right; and that after he had taken the rebel the king would proceed to certain places on the sea-coast. Fr. Luis professed himself unable to understand the drift of this latter design, but warned Albuquerque to be careful. He advised him to keep up friendly communications with the king, and by no means to place any reliance on the man on whom, of all others, the Portuguese had pinned their faith -- one Timoja,\\\\[198\\\\] a Hindu who had befriended the new-comers. The priest declared that Timoja was a traitor to them, and had, in conjunction with the king of Garsopa, promised Krishna Deva Raya that he would deliver Goa to him before the Portuguese could fortify their possessions therein, if he should send a fully equipped army to seize the place.\\n\\nAfter Albuquerque's second capture of Goa the chief of Bankapur also sent messages of congratulation to the Portuguese, and asked for permission to import three hundred horses a year. The request was granted, as the place was on the road to Vijayanagar, and it was important that its chief should be on friendly terms with the Europeans. Moreover, Bankapur contained a number of superior saddlers.\\\\[199\\\\]\\n\\nKrishna Deva's anxiety was to secure horses. He must have thought little of this foreign settlement on the coast as a political power, but what he wanted was horses, and again horses, for his perpetual wars against the Adil Shah; and Albuquerque, after toying a little with the Muhammadan, gratified the Hindu by sending him a message in which he declared that he would prefer to send cavalry mounts to him rather than to supply them to the Sultan of Bijapur.\\n\\nAbout the year 1512 Krishna Deva Raya, who had, taken advantage of the times to invade the Sultan's dominions, attacked the fortress of Raichur, which at last was given up to him by the garrison; Ismail Adil being too much employed in attending to the internal affairs of his government to afford it timely relief. So says Firishtah.\\\\[200\\\\] This event is not noticed by Nuniz, who writes as if the Raya's first campaign against the Adil Shah took place in 1520, when he advanced to attack Raichur, it being then in the Shah's possession; and here we see a difference between the story of Nuniz and the story of Firishtah, for the latter, writing of the same event, viz., the campaign of 1520, states that \\\"Ismail Adil Shaw made preparations for marching to recover Mudkal and Roijore from the Roy of Beejanuggar,\\\" he having taken these cities about 1512, as narrated. Which account is correct I cannot say.\\n\\nIt appears\\\\[201\\\\] that in 1514 A.D. Krishna Deva offered Albuquerque \\\\[pound sterling\\\\] 20,000 for the exclusive right to trade in horses, but the Portuguese governor, with a keen eye to business, refused. A little later the Hindu king renewed his proposal, declaring his intention of making war against the Adil Shah; and the Adil Shah, hearing of this message, himself sent an embassy to Goa. Albuquerque was now placed in a position of some political importance, and he wrote first to Vijayanagar saying that he would give the Raya the refusal of all his horses if he would pay him 30,000 cruzados per annum for the supply, and send his own servants to Goa to fetch away the animals, and also that he would aid the king in his war if he was paid the expense of the troops; and he wrote afterwards to Bijapur promising the Sultan the refusal of all horses that came to Goa if he would surrender to the king of Portugal a certain portion of the mainland opposite the island. Before this matter was settled, however, Albuquerque died.\\n\\nWe learn from this narrative the Krishna Deva Raya was meditating a grand attack on the Muhammadans at least five years before his advance to Raichur -- a year even before his expedition against Udayagiri and the fortresses on the east, the story of which campaign is given in our chronicle.\\n\\nWe have an account of what Vijayanagar was like in A.D. 1504 -- 14 in the narrative of Duarte Barbosa, a cousin of Magellan, who visited the city during that period.\\n\\nSpeaking of the \\\"kingdom of Narsinga,\\\" by which name the Vijayanagar territories were always known to the Portuguese, Barbosa writes:\\\\[202\\\\] \\\"It is very rich, and well supplied with provisions, and is very full of cities and large townships.\\\"\\n\\nHe describes the large trade of the seaport of Bhatkal on its western coast, the exports from which consisted of iron, spices, drugs, myrabolans, and the imports of horses and pearls; but as regards he last two items he says, \\\"They now go to Goa, on account of the Portuguese.\\\" The governor of Bhatkal was a nephew of King Krishna Deva. \\\"He lives in great state and calls himself king, but is in obedience to the king, his uncle.\\\"\\n\\nLeaving the sea-coast and going inland, Barbosa passed upwards through the ghats.\\n\\n\\\"Forty-five leagues from these mountains there is a very large city which is called BIJANAGUER, very populous, and surrounded on one side by a very good wall, and on another by a river, and on the other by a mountain. This city is on level ground; the king of Narsinga always resides in it. He is a gentile, and is called Raheni.\\\\[203\\\\] He has in this place very large and handsome palaces, with numerous courts.... There are also in this city many other palaces of great lords, who live there. And all the other houses of the place are covered with thatch, and the streets and squares are very wide. They are constantly filled with an innumerable crowd of all nations and creeds.... There is an infinite trade in this city.... In this city there are many jewels which are brought from Pegu and Celani (Ceylon), and in the country itself many diamonds are found, because there is a mine of them in the kingdom of Narsinga and another in the kingdom of Decani. There are also many pearls and seed-pearls to be found there, which are brought from Ormuz and Cael ... also silk-brocades, scarlet cloth, and coral....\\n\\n\\\"The king constantly resides in the before-mentioned palaces, and very seldom goes out of them....\\n\\n\\\"All the attendance on the king is done by women, who wait upon him within doors; and amongst them are all the employments of the king's household; and all these women live and find room within these palaces, which contain apartments for all....\\n\\n\\\"This king has a house\\\\[204\\\\] in which he meets with the governors and his officers in council upon the affairs of the realm.... They come in very rich litters on men's shoulders.... Many litters and many horsemen always stand at the door of this palace, and the king keeps at all times nine hundred elephants and more than twenty thousand horses, all which elephants and horses are bought with his own money.... This king has more than a hundred thousand men, both horse and foot, to whom he gives pay....\\n\\n\\\"When the king dies four or five hundred women burn themselves with him.... The king of Narsinga is frequently at war with the king of Dacani, who has taken from him much of his land; and with another gentile king of the country of Otira (apparently Orissa), which is the country in the interior.\\\"\\n\\nBarbosa mentions that the lord of Goa, before the Portuguese attack on the place, was \\\"Sabaym Delcani,\\\" meaning the king of the Dakhan, and he alludes to its first capture by Albuquerque on 25th February 1510, and the second on 25th November of the same year.\\n\\nWe learn from other sources that about this time Krishna Deva Raya was engaged with a refractory vassal in the Maisur country, the Ganga Rajah of Ummatur, and was completely successful. He captured the strong fortress of Sivasamudra and the fortress of Srirangapattana, or Seringapatam, reducing the whole country to obedience.\\n\\nIn 1513 A.D. he marched against Udayagiri, in the present district of Nellore, an exceedingly strong hill-fortress then under the king of Orissa,\\\\[205\\\\] and after the successful termination of the war he brought with him from a temple on the hill a statue of the god Krishna, which he set up at Vijayanagar and endowed with a grant of lands. This is commemorated by a long inscription still in existence at the capital. It was then that the great temple of Krishnasvami was built, which, though now in ruins, is still one of the most interesting objects in the city. This is also attested by a long inscription on stone, still in its place. The king further built the temple of Hazara Ramasvami near, or in, his palace enclosure, at the same time.\\n\\nNuniz relates that at Udayagiri Krishna Raya captured an aunt of the king of Orissa and took her prisoner to Vijayanagar. He next proceeded against Kondavid, another very strong hill-fortress also in possession of the king of Orissa, where he met and defeated the king in person in a pitched battle, and captured the citadel after a two months' siege. He left Saluva Timma here as a governor of the conquered provinces, and went in pursuit of his enemy northwards. Nuniz says that Saluva Timma appointed his own brother captain of Kondavid, but an inscription at that place gives us the name of this man as Nadendla Gopamantri, and calls him a nephew of Timma. Kondavid seems to have been under the kings of Orissa since A.D. 1454; its capture by Krishna Deva took place in 1515.\\\\[206\\\\] To confirm our chronicler's account of the king's northward journey, I find that there is at the town of Meduru, twenty-two miles south-east of Bezvada on the Krishna, an inscription which states that in 1516 a battle took place there between Krishna Deva and some enemy whose name is obliterated, in which the former was victorious.\\n\\nThe king, advanced to Kondapalle, took the place after a three months' siege, and captured therein a wife and son of the king of Orissa. The unhappy fate of the latter is told in the chronicle. Thence he marched to Rajahmundry and halted six months. Peace was made shortly after, and Krishna Deva married a daughter of the Orissan king.\\\\[207\\\\] After this marriage King Krishna made an expedition against a place in the east which Nuniz calls \\\"Catuir,\\\" on the Coromandel side, and took it. I have been unable to locate this place.\\n\\nBy these conquests the whole of his eastern dominions were brought into entire subjection to the sovereign.\\n\\nNuniz writes as though the attack on Raichur immediately followed the campaign against Udayagiri, Kondavid, and \\\"Catuir,\\\" but, according to the evidence afforded by inscriptions, these expeditions were at an end in 1515, and the battle of Raichur did not take place for at least five years later.\\n\\nA long account of wars in the south-eastern Dakhan country between Sultan Quli Qutb Shah of Golkonda and his neighbours, both Mussulman and Hindu, is given in the third volume of Colonel Briggs' \\\"Firishtah,\\\"\\\\[208\\\\] translated from a Muhammadan historian -- not Firishtah himself; and as this certainly covers the period of at least a portion of Krishna Deva's reign, it is well to give a summary of it. I cannot, however, as yet determine the exact dates referred to, and the story differs from that acquired from Hindu and Portuguese accounts, the dates of which are confirmed by epigraphical records.\\n\\nSultan Quli proclaimed himself an independent sovereign in 1512. The historian referred to states that shortly after this Quli attacked and took Razukonda and Devarakonda, fortresses respectively south-east and south-south-east of Hyderabad in Telingana. After the second of these places had fallen Krishna Raya of Vijayanagar marched against the Sultan with an immense army and invaded his dominions. This must, I think, refer to about the year 1513. The Hindu army encamped at Pangul, in the angle of the Krishna river almost due east of Raichur, and here a battle took place in which the Qutb Shah was victorious The place was then besieged; it capitulated, and the Muhammadans proceeded to Ghanpura, twenty miles to the north. This fort was captured after heavy loss, and the Sultan led his army to Kovilkonda, twenty miles to the north-west, on the borders of the country of Bidar, the territory of Ala-ud-din Imad Shah. This place also fell.\\n\\nA war with the Imad Shah followed, in which Sultan Quli was again victorious. Shortly afterwards there were disturbances on the east of the Golkonda territories. Sitapati, Rajah of Kambampeta, on the Muniyer river, who possessed extensive territories -- including Warangal and Bellamkonda, a fortress south of the Krishna -- rose against the Muhammadans, and the Sultan marched against Bellamkonda, which, after a long siege, he captured. Sitapati then fought a pitched battle, was defeated, and fled, Quli returning to Golkonda. The Rajah then stirred up a number of neighbouring chiefs and assembled large forces at Kambampeta. Hearing of this, the Golkonda forces marched to attack them, and met with complete success, Sitapati flying to the protection of \\\"Ramchunder Dew, the son of Gujputty, who held his court at Condapilly,\\\" and was king of Orissa. The Sultan advanced and attacked Kambampeta, where, after his capture of the place, he slew every man, woman, and child in the city, seizing the females of Sitapati's household for his own seraglio. Meanwhile an immense Hindu host from all the countries about, under command of the king of Orissa, prepared to do battle for their country, and a decisive action took place near the river at Palinchinur, in which the Hindus were completely defeated. Quli then seized Kondapalle, Ellore, and Rajahmundry, and a treaty was made between him and Orissa fixing the Godavari river as the eastern boundary of Golkonda. By this the Sultan added the districts of Ellore and Bezvada to his own dominions.\\n\\nKrishna Raya then advanced to the rescue and the Sultan marched to Kondavid. He invested the place, but was forced to retreat owing to attacks made on him from Bellamkonda and Vinukonda, the first of which fortresses he succeeded in reducing after heavy loss. After this he retired towards Kondapalle. Krishna Raya now arrived and attacked the Muhammadan garrison in Bellamkonda, upon which the Sultan counter-marched, and suddenly appeared in rear of the Hindu army. In the battle which ensued he was victorious and the siege was raised, after which he returned to Kondavid and took it. On learning of the fall of Kondavid, Krishna Raya detached \\\"his general and son-in-law Seeva Ray\\\"\\\\[209\\\\] with 100,000 foot and 8000 horse to march against the Muhammadans. The Sultan retreated and encamped on the banks of the Krishna, leaving Kondavid to the Hindus.\\\\[210\\\\] After settling the place the Vijayanagar forces proceeded in pursuit of the Sultan, were attacked by him, defeated, and retired to Kondavid, which was a second time invested by the army of Golkonda. The Hindus then submitted and agreed to become tributary.\\n\\nOn his return towards his capital the Sultan learned that Ismail Adil Shah of Bijapur was besieging Kovilkonda, \\\"at the instance of the Raja of Beejanuggur.\\\"\\\\[211\\\\] He marched against him, and a series of actions ensued, the campaign lasting eleven months, at the end of which Ismail died of a fever, and was succeeded by his son Malu. In one of the fights Sultan Quli was wounded severely by a sabre in the face, and disfigured for life.\\\\[212\\\\]\\n\\nI have given the whole of this story in this place because it runs as a consecutive series of events in the original Muhammadan account. But it really covers a period of at least twenty-one years; for the narrative begins shortly after the beginning of Quli's reign (1512), and ends with Ismail's death (1534). We are left, therefore, entirely in the dark as to the exact years referred to. But there are some points of agreement between our authorities. It is certain that Krishna Deva took Kondavid in A.D. 1515, and fought battles in the neighbourhood in the following year; and though Nuniz asserts that he took Kondavid from the king of Orissa, he also alludes to the presence of armed bodies of Muhammadans in that tract opposed to the Hindus.\\n\\nWith these remarks we return to Vijayanagar history.\\n\\nFrom 1516 to 1520 we have no records from Hindu sources to guide us as to events at the capital.\\n\\nThe Portuguese traded on the coast, and there were some fights with the neighbouring Hindu chiefs, but they seem to have affected the capital but little; the foreigners were generally on friendly terms with the suzerain at Vijayanagar, and so far as he was concerned were welcome to consolidate their commerce, since he benefited largely by the import of horses and other requisites. The rest of his dominions were tranquil and the inhabitants obedient to his rule.\\n\\nThe whole country was divided out -- so Nuniz tells us, and his account is confirmed by other evidence -- into governorships. Each chief was allowed entire independence in the territory allotted to him so long as he maintained the quota of horse, foot, and elephants, the maintenance of which was the price of his possession, in perfect readiness for immediate action, and paid his annual tribute to the sovereign. Failing these he was liable to instant ejection, as the king was lord of all and the nobles held only by his goodwill.\\n\\nBut during this period of peace the king made extensive preparations for a grand attack on the territory between the rivers, the ever-debatable land which for nearly two centuries had been the subject of dispute between his predecessors and their northern neighbours. His objective was the city of Raichur, then under the Muhammadans,\\\\[213\\\\] and when all was ready he marched to the attack with an immense force.\\n\\nThis event requires a chapter to itself.\\n\\nCHAPTER 11\\n\\nThe Siege and Battle of Raichur, and Close of Krishna's Reign (A.D. 1520 to 1530)\\n\\nThe date of the siege -- Evidence of Castanheda, Correa, Barros, Faria y Souza, Osorio, Lafitau, Firishtah -- Ruy de Mello and the mainlands of Goa -- Immense numbers engaged -- Firishtah's story of the fight -- Portuguese present -- Christovao de Figueiredo -- Political effects of the Hindu victory, and the events that followed it -- The mainlands of Goa.\\n\\nI shall ask my readers to turn for an account of the great battle and siege of Raichur to the narrative of Nuniz,\\\\[214\\\\] whose description is so full and so vivid that it may well be allowed to stand by itself. It is only necessary for me to add a few notes.\\n\\nThe following is a short summary of the story: --\\n\\nKrishna Deva Raya, having determine to attack the Adil Shah and once for all to capture the disputed fortress of Raichur, collected all his forces, and marched with an immense host from Vijayanagar in a north-easterly direction. It was the dry season, and he probably set out in February or March. The weather must have been intensely hot during his advance, and still more so during the campaign; but the cotton plains that lay on his route out and home were then in the best condition for the passage of his troops, guns, and baggage. His enormous army consisted of about a million of men, if the camp-followers be included; for the fighting men alone, according to Nuniz, numbered about 736,000, with 550 elephants. The troops advanced in eleven great divisions or army corps, and other troops joined him before Raichur.\\n\\nHe pitched his camp on the eastern side of that citadel, invested the place, and began a regular siege. After an interval he received intelligence of the arrival of the Adil Shah from Bijapur, on the north side of the Krishna, with an army of 140,000 horse and foot to oppose him.\\n\\nHaving for a few days rested his troops, the Sultan crossed the river, advanced (according to Nuniz) to within nine miles of Raichur, and there entrenched himself, leaving the river about five miles in his rear.\\\\[215\\\\] Firishtah, however, differs, and says that the Muhammadan forces crossed directly in face of the Hindu army encamped on the opposite bank.\\n\\nOn Saturday morning, May 19, in the year A.D. 1520, according to my deductions, the forces became engaged, and a decisive pitched battle was fought. Krishna Deva, making no attempt to outflank his adversary, ordered an advance to his immediate front of his two forward divisions. Their attack was so far successful that they drove the Muhammadans back to their trenches. The Sultan had apparently deployed his force over too wide an area, expecting that the Raya would do the same; but finding himself weak in the centre he opened fire from the guns that he had previously held in reserve, and by this means caused great loss in the close ranks of the Hindus. The Raya's troops fell back in face of this formidable bombardment, and at once their enemies charged them. The retreat was changed to a rout, and for a mile and a half to their direct front the Mussulman cavalry chased the flying forces belonging to Krishna Deva's first line. The king himself, who commanded the second line, began to despair of victory, but rallied his troops, collected about him a number of his nobles, and determined to face death with the bravery that had always characterised him. Mounting his horse, he ordered a forward movement of the whole of his remaining divisions, and charged the now disordered ranks of the Mussulmans. This resulted in complete success, for the enemy, scattered and unable to form, fled before his impetuous onslaught. He drove them the whole way back to, and into, the river, where terrific slaughter took place, and their entire army was put to flight.\\n\\nThe Raya then crossed the river and seized the Shah's camp, while the Shah himself, by the counsel and help of Asada Khan, a man who afterwards became very famous, escaped only with his life, and fled from the field on an elephant.\\n\\nWhile being driven back towards the river, Salabat Khan, the Shah's general, made a valiant attempt to retrieve the fortunes of the day. He had for his bodyguard 500 Portuguese \\\"renegades,\\\" and with him these men threw themselves into the advancing ranks of the Hindus, where they \\\"did such wonderful deeds\\\" that ever after they were remembered. They penetrated the king's host, and cut their way forwards till they almost reached his person. Here Salabat Khan lost his horse, but at once mounted another and pressed on. The little force was, however, surrounded and annihilated, and the general, being a second time overthrown, horse and all, was made prisoner.\\n\\nThe spoil was great and the result decisive. For years afterwards the \\\"Moors\\\" cherished a wholesome dread of Krishna Raya and his valiant troops, and the Sultan, panic-stricken, never again during his enemy's lifetime ventured to attack the dominions of Vijayanagar. Krishna Deva, flushed with victory, returned at once to the attack of Raichur, and the fortress was after a short time captured.\\n\\nIts fall was due in great measure to the assistance rendered by some Portuguese, headed by Christovao de Figueiredo, who with their arquebusses picked off the defenders from the walls, and thus enabled the besiegers to approach close to the lines of fortification and pull down the stones of which they were formed. Driven to desperation, and their governor being slain, the garrison surrendered.\\n\\nDate of the Battle.\\n\\nNow as to the date of this battle.\\n\\nI am bold enough to believe, and defend my belief, that when Nuniz fixed the day of the great fight as the new moon day of the month of May, A.D. 1522, he made a mistake in the year, and should have written \\\"1520.\\\"\\n\\nThe chronicler states that Krishna Deva was prepared to give battle on a Friday, but was persuaded by his councillors to postpone his attack till the following day, Friday being unlucky. The battle accordingly took place on the Saturday, which was the new moon day.\\n\\nBefore proceeding to examine the month and day, let us consider the year A.D. of the battle.\\n\\nPaes describes two grand festivals at the capital of which he was an eye-witness, and at which Christovao de Figueiredo was present. He fixes definitely the days on which these occurred. The first was the nine-days MAHANAVAMI festival, and the second was the festival of the New Year's Day. Paes states that on the occasion when he was present the MAHANAVAMI began on September 12 (\\\"ESTAS FESTAS SE COMECAO A DOSE D魽S DE SETEBRO E DURAO NOVE DIAS\\\"\\\\[216\\\\]), and the latter began on October 12 (\\\"ENTRAMDO O MES D OUTUBRO A OMZE DIAS AMDADOS D ELE ... NESTE DIU COMECAO O ANNO, E DIA D ANNO BOM ... COMECAO O ANNO NESTE MES COM A LUA NOVA, E ELLES NAO CONTAO O MES SE NAO DE LUA A LUA\\\").\\\\[217\\\\] Previously to this, when writing about Raichur, Paes has described that place\\\\[218\\\\] as a city \\\"that formerly belonged to the king of Narsymga (I.E. Vijayanagar); there has been much war over it, and THIS KING took it from the Ydallcao\\\" (Adil Shah). The chronicler, therefore, was present at these feasts on an occasion subsequent to the date of Krishna Deva's conquest of Raichur.\\n\\nNow the MAHANAVAMI festival begins in these tracts on the 1st of the month of Asvina, and the New Year's Day in the time of Paes was evidently celebrated on the 1st of the month Karttika, as was often the case in former years both days being the days following the moment of new moon. In what year, then, during the reign of Krishna Deva Raya, did the 1st of Asvina and the 1st of Karttika fall respectively on September 12 and on October 12? I have worked these dates out for all the years of the reign, and I find that in no year except A.D. 1520 did this occur. In 1521 the MAHANAVAMI fell on September 2, and the New Year's Day on October 1; in 1522 the former fell on September 20, and the latter on October 20. This shows that Paes assisted at the festivals of A.D. 1520, and that therefore the battle and capture of Raichur must have taken place before the month of September in that year.\\n\\nThis again throws fresh light on the magnificent reception accorded to Christovao de Figueiredo by the king, and the latter's exceptional kindness to the Portuguese at the time of these feasts.\\\\[219\\\\] Krishna Raya cherished an especial fondness for Christovao on account of his invaluable aid at the siege of the city, and for the fact that but for him the war might have lasted much longer.\\n\\nLet us now turn to the other Portuguese writers, and see whether they confirm our date, 1520, for the fall of Raichur.\\n\\nThe decision of this question turns mainly on the date when the Portuguese obtained the mainlands opposite the island of Goa, consisting of the tracts called Salsette, Ponda, and Bardes. It seems certain that this capture of the mainlands took place by Krishna Deva's connivance shortly after the fall of Raichur, at a time when Diogo Lopes de Sequeira, the governor-general, was away at the Red Sea, and when Ruy de Mello was governor of Goa. Now Sequeira left Goa for the Red Sea on February 13, A.D. 1520, and arrived again before Diu in India on February 9, 1521.\\n\\nCastanheda tells us (and he is a good authority, since he was in India in 1529) that while Sequeira was absent at the Red Sea war broke out between the king of Vijayanagar and the Adil Shah,\\\\[220\\\\] at the close of which the latter was defeated and put to flight, while the Hindus took Raichur and other places\\n\\n\\\"so that many of the TANADARIS\\\\[221\\\\] near Goa on the mainland were left undefended. And since the king of Narsinga was very rich, and had no need of these lands, and wanted that all the horses that came to Goa should come to him and none to the HIDALCAO, he sent to say to Ruy de Mello, captain of Goa, that he had taken Belgaum by force of arms from the Hidalcao, with all the land appertaining to it as far as the sea, in which were TANADARIS yielding more than 500,000 gold pardaos, of which he desired to make a present to the king of Portugal ... and that he wanted all the horses that came to Goa. He therefore said that the captain of Goa could enter and take possession of the TANADARIS.\\\"\\n\\nThis was immediately done, and Ruy de Mello took possession of the mainland of Goa, including Salsette, in ten days.\\n\\nCorrea, who was in India at the time, having gone thither in 1512 or 1514, mentions\\\\[222\\\\] that de Sequeira left Goa for the Red Sea in January 1520, and that \\\"at that time\\\" (NESTE TEMPO -- the expression is unfortunately vague) war broke out between Vijayanagar and Bijapur. After its close the Hindu king sent a message to \\\"Ruy de Mello, captain of Goa,\\\" in the absence of the governor-general, regarding the mainlands of Goa. Correa does not mention distinctly the year in which this occurred, but the edition of 1860 at the head of the page has the date \\\"1521.\\\" This, however, must be an error on the part of the editor, for in May 1521 Sequeira was not absent, and therefore the year referred to cannot be 1521; while in May 1522 Dom Duarte de Menezes, and not Sequeira, was governor-general.\\\\[223\\\\] Sequeira sailed for Portugal January 22, A.D. 1522.\\n\\nBarros relates the departure of de Sequeira from India for the Red Sea on February 13, 1520, and states that in his absence Ruy de Mello was governor of Goa, under Sequeira's lieutenant, Aleixo de Menezes. Ruy de Mello seized the mainland of Goa after the battle of Raichur,\\\\[224\\\\] and at that time de Sequeira was absent at the Red Sea. His description of the siege of Raichur and the great battle in the vicinity clearly seems to have been taken from the chronicle of Nuniz. It follows the latter blindly, even in the misspelling of names, and therefore is really of no greater value. When, however, Barros comes to deal with the acquisition of the mainlands of Goa,\\\\[225\\\\] he is dependent on other information, and gives a much more detailed account. The time is clearly fixed. After the battle and flight of the Adil Shah the feeling between the two adversaries was naturally highly strained, and this \\\"enabled Ruy de Mello, captain of Goa, to take the mainlands of Goa.\\\" Sequeira was at the Red Sea and Menezes at Cochin. A very important passage for my present purpose occurs a little later on in Barros's work:\\\\[226\\\\] --\\n\\n\\\"Diogo Lopes de Sequeira, AS soon as he arrived at Goa (from the Red Sea), all necessary arrangements having been made for the government of the city, AND PRINCIPALLY OF THE MAINLANDS, WHICH HE FOUND THAT RUY DE MELLO HAD TAKEN ... went to Cochin;\\\"\\n\\nand thence to Diu, where he arrived on February 9, 1521.\\\\[227\\\\] Another passage farther on in the narrative of Barros also establishes the fact that Ruy de Mello took the lands during Sequeira's absence at the Red Sea.\\\\[228\\\\]\\n\\nFaria y Souza, a Spanish writer, whose work was first published a century after these events, confirms the period, February 1520 to February 1521, as that of Sequeira's absence at the Red Sea, and he writes: --\\n\\n\\\"While the governor\\\\[229\\\\] was in the Red Sea, the King Crisnao Rao of Bisnaga covered the plains and hills and stopped the flow of the rivers\\\\[230\\\\] with an army of thirty-five thousand horse, seven hundred and thirty-three thousand foot, and five hundred and eighty-six elephants carrying castles with four men in each, and twelve thousand watermen ... and baggage in such quantities that the courtesans alone numbered more than twenty thousand.\\\"\\\\[231\\\\]\\n\\nSouza also states, as does Nuniz, that after the defeat of the Adil Shah, Krishna Deva Raya demanded that, as the price of peace, the former should visit him and kiss his foot; and that, taking advantage of the Adil Shah's difficulties, Ruy de Mello seized the mainlands of Goa.\\\\[232\\\\] It is clear, therefore, that both authors are writing of the same event.\\n\\nOsorio, a later writer, confirms the story in most of its details, stating that after the defeat of the Adil Shah, Krishna Raya sent to Ruy de Mello (\\\"Roderigo Melos\\\"), captain of Goa, offering the mainlands, and promising after the return of Sequeira to send a regular embassy to conclude a solemn treaty. De Mello accordingly took the mainlands.\\n\\nLafitau\\\\[233\\\\] also states that the war took place during Sequeira's absence at the Red Sea, and that the mainlands were taken after the Adil Shah's defeat.\\\\[234\\\\]\\n\\nTurning to Firishtah, I find a difference. He states that the battle of Raichur took place in Hijra 927 (December 22, 1520, to December 1, 1521, A.D.), which, if it was fought in May, as Nuniz declares, makes the date May 1521. That he is speaking of the same affair is obvious from the details given. He mentions, for instance, the vast host constituting the Hindu army, the Shah's force advancing to the river Krishna, the too hasty crossing of the river, the gallant fight of the Muhammadans, their defeat and rout, the fact of the Adil Shah's forces being driven to the river and perishing in large numbers while attempting to re-cross it, the Shah's narrow escape, and his dependence on Asada Khan. All this leaves no room for doubt. The only difference is that, whereas we learn from the other authorities that the fortress of Raichur was in the hands of the Muhammadans, Firishtah states that the war arose because the Adil Shah \\\"made preparations for marching to recover Mudkul and Roijore from the Roy of Beejanuggur,\\\" as if the latter were then in possession of those places. As to Firishtah's date, I believe it to be wrong by one year, for the reasons given above. It must be remembered that he wrote many years after the event.\\n\\nHaving thus, I hope satisfactorily, established the fact that the date given by Nuniz for the battle of Raichur is wrong by two years, and should be 1520, I turn to examine the day and month. It was the new moon day of May, according to Nuniz, and a Saturday. Krishna Deva Raya was ready for battle on the Friday, but postponed his attack to the next day since Friday was considered an unlucky day.\\n\\nThe moment of the occurrence of new moon in May 120 was 2.27 A.M. on the morning of Thursday, May 17. We do not know whether Nuniz ascertained his facts from native almanacks or the calculations of the astrologers, or whether he spoke from observations made by himself or by some one who was present; but Nuniz was an ordinary person, not a skilled astronomer, so far as we can tell, and he may well have called the day on which the crescent of the new moon first made its appearance just after sunset the \\\"new moon day.\\\" This first appearance actually took place on the Saturday following. The first day of the Muhammadan month Jamada' l akhir, corresponding to the heliacal rising of the moon on that occasion, was Saturday, May 19.\\n\\nI therefore believe that this great battle took place on Saturday, May 19, A.D. 1520,\\\\[235\\\\] a date almost synchronous with the of the \\\"Field of the Cloth of Gold.\\\"\\n\\nThe Number of Troops Engaged.\\n\\nWhen we total up the list given by Nuniz of the columns that marched from Vijayanagar for the campaign, the amount is so huge that we pause in natural doubt as to whether the story could by any possibility be true: 703,000 foot, 32,600 horse, and 551 elephants, BESIDES the camp followers, merchants, &c., and \\\"an infinitude of people\\\" who joined him at a place close to Raichur! It certainly demands a large strain on our credulity.\\n\\nLet every one form his own opinion. I can only call attention to the fact that large armies seem to have always been the rule in India, and that certainly Krishna Raya had the power to raise immense numbers of troops,\\\\[236\\\\] though whether so many as is stated is another question. His power to do so lay in his mode of government. Allusion has already been made to this, and Nuniz gives us interesting details. The whole empire was divided into provinces and estates, held by chiefs bound to keep up masses of troops fit for immediate service. It is, of course, natural to suppose that in this great war the king would have put forth all his strength.\\n\\nTo prove that immense armies were often employed by Indian kings, we have only to refer to a succession of writers. Barros notes the great power of the sovereign of Vijayanagar and his almost incredible richness, and is at pains to give an account of how these enormous forces were raised, \\\"lest his tale should not be believed.\\\"\\n\\nIn the second volume of Scott's \\\"History of the Dekhan,\\\" a translation is given of a journal kept by a Bondela officer in the reign of Aurangzib, an officer who served under \\\"Dulput Roy\\\" in A.D. 1690. Writing about Vijayanagar in former days, at the height of its grandeur and importance, he says, \\\"They kept an army of 30,000 horse, a million of infantry, and their wealth was beyond enumeration.\\\"\\n\\nConti, who was in India about a century earlier than the war in question, told Bracciolini that the Vijayanagar army consisted of \\\"a million of men and upwards.\\\"\\n\\nAbdur Razzak (1442 A.D.) tells the same story, putting the number at 1,100,000 with 1000 elephants.\\n\\nTwenty years later Nikitin states that the Kulbarga forces marching to attack the Hindus amounted to 900,000 foot, 190,000 horse, and 575 elephants.\\n\\nThe Sultan himself, independently of his nobles, took the field with 300,000 men, and even when he only went out on a hunting expedition he took with him a train of 10,000 horse, 500,000 foot, and 200 elephants. He states that the Malik ul Tujar alone had an army of 200,000 employed in the siege of one city. The Hindus fought almost nude, and were armed with shield and sword.\\n\\nEven so far back as the time of Alexander the Great (about B.C. 320) the army of Magadha was computed by the Greeks as consisting of 600,000 foot. 30,000 cavalry, and 9000 elephants, though Quintus Curtius makes a much more modest estimate.\\n\\nLord Egerton of Tatton states\\\\[237\\\\] that an army of Hindu confederated states, mustered for the defence of Northern indict against the Muhammadan invasion in 1192 A.D., amounted, \\\"according to the most moderate estimate,\\\" to 300,000 horse, 3000 elephants, and a great number of infantry.\\n\\nIn A.D. 1259 a Mogul embassy was received at Delhi by an escort of 50,000 horse, and was led past lines of infantry numbering as many as 200,000 in their ranks.\\n\\nIt will be remembered how Muhammad Taghlaq of Delhi\\\\[238\\\\] raised, according to Firishtah, an army of 370,000 men for the conquest of Persia, and when he wanted to destroy the inhabitants of a certain tract of country, he \\\"ordered out his army as if he were going hunting,\\\" surrounded the tract, and then, pressing inwards towards the centre, slaughtered all the inhabitants therein. This implies that he took, when merely hunting, immense numbers of men with him. Shahab-ud-Din, indeed, declared that Muhammad Taghlaq had an army of 900,000 horse;\\\\[239\\\\] and Nuniz, on the opening page of his chronicle, says that this Sultan invaded the Balaghat with 800,000 horse.\\\\[240\\\\] This estimate was, of course, only according to the tradition extant in 1535.\\n\\nFaria y Souza, writing in the seventeenth century, estimated the forces of Bahadur, king of Cambay, in 1534, as 100,000 horse, 415,000 foot, and 600 elephants.\\n\\nAs late as 1762 the Mahrattas are said to have had an army of 100,000 horse.\\n\\nNuniz\\\\[241\\\\] gives details of the provincial forces of Vijayanagar, compulsorily maintained by eleven out of a total of two hundred nobles amongst whom the empire was divided, and the total of the forces of these eleven amounts to 19,000 horse, 171,700 foot, and 633 elephants.\\n\\nCastanheda confirms other writers in this matter, stating that the infantry of Vijayanagar were countless, the country being of large extent and thickly populated, so that the king could call upon a million, or even two millions, of men at will.\\\\[242\\\\] This writer visited India just at the close of the reign of Krishna Deva Raya. He states that the king kept up at his own cost an establishment of 100,000 horses and 4000 elephants.\\n\\nAs to all this, I repeat that every one is at liberty to form his own opinion; but at least it seems certain that all the chroniclers believed that the king of Vijayanagar could, if he so desired, put into the field immense masses of armed men. They were probably not all well armed, or well trained, or well disciplined, but as to large numbers there can be little reasonable doubt. A relic of this may be seen every year at modern Haidarabad, the capital city of H.H. the Nizam, where, at the annual festival known as the \\\"Langar,\\\" armed irregulars in very large numbers file through the principal streets. They are for the most part a mere mob of men with weapons, and are not maintained as State troops, but they are brought up by the various nobles in separate bodies, each chief mustering for the occasion all his hereditary retainers and forming them into rough regiments and brigades.\\n\\nAs to the description given by Nuniz of the offensive armour of the elephants, which are stated to have gone into battle with long swords like scythes attached to their trunks, the story is confirmed by many other writers.\\n\\nFirishtah's Narrative.\\n\\nFirishtah's account of the battle of Raichur is interesting, as it gives a description of the affair from the enemy's point of view. Ismail Adil Shah marched\\n\\n\\\"to recover Mudkul and Roijore from the roy of Beejanugger, who, gaining early intelligence of his designs, moved with a great force, and stationed his camp on the bank of the Kistnah, where he was joined by many of his tributaries; so that the army amounted at least to 50,000 horse, besides a vast host of foot. The sultan would now have delayed his expedition, as the enemy possessed all the ferries of the Kistnah, but that his tents were pitched, and it would have been disgraceful to retract from his declarations He therefore marched with 7000 horse, all foreign, and encamped on the bank of the river opposite to the enemy, waiting to prepare floats to cross and attack them.\\n\\n\\\"Some days after his arrival, as he was reposing in his tent, he heard one of the courtiers without the skreens reciting this verse: -- 'Rise and fill the golden goblet with the wine of mirth before the cup itself shall be laid in dust.' The sultan, inspired by the verse, called his favourites before him, and spreading the carpet of pleasure, amused himself with music and wine. When the banquet had lasted longer than was reasonable, and the fumes of the wine had exercised their power, a fancy seized the sultan to pass the river and attack the enemy.... Warm with wine he resolved to cross immediately, and mounting his elephant, without making his intentions known, proceeded to the river, as if to reconnoitre, but suddenly gave orders for as many of his troops as could to go upon the rafts, and others to follow him on elephants through the river. The officers represented the folly and danger of precipitation; but the sultan, without reply, plunged his own elephant into the stream, and was followed involuntarily by the amras and their followers; on about 250 elephants.\\n\\n\\\"By great good fortune, all reached the opposite shore in safety, and as many troops as could cross on the floats at two embarkations had time to arrive, when the enemy advanced to battle in so great force as excluded every probable hope of escape to the sultan, who had not more than 2000 men ready to oppose 30,000. The heroes of Islaam, animated with one soul, made so gallant a resistance that about a thousand of the infidels fell, among whom was Sunjeet Roy, the chief general of Beejanuggur; but at last, harassed beyond all power of opposition by cannon-shot, musquetry, and rockets, which destroyed near half their numbers, the survivors threw themselves into the river in hopes of escaping, and Nursoo Bahadur and Ibrahim Bey, who rode on the same elephant with Ismaeel Adil Shaw, drove the animal across the stream, but so great was the current, that except the royal elephant and seven soldiers, all the rest were drowned. The sultan's rashness was heavily punished by so great a loss. He took a solemn vow never to indulge in wine till he had revenged his defeat; and then, throwing away despair, busied his mind in repairing this unfortunate miscarriage.\\n\\n\\\"As Mirza Jehangeer had fallen in the action, the sultan consulted with Assud Khan on what measures would be best to take in the present crisis of his affairs. Assud Khan replied, that as his loss was great and the troops dispirited, it would be better for the present to retreat to Beejapore. The sultan approving the advice, marched from the Kistnah to Beejapore, and conferring the dignity of Sippeh Sallar\\\\[243\\\\] on Assud Khan, added several districts to his jaghire, and made him his principal adviser in all important affairs.\\\"\\n\\nComparison of Accounts.\\n\\nComparing this account with that given by Nuniz, there can, I think, be little doubt that both stories refer to the same event, though there are of course several discrepancies. The origin of the war is related differently. Firishtah states that on the arrival of the Sultan at the river-bank he found the Hindu army encamped on the opposite side; he crossed, after a few days' delay, with a small force, and was driven into the river. Nuniz says that Krishna Deva Raya heard of Ismail Adil's arrival on the river-bank while he himself was in camp at Raichur, fifteen miles away; and that he advanced and gave battle nine miles from the river, in the end driving the enemy across. But taking the two narratives as a whole, there are too many points of coincidence to leave any doubt in the mind that each chronicler is writing of the same event.\\n\\nAs to which of the two is more accurate it is impossible now to decide. But considering that Nuniz wrote only fifteen years afterwards, and that there were Portuguese present at the battle, some of whom Nuniz may have personally consulted as to what took place, it would seem more reasonable to trust in him rather than in a Muhammadan historian who did not compile his work till after an interval of sixty years. Moreover, there are some inherent improbabilities in Firishtah's narrative.\\n\\nIt is worthy of notice, too, that throughout the story of Nuniz at this part of his chronicle there is much that impels the belief that either himself or his informant was present at the Hindu camp while these events were taking place. The narrative of the campaign, in complete contrast to that of the remainder of the history, reads like the account of an eye-witness; especially in the passages describing the fortress of Raichur\\\\[244\\\\] and the camp -- where the supplies were so great that \\\"you could find everything that you wanted,\\\"\\\\[245\\\\] where \\\"you saw\\\"\\\\[246\\\\] the goldsmiths and artisans at work as if in a city, where \\\"you will find\\\"\\\\[247\\\\] all kinds of precious stones offered for sale, and where \\\"no one who did not understand the meaning of what he saw would ever dream that a war was going on, but would think that he was in a prosperous city.\\\" Note also the description given of the extraordinary noise made by the drums, trumpets, and shouts of the men; so that even the birds fell down into the soldiers' hands stricken with terror and \\\"it seemed as if the sky would fall to the earth,\\\" and \\\"if you asked anything, you could not hear yourself speak, and you had to ask by signs.\\\" Many such instances might be given, but not to be tedious I will invite attention to only three more, viz., the account given by Nuniz of how; when receiving the men of the city after its surrender, the king, \\\"casting his eye on Christovao de Figueiredo, nodded his head, and turned to the people telling them to observe what great things could be effected by one good man;\\\"\\\\[248\\\\] his description of the behaviour of the defeated citizens when Krishna Deva made his triumphant entry into the city; and his narrative of the ambassador's reception at Vijayanagar by the king after the conclusion of the campaign.\\\\[249\\\\] It may be remembered that our other chronicler Domingo Paes, was at Vijayanagar with Christovao de Figueiredo some months after the battle, even if he were not personally present in the fighting at Raichur.\\n\\nThe great interest of Nuniz's narrative lies in the fact that it is the only detailed account extant. Barros related the events in historical fashion, taking his facts from this very chronicle; but he was never in India, and his brief summary is altogether wanting in the power and force contained in the graphic story of Nuniz. The other Portuguese writers pass over the war very lightly. It appears as if it hardly concerned then;, further than that at its close Ruy de Mello seized the mainlands near Goa.\\n\\nPolitical Effects of the Battle.\\n\\nAnd yet it had far-reaching effects. The Hindu victory so weakened the power and prestige of the Adil Shah that he ceased altogether to dream of any present conquest in the south, and turned his attention to cementing alliances with the other Muhammadan sovereigns, his neighbours. The victory also caused all the other Muhammadan Powers in the Dakhan seriously to consider the political condition of the country; and this eventually led to a combination without which nothing was possible, but by the aid of which the Vijayanagar Empire was finally overthrown and the way to the south opened. It furthermore greatly affected the Hindus by raising in them a spirit of pride and arrogance, which added fuel to the fire, caused them to become positively intolerable to their neighbours, and accelerated their own downfall.\\n\\nIt equally affected the fortunes of the Portuguese on the coast. Goa rose and fell simultaneously with the rise and fall of the second Vijayanagar dynasty; and necessarily so, considering that its entire trade depended on Hindu support; for the king of Portugal was never well disposed towards his hereditary enemies, the \\\"Moors.\\\" This is a point frequently left unnoticed by writers, on Portuguese colonial history. The two most recent authors of works on the subject, Mr. Danvers (\\\"The Portuguese in India\\\") and Mr. Whiteway (\\\"The Rise of Portuguese Power in India\\\"), pay very little attention to the internal politics of the great country on the fringe alone of which the Portuguese settled, and on the coast of which their vessels came and went. Mr. Danvers devotes one short paragraph to the battle of Raichur,\\\\[250\\\\] and another\\\\[251\\\\] to the destruction of Vijayanagar. Mr. Whiteway does not even allude to the former event, and concludes his history before arriving at the date of the latter. Yet surely it is easy to see that the success or failure of maritime trade on any given coast must depend on the conditions prevailing in the empire for the supply of which that trade was established. When Vijayanagar, with its grandeur, luxury, and love of display, its great wealth and its enormous armies, was at the height of its power, the foreign traders were eminently successful: when Vijayanagar fell, and the city became desolate and depopulated, the foreign traders had no market for their goods, and trade decayed. So that this great Hindu victory at Raichur deserved a better fate than to be passed over by the historians as if it had been an event of small importance.\\n\\nThe Events that followed the Battle.\\n\\nNuniz gives us in detail an account of the events that followed the victory of Krishna Deva Raya, and considering that he wrote only about fifteen years after their occurrence, we should do well to receive his account as probably true in the main. Firishtah, perhaps naturally, preserves a complete silence on the subject.\\n\\nNuniz tells us that when the city of Raichur surrendered, the Hindu king made a triumphal entry into it, and treated the garrison with kindness and consideration; while the other Muhammadan kings sent envoys to Krishna Deva Raya on hearing of his success, and received a haughty and irritating reply. Krishna Deva then returned to Vijayanagar and held high festival. Shortly afterwards an ambassador arrived from the defeated Shah, and was treated with scant courtesy for more than a month, after which he was received in audience; when the king sent answer by him to his enemy, that if the Adil Shah would come to him, do obeisance, and kiss his foot, his lands and fortresses should be restored to him. No attention being paid to this, the Raya set out to search for the Shah, hoping, that he would be induced to do homage in the manner demanded and appearing to ignore altogether the effect which would necessarily be produced on the minds of the other kings of the Dakhan by this contemplated supreme humiliation of one of their number. The submission never took place. Krishna led his army as far north as Bijapur, the Adil Shah's capital, which for a time he occupied and left sadly injured. Then Asada Khan, the Shah's wily courtier, successfully brought about the death of his personal enemy, Salabat Khan, by inducing the Raya to order his execution; an act to, which the king was led by the machinations of the arch-intriguer, who subordinated his chief's interests to his own selfish ends.\\n\\nKing Krishna had, in the city of Bijapur, taken prisoner three sons of a former king of the Bahmani dynasty, who had been held captive by the Adil Shahs, and he proclaimed the eldest as king of the Dakhan.\\\\[252\\\\] This abortive attempt to subvert the rule of the five kings who had established themselves on the ruins of the single Dakhan sovereignty naturally fell flat, and only resulted in stiffening the hostility which these sovereigns felt towards their common foe.\\n\\nA little later Krishna Raya's son, a young prince on whom he desired to confer his crown, and in whose favour he had even gone so far as openly to abdicate, died suddenly of poison, and the king, then himself in a dying condition, arrested and imprisoned his own minister, Saluva Timma, and his family. In this he was aided by some Portuguese who happened to be present at the Durbar. On Saluva Timma's son escaping to a \\\"mountain range\\\" -- perhaps Sandur, on the south of the capital, where there are still to be seen the remains of a strong fortress built of cyclopean masonry on the summit of the highest hill, now known as Ramandrug -- the king summoned Timma and his brother and son, and had their eyes put out.\\n\\nAbout this time the Adil Shah advanced again to retrieve his broken fortunes, but fled incontinently on hearing the news that Krishna Deva was advancing in person to meet him. That the king, though sorely ill, did indeed move in the manner stated, seems to be confirmed by the statement of Nuniz that on the way he bought six hundred horses from the Portuguese. Krishna began to make preparations for an attack on Belgaum, then in the Adil Shah's possession, and sent an envoy to invite the assistance in this enterprise of the Portuguese at Goa; but he fell too seriously ill to carry out his project, and died shortly afterwards at the age of from forty-two to forty-five years. It was then the year 1530 A.D.\\n\\nHe was succeeded by Achyuta.\\n\\nSo far Nuniz. We learn something more from other writers. Barros states that about the year 1523 Saluva Timma, the king's minister, invaded the mainlands near Goa, which had been recently acquired by the Portuguese under Ruy de Mello; that he advanced towards Ponda with a small force, but that he was attacked and driven back.\\\\[253\\\\] Shortly after this, viz., in April 1524, the Muhammadans of Bijapur attacked these same mainlands with success, during the viceroyalty of Dom Duarte de Menezes. On October 31 of that year the Chamber of Goa wrote a report to the king of Portugal in which occurs the following passage: --\\n\\n\\\"The mainland which Ruy de Mello, who was captain of this city, conquered, was entered by the Moors, who used to possess it, in the month of April of five hundred and twenty-four, and they hold it as theirs, and the first Thanadar's district which they took was that of Perna, which is by the seaside. There they captured two Portuguese, and one of them was the Thanadar; these are prisoners in the fortress of Bylgan (Belgaum), of which the Suffilarim is captain.\\\"\\\\[254\\\\]\\n\\nIt is evident, therefore, that \\\"the Moors\\\" were successful, and yet it is curious that very little mention is made of this circumstance by other historians. Firishtah does not mention it; and it may therefore be reasonably inferred that the \\\"Moors\\\" in question were not the royal troops acting under the orders of the Sultan, but belonged to the local levies of Asada Khan, then chief of Belgaum.\\n\\nAccording to Firishtah, the defeat at Raichur was followed by Ismail Adil Shah's marrying his sister to Burhan Nizam Shah of Ahmadnagar; quarrelling and fighting with him (A.D. 1523); again fighting with him (1528); marrying another sister to Ala-ud-Din Ummad of Birar; and fighting with and entirely defeating Sultan Amir Barid of Bidar, then an old man, whom he captured. On the death of Krishna Deva, Ismail took advantage of the confusion of the Hindus to retake possession of Mudkal and Raichur.\\n\\nFirishtah gives no dates for the two last of the event above noted, but the submission of Amir Barid to the Adil Shah apparently did not take place till 1529, for Barros\\\\[255\\\\] implies that it occurred after an event which cannot have happened earlier than 1529 -- namely, an attack on Ponda by three Hindu chiefs, which led to the inhabitants appealing for help to the then governor of Goa, Nuno da Cunha. Da Cunha was not governor till 1529. \\\"AT THIS TIME,\\\" writes the historian, \\\"Melique Verido\\\\[256\\\\] submitted to the Hidalchan, by advice of Madre Maluco and Cota Maluco, and came to his camp in poor clothes, and flung himself at his feet.\\\" This evidently refers to what occurred after the Barid's capture by the Adil Shah, if Firishtah's story is true.\\\\[257\\\\]\\n\\nLet it be remembered, though the fact has no bearing on the history of Vijayanagar at this date, that in 1526 the Emperor Babar captured Delhi, and established himself as the first monarch of the great Moghul dynasty. He was succeeded in 1530 by Humayun, and on the latter's death in 1556 the great Akbar attained the throne.\\n\\nCHAPTER 12\\n\\nThe Buildings, Works, and Inscriptions of Krishna Deva\\n\\nTemples -- Irrigation works -- Statue of Narasimha -- Kamalapuram -- Inscriptions.\\n\\nWere it not that the description given us by Nuniz and Paes of the condition of the great city of Vijayanagar at this period is so graphic, so picturesque, and so detailed as positively to require no addition, I should have deemed it my duty to attempt to supply the want; but with their narrative before us in all its original freshness, it would be useless to attempt anything further. Both of these writers were on the spot at the time of the city's greatest grandeur and prosperity, though in the time of Nuniz the period of its political decay had set in. With their descriptions I shall not venture to interfere.\\n\\nI cannot, however, pass on to the reign of Achyuta without calling attention to some of the works carried out at the capital by Krishna Deva, and to a few of the inscribed records of his reign.\\n\\nAt the beginning of his reign Krishna built a GOPURA or tower, and repaired another, at the Hampe temple, which had been built by the first kings in honour of Madhavacharya, the founder of the fortunes of Vijayanagar. The great KRISHNASVAMI temple was built by him in 1513, after his return from the successful campaign in the east. In the same year he commenced the temple of HAZARA RAMASVAMI at the palace, the architecture of which leads Mr. Rea\\\\[258\\\\] to think that it was not finished till a later period.\\n\\nLater in his reign the king busied himself in improving the irrigation of the dry lands about Vijayanagar. He constructed in 1521 the great dam and channel at Korragal, and the Basavanna channel, both of which are still in use and of great value to the country.\\\\[259\\\\]\\n\\nAnother great work of his was the construction of an enormous tank or dammed-up lake at the capital, which he carried out with the aid of Joao de la Ponte, a Portuguese engineer, whose services were lent to him by the governor-general of Goa. Both Paes and Nuniz mention this lake, and as the former actually saw it under construction it may have been begun in A.D. 1520. I think that this is the large lake, now dry, to be seen at the north-western mouth of the valley entering into the Sandur hills south-west of Hospett, the huge bank of which has been utilised for the conveyance of the highroad from Hospett to the southern taluqs. If so, the fact of its original failure is interesting to us, because for many years past this vast work has been entirely useless. The description given by Nuniz accords with the position of this tank, which was doubtless intended partly for irrigation purposes, and partly for the supply of water to the \\\"new city,\\\" Nagalapura, the king's favourite residence, now known as Hospett. The chronicler mentions the existence of lofty ridges on each side, strong gates and towers guarding the entrance, and states that this was the principal approach to the capital from the south; all which data coincide with the position of the tank and road in question. It is through these gates that the Portuguese travellers entered Vijayanagar. This view is supported by the account given by Paes. Writing of the approach to Vijayanagar from the western coast, and describing the \\\"first range,\\\" I.E. the first that is seen on passing upwards from the plains, he states that in these hills was the principal entrance from that side. He alludes to the gates and wall, and the city, Nagalapur, constructed by King Krishna. Then he writes, \\\"the king made a tank THERE,\\\" I.E. close to Hospett, at the mouth of two hills, and in order to this end \\\"broke down a hill.\\\" He saw innumerable people at work on the tank. He confirms the story of Nuniz as to the sixty human beings offered in sacrifice to ensure the security of the dam. Both writers are therefore describing the same tank, and, taking the chronicles together, I can have no doubt as to the soundness of my identification.\\n\\nPrior to 1520, Krishna Deva built the outlying town of Nagalapur, to which allusion has just been made. It was constructed in honour of his favourite wife, the quondam courtesan, Nagala Devi, and the king made it his favourite residence.\\n\\nHe also appears to have begun the construction of the temple of Vitthalasvami on the river-bank, the most ornate of an the religious edifices of the kingdom. \\\"It shows,\\\" writes Mr. Rea in the article already referred to, \\\"the extreme limit in florid magnificence to which the style advanced.\\\" The work was continued during the reign of Krishna Deva's successors, Achyuta and Sadasiva, and was probably stopped only by the destruction of the city in 1565. An inscription records a grant to the temple in 1561.\\n\\nIn 1528 was constructed one of the most curious and interesting monuments to be seen in the city. This is an enormous statue of the god Vishnu in his AVATARA as Narasimha, the man-lion. It was hewn out of a single boulder of granite, which lay near the south-western angle of the Krishnasvami temple, and the king bestowed a grant of lands for its maintenance. Though it has been grievously injured, probably by the iconoclastic Muhammadans in or after the year 1565, it is still a most striking object.\\n\\nI have already alluded to the grants made by Krishna Deva to the great Virupaksha temple at Hampe, on the occasion of the festival of his coronation. There is an inscription of his reign on the base of the inner side of the front tower (GOPURA) of the temple at Virinchipuram, dated in the year A.D. 1513 -- 14; and one dated Tuesday, September 20, 1513, at Sankalapura, close to the capital, recording a grant of the lands of that village to the temple of Ganapati in the palace enclosure.\\\\[260\\\\] Mr. Fleet\\\\[261\\\\] mentions others of his reign in A.D. 1509 -- 10, 1512 -- 13, 1514 -- 15, 1522 -- 23, and 1527 -- 28.\\n\\nThe last inscription of the reign at present known is one which bears a date corresponding to Friday, April 23, A.D. 1529.\\\\[262\\\\] It stands in front of the great statue of Ugra Narasimha, described above.\\n\\nCHAPTER 13\\n\\nThe Reign of Achyuta Raya\\n\\nAchyuta Raya -- Fall of Raichur and Mudkal -- Asada Khan and Goa -- Disturbances at Bijapur -- Ibrahim Shah at the Hindu capital -- Firishtah on Vijayanagar affairs -- Rise of Rama Raya and his brothers -- \\\"Hoje\\\" -- Tirumala -- Varying legends -- Venkatadri defeated by Asada Khan near Adoni -- Asada Khan's career -- Belgaum and Goa -- Asada's duplicity -- Portuguese aggressions -- Religious grants by, and inscriptions relating to, Achyuta.\\n\\nAchyuta, according to Nuniz and some other authorities, was a brother of the late king,\\\\[263\\\\] and, in company with two other brothers and a nephew, had been confined by Krishna Deva in the fortress of Chandragiri, in order to prevent dissensions in the kingdom. The new monarch is said by Nuniz to have been specially selected by Krishna Deva. If so, the choice was singularly unfortunate, for Achyuta was a craven and under him the Hindu empire began to fall to pieces.\\n\\nHis minister was one of the powerful Saluva family, to which also had belonged Timma, the minister of King Krishna. Nuniz calls him \\\"Salvanay.\\\" The earliest known date of Achyuta's reign is gathered from an inscription bearing a date corresponding to Monday, August 15, A.D. 1530.\\\\[264\\\\]\\n\\nThe beginning of his reign was ominously signalised by the loss of the frontier fortresses Mudkal and Raichur. Firishtah\\\\[265\\\\] states that the Adil Shah had, some time before the death of Krishna Deva, made preparations to recover possession of these cities, and proceeds: --\\n\\n\\\"The Sultan ... put his army in motion, attended by Ummad Shaw and Ameer Bereed with their forces; and the affairs of Beejanuggur being in confusion owing to the death of Heemraaje, who was newly succeeded by his son Ramraaje,\\\\[266\\\\] against whom rebellions had arisen by several roles, met with no interruptions to his arms. Roijore and Mudkul were taken, after a siege of three months, by capitulation, after they had been in possession of the infidels for seventeen years.\\\"\\\\[267\\\\]\\n\\nThe relief and delight of the Adil Shah at these successes, and at the death of his mortal enemy Krishna, must have been great; and Firishtah relates that the Sultan, \\\"who had vowed to refrain from wine till the reduction of these fortresses, at the request of his nobility now made a splendid festival, at which he drank wine and gave a full loose to mirth and pleasure.\\\" Raichur and Mudkal were never again subject to Hindu princes.\\n\\nThose who desire to obtain an insight into the character of the new king of Vijayanagar should turn to the chronicle of Nuniz. It will suffice here to say that he alienated his best friends by his violent despotism, and at the same time proved to the whole empire that he was a coward. His conduct and mode of government ruined the Hindu cause in Southern India and opened the whole country to the invader, though he himself did not live to see the end.\\n\\nAfter the fall of Raichur and the Doab, Ismail Adil had another fight (1531) with his rival at Ahmadnagar and defeated him; after which the two brothers-in-law consolidated a strong alliance. Three years later Ismail died, having contracted a fever while besieging a fortress belonging to the Qutb Shah of Golkonda. His death occurred on Thursday, August 13, 1534,\\\\[268\\\\] and he was succeeded by his son Malu. Asada Khan was appointed regent of Bijapur, but immediately on his accession the new sovereign so offended his powerful subject that he retired to Belgaum, and Sultan Malu, giving himself up to all kinds of excesses, was deposed after a reign of only six months. Malu was blinded by the orders of his own grandmother, and Ibrahim Adil, his younger brother, was raised to the throne. It was now 1535.\\n\\nDa Cunha, the Portuguese governor of Goa, took advantage of these events to erect a fortress at Diu, and early in 1536 to seize again the mainlands of Goa, which had been for ten years in the possession of Asada Khan. The Khan sent a force to recapture these lands, and in February an engagement took place in which the Portuguese were victorious. A second attack by the Moslems was similarly repulsed. A third fight took place in July, and again the Muhammadans were beaten; but Asada Khan then assembled a larger army, and the foreigners were compelled to retire after blowing up their fortress.\\n\\nAbout this time\\\\[269\\\\] Quli Qutb Shah is said to have attacked Kondavid on account of its withholding payment of tribute, to have taken it, and built a tower in the middle of the fort in commemoration of its reduction.\\n\\nTwo inscriptions at Conjeeveram, dated respectively in 1532 and 1533,\\\\[270\\\\] imply that at that period King Achyuta reduced the country about Tinnevelly; but apparently he was not present in person, and nothing further is known regarding this expedition.\\n\\nWe now enter upon a period very difficult to deal with satisfactorily, owing to the conflict of evidence in the works of the various writers.\\n\\n\\\"A year after his accession,\\\" writes Firishtah,\\\\[271\\\\] \\\"Ibrahim, Adil led his army to Beejanuggur on the requisition of the roy.\\\" This would be the year 1536 A.D. But what led to such an extraordinary complication of affairs? Can it be true that King Achyuta was so humiliated and hard pressed as to be compelled to summon to his aid the hereditary enemies of his country?\\n\\nNuniz is silent as to the cause, though he admits the fact. It is quite possible that Firishtah is correct, that the public were not taken into confidence by their despotic rulers, and that the troops of Bijapur marched to the Hindu capital at the request of King Achyuta. That they actually came there seems quite certain, and it is probable that Nuniz was in Vijayanagar at the time; but there is a LACUNA in his story which can only be filled up by reference to Firishtah. Accepting Firishtah, we can readily understand why King Achyuta received the Sultan and his army without open opposition, as Nuniz declares that he did, and why the Muhammadan king received splendid presents before he retired. To Nuniz, however, this conduct was inexplicable except on the basis of Achyuta's craven spirit and utter unworthiness.\\\\[272\\\\] As to the assertion of Nuniz that the Sultan entered Nagalapur or Hospett and \\\"razed it to the ground,\\\" we may remember the treatment of the city of Bijapur by Krishna Deva Raya,\\\\[273\\\\] and surmise that the houses of the Vijayanagar suburbs may have been pulled to pieces by the Mussalman soldiery in search for firewood. However all this may be, my readers have before them the story as given by Nuniz in Chapter XX. of his chronicle, and the following is Firishtah's account of the event.\\\\[274\\\\]\\n\\n\\\"Heem\\\" Rajah, or, as Briggs renders the name, \\\"Tim\\\" Rajah -- representing \\\"Timma,\\\" and referring doubtless to Saluva Timma, the great minister of Krishna Deva -- had, forty years earlier, become DE FACTO ruler of Vijayanagar on the death of the two sons of a former king, \\\"Seo\\\" Raya. He had poisoned the infant son of the younger of these sons, and had thus succeeded in becoming head of the state. During these forty years he had been obeyed by all. On his death his son Rama Rajah became ruler. Rama's marriage to \\\"a daughter of the son of Seo\\\" Raya\\\\[275\\\\] had greatly added to his dignity and power, and he now tried to secure the throne for himself and his family. He was, however, compelled by the nobles to recognise as king an \\\"infant of the female line,\\\" whose person he committed to the care of the child's uncle, \\\"Hoje\\\" Tirumala Raya,\\\\[276\\\\] a man of weak intellect if not absolutely insane. In five or six years Rama cut off by treachery most of the chiefs who opposed him.\\\\[277\\\\] He then marched on an expedition into Malabar, and afterwards moved against a powerful zamindar to the south of Vijayanagar, who held out for six months and in the end beat off the troops of Rama Raya. Vijayanagar was at that time governed by a slave whom Rama had raised to high rank, and this man, on being applied to by the minister to send supplies from the capital, was so amazed at the wealth which he saw in the royal treasury that he resolved to attempt to gain possession of it. He therefore released the child-king, obtained the co-operation of Hoje Tirumala, assumed the office of minister, and began to raise troops. \\\"Several tributary roies, who were disgusted with Ramraaje, flew with speed to Beejanuggur to obey their lawful king; and in a short time thirty thousand horse and vast hosts of foot were assembled under his standard at the city.\\\" Tirumala then had the slave-governor assassinated. Rama Rajah at once returned to the capital, but was unable at that juncture to assert his authority. Finding himself deserted by many of the nobles he concluded a treaty with his lawful sovereign, and retired to his own province, which by agreement he was allowed to retain as his own independent state. Tirumala shortly afterwards strangled the king and seized the throne. The nobles submitted, since he was of royal blood, and better, in their opinion, than Rama Rajah; but when afterwards they found themselves unable to endure his tyranny and oppression, they rebelled and invited Rama Rajah to return.\\n\\nTirumala then found himself in great straits, and sent ambassadors with large presents to Ibrahim Adil Shah, begging him to march to his assistance and promising that the Vijayanagar kingdom should be declared tributary to Bijapur. Ibrahim, delighted beyond measure, after consulting Asada Khan accepted the terms, moved from his capital, and arrived before Vijayanagar \\\"in the year 942,\\\" which corresponds to the period from July 2, A.D. 1535, to June 20, 1536.\\\\[278\\\\] He was conducted into the city by Hoje Termul Roy, who seated him on the musnud of the raaje and made rejoicings for seven days.\\\" This conduct led to a change of front on the part of Rama Rajah and his supporters. They entreated Tirumala for the sake of the country to procure the retreat of the Sultan to his own dominions, promising submission and obedience if this should be done; and Tirumala, thinking that now he had no further use for his allies, requested the Sultan to return home. He paid over the subsidy agreed upon, which was assessed at something approaching two millions sterling, and made many other gifts. The story then ends with a tragedy.\\n\\n\\\"Ibrahim Adil Shaw had not yet recrossed the Kistnah, when Ramraaje and the confederates, who had bribed many of the troops in the city, broke their newly made vows, and hastened towards Beejanuggur, resolved to put the roy to death, on pretence of revenging the murder of his predecessor. Hoje Termul Roy, seeing he was betrayed, shut himself up in the palace, and, becoming mad from despair, blinded all the royal elephants and horses, also cutting off their tails, that they might be of no use to his enemy. All the diamonds, rubies, emeralds, other precious stones, and pearls, which had been collected in a course of many ages, he crushed to powder between heavy millstones, and scattered them on the ground. He then fixed a sword-blade into a pillar of his apartment, and ran his breast upon it with such force that it pierced through and came out at the back, thus putting an end to his existence, just as the gates of the palace were opened to his enemies. Ramraaje now became roy of Beejanuggur without a rival.\\\"\\n\\nAfter this point in Firishtah's narrative we hear of no more \\\"young Roies\\\" or imprisoned sovereigns of the Second Dynasty. \\\"Ramraaje\\\" alone is spoken of as king, and Kings Achyuta and Sadasiva -- the latter of whom was undoubtedly recognised as king for some years though he was kept in custody -- are not so much as mentioned.\\n\\nThus Firishtah and Nuniz both agree that Ibrahim Adil advanced as far as the city of Vijayanagar, and retired after payment of immense sums of money and the gift of many valuable presents. The date was A.D. 1535 -- 36. With this date ends the historical portion of the chronicle of Nuniz.\\\\[279\\\\]\\n\\nWe continue the narrative of events in Achyuta's reign as gathered from Firishtah.\\\\[280\\\\] As soon as he heard of the death of Hoje Tirumala and the seizure of the throne by \\\"Ramraaje,\\\" Ibrahim Adil Shah sent Asada Khan to reduce the important fortress of Adoni, which was undisputedly in Vijayanagar territory. Rama Rajah despatched his younger brother, Venkatadri, to its relief, and the latter hastened thither with a large force.\\n\\n\\\"Assud Khan, upon his approach, raised the siege and moved towards him. A sharp engagement ensued, and Assud Khan, finding that he was likely to have the worst of the action, from the vast superiority in numbers of the enemy, retreated in good order, but was followed fourteen miles by the victors, when he encamped; and Venkatadry,\\\\[281\\\\] in order to be ready to harass the retreat the next day, halted in full security at a distance of only two miles from him. Assud Khan, who had ardently wished for such an event; towards the dawn of day, with four thousand chosen horse, surprized the camp of Venkatadry, whose self-confidence had left him wholly off his guard against such a manoeuvre. Assud Khan penetrated to his tents before he received the alarm, and he had scarce time to make his escape, leaving his treasures, family, and elephants to the mercy of the victors. When the day had fully cleared up, Venkatadry collected his scattered troops, and drew up as if to engage; but seeing Assud Khan resolute to maintain his advantage, and fearing for the personal safety of his wife and children, he declined hazarding a battle, and, retiring some miles off, fixed his camp: from whence he wrote Ramraaje an account of his disaster, and requested reinforcements to enable him to repair it. Ramraaje immediately sent supplies of men and money, openly declaring his intentions of carrying on the war, but privately informed his brother that he had reason to imagine that Ibrahim Adil Shaw had not been led merely of his own will to besiege Oodnee; that he suspected the zemindars of that quarter had invited him to make war, and that many of the nobility with him were secretly in his interest; therefore, he thought he would act prudently by making peace with the mussulmauns at present, and procuring the release of his wife and family from Assud Khan. Venkatadry, in consequence of the desires of his brother, having procured the mediation and influence of Assud Khan, addressed the sultan for peace, which being granted, and all affairs settled to the satisfaction of both states, Ibrahim Adil Shaw returned to Beejapore with Assud Khan and the rest of his nobility and army.\\\"\\n\\nAsada Khan after this was greatly honoured by the Sultan, in spite of the intrigues which were fomented against him. Quarrels and disturbances, however, arose in the Bijapur dominions which lasted during the whole of the year 1542; in the course of which year King Achyuta died, and was succeeded nominally by Sadasiva, during whose reign Vijayanagar was practically in the hands of Rama Rajah and of his two brothers, Tirumala and Venkatadri.\\n\\nFirishtah was a great admirer of Asada Khan and supported him in all that he did.\\\\[282\\\\] Asada was a Turk, who, beginning life under the simple name of Khusru in the service of Ismail Adil Shah, distinguished himself in his sovereign's defence during the attack on Bijapur in 1511, a defence celebrated on account of the heroic conduct of the Sultan's aunt, Dilshad Agha. Khusru was rewarded by Ismail with the title of \\\"Asada Khan,\\\" a name which he bore for the rest of his life, and a grant of the jaghir of Belgaum. He rose to be chief minister and commander-in-chief of the army of his master, and died full of years and honours in A.D. 1549.\\n\\nThe Portuguese at Goa had a very low opinion of Asada's character. They held him to be an inveterate intriguer, ready at every moment to betray his best friends, even his sovereign, if only by so doing he could advance his own personal and selfish interests; and in this, owing to his consummate skill and tortuous ways, he invariably succeeded. If space permitted, many interesting stories could be narrated of him, culled from the various writings of the day.\\\\[283\\\\]\\n\\nBarros calls him \\\"Sufo Larij,\\\"\\\\[284\\\\] a name which some writers have derived from \\\"Yusuf of Lar.\\\" Castanheda spells the name \\\"Cufolarim.\\\"\\n\\nAsada Khan is entitled to a chapter to himself, but, to avoid prolixity, I will only give one extract from the \\\"Asia\\\" of Barros.\\\\[285\\\\] Allusion has been made above to an attack on the mainlands of Goa by three Hindu chiefs, when Ponda was besieged. The inhabitants appealed to Nuno da Cunha, the governor-general, who hesitated to interfere for fear of bringing on a war with the Adil Shah. The principal danger was the lord of Belgaum, Asada Khan.\\n\\n\\\"Acadachan, like one who in a safe and lofty place watches some great fire spreading over the plains below, watched from his city of Belgaum the events that were passing;\\\" -- but did nothing till the Adil Shah wrote desiring him to return to Bijapur, which he had temporarily left owing to a disagreement, and to assist him in the government of the kingdom. Asada Khan replied craftily that he had done with the affairs of this life, and proposed to go and die at Mecca. At this Ismail flew into a passion and vowed revenge against his powerful subject, who, to save himself, wrote to Da Cunha, professing his unalloyed friendship for the Portuguese, and inviting them to take possession of certain tracts on the mainland; declaring that his master, the Sultan, was powerless to defend himself against the armies of Vijayanagar. This was, it must be borne in mind, long after the Hindu victory at Raichur. Da Cunha sent Christovao de Figueiredo, Krishna Deva's valiant friend, to bear his reply, since the latter was on friendly terms with the lord of Belgaum. A conversation took place, in which Asada Khan said that he was afraid of his master, who was of variable and inconstant character, and that he desired of all things to preserve friendship with the Portuguese. He therefore begged to be allowed to visit Goa and cement an alliance with the governor-general, to whom he faithfully promised that the lands in question should become for ever the property of the king of Portugal. Accordingly the lands were seized by Da Cunha.\\n\\nImmediately afterwards Asada began to intrigue with the king of Vijayanagar, and being invited to visit that city on the occasion of one of the great MAHANAVAMI festivals, left Belgaum with 13,000 men and 200 elephants. Before starting he wrote to Da Cunha, asking that Figueiredo might be sent to accompany him, and promising to obtain for the Portuguese a definite cession of the lands from the Raya, since these had formerly been the latter's possession. Accordingly Figueiredo left for Vijayanagar, but learned that the Khan had already arrived there and had joined the king. The Raya received Asada favourably, and, as a present, gave him two towns, \\\"Tunge and Turugel,\\\"\\\\[286\\\\]since he hoped for his aid against the Sultan.\\n\\nWhen the Sultan heard of Asada Khan's defection he gave himself up for lost, but assembled an army and advanced to within twelve leagues of the king's camp, where Asada Khan had pitched his tents at some distance from those of the Hindu lords. The Sultan thence wrote to the Raya demanding the delivery to him of his recalcitrant \\\"slave,\\\" and the Raya sent on the letter to Asada Khan, who told the king that he would never join the Muhammadans, but would remain faithful to Vijayanagar. A short pause ensued, during which the Raya learned that constant messages were passing between the camps of the Sultan and Asada Khan. Both armies then marched towards Raichur, the Raya to retake the place from the Sultan, the Sultan watching for an opportunity to attack the Raya.\\n\\nOn the third day Asada Khan started with his forces two hours in advance of the royal troops, crossed the river first, and hastened to join the Sultan. Adil Shah received him with great apparent cordiality, and at length freely forgave him on the Khan's protestations that his intrigues with Vijayanagar and the Portuguese were only so many moves in a game undertaken for the advancement of the Sultan's interests. Previous to this move the Khan had held a conversation with Figueiredo, in which he succeeded in totally deceiving him as to his intentions, and reiterated his promises to obtain the cession of the mainlands from the Raya, for whom he professed the greatest friendship.\\n\\nIn the end, says Barros, the Adil Shah, secretly fearful of Asada Khan's duplicity, made a treaty of peace with the Raya, by which the Muhammadans retained Raichur but gave up some other territory.\\n\\nThough this story differs from Firishtah at almost every point, it is permissible to think that it may refer to the events of 1535, when the Sultan visited Vijayanagar; for in continuing his narrative, Barros a little later mentions the year 1536. It seems hopeless to try and reconcile the conflicting stories of Nuniz, Barros, and Firishtah, but enough has been said to afford insight into the character of Asada Khan. Nuniz echoes the general sentiment when he writes of the Khan's rescue of the Adil Shah, after his defeat at Raichur in 1520 A.D., as being effected \\\"by cunning,\\\" for his own purposes; and when he describes how, by a series of lies, Asada contrived the execution of Salabat Khan at the hands of Krishna Raya.\\n\\nDuring this reign the Portuguese were busy establishing themselves at various places on the coast, and they built several forts there for the protection of their trade. They had been constantly at war with the Samuri of Calicut and other feudatories of Vijayanagar; but with the Raya himself they were on terms of friendship, and in 1540 they ratified a treaty of peace with the sovereigns of Bijapur and Ahmadnagar as well as with the Samuri.\\n\\nThroughout the whole of their dealings with the Portuguese I find not a single instance where the Hindu kings broke faith with the intruders,\\\\[287\\\\] but as much cannot, I fear, be said on the other side. The Europeans seemed to think that they had a divine right to the pillage, robbery, and massacre of the natives of India. Not to mince matters, their whole record is one of a series of atrocities. It is sad to turn from the description given us by Paes of the friendship felt for the Portuguese, and especially for Christovao de Figueiredo, by the \\\"gallant and perfect\\\" King Krishna Deva, and then to read of the treachery of the Viceroy towards the great Hindu Government; with which the Portuguese had made alliances and treaties, and for which they openly professed friendship. Thus, to take one instance only, in 1545 the governor of Goa made ready a large fleet and a force of 3000 men, but kept all his preparations secret, for very good reason. His object was to sail round the coast to San Thome, near Madras, land his troops, march inland, and sack the great temple of Tirumala or Tirupati, purely for lust of gain. Luckily a severe storm prevented him from setting said, but he plundered and destroyed some rich temples on the western coast, and enriched himself with the spoil This was a mere wanton attack on property belonging to feudatories of the Vijayanagar empire, for there has never been any pretence that the peace-loving Brahmans attached to these temples had in any way offended or interfered with the Portuguese.\\n\\nIn the time of Achyuta a large number of grants were made by the nobles to temples throughout Southern India, and numerous inscriptions on stone and copperplates are extant relating to these charitable and religious donations. One of the most important has been published by Professor Kielhorn.\\\\[288\\\\] It relates that the king, being on the banks of the Tungabhadra on the 12th October A.D. 1540, at the temple of Vitthalasvami or Vitthalesvara -- the splendidly sculptured pavilions of which remain to this day, even in their ruin and decay, an object of astonishment and admiration to all beholders -- gave a grant of a village not far from Madras to the Brahmans learned in the Vedas.\\n\\nThe last date of Achyuta known to epigraphists at present is found in an inscription\\\\[289\\\\] bearing a date corresponding to January 25, A.D. 1541; and the earliest date similarly available of his successor, Sadasiva, is July 27, A.D. 1542.\\n\\nCHAPTER 14\\n\\nThe Beginning of the End\\n\\nReign of Sadasiva -- The king a prisoner but acknowledged -- Rama Raya -- The Adil Shah again at Vijayanagar -- Bijapur in danger -- Saved by Asada Khan -- Rebellion of Prince Abdullah -- Royal gratitude -- Death of Asada at Belgaum -- The Portuguese support Abdullah -- Treaties -- Ain-ul-Mulkh -- Fights near Goa -- Rama Raya's threatened expedition to Mailapur -- He joins the Adil Shah and wastes the territories of Ahmadnagar -- Portuguese violence on the Malabar coast -- The Inquisition at Goa.\\n\\nSadasiva, then, began to reign in 1541 or 1542 A.D., but was only nominally king, the whole power of the state being in the hands of Rama Raya and his two brothers, Tirumala and Venkatadri. That Sadasiva was recognised by every one as the real sovereign is shown by a large number of inscriptions, ranging from 1542 to 1568;\\\\[290\\\\] most of which, however, have not yet been properly examined. A careful study has been made by Dr. Hultzsch\\\\[291\\\\] of one of these, dated in A.D. 1566 -- 67, a year or so after the great defeat of the Hindus at Talikota and the destruction of the capital; and this is especially interesting as it bears out my assertion that even the three brothers themselves recognised Sadasiva as king, though he had no power and was kept under constraint. In this document Rama Rajah's brother, Tirumala, is the important personage, but he submits to the minor title, MAHAMANDALESVARA, while Sadasiva is mentioned as sovereign. The inscription states that a certain person presented a petition to the \\\"Mahamandalesvara Rama Raja Tirumala Raja,\\\" who, AFTER OBTAINING SANCTION AT THE FEET OF SADASIVA-DEVA MAHARAYA, granted a village to the great temple at Vellore. Rama Rajah and Venkatadri were both at that time dead, and Tirumala was king DE FACTO. Couto\\\\[292\\\\] even goes so far as to say that the three brothers \\\"went on one day every year and prostrated themselves before their lawful sovereign in token of his rights over them.\\\" But as to the read relationship of Achyuta to Krishna, and Sadasiva to both, we are still completely in doubt.\\n\\nWe saw that, according to Nuniz, Krishna Deva, immediately on his accession to the throne, imprisoned his three brothers and a nephew, then eight years old, son of the late king, \\\"Busbalrao.\\\" This was in the year 1509 A.D., and Krishna was then over twenty years old. We hear of no king of the name of \\\"Busbalrao,\\\" or anything like it, from other sources; nor are the names of Krishna's three brothers as given by Nuniz\\\\[293\\\\] at all like those of the two half-brothers mentioned in some of the inscriptions.\\n\\nMore than one epigraphical record contains the following genealogy: --\\n\\nHere we have two half-brothers of Krishna Deva named Ranga and Achyuta, the latter being chosen king; and a nephew, Sadasiva.\\n\\nTwo inscriptions noted in my \\\"Sketch of the Dynasties of Southern India\\\"\\\\[294\\\\] state that Achyuta was the son of Krishna Deva; while a Telugu work, the MANUCHARITRAM, makes him son of the second Narasimha. Couto\\\\[295\\\\] says that he was nephew of Krishna Raya.\\n\\nAs to Sadasiva, some authorities make him, as stated above, nephew of Krishna Deva and son of Ranga, while another says that he was the son of Achyuta.\\n\\nAn inscription at Conjeeveram\\\\[296\\\\] states that Achyuta had a wife named Varada Devi who bore him a son, Venkata. Venkata was actually raised to the throne, but lived only a short time, and then young Sadasiva was crowned king.\\n\\nIf it is necessary to make any choice amid all this confusion, I recommend my readers to accept provisionally the pedigree given in the above table, leaving it for future research to finally settle the question.\\n\\nAs to Rama Raya, several inscriptions state that he and his two brothers were sons of one Ranga Raya, whose pedigree is given; and Professor Kielhorn considers it established that Rama married Krishna Deva's daughter.\\\\[297\\\\] She was probably a child at her marriage. She had a brother eighteen months old at the time of Krishna Deva's death -- so Nuniz says -- but we hear nothing more about him, or what became of him. Another daughter of Krishna Deva Raya's is said to have been married to Rama Raya's brother, Tirumala. Some authorities state that Rama's wife was Sadasiva's sister.\\\\[298\\\\]\\n\\nThat there were disturbances at the capital on the death of Achyuta in 1542 seems clear; and indeed it could hardly be otherwise, for he appears to have dislocated the whole empire, alienated the nobles, upon whom the defence of the country rested, and aroused in them a spirit of rebellion to the crown.\\n\\nGaspar Correa has left us an account of what took place at Vijayanagar at that time, and I repeat his story for what it is worth; though it certainly seems as if he had made a mistake and brought down to this year the affairs of 1535 -- 36, the story of which has already been told. For he alludes to a visit of the Adil Shah to Vijayanagar, and unless there were two such visits, Correa would seem to be in error, since Firishtah's date is confirmed by Nuniz, in whose time King Achyuta was alive.\\n\\nCorrea\\\\[299\\\\] states that in 1542 Achyuta, king of Vijayanagar, died, leaving a young son in the power of his uncle, brother of the dead king, who had been king contrary to right.\\\\[300\\\\] The nobles wished to keep the boy at liberty, nominating two ministers to carry on the government; but the uncle disagreed, since in this way he would lose all power, and he contrived to gain over some partisans to his side. The nobles in disgust separated, returned to their estates, and, in despair of good government, began to assume independence each in his own province. The queen, mother of the boy, begged the Adil Shah to come to her aid and secure the kingdom for her son, promising him, in return for this favour, immense riches. The Sultan set out for this purpose, intending to visit Vijayanagar, but on the road he was met by emissaries from the minister, and bought off with lavish gifts. The king by real right (probably the uncle, Ranga), who had been detained in a fortress, was then liberated, and he also sought aid from the Sultan of Bijapur. The Sultan took advantage of the opportunity to set out afresh, nominally to aid the true king, but really to acquire the kingdom for himself. The Hindus, in fear for their safety, placed on the throne the brother of the dead king, and succeeded in defeating the Adil Shah close to Vijayanagar. The new king, in order to strengthen his position for the future, caused the boy, his rival, to be assassinated, as also two of the latter's uncles and a nephew of the dead king (Achyuta).\\\\[301\\\\] Then, in dread of the power of the principal nobles, he summoned them to court, and put out the eyes of those who arrived first; so that the rest returned in great anger to their homes and began to intrigue with the Sultan. They urged him to depose the tyrant, promising their aid, and offering him the kingdom for himself if only the country could be freed from this monster. The Adil Shah therefore advanced, entered the kingdom of Vijayanagar, and was received as sovereign by many; but he also assumed such intolerant and haughty airs that he aroused the hatred of all around him, and in the end was obliged, in fear for his own safety, to retire to Bijapur. \\\"Meanwhile a new king had seized the throne of Vijayanagar, a great lord from Paleacate, married to a sister of the king that preceded the dead king,\\\\[302\\\\] and in the end he secured the kingdom.\\\"\\\\[303\\\\]\\n\\nIt seems impossible, as Senhor Lopes justly observes, to get at the truth of all this at present, and I think it best to abandon the subject and pass on to consider the events of the reign of Sadasiva, which lasted from 1542 to 1567. It is pretty evident that each chronicler acquired his knowledge \\\"from stories transmitted from mouth to mouth and disfigured in the process.\\\"\\\\[304\\\\]\\n\\nIn 1543 Burhan Nizam Shah made an alliance with Rama Rajah and Jamshid Qutb Shah, Sultan of Golkonda, and attacked the Adil Shah, whereupon Rama Rajah, taking advantage of the latter's troubles, sent Venkatadri to reduce Raichur and the Doab, \\\"so that Beejapore, attacked at the same time by three powerful princes in three separate quarters, was full of danger and disorder.\\\"\\\\[305\\\\] True to the traditions of his predecessors, the new Sultan of Bijapur \\\"called Assud Khan from Balgoan to his presence and demanded his advice on the alarming state of affairs,\\\" with the result that he patched up a peace with Burhan, making over to him the rich districts surrounding Sholapur, and sent ambassadors to arrange terms with Vijayanagar. This done, and the allies having retired, Asada Khan marched against the Qutb Shah of Golkonda, defeated him under the walls of his capital, and in a personal encounter grievously wounded him in the face with his sabre.\\\\[306\\\\]\\n\\nThe Portuguese at this period had been very active, and amongst other more or less successful enterprises the Governor, Affonso de Sousa, attacked the territory of the Rani of Bhatkal on the pretext that she had withheld tribute due to the king of Portugal, and wasted her country with fire and sword. Her city was burnt, the Hindus were slain in large numbers, and the Rani reduced to submission.\\n\\nAbout the year 1544 -- the date is somewhat uncertain -- Sultan Burhan again attacked Ibrahim Adil at the instigation of Rama Rajah, but was completely defeated.\\n\\n\\\"The sultan (Ibrahim) after this victory growing haughty and imperious, treated the ambassadors of Nizam Shah in a contemptuous manner, and behaved tyrannically to his own subjects, putting to death many and severely punishing others of his principal nobility for slight offences, which occasioned disaffection to his government.\\\"\\n\\nOn Burhan again invading Bijapur territories, a party was formed to depose Ibrahim and raise to the throne his brother Abdullah. This prince, finding that the conspiracy had been discovered, fled for safety to Goa, where he was well received. But when Ibrahim promised certain provinces to the Portuguese if they would send Abdullah away to a place where he could no longer disturb the peace of the Bijapur territories, De Sousa accepted the conditions; receiving the gift of Salsette and Bardes for the crown of Portugal, and the whole of the vast treasures accumulated by Asada Khan at Belgaum as a personal present for himself. Having pocketed as much as he could of the bribe, however, he only took Abdullah as far as Cannanore and then brought him back to Goa; and when, at the end of the next year, De Castro succeeded De Sousa as Governor, the former refused to surrender the rebel prince. This duplicity placed the Sultan in great difficulty, and in February 1546 he executed a treaty of peace, one of the terms of which was that no person belonging either to the Dakhan, or to the territories of the Nizam Shah, or to those of the king of Vijayanagar, with certain others specially mentioned, should be permitted to have any communication with Abdullah or his family until the reply of the king of Portugal was received to an embassy which the Adil Shah proposed to send to him. There were other terms also, and these not being acted up to by the Portuguese, the Sultan in 1547 sent some troops into the provinces of Salsette and Bardes, which were driven out by the Viceroy after a stubborn fight.\\n\\nDe Castro then concluded treaties with Vijayanagar on the 19th September 1547, and with Ahmadnagar on the 6th October of the same year, by the former of which the Hindu king was secured in the monopoly of the Goa horse trade,\\\\[307\\\\] and by the latter a defensive alliance was cemented between the Portuguese and the Nizam Shah. This constituted a tripartite league against Bijapur.\\n\\nShortly afterwards a still more determined attack was made by the Bijapur troops against the mainlands of Goa, and in the battle which ensued one of the Adil Shah's principal generals was slain.\\n\\nIn 1548 the Viceroy concluded a more favourable arrangement with Bijapur and also with the Rani of Bhatkal.\\n\\nThe Portuguese historians say that De Sousa and Asada Khan both joined the ranks of the supporters of Abdullah, and that Asada Khan promised to give the king of Portugal all the territories of the Konkan on the downfall of Ibrahim, but the Viceroy changed his mind and withdrew, while Asada Khans death put a stop to all intrigues in that quarter.\\n\\nFirishtah's account, however, of the conduct of Asada at this period totally differs, as do his dates. He states that, although the Khan was much distressed at his master's neglect, his coldness towards him, and his attitude of suspicion, yet he himself was consistently loyal in his actions, and did his utmost to crush the conspiracy. As to the Portuguese, this historian avers that, so far from abjuring the cause of Abdullah, they actually marched with that prince from Goa towards Bijapur, supported by the Nizam Shah, and even reached the neighbourhood of Belgaum; but when it became evident that Asada could not be corrupted, the nobles of Bijapur returned to their allegiance to their sovereign, and the alliance broke up. Sultan Ibrahim advanced to Belgaum in February 1549,\\\\[308\\\\] but on the road heard that Asada had died.\\n\\nFirishtah's account of the Bijapur Sultan's conduct when he arrived at Belgaum is too suggestive to be omitted. The king, he says, \\\"COMFORTED HIS (ASADA KHAN'S) MOURNING FAMILY WITH KHELAUTS AND ASSURANCES OF ROYAL FAVOUR, BUT ALL HIS ESTATES AND TREASURES HE TOOK FOR HIS OWN USE\\\" -- though these treasures were the accumulated property of a man whom the historian declares to have been, during the whole of his long life, the most faithful, courageous, and devoted adherent of his royal master, whom on many occasions he had personally rescued from difficulties which appeared almost insurmountable! The Portuguese account as to the fate of the treasures accumulated by Asada Khan is given by Mr. Danvers, who, treating the Khan as an unprincipled rebel, writes: --\\n\\n\\\"In addition to making over Salsette and Bardes to the Crown of Portugal, the Adil Khan had also given Martim Affonso (De Sousa, the viceroy) the vast treasure which Acede Khan had collected for the purpose of carrying out his rebellion, and which is said to have amounted to ten millions of ducats, OF WHICH, HOWEVER, ONLY ONE MILLION CAME INTO THE HANDS OF MARTIM AFFONSO. Some accounts state that he sent about half of this amount to Portugal for his own use, but others aver that he employed a great part of it in the public service in India, besides sending some home for the king's use in Portugal.\\\" \\\\[309\\\\]\\n\\nIt will be seen that the two accounts differ widely in details.\\n\\nAt this time Ibrahim Qutb Shah, younger brother of Jamshid and heir presumptive to the throne of Golkonda, was at Vijayanagar, whither he had fled in fear of Jamshid's despotic and violent temper. Firishtah\\\\[310\\\\] relates a story of him which is worth repeating here, partly because the event occurred in the Hindu capital, partly because it illustrates the practice of duelling which, as Nuniz tells us, largely obtained at that time.\\\\[311\\\\] and partly because it confirms the assertions of Nuniz that the king of Vijayanagar was in the habit of disposing at will with the revenues of his provinces.\\n\\nRama Raya had despotically turned out of his estate an Abyssinian officer in his employ named Ambur Khan, and conferred the same on Prince Ibrahim for his support.\\n\\n\\\"Ambur Khan, enraged at the alienation of his estate, and meeting Ibrahim Kootb Shah in the streets of Beejanuggur, accused him of depriving him of it. The latter replied that monarchs were at liberty to dispose of their own property, and that the king of Beejanuggur had chosen to give him the estate. Ibrahim Kootb Shah proceeded on his way; but the Abyssinian called him coward in refusing to dispute his title with the sword. Ibrahim warned him of his imprudence; but the Prince's mildness only added fury to the Abyssinian's anger, who proceeded to abuse him in grosser language. On this the Prince dismounted and drew. The Abyssinian rushed upon him, but the Prince's temper giving him the advantage, he killed his antagonist, whose brother, standing by, insisted on taking up the cause, and he also fell a victim to his temerity.\\\"\\n\\nPrince Ibrahim succeeded to the throne of Golkonda In A.D. 1550. In the previous year, says Firishtah, an alliance was cemented between Sultan Ibrahim of Bijapur and the new sovereign of Bidar, Ali Barid, son of Amir Barid.\\n\\nRama Rajah having at this period accepted the presents and professions of regard sent to him by the Nizam Shah with an embassy, Sultan Ibrahim, roused to indignation, treated the Vijayanagar ambassadors at Bijapur with such indignity that they fled in fear of their lives, and Rama Rajah, offended in his turn, induced Burhan Nizam to attack Ibrahim. He did so successfully, and captured the fortress of Kallian; and on Ibrahim's retaliating by seizing one of the Ahmadnagar forts, an open alliance was entered into between Burhan and Rama. The two kings met near Raichur in 1551, laid siege to the place and took it. Mudkul also capitulated, and the Doab was thus once more restored to the Hindu sovereign.\\n\\nAbout this time,\\\\[312\\\\] so we are told by a Muhammadan historian, Rama Raya's two brothers rebelled against his authority during his absence from the capital, and seized the fortress of Adoni; upon which Rama begged aid from the Qutb Shah Ibrahim, and this being granted, Rama besieged Adoni for six months. The place eventually capitulated, and the brothers were then pardoned.\\n\\nIn 1553 Burhan died, and once more the two leading Muhammadan states became friendly for a short time; but the air was too full of intrigue and jealousy for this to last long. Sultan Ibrahim negotiated an understanding with Vijayanagar, and this led to a renewal of the war, in the course of which a battle took place at Sholapur, where Ibrahim was worsted.\\n\\nBut the most serious reverse which he suffered was at the hands of a chief named Ain-ul-Mulkh, whom by ingratitude and ill-treatment he had driven into open rebellion. At the end of a short campaign against this person the royal troops were completely beaten, and the Sultan was driven to take refuge at Bijapur. In a state of desperation he called on the Raya of Vijayanagar for aid, and Rama, as usual representing the puppet sovereign, sent his brother, Venkatadri, with a large force to expel the enemy from the Sultan's dominions.\\\\[313\\\\] The story of the rebel \\\"Ein-al-Moolk's\\\" discomfiture at the hands of Venkatadri is thus told by Firishtah:\\\\[314\\\\] --\\n\\n\\\"Syef Ein al Moolkh, imitating Assud Khan, resolved to surprize the infidels; but Venkatadry, having intelligence of his designs, ordered his troops to be on their guard; and having procured long faggots, with cloth steeped in oil bound round one end of each, commanded his followers upon the alarm being given to light them, and holding them up as high as possible, give the troops a full sight of the enemy. Ein al Moolk, agreeably to his intentions, having one night chosen two thousand men for the purpose, marched with Sullabut Khan to the enemy's camp, which he was allowed to enter unmolested; but upon a signal given, all the brands were instantly lighted up, and Venkatadry, who was prepared with his troops, rushed upon the surprizers, who expected no resistance, with such success that above five hundred of them were killed before the detachment could clear the camp. Ein al Moolk and Sullabut with the greatest difficulty made their escape; but, losing, the road through the darkness of the night, a report spread in his camp on the return of some of the fugitives, that he was killed; and his troops being immediately struck with a panic, separated and fled to different quarters. Ein al Moolkh and Sullabut Khan, with two hundred horse, about daylight arriving at their ground, and seeing it deserted, fled in confusion by the route of Maan to the dominions of Nizam Shaw, where they sought protection, but were basely assassinated by his treachery.\\\"\\n\\nIn 1555 an attempt was made by the Portuguese under their new Viceroy, Pedro de Mascarenhas, to place Prince Abdullah on the throne of Bijapur, the foreigners being dazzled by the magnificent offers made to them, should the joint efforts of the conspirators be crowned with success. Abdullah was established at Ponda, and proclamation made of his accession to the throne. On the death of De Mascarenhas in 1555, Francisco Barreto succeeded him with the title of governor, and having installed the prince at Ponda he proceeded to collect the revenues of the country. He was, however, opposed by an officer of Ibrahim Adil who was backed by seven thousand troops, and several fights took place.\\n\\nMeanwhile Ibrahim himself had not been idle, and aided by fifteen thousand of Sadasiva's troops from Vijayanagar he dethroned and captured the ambitious prince, following this up by several attacks on the Portuguese forces. The war lasted during the whole winter of 1556, but with no very decisive results. Next year a fresh relay of troops from Bijapur attacked Salsette and Bardes, but were beaten by a small force of Portuguese near Ponda, and hostilities were suspended for a time.\\n\\nShortly after this, viz., in 1557, Sultan Ibrahim died. \\\"During his illness he put to death several physicians who had failed in cure, beheading some, and causing others to be trodden to death by elephants, so that all the surviving medical practitioners, alarmed, fled from his dominions.\\\" He was succeeded by his eldest son, Ali Adil.\\n\\nThe new Sultan, immediately on his accession, cemented his father's alliance with Sadasiva and Rama Rajah by the execution of a new treaty, and sent ambassadors on a similar errand to Husain Nizam Shah, the successor of Burhan at Ahmadnagar. These, however, were badly received, and Sultan Ali, whose envoys at the Hindu capital had been warmly welcomed and hospitably treated, determined to establish, if possible, a real and lasting friendship with Vijayanagar. To this end he adopted a most unusual course, the account of which will be best given in Firishtah's own words.\\n\\n\\\"Ali Adil Shaw, who was intent on extricating his dominions from the losses of his father by alliance with Ramraaje, on the death of a son of that monarch,\\\\[315\\\\] with uncommon prudence and resolution went, attended by one hundred horse, to Beejanuggur, to offer his condolence on the melancholy occasion. Ramraaje received him with the greatest respect,\\\\[316\\\\] and the sultan with the kindest persuasions prevailed upon him to lay aside his mourning. The wife of Ramraaje adopted the sultan as her son, and at the end of three days, which were spent in interchanges of friendly professions, he took his leave; but as Ramraaje did not attend him out of the city, he was disgusted, and treasured up the affront in his mind, though too prudent to show any signs of displeasure for the present.\\\"\\\\[317\\\\]\\n\\nThe incident thus entirely failed in its intended effect. It produced a lasting irritation in the mind of the Sultan, and a haughty arrogance on the part of Rama Raya, who conceived that the fortunes of his hereditary enemy must be at a very low ebb when he could condescend so far to humble himself.\\n\\nIn the next year, 1558, according to Couto,\\\\[318\\\\] Rama Raya made an expedition to \\\"Meliapor,\\\" or Mailapur, near Madras, where was an important establishment of Roman Catholic monks and the Church of St. Thomas. I quote the passage from the summary given by Senhor Lopes in his introduction to the CHRONICA DOS REIS DE BISNAGA (p. lxvi.). \\\"The poor fathers of the glorious Order of St. Francis having seized all the coast from Negapatam to San Thome, they being the first who had begun to preach there the light of the Holy Gospel, and having throughout that tract thrown down many temples and destroyed many pagodas, a thing which grieved excessively all the Brahmans, these latter reported the facts to Rama Raya, king of Bisnaga, whose vassals they were, and begged him that he would hasten to their assistance for the honour of their gods.\\\"\\n\\nThey succeeded in persuading him that the newcomers were possessed of enormous riches, and he proceeded against the place, but afterwards finding that this was not true, and that the inhabitants were loyal to him, he spared them and left them in peace.\\n\\nOn his return to Bijapur, Ali Adil peremptorily demanded from Hussain Nizam Shah the restoration of the fortresses of Kallian and Sholapur; and on the latter's contemptuous refusal (he \\\"sent back a reply so indecent in expression as to be unfit to relate.\\\" says Firishtah) another war broke out.\\n\\n\\\"In the year 966 (October 14, A.D. 1558 to October 3, 1559), Ali Adil Shaw having called Ramraaje to his assistance, they in concert divided the dominions of Houssein Nizam Shaw, and laid them waste in such a manner that from Porundeh to Khiber, and from Ahmednuggur to Dowlutabad, not a mark of population was to be seen. The infidels of Beejanuggur, who for many years had been wishing for such an event, left no cruelty unpractised. They insulted the honour of the mussulmaun women, destroyed the mosques, and did not even respect the sacred koraun.\\\"\\\\[319\\\\]\\n\\nThis behaviour on the part of the Hindus so incensed the followers of Islam, not only the hostile subjects of Golkonda but even the allied troops and inhabitants of the Bijapur territories, that it laid the foundation for the final downfall and destruction of Vijayanagar.\\n\\nIn 1558 Dom Constantine de Braganza became Viceroy of Goa, and his period of government was signalised by every kind of violence and aggression. In 1559 Luiz de Mello carried fire and sword into the towns along the Malabar coast. He attacked Mangalore, set fire to the town, and put all the inhabitants to death. Later in the year he destroyed in similar manner a number of towns and villages on the same coast, and desolated the whole seaboard.\\n\\nIn 1560 the See of Goa was elevated into an arch-bishopric, and the Inquisition, the horrors of which even excelled that of Spain, was established. The inhabitants of Goa and its dependencies were now forced to embrace Christianity, and on refusal or contumacy were imprisoned and tortured. In this year also, and those following, the predatory excursions of the Portuguese were continued. In 1564 the Viceroy sent Mesquita with three ships to destroy a number of ships belonging to the Malabarese. Mesquita captured twenty-four of these, by twos and threes at a time, sunk them, beheaded a large number of the sailors, and in the case of hundreds of others, sewed them up in sails and threw them overboard. In these ways he massacred 2000 men.\\n\\nThis resulted in a serious war in Malabar, as the wretched inhabitants of the country; driven to desperation, determined at all hazards to destroy the ruthless invaders of their land. The Portuguese were attacked at Cannanore, and a series of desperate struggles took place, in the course of which Noronha, the commandant, desolated the country and ruined many people by cutting down forty thousand palm trees. At last, however, peace was made.\",\"timestamp\":1636537471,\"title\":\"All Southern India was under Krishna Deva's sway,\"},\"digest\":\"wkT86ityT9SFwGZUOXBGssOsSEh9vkwQf2RWGQ3jtZE\",\"authorship\":{\"contributor\":\"0xF701458E2D6717439ED97C778745d2D489b00797\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2JqdXEIrPrZCx8B8bTX2tFZsHXJ_W65z0UPT7z2Ryzs\\\",\\\"y\\\":\\\"cei7iLq2wZtdeUnop-ClYwqQLvq_jdckYbep_DeWW3Y\\\"}\",\"signature\":\"nuCO_QCsyzUI0USEcSeyezhwfeRTnay7VlryXttnYiXPi91C9WYw5VXrPntQyY7AJNRVmHkn8ba-uDr6GRNg4A\",\"signingKeySignature\":\"0xbe57cfec3a7f580360530d87619c993775216f990e8d45377faf00ead0e6dc565560eaee882cee6588cfe7f60bef4e0a6ee3ce833becf0f73d4d6663265ccf591c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2JqdXEIrPrZCx8B8bTX2tFZsHXJ_W65z0UPT7z2Ryzs\\\",\\\"y\\\":\\\"cei7iLq2wZtdeUnop-ClYwqQLvq_jdckYbep_DeWW3Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wkT86ityT9SFwGZUOXBGssOsSEh9vkwQf2RWGQ3jtZE\"}"