"{\"content\":{\"body\":\"### Introduction\\n\\nAt Scout, we build products that bring people together through the shared language of content. That may sound a bit vague, because it is! Our approach to building is unique in that we build multiple products in pursuit of our mission. \\n\\nWe believe social media has become more *media* than *social*. Our goal is to bring the social side back in the best way possible.\\n\\nSo far, we’ve publicly released four products:\\n\\n* [is.online](http://is.online) — avatar- and mobile-based live-streaming.\\n* [onscout.com](http://onscout.com) — teaser for customizable 3D rooms with 165,000+ people on the waitlist.\\n* [ideasby.ai](http://ideasby.ai) — content ideas generated by GPT-3.\\n* [takeme.to](http://takeme.to) — one home for all your links.\\n\\nWith more on the way.\\n\\nBelow is an internal memo from August 2021 outlining the principles we use while building new products.\\n\\n### 1. We put shots on goal\\n\\nOur approach is unique in that we build multiple products in pursuit of our mission. **This allows us to put user demand ahead of what we think people *should* want.** This approach isn't often talked about, but the best startups pre- product-market fit employ this approach and it's one we've come to have a lot of conviction on.\\n\\nThis means we do not hesitate to change our fundamental thesis on how we bring people closer together through the shared language of content. While pre-Product-Market Fit, we recognize, embrace, and plan for the likelihood that our core thesis may be wrong.\\n\\nIt's also worth mentioning that we are not a product studio. Building multiple products in line with our mission is only temporary; once we find the product that sticks, we'll dedicate our energy completely to that product.\\n\\n### 2. We start with existing human behavior\\n\\nFor any new product, changing human behavior is a near-death wish. We lean in to existing behaviors; we identify clear actions within our target audience, — generally 12-16 y/o based in the US and Canada — identify the underlying desire or goal they are seeking, and use that as the inspiration behind what we build.\\n\\nWe believe shepherding a niche behavior to be a key part of building a category-defining company. Airbnb, Lyft, Loom, Onlyfans, and many other category-defining companies are often misattributed with radically changing user behavior. In truth, we can point to clear existing behaviors before those platforms existed. Before Loom, a small group of people would open Quicktime, record their screens, upload that video to YouTube, make the video unlisted, and share the link. Loom made that existing behavior dramatically easier and faster — they became shepherds of what was once a niche behavior.\\n\\n### 3. We de-risk at every step\\n\\nAfter identifying an existing behavior, we seek to systematically de-risk at every stage of the build process. We do this through our *Idea Maze* — a system to take simple observations all the way to delightful products in a structured and risk-mitigating way. While de-risking isn't sexy, it's core to using our energy and capital effectively.\\n\\n1. `Observations` start with existing human behavior. A clear set of actions taken by a specific person.\\n2. `Thesis` is our belief on why this behavior happens, where possible pain points are, what a potential solution may be, and why solving the pain point may be important for the world right now.\\n3. `User interviews` are talking to users about their behavior, goals, and desires. We never ask if they think our ideas are good; only seek to understand where their desires and pain points may be.\\n4. `Pre-Tweet` is our take on [Amazon's Press Release exercise](https://www.product-frameworks.com/Amazon-Product-Management.html). Before the first line of code is ever written, we write a simple Tweet thread as if today is launch day. This forces us to clearly explain the problem, the target user, and why our solution is better.\\n5. `Core Product Value test` seeks to answer one question — *will users want this once it's built?* This may come in the form of a landing page, survey, or similar medium.\\n6. `MVP build` is where the first line of code is written. We strip the product down to its absolute core without sacrificing delight within that scope of features.\\n7. `Launch + Measure` is a Beta or public release paired with measuring how the product is received. A short list of Key Performance Indicators in addition to whether or not we, as a team, continue to use the product, guide us to understand whether or not we're onto something.\\n8. `Iterate + Measure` is the last step of the maze. After launch, if we remain excited to use the product internally and/or see promising metrics post-launch, we double down on improving the product.\\n\\n### Sound interesting? Let’s talk!\\n\\nWe’re hiring front-end and full-stack engineers passionate about building delightful and performant experiences in React Native. Email [zack@onscout.com](mailto:zack@onscout.com) or visit [workwithscout.com](http://workwithscout.com) for more.\",\"timestamp\":1635303074,\"title\":\"How we build at Scout\"},\"digest\":\"ZMLw-abDyonsJXSFrHJSxgHcCHdCvaNUa5gqCp1Feck\",\"authorship\":{\"contributor\":\"0xC4af44833f9D65BEcB84f5c2581FA95f0885F095\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WtEOiAecmeOfXuEpXZUFyabtFA6ndMUM6iQZUI35g8U\\\",\\\"y\\\":\\\"DjFIMxlCIkpHJzDGbCeP5I9u4epbQRn5N21W_CNwSOM\\\"}\",\"signature\":\"9kSSW0qbm8-S0322STQXKcmCYo0aXkSGMwkxAr4kVYkE-2UwNFf7-sTcpQ4rc3bxWBImJFanUPJSqB36hGfvUw\",\"signingKeySignature\":\"0xb1a6329165ebdd2c38a4bc307199e7f2fc38ff49b29b237885282d4c6bcbff63709747a3a0d96077fdd38baed16f11072fc90489ecc8ef346e83ee7d6fb4e5241c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WtEOiAecmeOfXuEpXZUFyabtFA6ndMUM6iQZUI35g8U\\\",\\\"y\\\":\\\"DjFIMxlCIkpHJzDGbCeP5I9u4epbQRn5N21W_CNwSOM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZMLw-abDyonsJXSFrHJSxgHcCHdCvaNUa5gqCp1Feck\"}"