"{\"content\":{\"body\":\"量子计算机的发展最终将为区块链提供抗量子性的必要性。 在为什么和如何做到之前会在第3部分，进一步讨论。 但是在我们深入探讨抗量子之前，我想重点介绍一些区块链基础知识，这些基础知识对于理解区块链中抗量子的来龙去脉是必不可少的。\\n\\n让我们从头开始。 什么是区块链？ 用来描述区块链的最常见的句子是：\\\"区块链，一种可以存储任何数据的去中心化，数字化，安全，分布式分类帐。 ”\\n\\n让我们来分别介绍一下：\\n\\n* **区块链：**我们将把它保存到最后，因为这是技术性的地方。 现在让我们使用\\\"数据收集器\\\"。 从今天如何使用比特币的意义上讲，区块链是\\\"谁向谁发送了哪些交易的数据的收集器\\\"。\\n* **去中心化：**这意味着没有一个中央力量可以操控我们。 没有任何实体可以在社区之间达成共识的情况下，单方面更改在区块链上注册的内容或更改数据添加规则。 取而代之的是，区块链由一组实体控制，这些实体使用同一程序可以全部添加数据并进行相互检查。 拥有计算机的任何人都可以加入该组织，并非小组中的每个人都添加相同的数据，它们是随机处理的数据。 他们也互相随机检查。 使用数学进行检查，数学使系统不可伪造的方式实现。 这是人们最喜欢区块链的原因，因为它产生了以下规则：添加到区块链中的内容以无法伪造添加数据的方式添加，而添加的内容则固定在区块链上。\\n* **数字化的：**数据存储在硬盘上，以电子方式访问，并通过Internet传输。\\n* **安全的：**存储的内容以安全可靠的方式存储，因此数据不会被篡改。 被任何人。 无论是在存储时还是在存储后。\\n* **分布式账本：**一个记录簿，一个余额。 一个有时间戳的数据集合。\\n* **存储任何数据：**可以设计一个区块链来存储任何类型的数据。\\n* \\n\\n为什么是[要用区块链](https://www.abc-crypto-forum.com/forum/abcmint-forum/fan-yi-kang-liang-zi-qu-kuai-lian-he-jia-mi-huo-bi-quan-fen-xi-part-1-jian-zhong#viewer-undefined)而不是传统的数据库系统呢？\\n\\n如果你想存储信息（比如价值的交易或其他信息的交易），并且你希望它以一种不可遗忘的方式进行，区块链可能是你的方式。 但为什么不使用已经存在的东西呢？ 比如中心化数据库或银行？ 好吧，问题是，不可伪造通常意味着没有未经授权的人可以进行更改。 但仍然可以进行更改。 已经添加到中央数据库的东西可以被删除或更改。 中央实体可以改变规则。 所以你需要信任运行数据库或分类账的组织或个人。 但当我们谈论区块链时，没有中央权力来进行更改。 它实际上是不可伪造的。\\n\\n区块链是去中心化的。 它不需要一个有中央权力的人或组织。 区块链把这些人和组织还原成了中间人，把这些中间人完全剔除了。 我们显然不仅仅是在谈论银行。 在任何情况下，当双方想要传输信息，并将这些信息不可改变地记录下来，而双方对彼此缺乏信任，或者干脆不认识对方时，都有一个用例。 这是一种发送、接收和存储信息的可靠和安全的方式。\\n\\n区块链是一个真正的创新。 它使用计算机和互联网来创建一个网络，一个去中心化的实体，我们可以信任它，以一种非常具有成本效益的方式不变地登记有价值的数据。 这就是为什么区块链最终会接管数据行业。 为什么不是风靡？ 因为它接管了一个强大的机构。 银行是最先看到它的到来的。 政府也不信任区块链，因为他们无法控制它。\\n\\nELI5对技术概念的解释。 实际的技术比较复杂，区块链的品种也很多，但基本原理是大致相同的。 数据是以消息/交易的形式发送的。 交易是由发送交易的人组成的。 为了能够发送交易，你需要成为区块链系统的一部分。 你需要创建一个数字身份。 你可以这样做，使用 \\\"钱包\\\"。 这基本上是一个程序，可以为区块链创建你的身份，也是你用来发送交易和管理资金（你的数据）的程序。 因此，使用钱包，您可以创建您的地址（您可以将其视为您的\\\"帐户\\\"）。 这对你来说由两部分组成。 一个公钥，这是一系列数字，你的交易将在区块链上与之相连。 第二部分是一个私钥，它由一系列字符组成，而不仅仅是数字。 这就是你的 \\\"密码\\\"。 所以，现在你拥有一个地址：私钥和公钥。 这就是你所需要的一切，所以不需要注册任何个人信息或任何东西，你有私钥和公钥，你可以从其他地址接收和发送资金。 你使用私钥登录到你的钱包上的 \\\"账户\\\"。 一旦你在你的钱包，你说明你想发送多少资金，以及你想发送这个地址。\\n\\n发送交易。 当你发送交易时，它将被广播到区块链网络。 但在实际交易将被发送之前，它被形成一个区块，由钱包创建。 这是由钱包自动完成的，在用户看不见的地方。 （我说的区块，是指发送的信息是密不可分的，在这个意义上，签名、来源、目的地和金额都不能单独更改）。 这个区块最终携带的信息大致如下。 指向资金来源地址的公钥，转账金额和资金转到的地址这个包还携带了另一个重要的东西，就是签名，由钱包使用私钥创建。 签名是用数学算法来完成的。 之后，再次使用数学，可以由第二方再次检查签名的真实性。 这个签名证明你是合法的主人，你可以从这个公钥地址发送资金。 然后，这个包裹就会被送出安全钱包环境，送到区块链网络中。 这个网络由运行专门计算机处理交易的人组成。 这些计算机被称为 \\\"节点\\\"，而拥有计算机的人或公司被称为 \\\"矿工\\\"。 节点不需要信任发送者，也不需要确定发送者的 \\\"身份\\\"，因为发送者通过添加与公钥相对应的签名来证明自己是合法的所有者，而公钥可以通过数学验证。 而且由于交易是经过签名的，不包含任何机密信息、私钥和凭证，所以可以利用任何方便的网络进行公开广播。 只要交易能够到达一个节点，将其传播到网络中，那么如何将其传送到第一个节点并不重要。\\n\\n在区块链上对交易进行确认和登记。 交易被发送到网络后，就可以进行处理了。 快速总结一下处理交易的方式：矿工将人们发送的所有交易收集到一个 \\\"交易池 \\\"中。 在那里，交易等待，直到矿工将这些收集到的交易的数量放在一个交易包中：一个区块。 这就是构造一个区块的地方。 在他构建了一个区块之后，他必须解决应用在他的区块上登记的交易列表上的哈希谜题。 哈希谜题是一个数学问题，由节点来解决。 解决了哈希谜题的节点可以把他的区块放到网络上。 其他矿工在做完之后，会再次用数学题检查这个区块，并确认。 这样区块，从而将你的交易添加到区块链上。 一旦区块被添加，它就永远存在，无法更改。\\n\\n总结：\\n\\n区块链交易处理和注册的安全性，靠的是数学，本身的构建和延续，依赖的是哈希算法。 交易的签署依赖于私钥与公钥加密技术。 现有的计算机无法在任何可用的时间框架内进行足够快的计算来逆推出私钥。\\n\\n综上所述，区块链的安全性和可靠性是双管齐下的。 首先，它消除了第三方的干扰和控制，无法改变分类账上的数据。 其次它依靠的是可验证但不可伪造的数学。 这就是区块链比传统账本系统更值得信赖的原因。\",\"timestamp\":1640693343,\"title\":\"抗量子区块链和加密货币全分析 Part 1 \"},\"digest\":\"Uzm0tT_leASaldBv-Q8hD4NmOqNJj0Wlr6kmCOiEE3A\",\"authorship\":{\"contributor\":\"0x185d7738317D1C5fDFd12bE1791dd2DA27BFD0B4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9XNA8t_V-T8b8-uv86fReuVfFHo5AAJEdnlymI96BCM\\\",\\\"y\\\":\\\"QQcLvWH_TqKxkKHIqod7M2ElJkv1Y7spqqPwuhd7NuM\\\"}\",\"signature\":\"JrnzKrXImQlecAVetGJcmskAc-TQnFsMUmrPipHdiaoTNTRwSu9DibWnXzfPLF4IZuhABPQHZBXjjnufBD-M2w\",\"signingKeySignature\":\"0xa6b2f0a660142e2290a3311cf7fcba51151f7f6e18ae47af25cc8735426a259455af732627d74b6a62f07daab18a0ec523edfe02b63338653d43875d93e5f1581c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9XNA8t_V-T8b8-uv86fReuVfFHo5AAJEdnlymI96BCM\\\",\\\"y\\\":\\\"QQcLvWH_TqKxkKHIqod7M2ElJkv1Y7spqqPwuhd7NuM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Uzm0tT_leASaldBv-Q8hD4NmOqNJj0Wlr6kmCOiEE3A\"}"