"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*Qo1QZAQQrwl_Rb867UVmyQ.jpeg)\\n\\n### Startups, servicios en la nube, práctica virtual, software de practice management, cambios en la ética legal, el poder en manos del cliente, globalización, inteligencia artificial, auge de las inversiones y el ascenso de los datos. Las diez tendencias de legaltech de la última década…\\n\\n*Este artículo es una versión traducida y adaptada del texto “[The Decade in Legal Tech: The 10 Most Significant Developments](https://www.lawsitesblog.com/2020/01/the-decade-in-legal-tech-the-10-most-significant-developments.html)” publicado por Bob Ambrogi en enero de 2020.*\\n\\nLa década del 2010 ha sido agitada para la tecnología legal. En ella, hubo cambios que transformarán para siempre la práctica del derecho y la manera en que se prestan servicios legales.\\n\\nEste artículo ofrece una revisión de los principales avances de los últimos diez años.\\n\\n## **1) El Auge de las Startups**\\n\\nEn enero de 2010, se presentó [WestlawNext](https://www.lawsitesblog.com/2010/01/first-look-at-westlawnext.html). Fue la primera gran transformación de Westlaw desde el lanzamiento de su versión web en 1998, doce años atrás.\\n\\nWestlawNext hizo que la investigación legal fuese tan sencilla como utilizar Google. También fue el primero en usar algoritmos de machine learning para mejorar los resultados de las búsquedas.\\n\\nWestlawNext inspiró a una generación completa de imitadores, incluyendo a [Lexis Advance](https://www.lawsitesblog.com/2011/12/lexis-launches-advance-its-next-generation-research-platform.html), lanzado al año siguiente con la misma filosofía de facilidad de uso de Google.\\n\\nA medida que la década se acercaba a su final, nuevamente Thomson Reuters lanzó una transformación completa de su plataforma de investigación legal con [Westlaw Edge](https://www.lawsitesblog.com/2018/07/move-westlaw-meet-next-generation-westlaw-edge-advanced-ai-analytics.html). Fue un avance muy importante, que incluyó la implementación de inteligencia artificial y analytics para ayudar a los abogados a realizar búsquedas de manera más eficiente y con mejores resultados.\\n\\nPero, esta vez, la sensación era diferente.\\n\\nA comienzos de la década, con WestlawNext, Thomson Reuters estaba a la vanguardia, definiendo el camino que otros actores de la industria iban a seguir en los años siguientes. Con Westlaw Edge, por el contrario, la sensación era que la compañía estaba intentando recuperar terreno perdido.\\n\\nEs que el mercado de investigación legal se había vuelto más innovador y competitivo.\\n\\nAl comienzo de la década del 2010, Westlaw y LexisNexis tenían un liderazgo indiscutido en el mercado de investigación legal. Pero, a lo largo de la década, el surgimiento de múltiples competidores acabó con aquel liderazgo.\\n\\n[Bloomberg Law](https://news.bloomberglaw.com/), lanzado en [diciembre de 2009](https://www.lawsitesblog.com/2010/02/bloomberg-law-can-it-be-contender.html), siguió ganando tracción, aunque lentamente. [Fastcase](https://www.fastcase.com/) y [Casemaker](https://public.casemakerlegal.net/) se volvieron jugadores más importantes. Y también surgieron nuevas startups como [Casetext](https://casetext.com/), [ROSS Intelligence](https://rossintelligence.com/), y [Ravel Law](https://home.ravellaw.com/) que trajeron ideas nuevas al mercado, introduciendo características y herramientas que no estaban presentes en los productos tradicionales.\\n\\nEn 2016, Casetext [lanzó CARA](https://www.lawsitesblog.com/2016/07/new-casetext-feature-finds-cases-along-will-come-new-pricing.html), un producto que utiliza inteligencia artificial para analizar los reportes cargados por los usuarios y detecta casos relevantes que no fueron identificados por los usuarios.\\n\\nLa popularidad de CARA inspiró a una generación de productos similares: en algunos casos surgidos de startups de investigación legal (como [EVA](https://www.lawsitesblog.com/2018/01/ross-unveils-eva-free-ai-tool-analyze-briefs-check-cites-find-similar-cases.html) de ROSS Intelligence, [Clerk](https://www.judicata.com/demo/clerk/report) de [Judicata](https://www.judicata.com/), y [Vincent](https://www.lawsitesblog.com/2018/09/vincent-joins-cara-eva-clerk-latest-ai-driven-research-assistant.html) de [vLex](https://vlex.com/)) y en otros casos como nuevos productos de actores establecidos como [Quick Check](https://www.lawsitesblog.com/2019/07/ai-driven-brief-analysis-comes-to-westlaw-but-does-it-differ-from-competitors.html) de Thomson Reuters y [Brief Analyzer](https://www.lawsitesblog.com/2019/07/now-comes-another-brief-analyzer-this-from-bloomberg-law.html) de Bloomberg Law.\\n\\nEl auge de las startups fue una de las tendencias más significativas del mercado legal en los últimos 10 años. A lo largo de la década, la industria del legaltech pasó de estar controlada por unas pocas grandes corporaciones a estar impulsada por un conjunto de innovadoras startups que están transformando la forma de practicar el derecho y de entregar servicios legales.\\n\\n![Westlaw Edge, la herramienta de investigación legal de Thomson Reuters.](https://miro.medium.com/max/1400/1\\\\*QAuZsO5ceN2SzFqIqBA6sw.jpeg)\\n\\n## 2) El Cielo se Despeja para la Nube\\n\\nCualquiera que haya empezado a ejercer el derecho en los últimos 10 años no imagina el temor que los abogados tenían hacia la computación en la nube. Una década atrás, mover funciones clave a la nube era un prospecto aterrador. Hoy parece inevitable.\\n\\nUna década atrás, las empresas que desarrollaban productos en la nube eran percibidas como “aventureras”. Hoy, las que no están en la nube están buscando entrar en ella, construyendo versiones de sus productos para la nube o adquiriendo empresas que ya están en la nube.\\n\\nUn ejemplo de esta disyuntiva es el de [NetDocuments](https://www.netdocuments.com/) versus [iManage](https://imanage.com/).\\n\\nNetDocuments empezó como un servicio en la nube allá en 1999. Tras luchar varios años intentando convencer a los abogados de que la nube es superior, hoy se ha convertido en uno de los sistemas de gestión de documentos más populares del área legal.\\n\\nMientras tanto, iManage, que había sido el líder de la industria, se vio en la necesidad de lanzar una versión en la nube de su producto en 2016.\\n\\nAunque en los primeros años de la década había grandes temores sobre los riesgos de seguridad de los servicios en la nube, hoy esto se ha convertido en una práctica común. Ya no quedan dudas de que los productos del futuro estarán en la nube.\\n\\n## 3) La Práctica Legal se Vuelve Virtual\\n\\nEl primer iPhone salió al mercado en junio de 2007; la primera tablet con Android, en 2009; y el primer iPad en 2010. El auge de los dispositivos inteligentes, en combinación con el crecimiento de la nube, inauguró una era de movilidad en la práctica del derecho.\\n\\nLos abogados pasaron de trabajar en la oficina a tener sus oficinas en cualquier lugar.\\n\\nMuchas grandes firmas empezaron a alentar a sus miembros a trabajar virtualmente. Muchas firmas pequeñas ni siquiera tienen oficinas, y eligen trabajar desde la casa, desde espacios de coworking o desde Starbucks.\\n\\n## 4) Proliferación del Practice Management\\n\\nEl *practice management* se ocupa de todos los aspectos que hacen a la gestión de una práctica legal, incluyendo temas como gestión del personal, administración financiera, gestión de las oficinas y marketing.\\n\\nNo es el tópico más sexy de una industria que hoy está hablando de blockchain, analytics e inteligencia artificial, pero es un área que ha tenido un formidable desarrollo en los últimos 10 años.\\n\\nFue clave para la transición de una profesión que prácticamente no utilizaba la tecnología a una profesión que empieza a ver a la tecnología como una herramienta cada vez más esencial.\\n\\nEl cambio comenzó en 2008, con el lanzamiento de Clio y Rocket Matter, las primeras dos empresas en ofrecer software de practice management en la nube. Al llevar a la nube lo que previamente sólo estaba disponible en computadoras de escritorio y al hacerlo más fácil e intuitivo de utilizar, estas empresas iniciaron una revolución en tecnología legal.\\n\\nHoy, este sector ofrece una amplia gama de opciones, con productos como [CosmoLex](https://www.cosmolex.com/), [Firm Central](https://legal.thomsonreuters.com/en/products/firm-central), [MyCase](https://www.mycase.com/), [PracticePanther](https://www.practicepanther.com/), [Smokeball](https://www.smokeball.com/) y [Zola Suite](https://zolasuite.com/) que entregan un conjunto muy robusto de opciones y características.\\n\\nLa mayor novedad dentro de este sector fue la inversión de [250 millones de dólares](https://www.lawsitesblog.com/2019/09/major-legaltech-news-as-clio-gets-250m-investment-adds-avvo-founder-mark-britton-to-board.html) en Clio, la empresa que inició esta tendencia hace una década.\\n\\nSe trató de una de las inversiones más grandes de la historia para una compañía de tecnología legal. Una validación de cuán importante se volvió el practice management en los últimos 10 años y cuánto potencial tiene para los 10 años que vienen.\\n\\n![Una interfaz del software de practice management, Clio.](https://miro.medium.com/max/1400/1\\\\*KnwVynhhPlfWiz6IJPq6_g.png)\\n\\n## 5) La Revolución en la Ética Legal\\n\\nA comienzos de la década, nadie hubiese imaginado todos los cambios que se vendrían en relación con los estándares tradicionalmente aceptados de práctica legal y regulación profesional.\\n\\nUna de las transformaciones más significativas ocurrió en 2012, cuando la American Bar Association (el colegio de abogados de Estados Unidos) aprobó un cambio a sus [Reglas Modelo de Conducta Profesional](https://www.americanbar.org/groups/professional_responsibility/publications/model_rules_of_professional_conduct/model_rules_of_professional_conduct_table_of_contents.html) donde se estableció que los abogados tienen el deber de ser competentes, no sólo en la ley y su práctica, sino también en tecnología.\\n\\nIncluso, dos estados de Estados Unidos hasta [hicieron obligatorio](https://www.lawsitesblog.com/2018/12/north-carolina-becomes-second-state-mandate-technology-training-lawyers.html) que los abogados tengan una educación continua en tecnología. Desde 2019, todos los abogados en Carolina del Norte deben cumplir con el requisito de completar una hora por año de entrenamiento profesional en tecnología. Florida había sido el primer estado en hacerlo en 2016.\\n\\nEl surgimiento de modelos alternativos de servicios legales también generó controversias en relación con qué debía ser permitido y qué no en la oferta de servicios al público.\\n\\nAvvo fue una empresa controvertida desde su nacimiento en 2007, por su audaz plan de elaborar un ranking de abogados basado en puntajes de los usuarios.\\n\\nEn 2014, Avvo siguió empujando los límites con el lanzamiento de Avvo Advisor, un servicio de asesoramiento legal a pedido por teléfono. El servicio permitía al usuario hacer una consulta a un abogado con una tarifa fija de 39 dólares por 15 minutos.\\n\\nLa empresa luego lanzó Avvo Legal Services, que ofrece una variedad de servicios legales con tarifas fijas. Por ejemplo, la aplicación a un proceso de Green Card familiar a un costo de 2,995 dólares.\\n\\nEn algunos estados, los reguladores alegaron que esta práctica era una violación a las reglas que prohíben el cobro de comisiones. Avvo enfrentó una década de batallas legales y éticas que la obligaron a [abandonar sus servicios legales alternativos](https://www.lawsitesblog.com/2018/07/avvo-legal-services-shut.html).\\n\\nEl mundo legal de 2020 es muy diferente de lo que era en 2007. Las innovaciones inicialmente introducidas por Avvo (ranking de abogados, servicios de tarifa fija por teléfono, foros de preguntas y respuestas) hoy se consideran muy útiles por los clientes y hasta se han vuelto estándar en la industria.\\n\\nOtros de los acontecimientos más significativos de la década fue el impulso a una reforma regulatoria que permite a empresas no formadas por abogados ofrecer ciertos servicios legales.\\n\\nEn una década que empezó con batallas legales entre los colegios de abogados y empresas como Avvo y LegalZoom, hoy ya es aceptado que necesitaremos empresas como estas para construir un mercado legal que sea capaz de satisfacer las necesidades de todos.\\n\\n## 6) El Auge del Cliente\\n\\nLas firmas exitosas del futuro serán las que sepan adoptar una mentalidad centrada en la experiencia del cliente.\\n\\nDesde siempre, proveer un buen servicio al cliente fue una clave del éxito de una firma legal. Pero la tecnología ha cambiado las expectativas de los usuarios. Ahora esperan una experiencia que les ofrezca un buen valor sin esfuerzo. Así es como empresas como Amazon y Uber disrumpieron el comercio y el transporte.\\n\\nEn su libro *[Law is a Buyer’s Market](https://amzn.to/39uCYKK)* (2017), el futurista Jordan Furlong sostiene:\\n\\n> “Nuevos clientes empoderados adoptaron comportamientos agresivos de compra y empezaron a dictar los términos de su relación con las firmas legales. La ley se ha convertido en un mercado de compradores, y no hay vuelta atrás.”\\n\\nEl aumento del poder de los clientes se manifiesta también en los departamentos legales de las empresas. Al buscar mayor control sobre sus gastos, las áreas legales realizan mayor cantidad de trabajo internamente y piden mayor transparencia a sus firmas externas.\\n\\nLa creciente exigencia de los clientes explica el crecimiento de los servicios legales alternativos a lo largo de la última década y la expansión de los profesionales de operaciones legales.\\n\\n## **7) La Globalización de los Servicios Legales**\\n\\nDesde antes del comienzo de la década, la industria legal ya se estaba globalizando, debido a los desarrollos en tecnología y economía documentados por Thomas Friedman en su libro de 2005, *[La Tierra es Plana](https://amzn.to/2SBOi1z)*.\\n\\nLa otra gran tendencia fue el nacimiento de las redes sociales. LinkedIn nació en 2003; Facebook en 2006; y Twitter en 2006.\\n\\nHacia 2010, los profesionales del área legal ya estaban usando estas redes. Por ejemplo, en una investigación de 2009, encontré que cierto número de colegios de abogados tenían página de Facebook.\\n\\nHacia el 2013, [59% de los abogados](https://www.lawsitesblog.com/2013/08/lawyers-social-media-use-continues-to-grow-aba-annual-tech-survey-shows.html) dijeron que sus firmas tenían presencia en alguna red social como LinkedIn o Facebook.\\n\\nA comienzos de la década, la práctica de las firmas de Estados Unidos se concentraba en Estados Unidos. Las firmas norteamericanas no sabían (ni les importaba) lo que estaba ocurriendo en tecnología legal en otras partes del mundo.\\n\\nHacia el final de la década, el mundo de la tecnología legal se volvió plano. Aprendimos que los problemas de los sistemas legales de todos los países tienen muchos puntos en común.\\n\\nLa convergencia entre el mundo plano y las redes sociales vuelven al mundo más pequeño. El comercio mundial nos acerca en un sentido económico. Las redes sociales facilitan nuestras conexiones personales y nuestra capacidad de compartir nuestras similitudes.\\n\\nEsto se manifiesta en la evolución de la presencia de la profesión en las redes sociales a lo largo de la década. En 2010, sólo 17% de las firmas tenían presencia en alguna red social. En 2019, ese número había trepado al 80% de las firmas.\\n\\nA través de blogs, Facebook, LinkedIn y Twitter, los profesionales legales están conectados e interactúan con sus pares de todos los rincones del planeta. Los problemas que enfrentamos como profesionales legales son universales, y también las soluciones que debemos construir para resolverlos.\\n\\n## **8) Inteligencia Artificial**\\n\\nAl comienzo de la década, la inteligencia artificial no tenía una presencia significativa en el mundo legal. Al final de la década, parece ser omnipresente.\\n\\nAl comienzo de la década, los pocos abogados que sabían sobre inteligencia artificial la veían como un competidor robot (como era ilustrado en el artículo del New York Times [Ejércitos de Costosos Abogados, Reemplazados por Software Barato](https://www.nytimes.com/2011/03/05/science/05legal.html)).\\n\\nAl final de la década, los abogados entienden que la inteligencia artificial no es un robot que va a reemplazarlos, sino más bien una herramienta que puede darles superpoderes.\\n\\nAl comienzo de la década, la inteligencia artificial se encontraba principalmente en el campo del e-discovery, donde el machine learning se usaba principalmente para recortar el tiempo y el costo de la revisión de documentos.\\n\\nAl final de la década, la inteligencia artificial está en todos los rubros. No sólo en e-discovery sino también en investigación legal, revisión de contratos, gestión de contratos, litigación, sistemas expertos, facturación electrónica y más.\\n\\nEn 2018, de 1.000 millones de dólares invertidos en tecnología legal, 362 millones fueron para empresas con productos de inteligencia artificial. En 2019, la mayoría de las startups de tecnología legal utilizan cierto tipo de inteligencia artificial.\\n\\nEn síntesis, la inteligencia artificial sigue siendo una tecnología naciente. Pero en la última década pasó de ser prácticamente desconocida a omnipresente en la discusión del futuro de la industria legal.\\n\\n## 9) Aceleración de las Inversiones\\n\\nHasta septiembre de 2019, el total de inversiones en legaltech de ese año era de 1.200 millones de dólares, por encima de la cifra récord de 1.000 millones en 2018.\\n\\nEntre 2010 y 2017, el total de inversiones en legaltech había sido de 1.500 millones. Y esto incluye el año extraordinario de 2015, en que se invirtieron 426 millones, que se explica por dos grandes inversiones: 125 millones en la empresa de e-discovery [Relativity](https://www.relativity.com/) y 71,5 millones en [Avvo](https://www.avvo.com/). En 2016 y 2017, las inversiones cayeron estrepitosamente desde el máximo de 2015.\\n\\nEn 2015, los 125 millones en Relativity había parecido gigantesca. Pero las inversiones que ocurrieron en los años siguientes la hicieron parecer pequeña.\\n\\nEn enero de 2019, [Onit](https://www.onit.com/), una empresa que provee productos para gestión legal y de contratos, recibió [200 millones de dólares](https://www.lawsitesblog.com/2019/01/new-year-kicks-off-huge-200m-investment-legal-tech-company.html). Luego, en septiembre, la empresa de practice management en la nube [Clio](https://www.clio.com/) anunció una ronda por [250 millones](https://www.lawsitesblog.com/2019/09/major-legaltech-news-as-clio-gets-250m-investment-adds-avvo-founder-mark-britton-to-board.html), una de las más grandes de la historia en una empresa de legaltech.\\n\\nEl escaso interés de los inversores en los primeros años de la década puede atribuirse a una serie de factores: la baja tasa de adopción de la tecnología legal, los largos ciclos de venta de la industria de legaltech, y la falta de familiaridad de los inversores con la industria.\\n\\nPero a medida que avanzó la década, la industria legal comenzó a adoptar mayores soluciones tecnológicas. Al ver esto, los inversores se volvieron más interesados en la industria legal.\\n\\nLas firmas de abogados aumentan su interés por la innovación, los departamentos legales piden mayores eficiencias y mejoras de procesos, la brecha de justicia exige mejores sistemas de entrega de servicios legales, y la reforma regulatoria anuncian una nueva modalidad de involucramiento del sector privado en la provisión de estos servicios.\\n\\nAl ver todas estas tendencias, los inversores se interesan por la industria legal y esto explica el aumento de las inversiones en el rubro.\\n\\n![Evolución de las inversiones en legaltech a lo largo de la década. Los datos de 2019 son parciales.](https://miro.medium.com/max/956/1\\\\*OaXUxXqmvkb16oiHl_HcAw.png)\\n\\n## 10) El Nacimiento de la Práctica Legal Basada en Datos\\n\\nHistóricamente, las claves de la profesión legal fueron la intuición y la experiencia. Ya sea un abogado asesorando a sus clientes o un juez decidiendo sobre un caso, la sabiduría del abogado era su activo más valorado. Muchas de las decisiones se tomaban por instinto.\\n\\nLos abogados no utilizaban datos, y estos datos no estaban disponibles aunque lo hubiesen querido.\\n\\nSin embargo, en los últimos años, los abogados empezaron a apreciar el valor de los datos. El ejemplo más claro son los analytics para la litigación, herramientas que toman datos históricos de decisiones de las cortes y los utilizan para realizar predicciones sobre los probables resultados de los casos.\\n\\nIncluso, en algún momento podríamos llegar a un punto en que NO usar analytics sea un motivo de mala praxis para un abogado.\\n\\nEn el centro de los analytics de litigación está la historia de LexisNexis. Tras adquirir Lex Machina en 2015 y Ravel Law en 2017, esta empresa los integró en su plataforma de investigación legal Lexis Advance. Su visión es dar a sus clientes un mayor acceso a datos.\\n\\nThomson Reuters también irrumpió en el mercado de analytics cuando lanzó Westlaw Edge en 2018. Otras empresas también hicieron lo suyo. Fastcase [desarrolló Analytics Workbench](https://www.lawsitesblog.com/2018/07/fastcase-says-new-analytics-workbench-will-allow-build-litigation-analytics.html), para permitir a los profesionales legales construir sus propios analytics de litigación a medida.\\n\\nLa empresa de analytics judiciales Gavelytics [consiguió nuevo financiamiento](https://www.lawsitesblog.com/2018/03/3-2m-second-round-funding-gavelytics-plans-expand-judicial-analytics.html) y [expandió sus operaciones](https://www.lawsitesblog.com/2018/05/judicial-analytics-company-gavelytics-expands-with-new-rulings-database-and-arbitrator-archive.html). Un [estudio reciente](https://www.lawsitesblog.com/2019/11/legal-analytics-products-deliver-widely-divergent-results-study-shows.html) analizó todos estos productos y comparó sus resultados.\\n\\nLa litigación sólo es parte de la historia. Los profesionales legales están usando analytics en una amplia gama de aplicaciones: [desarrollo de negocios](https://www.lawsitesblog.com/2019/08/webinar-this-week-using-data-to-modernize-law-firm-business-development.html), [ranking de firmas legales](https://www.lawsitesblog.com/2019/11/new-predictive-analytics-tool-ranks-law-firms-to-help-clients-pick-the-best-one.html), [seguimiento de acciones legislativas](https://www.lawsitesblog.com/2019/12/state-net-legislative-tracker-marks-50th-anniversary-with-platform-upgrades-and-new-analytics.html), [practice management](https://www.lawsitesblog.com/2019/10/mycase-adds-e-signatures-online-intake-lead-analytics-dashboards-for-cases-and-leads-and-more.html), [gestión de contratos](https://www.lawsitesblog.com/2019/07/lexisnexis-gets-into-enterprise-contract-analytics-through-joint-venture-with-knowable.html) y [registros públicos](https://www.lawsitesblog.com/2019/03/fastcase-partners-with-transunion-to-offer-public-records-search-and-analytics.html).\\n\\nLa industria legal recién está comenzando a entender la necesidad de recolectar datos. Con el tiempo, esto permitirá la toma de mejores decisiones a lo largo de todos los aspectos de la práctica legal.\",\"timestamp\":1638650326,\"title\":\"La Década en Legaltech: los 10 Desarrollos Más Importantes de 2010 a 2020\"},\"digest\":\"TzVeZtTLEJZ918WYxRqETzfh_C-KUOlDwvWiLAbEzEQ\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"nC9En4UwvREq_l_y7Qa3eNOHCn6vlB39qfggQC_fz9oel5_533dpRs5oAyH96iaKtz8DlnN16pWSBxeVqIQBcQ\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TzVeZtTLEJZ918WYxRqETzfh_C-KUOlDwvWiLAbEzEQ\"}"