"{\"content\":{\"body\":\"“And a HAPPY New Year to you too! And you! And you! And him! And her! And them! Woohee! What a night!” Tino was reeling from being tossed around, clinking all evening. “I’m dented, bented, and spented!” His tenor was crackly and nowhere near as exuberant in the light of day. He was tired.\\n\\n“Happy New Year to you! I watched it all from my perch,” Celaine tinkled softly, aware of his wounds. “I almost shattered from fright for you. I trembled when he came close to crashing into me with you in hand. I wouldn’t have survived to tell the tale.” Her voice was as delicate as her form, she was small and fragile.\\n\\n“Every year, I go through this. I’m getting too old for it. I’m really feeling it. I’m never going to be the same… too many bents and dents. Too many shoulder taps and belly rubs.” Tino had always enjoyed the hearty celebrations and enthusiastic merry-making of the Holidays, but the years were taking their toll. He didn’t think he could take a few more decades. He felt like he’d been around forever.\\n\\nCelaine had never understood Tino’s anticipation of the Holiday season. “Every time HE touches me with his callused and scratchy hands, I fear for my polish. HE’s careful but so rough. I really enjoy being a necessary part of HER soothing moments though. WE pamper each other. Your relationship with HIM has always been a mystery.”\\n\\n“You’re right about that one! I don’t get it either.” Plex was aghast at once again having been left in the cupboard. “I can take any amount of battering, banging, and busting around. And I *love* the Holidays. Happy New Year to you too. Bla, bla, bla.” A whiny baritone muttered. “I’m strong, big, and heavy. Perfect for nights of carousing and clanking.” He would’ve cried if he could.\\n\\n“Don’t feel bad, Plex. It isn’t all it’s cracked up to be. Soon, I will be cracked for real rather than only slightly damaged. Believe you me, young’un, I’m feeling the strain.” Tino tried to be encouraging and positive. “I guess he just feels safer with me. You know tin is very resistant.”\\n\\n“I know you're right. But I can take anything, and I won’t dent. He won’t have to fix me either. I just don’t know why he never chooses me. I mean, think about it, ... of course, you are much too delicate Celaine. And let’s face it Tino, cold or hot, you are never comfortable in hand. Your flanks amplify all temperatures.” Plex was doleful right now.\\n\\nUsually, Plex was hopeful, every year, he longed and wished and hoped that he would finally be part of the revelries. But every year, he was disappointed and left behind. He only ever came out when it was poker night, or during camping ... and that only happened, well, NEVER. Or it felt that way, once a season wasn’t enough.\\n\\n“Look who’s talking. We only get out to dance at this time of year,” the whole Crystal family came out only for the Holidays. They loved the Holidays. “HAPPY NEW YEAR! We hope that your year is filled with happiness and love and music and love and compassion and love and light and, well you get it.” They were effervescent and exuberant. “What a night! It was magical. The lights, the music, the laughter, *the love*.” Their voices mingled as they spoke over each other. They were made for balls, parties, and galas. They glistened and glinted, it was special.\\n\\n“The noise, the swarm, the heat, the smells.” Celaine enjoyed quieter moments, a warm fire, soft jazz, low lights; filled with tea, those were the best times. The Holidays were all well and good, but they were dangerous to someone of her sensibilities. Everyone in her family had chipped and cracked over the years. They were retired now. She was the only one left that still had some use in her. A few years more if all went well.\\n\\nTino chuckled, “It’s true that you are very flimsy, but I am not. I am very sturdy and light. Maybe that’s why he chooses me more often. I’m durable but lightweight. He can carry me longer than he can hold you Plex. And his hand doesn’t feel the cold or hot that my body amplifies. His calluses protect him from that.”\\n\\n“It’s not fair. My weight makes me perfect for blustery situations. I don’t budge. I’m solid. It just isn’t fair. He’s strong enough. I’m not too much for him. I understand that SHE prefers Celaine, but why doesn’t HE choose me for his morning coffee sometimes?\\\" Plex was working himself up. \\\"I mean ok, ok, if he wants to clink and not take the chance to hurt anyone, he might choose you Tino. But he always chooses one of the Cera-Micks for his coffee. Why? Why not me?”\\n\\n“Well, don’t let it get you down. Don’t make a storm of it. It’s the New Year. Anything is possible,” the Crystals chimed and sang to him. “It’s the New Year, anything is possible. Don’t worry, be happy, be content. We all do our thing when we do it.”\\n\\n“That makes no sense, and yet I find myself agreeing with you.” Celaine was a little surprised by the Crystals. They were deep sometimes. They seemed snobby and superficial, but they weren't. They were philosophers in their own way.\\n\\n“And leave us out of it.” The Cera-Micks answered. \\\"We're the most popular of the cupboard and this tiff doesn't concern us at all.\\\" They knew their place was assured. “And Happy New Year by the way.”\\n\\n“Don’t worry, I won’t be up for another round for a while. You’ll have a turn soon. Besides, I need a good soak and loads of undenting and unbenting.”\\n\\n“We all need a good soak. It’ll feel good to feel the hot water take the kinks of the night out of our flanks. You’ll see, we’ll all feel better,” The Crystals were looking forward to the after-party bath. It made the whole wait worth it.\\n\\n“Yeah, yeah. Enjoy.” Plex stopped talking when HE and SHE walked into the room.\\n\\n“What a night! It was such fun,” Stella said to Benjamin.\\n\\n“It sure was! Happy New Year,” Benjamin answered.\\n\\n“Happy New Year to you too love.”\",\"timestamp\":1641244068,\"title\":\"The Coat of Many Pockets - Happy New Year - Pocket 1\"},\"digest\":\"APzfpAgzZ0m6ON-MxuTxh8M6pjYkdje1a2p-GCsOL-g\",\"authorship\":{\"contributor\":\"0xACf2d5fe6e4c82a7d52563958827875C44d2D5c2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"InFwy-lwaHRoUKEMh6oVPdjHmF0rL6auxgZmpZgvj-I\\\",\\\"y\\\":\\\"QeUqHa7PFMQgMMecGb-0OwB_enFraAHXqF2d81Ox4p4\\\"}\",\"signature\":\"A6A5f2L5o8j6w1espvr4f3PUpwbsFBrhFu-oGAFHYDwbXF1PqG56qBM6-uqJWDhL1f4H-HpouSufMJ_orXSF6A\",\"signingKeySignature\":\"0x9b99b4a5048a309be9b3c651159bf46ee2e63f8df440f84885b6480afe3c054d6df2cb50314f9651ae67912a272f5177f8c174dd672deb0dd7b1a89e6116affd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"InFwy-lwaHRoUKEMh6oVPdjHmF0rL6auxgZmpZgvj-I\\\",\\\"y\\\":\\\"QeUqHa7PFMQgMMecGb-0OwB_enFraAHXqF2d81Ox4p4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"APzfpAgzZ0m6ON-MxuTxh8M6pjYkdje1a2p-GCsOL-g\"}"