"{\"content\":{\"body\":\" \\n   \\n 当前我国治水的主要矛盾已经发生深刻变化：从人民群众对除水害兴水利的需求与水利工程能力不足的矛盾，转变为人民群众对水资源水生态水环境的需求与水利行业监管能力不足的矛盾。其中，前一矛盾尚未根本解决并将长期存在，而后一矛盾已上升为主要矛盾和矛盾的主要方面。下一步水利工作的重心将转到“水利工程补短板、水利行业强监管”上来，这是当前和今后一个时期水利改革发展的总基调。 \\n 　　一、四个方面“补短板” \\n 　　水利部部长鄂竟平指出，“补短板”要坚持问题导向，因地制宜，重点是补好防洪工程、供水工程、生态修复工程、水利信息化工程等几个方面的短板。 \\n 　　1、防洪工程。加强病险水库除险加固、中小河流治理和山洪灾害防治，推进大江大河河势控制，开展堤防加固、河道治理、控制性工程、蓄滞洪区等建设，提升水文监测预警能力，完善城市防洪排涝基础设施，全面提升水旱灾害综合防治能力。 \\n 　　2、供水工程。大力推进城乡供水一体化、农村供水规模化标准化建设，尤其要把保障农村饮水安全作为脱贫攻坚的底线任务，全面解决建档立卡贫困人口饮水安全问题，加快解决饮水型氟超标问题，进一步提高农村地区集中供水率、自来水普及率、供水保证率和水质达标率。确保按期完成大型和重点中型灌区配套改造任务。深入开展南水北调东中线二期和西线一期等重大项目前期论证，加快推进水系连通工程建设，提高水资源供给和配置能力。 \\n 　　3、生态修复工程。以长江、黄河上中游和东北黑土区为重点，加快推进坡耕地整治、侵蚀沟治理、生态清洁小流域建设和贫困地区小流域综合治理。加强重要生态保护区、水源涵养区、江河源头区生态保护，推进生态脆弱河流和洞庭湖、鄱阳湖等重点湖泊生态修复，实施好长江等流域重大生态修复工程。推进水生态文明城市建设，打好城市黑臭水体攻坚战。大力实施华北地区地下水超采区综合治理，示范推动全国地下水超采区治理工作。 \\n 　　4、信息化工程。聚焦洪水、干旱、水工程安全运行、水工程建设、水资源开发利用、城乡供水、节水、江河湖泊、水土流失、水利监督等水利信息化业务需求，加强水文监测站网、水资源监控管理系统、水库大坝安全监测监督平台、山洪灾害监测预警系统、水利信息网络安全建设。 \\n 　　二、六个方面“强监管” \\n 　　鄂竟平同时表示，将坚持以问题为导向，以整改为目标，以问责为抓手，从法制、体制、机制入手，建立一整套务实高效管用的监管体系，从根本上让水利行业监管“强起来”，形成水利行业齐心协力、同频共振的监管格局。要重点下功夫抓好对江河湖泊、水资源、水利工程、水土保持、水利资金及行政事务工作的监管。 \\n 　　1、对江河湖泊的监管。要以河长制湖长制为抓手，全面监管“盛水的盆”和“盆里的水”。在对“盆”的监管上，以“清四乱”为重点，集中力量解决乱占、乱采、乱堆、乱建等问题。在对“水”的监管上，压实河长湖长主体责任，统筹解决水多、水少、水脏、水浑等问题，维护河湖健康生命。 \\n 　　2、对水资源的监管。要落实节水优先方针，按照以水定需原则，体现水资源管理“最严格”的要求，全面监管水资源的节约、开发、利用、保护、配置、调度等各环节工作。要抓紧制定完善水资源监管标准，建立节水标准定额管理体系，加强水文水资源监测，强化水资源开发利用监控，整治水资源过度开发、无序开发、低水平开发等各种现象。 \\n 　　3、对水利工程的监管。以点多面广的中小水库、农村饮水等工程为重点，加大对工程安全规范运行的监管。抓好水利工程建设监管，全面提升工程建设质量，同时要健全水利市场监管机制，推行“双随机、一公开”动态化监管模式，引导水利建设市场良性发展。 \\n 　　4、对水土保持的监管。充分运用高新技术手段开展监测，实现年度水土流失动态监测全覆盖和人为水土流失监管全覆盖，及时掌握并发布全国及重点区域水土流失状况和治理成效，及时发现并查处水土保持违法违规行为，有效遏制人为水土流失。 \\n 　　5、对水利资金的监管。以资金流向为主线，实行对水利资金分配、拨付、使用的全过程监管。严厉打击截留、挤占、挪用水利资金等行为，确保资金得到安全高效利用。 \\n 　　6、对行政事务工作的监管。要将党中央、国务院作出的重大决策部署，水利部党组作出的重要决定安排，水利政策法规制度作出的规范性要求，水利改革发展中的重点任务及其他需要贯彻落实的重要工作，全面纳入监管范围，对责任不落实、履职不到位，不作为、慢作为、乱作为的严肃追责问责。\",\"timestamp\":1637733684,\"title\":\"关于新形势下我国水利工作的重心的认识\"},\"digest\":\"38KCl_2wqStb0OL8AmaCr8L7GL2O048q8jt4Zw1HNQQ\",\"authorship\":{\"contributor\":\"0x34E729cb8e03500077b8088dedf1e4604D268EB8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0dt5NA99MFLvGXwyCurB6iNbovb60AzUjXAnkg7WO6o\\\",\\\"y\\\":\\\"6dR2E-_z3dF3ikp0zeCo61Z3UlhJIjoA7hRr-kG5bns\\\"}\",\"signature\":\"kEGrzZqgNaueiWQllSjLJWnwgsuVYWvULR-aMmLrkqgj8DSZ8h6yTkcC4iYWJD24x3fWRvhFs7yoUZff6mjm-A\",\"signingKeySignature\":\"0x22498982dca2e1956bac4b8cf6db6e675485ebe24f5fe14f4de46679e10cc7952dd99d2b691aebaf1de4b930ce68e98c3017d3504a451debd719226739920bf81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0dt5NA99MFLvGXwyCurB6iNbovb60AzUjXAnkg7WO6o\\\",\\\"y\\\":\\\"6dR2E-_z3dF3ikp0zeCo61Z3UlhJIjoA7hRr-kG5bns\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"38KCl_2wqStb0OL8AmaCr8L7GL2O048q8jt4Zw1HNQQ\"}"