"{\"content\":{\"body\":\"![The blockchain trilemma, taken from Mina website](https://images.mirror-media.xyz/publication-images/hgMqirNRXj-RWBMaT_cqa.png?height=502&width=899)\\n\\n### Disclaimer\\n\\nI like MINA, but I have no connection with any of the platforms or protocols that are written below. The article is written for research purposes, and this is not financial advice (copy-pasta from my NEAR article, sue me).\\n\\n## TLDR\\n\\n* Mina Protocol is a proof-of-stake blockchain, and its size is extremely small with just 22 kilobytes. Their end goal is to allow nearly any internet-connected device to interact with blockchain-verified data.\\n* The name of the PoS consensus mechanism of Mina Protocol is called Ouroboros Samisika. It maximizes inclusivity in consensus.\\n* The technology that enables Mina to allow recursive zero-knowledge proofs is called ZK-SNARK. They don’t leak information, they are tiny and easy to verify even if the notion being proven is complicated, they don’t require back and forth communication, and they are proofs of knowledge.\\n* Snapps are the dApps of Mina Protocol. They use an off-chain execution and mostly an off-chain state model. Pickles are the fundamental technology behind Snapps. They are capable of recursive composition with no trusted setup.\\n* There are three main participants of Mina Protocol: verifiers, block producers, and snarkers. Verifiers verify the transaction, block producers produce the block, and snarkers create the SNARKs (hell of an explanation, right?). They are explained in detail below.\\n* MINA is the native token of Mina Protocol. It is used for staking and governance. MINA is one of the most held digital assets excluding Ethereum and Bitcoin by institutions according to Messari.\\n* You can my closing thoughts below, at the end of the article.\\n\\n## What is Mina Protocol:\\n\\nMina Protocol is a proof-of-stake blockchain that was rebranded from Coda Protocol in October 2020. Its size is **22 kb** (the size of just two text tweets) thanks to its ZK-SNARK technology. Because the size is just 22 kb, it is often referred to as the “succinct blockchain”. Even more, Mina Blockchain can scale infinitely without getting bigger in size, unlike any other blockchain. Mina Protocol mainnet was launched in March 2021.\\n\\n![Mina infographic, taken from Mina website](https://images.mirror-media.xyz/publication-images/LRlrr-xI4CBO9fzdcqqiG.jpeg?height=2250&width=4000)\\n\\nIt’s almost impossible for developers to create a protocol or blockchain with these three important ingredients – security, scalability, and decentralization. These three ingredients, however, exist in ideal cases. Their existence is termed the “*blockchain trilemma*”, and this name was given by Vitalik Buterin, the founder of Ethereum.\\n\\nIt is Mina’s end goal is to allow nearly any internet-connected device to interact with blockchain-verified data. This will make it so much easier to develop crypto apps. Mina protocol is promising to solve the problems mentioned above, with the methods explained below.\\n\\n### Ouroboros Samisika (dude, speak English!)\\n\\nThis interesting name is the name of the special PoS consensus mechanism of Mina Protocol. It is based on [Cardano’s](https://cardano.org/ouroboros/) Ouroboros, it uses far less than different consensus mechanisms, and that is vital to Mina’s incredibly small size.\\n\\n![Mina vs other blockchains, taken from Mina website](https://images.mirror-media.xyz/publication-images/Sor8nC-_tDvwY0UcERjpD.jpeg?height=410&width=1230)\\n\\nBefore talking more about this consensus mechanism, let’s talk about decentralization. More full nodes mean a more decentralized network, right? This is one of the best properties of Ethereum, for example. But, don't we have a lot of them in other cryptos? Well yes, but actually no. Most of us just cannot run a full node. It’s expensive, and they must be online all the time. Did I mention they are *EXPENSIVE*? Solana, Avalanche, or any other PoS blockchain is very, very much centralized against Ethereum.\\n\\n“As the chain grows, the number of people who can directly participate decreases\\\", Mina team states. Mina’s size is 22 kb, and this won’t change. The other blockchains are growing, so the nodes have to upgrade their computers and etc. to catch up. This won’t be necessary for Mina since its size doesn’t change. I think you get the point.\\n\\nOuroboros proof-of-stake consensus mechanism maximizes inclusivity in consensus, where all the active participants in PoS works as a full node and allow anyone to take part in consensus, secure the blockchain and hold Mina accountable. But, it is not solely enough for Mina to achieve this fastness with its small size. Enter, ZK-SNARKs.\\n\\n### ZK-SNARKs (sorry dude, I don’t put the names. I would have called it ZK-CHOCOLATEs)\\n\\nZK-SNARK is the name of the technology that enables recursive zero-knowledge proofs. It is actually an acronym for “*Zero-Knowledge Succinct Non-Interactive Argument of Knowledge*”. I will use the definitions from Mina Protocol’s website to define what these mean:\\n\\n* **S-** Succinct means that the proofs are small and easy to verify even if the concept being proven is complicated.\\n* **N-** Non-interactive means that we don’t need a back-and-forth communication between a prover and verifier.\\n* **AR-** Argument is a formalism for talking about these proofs because there is some fancy cryptography and non-determinism that doesn’t quite make these “formal proofs” in the traditional sense (though we can still think of them as such).\\n* **K–** Knowledge refers to the fact that the prover actually has the evidence themselves.\\n\\n![zk-SNARK vs other consensus mechanism, taken from Mina website](https://images.mirror-media.xyz/publication-images/qFBe_uHgkzO_jfhrivSGF.png?height=676&width=1400)\\n\\nAll zk-SNARKs have these properties; they don’t leak information, they are tiny and easy to verify even if the notion being proven is complicated, they don’t require back and forth communication, and they are proofs of knowledge — the prover must actually know the thing being claimed, not just that it is true. So, based on these, we can say that Mina doesn’t revalidate the full sequence of blocks every time a new block is created. Instead, it just tweaks the proof statement slightly.\\n\\nIt reminds me of when I show my front camera to the mirror, and infinite numbers of reflections pop up in the mirror. Other blockchains have lots of mirrors, and they do not show the camera to the mirror, instead, they show the real data. So, they need lots of mirrors. Mina uses one mirror, and lots of reflections (I really hope this makes sense).\\n\\n### Snapps and Pickles (YES!):\\n\\nThere are currently no smart contracts on Mina Protocol. They haven’t been enabled yet, but according to the team and rumors, they will in *Q1 2022*.\\n\\n![How Snapps work, taken from Mina website](https://images.mirror-media.xyz/publication-images/-RdEUqdNpkCWiK-P4RB2b.jpeg?height=892&width=1696)\\n\\nOn Ethereum and in many blockchains, the protocols that run on top of smart contracts are called dApps, meaning decentralized apps. In Mina, these are named not dApps, but Snapps. It stands for “snark apps”. Pickles are the fundamental technology enabling Mina to support Snapps.\\n\\nSnapps use an off-chain execution and mostly an off-chain state model. This allows for private computation and state that can be either private or public. To achieve this, they developed the “pickles” proof system. Typically, Snapps can be explained as: Snapps = Dapps + Privacy + Off-Chain Data + Scalability.\\n\\nPickles are capable of recursive composition with no trusted setup. Pickles supports recursion, meaning that the proof can refer to itself which prevents the size of the blockchain from increasing.\\n\\n![Pickles vs others, taken from Mina website](https://images.mirror-media.xyz/publication-images/XgVehyz5Bd7xtiev3FlJm.png?height=374&width=1500)\\n\\n### Participants and Components of Mina:\\n\\nThere are three main roles of the participants of Mina: verifiers, block producers, and snarkers.\\n\\n**Verifiers**, like their name, verify the transaction. They interact with recursive zk-SNARKS that handle certifying the consensus information and a Merkle root to the latest ledger state. Each Mina Protocol user is considered a verifier.\\n\\n**Block producers** are known as miners or stakers in other blockchains. Staking MINA tokens allows nodes on the network to increase their chances of being selected as a block producer for a particular time slot to create a new block and get a corresponding reward. The chance of winning the block scales in proportion to the amount of MINA staked.\\n\\n![Lifecycle of a Mina transaction, taken from xord.com](https://images.mirror-media.xyz/publication-images/b3UPlhy4WuOsGnAwOPZcg.png?height=902&width=789)\\n\\nThe block producers get the rewards in the form of block rewards, transactions, and network fees paid by the users. Mina Protocol to ensure that its blockchain remains succinct; expect block producers to have an extra responsibility: for each transaction, they add to a block, they must SNARK an equivalent number of previously added transactions. If they don’t do so, their block won’t comply with the consensus rules and will be rejected by other nodes. They can produce the SNARKs themselves, or, enter the snarkers.\\n\\n**Snarkers** are the network participants who are responsible to produce ZK-SNARKs that verify transactions in the network. They bid a fee for producing SNARKs which is paid by the block producer. Given that many different Snarkers can post fees for a single transaction, and block producers are incentivized to minimize the fees they payout for SNARK work, this naturally forms a marketplace where participants compete to produce the most cost-efficient zk-SNARK proofs.\\n\\n## MINA Token:\\n\\nThe native token of Mina Protocol is *MINA*. It is used for staking (as I explained above), and governance (eventually). MINA is one of the most held digital assets excluding Ethereum and Bitcoin by institutions according to Messari.\\n\\nThe initial supply of MINA is **1B tokens**. The total supply will increase over time, but inflation is set to decrease from 12% to 7% over the first five years. Further decreases in the inflation rate will be subject to Mina Protocol’s governance.\\n\\n![Circulation schedule, taken from coinlist.co/mina](https://images.mirror-media.xyz/publication-images/gfi5ykO15o-wE3iQMgyWD.png?height=2264&width=3301)\\n\\n20\\\\.5% of the initial supply was sold to private investors. The price of MINA during these rounds ranged from *7 cents to 15 cents*, raising just under 30 million dollars. Backers include *Coinbase, Paradigm, 3ac, and Polychain Capital*.\\n\\n![Backers of Mina, taken from coinlist.co/mina](https://images.mirror-media.xyz/publication-images/D5P98Vvn_GOiNzahcaehu.png?height=1138&width=1476)\\n\\n7\\\\.5% of the initial supply sold in public sale on CoinList. There were 2 options, capped sale, and uncapped sale. As you can guess, the uncapped sale is subject to a vesting period. The capped sale had a cap of $50 min and $500 max. There was no vesting. The uncapped sale had a cap of $50 minimum, and no maximum cap. The tokens were subject to 24-month linear vesting which ends at the end of May 2023. The unlocks are monthly. The token price was **$0.25** for both of the sales.\\n\\n![CoinList public sale details, taken from coinlist.co/mina](https://images.mirror-media.xyz/publication-images/OAnMhkdeQZm4ngtavHZ0p.png?height=1188&width=1308)\\n\\n6% of the initial supply was allocated to Mina Foundation, and 7.5% to O(1) Labs, the lab behind Mina Protocol. 23% was allocated to the founders and early team.\\n\\nOne important thing to note is that the tokens allocate to the Foundation team and O(1) Labs are subject to quote self-enforce lockups, which means all those tokens are technically accessible. This definitely does not sound good. But there is a metric that sounds good: **99.13%** of the current MINA supply is staked (source: [www.stakingrewards.com/earn/mina](http://www.stakingrewards.com/earn/mina)). If low circulating supply meets high demand, well, that’s at the end of the rainbow. I’ll talk about my future thoughts on MINA just a little below.\\n\\nWhen you combine MINA's vesting schedule with its base inflation, MINA’s effective annual inflation rate is somewhere in the neighborhood of 300%. That’s a lot of supply-side pressure and as basic economics dictate.\\n\\n## Conclusion and My Thoughts on MINA:\\n\\nSolely looking at the inflation schedule is not enough for us to make a guess about the future price IMO. Let’s look at a few things:\\n\\n1. MINA can be considered as a **low-cap L1** with a $1B market cap (as of Dec 17th, 2021). With what it offers, especially after Snapps are launched in Q1 2022, expecting it will be at least a mid-cap L1 is not illogical. Let’s compare it with NEAR. After smart contracts and Aurora is launched, it rallied quite a bit. NEAR market cap was $1B in August, and now it sits around $6B. Price of course reflected that, from $2.5 to $10. *I expect MINA to pull a similar rally.*\\n2. Like NEAR, MINA is a Coinbase backed promising L1, and not listed on Coinbase. I definitely expect a **Coinbase listing**.\\n3. Mina uses **zero-knowledge** technology. As I wrote before, I think we will see ZK rally in 2022. The tech is just becoming accessible and famous with L2 scaling protocols like zkSync. People are really excited about L2s and especially ZKs. We also know Vitalik loves ZK tech. It’s no surprise that Mina Protocol and Ethereum Foundation [partnered](https://minaprotocol.com/announcements/mina-foundation-and-ethereum-foundation-launch-joint-rfp) to enable recursive SNARK applications on Ethereum. If things go like this, Mina will definitely get its share from the ZK hype.\\n\\nLet’s look at MINA volume if things are getting better with all these things approaching. Daily volume was around $5M in July, around $40M in August, around $90M in September (with the market rallying), around $45M in October, around $90M in November, and around $30M this month. The current average daily volume is around 6x bigger than it was in July but lower than the past months. Even it outperforms the market in general, volume can still be lower than before since volume is relative to the market in general.\\n\\n![One of the Mina logos, taken from Mina website](https://images.mirror-media.xyz/publication-images/PnculyeRbwhCzzcA94X_u.webp?height=410&width=728)\\n\\nSo, what I would do with all this information? I would track MINA, especially its volume and the launch of Snapps. Snapps approaching, and volume is rising? After that, it’s a no-brainer buy to me, both short and long-term.\",\"timestamp\":1639852749,\"title\":\"Mina Protocol: An Introduction and Some Thoughts\"},\"digest\":\"zuWg8no98iA-dYwgIFmJJvBn9v6aCnwhcG2E8gfUvY4\",\"authorship\":{\"contributor\":\"0xba84F80549Cb59304f1aC7913300d46B0Ed1c8F6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PZYNzT7Ushl4Wx79I2lZZKlJwQsberyzIMnFfS9So-c\\\",\\\"y\\\":\\\"MWHDq4EwGHwcK10Rs1x1myqT-65ECdVG7rX2TKFChr0\\\"}\",\"signature\":\"szxfFNIG_9gXaGAAbYN8rCizHlBQ5F6qUb1kUVMCdBcmLjozFRXBnB72TrW30Vi36xOdHD4osDVvgyC4vnWATg\",\"signingKeySignature\":\"0x4387aca85e16d59223a085d15c1f946ba60b2c7fe7f2af1e3427a1f7ca6ac5594a258e5d655f83e1de0cdbdb56b078346409f78fe56e606dd29cf89b8d748f781b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PZYNzT7Ushl4Wx79I2lZZKlJwQsberyzIMnFfS9So-c\\\",\\\"y\\\":\\\"MWHDq4EwGHwcK10Rs1x1myqT-65ECdVG7rX2TKFChr0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zuWg8no98iA-dYwgIFmJJvBn9v6aCnwhcG2E8gfUvY4\"}"