"{\"content\":{\"body\":\"*A experiment in immutable artistic embarrassment.*\\n\\nOne of the most basic revolutionary principles of the blockchain is its immutability. A record that cannot be revised or edited. A great many new technologies have been made possible by this record keeping system, but I’ve found myself interested in what immutability means in a more personal context.\\n\\nSpending time on Twitter, I often come across this diagram of life paths available. The first half shows black life paths, closed as they are in the past. And the green lines show opportunities of the present, each a river available for your to paddle down - but more becoming unavailable as time goes on. The past decisions of your life are immutable, a record of this journey on the big blue ball that you can’t change. The future decisions you make will be immutable as well, the implication being “choose wisely.”\\n\\n![immutable pasts](https://images.mirror-media.xyz/publication-images/iyVfgXnubJq1Gpp1N_ZXe.jpeg?height=808&width=1279)\\n\\nOne day, when humans are intergalactic, the blockchain (or a derivative) will be used to tell time - rather than a clock. As a more accurate interpretation of sequence, the record would not change based on gravitational force etc. I’d like to explore that same time and record keeping principle for my own life (without publicly broadcasting every aspect of my experiences on the blockchain), through an art oriented NFT project.\\n\\nWhat will it mean to embrace the immutability of my decisions on a record that cannot be erased? How will the evolution of my path be made more bold or more afraid through this exploration?\\n\\nNow, the method.\\n\\nA couple of years ago, a mentor told me that I needed to stop referring to myself as non creative. Essentially, she viewed it as the way I kept myself from the spiritual and personal exploration art could open up for me. I started ecstatic dance, watercolor, songwriting, and other such activities that were mostly embarrassing when I made the attempt, but sometimes turned out rather well.\\n\\nSome art:\\n\\n![a small doodle](https://images.mirror-media.xyz/publication-images/_BtCl4YbHVAEsWWmMZhrr.jpeg?height=4032&width=3024)\\n\\n![a nature mandala](https://images.mirror-media.xyz/publication-images/27vuzAiG016RFlN5CU2Vg.jpeg?height=3095&width=3024)\\n\\nThe experience of tapping in to free flowing decisions making taught me that I had become a perfectionist.\\n\\nThere was a time when I was a child and I took art classes after school. I remember painting a watercolor of a Japanese zen garden and including a small blue hippo in the pond. I felt like an artistic genius: it was brilliant, it was beautiful. The masterpiece still hangs in my parent’s laundry room.\\n\\nAnd that’s the last distinct memory I have of making art in my young life. Prussian school system, more practical activities, self consciousness, and general lack of artistic talent probably all contributed to its cessation. Primarily, I believe that I became a perfectionist. I couldn’t bear to put something on the paper that wasn’t a guaranteed A+. I couldn’t explore what I was feeling in a way that was beautiful and clean, so I would not do it.\\n\\nI noticed this paralysis leaking in to other aspects of my life. Confident as I was in a fleeting social interaction, easygoing as I was about what was planned for the day - I felt a great sense of nervousness publishing any aspect of my soul when I could not guarantee perfection, guarantee success.\\n\\nI hope someone can probably relate to the unexplainable anxiety of making a mark on a blank canvas. It is, in some form, starting a small life. What path will I choose? What do I do with the knowledge that I can not create? If I have no vision of how it will turn out perfectly, perhaps I should just say “I’m not creative” and stop trying.\\n\\nI realized I was missing out on was the childlike joy of completing a painting, like my blue hippo, and feeling proud “I made that!” I was cheating myself out of the pride that my human mind is capable of creating something, anything. This practice of making things becomes freeing if you don’t take yourself too seriously in the process.\\n\\nRecently, I was going through a phase of spiritual dormancy. I hadn’t danced in months, I hadn’t drawn in a year, I hadn’t written in months (and that’s one I’ve actually always enjoyed). I went to my lovely friends’ apartment on a Sunday Night and we painted. As we painted, I felt energized. I felt freed. I gave myself permission to break rules, to use plastic bottle caps as a paintbrush, to paint with my fingers, to listen to sad music and cry a little bit.\\n\\nThat’s when I had an idea for non fungible embarrassment, non fungible experiment, an immutable record of my artistic exploration of self.\\n\\n\\\\*BTW I am listening to \\\\*[Bodys ](https://www.youtube.com/watch?v=NvsQPCbgJOA)\\\\*by Car Seat Headrest right now, if u care\\\\*\\\\*\\n\\nSunday Nights is an NFT project dedicated to making art when you don’t feel you can or should. And not being shy to have made or attempted to make something emotional and gross and lovely and loving and disturbing and unsettling and hilarious and colorful and dark and and and and imperfect!!! By concretizing the immutable nature of my life’s choices, through publishing a permanent copy of my feelings and work at any given moment, will I be made more intentional? Will I gain courage to make a decision I am unsure about, risking a more full path? Can I overcome the paralysis of perfection, of needing to know?\\n\\nAnd, most importantly, can I commune with others about the power of placing paint to canvas, pen to paper, in a way that cannot be edited — like each day of life? Will getting closer to the **truth** that making an imperfect work is not so scary allow for a creative opening?\\n\\nEvery Sunday Night this year, I will publish a piece of art to the blockchain. Generated by my heart and mind that week, with unlockable content about what I was feeling or listening to when I created it. Eventually, I would love to implement a component where pieces are made available to mint for a week only if you exchange a doodle in return ( let me know if you want to help with this ).\\n\\nMy first piece was created the night this idea was born. I thank @coin_artist, @aubreystrobel, and @athleteportraits for inspiring me emotionally and artistically when making this piece. I named the painting ‘Coin,’ inspired by her color palette and energy. I had never felt more “fuck it” energy creating a piece of art, and I have never been more proud of anything I painted. This Sunday Night #1 will be sent to her wallet (as she also holds the physical work).\\n\\n![sunday one \\\"coin\\\"](https://images.mirror-media.xyz/publication-images/q7amnA1UG5hS8dYGtJ6tG.jpeg?height=3373&width=2558)\\n\\nFuture pieces might be transferred to friends, listed as multiple editions for people attending events, or listed for sale.\\n\\nThere is no real roadmap for this project, and to be honest I am unclear if it is a project or an art collection or what. I would like to implement shared experiences around making bad art (for fellow non artists). Mostly, I’d like to run an experiment in non fungible embarrassment, growth, etc. A creative keeping of my life’s time and path in some way or another.\\n\\nOwners (or some form of participants) in Sunday Nights will be invited to “bad artist club” gatherings around the world, primarily in New York City. Unlockable content might include journal entries, playlists, videos, etc that I was meditating on when making each work of art.\\n\\nHopefully it’s fun! Hopefully I try my best and at the same time not at all.\\n\\n[https://opensea.io/collection/sundaynights](https://opensea.io/collection/sundaynights)\\n\\nxxx @modernchaosmj\",\"timestamp\":1641594952,\"title\":\"Welcome to Sunday Nights.. \"},\"digest\":\"9M6InuDUaI-dvM_jZdkbmM19_E6y5hSeHVr9UiT4bgY\",\"authorship\":{\"contributor\":\"0x19d10c82CaEe213fEF2a862A8274FC6D9fF26521\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EY9iZ4s_qZefGUvV5uSMThxFGOUSUHOpzf4ezslf-lg\\\",\\\"y\\\":\\\"xQXmlfy4Ss5GUp7FzlYIV5ohYvrPgqZKRMTOggA5U9c\\\"}\",\"signature\":\"DVghsSDcYzbtRG9ZUu27dDD9w7gZteEKitfQ5tgpKTXaZ-sXq3ZPAUme1O2H6w4AjMBNgHRHOJDF7K4tpSoXpQ\",\"signingKeySignature\":\"0x34142550bde16116b1481cfeeee34518418ada0122dd4e8650eae8d4c22834ae65aa0c29ed1e243c4de780232fd567276720c5dbcd6ccc998f00f8d0bfda06801b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EY9iZ4s_qZefGUvV5uSMThxFGOUSUHOpzf4ezslf-lg\\\",\\\"y\\\":\\\"xQXmlfy4Ss5GUp7FzlYIV5ohYvrPgqZKRMTOggA5U9c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"esnTON_sqHWwGk55ulv_n9a5OAZBevQ0JQLGOzsDCn8\"}"