"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/4IVbdH3nS3_1Z5Dvns4Tp.png?height=1080&width=1920&size=large)\\n\\nYesterday, [UniPass ID](https://app.unipass.id/) was officially released. Looking back on the process of the designing and development in the past six months, I have to feel that this is the most complicated product we have ever made, and also the most promising one. I’ll start a new article introducing the innovation and structure of UniPass ID, and today I’d like to talk about our roadmap of 2022.\\n\\n\\nProduct is the foundation of everything. Of course, narrative is important, a good narrative can magnify the value of the product, especially when it happens to match the trend. But on the other hand, if the product isn’t strong enough to back the grand narrative long enough, it will run out of energy and collapse prematurely, losing the opportunity for future growth.\\n\\n In 2022, we will continually move forward in following product directions: \\n\\n## Product Planning\\n\\n### 1. Web3 Identity Aggregation\\n\\nYou may have seen some examples of Web3 identity aggregation these days, such as NFTs that are held, the protocols that have been interacted, and the governance that has participated in. But the identity aggregation of UniPass ID is different at the level: UniPass ID implements multi-chain and multi-account aggregation based on cryptography. For example, if you have 3 common addresses on Ethereum, one of which happens to be your common address on BSC; you also have a BTC address that has been used for a long time and a fresh CKB address. Under the UniPass ID system, these addresses can be associated cryptographically. We call this “**trust transmission**”. \\n\\nWhat are the benefits of trust transmission? The simplest one is that the assets and reputations corresponding to these addresses can be undisputedly aggregated into one single UniPass ID, thereby greatly improving the ID’s rating score and gaining more privileges. In addition, it can improve the daily UX of logging in to dApps: UniPass is based on Internet cryptography facilities and can perform cryptographic operations without relying on external plug-ins or apps. Users are no longer restricted to specific environments when logging in to dApps through UniPass, just like using Web2 products. \\n\\nFor example, after a user signs in through UniPass, the login status can be passed to your addresses (ETH, BTC, etc.) verified with your UniPass ID. The dApp will treat it the same as signed in with these addresses. For scenarios that do not require frequent interaction with on-chain contracts, using UniPass ID to log in can provide users with great convenience and increase user activity. The full-featured provider from UniPass will also allow users to easily connect to their common signers (like MetaMask or WalletConnect) as usual if they need signature from a certain address.\\n\\n### 2. Web2 Identity Verification\\n\\nEmail addresses, Twitter accounts, Discord accounts, they are all passports to the Web2 world, virtual identities with a broad infrastructure and audience. The openness of Web3 brings new imagination, but also makes it difficult to identify real users, which opens the door for high-tech “scientists”: they can easily generate thousands of dummy Web3 users to scam projects for benefits, and even cause real users to suffer losses. Web2 accounts and identities are more difficult to be faked in batches. If a relationship between Web2 accounts and Web3 identities can be established without intermediaries, it can increase the cost of Web3 identity forgery and help Web3 applications find high-value users a lot easier.\\n\\nToday, UniPass ID brings Web2 identity to Web3 with the help of cryptography. Through the cryptographic infrastructure of the email protocol, we can verify email address, Twitter account, Discord account, etc. in the smart contract, thus provide Web2 identity information natively in Web3. This solves a problem from scratch for current Web3 applications: if I want to make a DAO that airdrops every Twitter account, I can now implement all the logic directly at the contract level, instead of being forced to apply for a server integration with Twitter API, acting Web2 in the name of Web3.\\n\\n### 3. UniPass Identity Protocol\\n\\nBased on Web3 identity aggregation and Web2 identity verification, UniPass can build a crypto identity protocol for the Web3 ecosystem. This is an identity protocol with network effects, that is, the more Web3 applications and users are adopted, the more the value of UniPass ID to both parties, which will increase exponentially. \\n\\nFor Web3 applications, the adoption of UniPass ID can greatly reduce the cost of user onboarding, and the application’s audience can expand from the crypto natives to the entire Internet users; the application can also obtain additional user visiting and activity by applying to join the UniPass ID evaluation system. On the other hand, UniPass ID is very friendly to real users but sets a strong barriers for “scientists”, which further enhances the value of UniPass ID to applications. \\n\\nFor users, with UniPass ID, they can experience various Web3 applications without barriers, and replace their direct management of keys with built-in cryptography facilities of their familiar email service, so there is no need to be upset every day; with Web2 Identity verification and Web3 aggregation, users can improve their UniPass ID rating level and enjoy more privileges from the application.\\n\\n### 4. UP-SDK\\n\\nWe provide developers with a well-designed SDK. By deconstructing the usage scenarios, we designed the UP-SDK into a core & plugins architecture, which facilitates the free combination of required components for applications for different user groups, without the need to introduce some unnecessary code logic. \\n\\n* **up-core**: packaged the core logic that directly interacts with UniPass ID \\n\\n\\n* **up-ckb / up-evm**: packaged actions required for different Layer 1 interactions with UniPass ID \\n* **up-web3**: A set of provider interfaces compatible with mainstream infrastructure, making UniPass ID seamlessly compatible with existing scenarios \\n* … \\n\\nOur documentation site is also under construction: <https://docs.unipass.id>\\n\\n### 5. Bootstrap Application Scenarios\\n\\nEverything is difficult at the beginning. In order to allow developers and users to experience the features and advantages of UniPass ID at this stage, we have provided some plug-ins and tools together with community developers, which can be used as a reference for best practices based on UniPass ID, or let UniPass ID better integrate into existing scenarios.\\n\\n* **UniPass Login**: Passwordless login using UniPass ID as a user self-sovereign account. We have provided the Discord robot UP-BETA-BOT in the public beta stage and have already demonstrated the UniPass Login experience, and the Discourse plugin provided by community developers will be available in the near future. We welcome more developers to integrate UniPass Login and develop similar plugins for more platforms. We attach great importance to the contributions of community developers. \\n\\n\\n* **UniPass To**: A self-contained web front-end is the essence of Web3. UniPass ID is built with a pure web architecture, which has lower user costs, higher flexibility, and resistance to censorship than plug-ins or apps. Based on the identity protocol, UniPass To will provide users with a Web3 portal that is available everywhere, allowing Web3 to be reached at one touch.\\n\\n## \\nEco Cooperations\\n\\n\\nThe keyless UX and identity protocol provided by UniPass ID have been recognized by many partners and developers, and related development and integration will also be steadily promoted after the official release of the product.\\n\\n**Nervos Eco Integration**\\n\\n* Mibao \\n* Kollect \\n* DAS \\n* GodWoken (Nervos EVM Layer) \\n* YokaiSwap \\n* DarumaDAO \\n* …\\n\\n**EVM Eco Integration** \\n\\n* UniPass Provider \\n* ENS EVM \\n* Compatible Chains \\n* …\\n\\n**Off-chain Data Integration** \\n\\n* DeBank \\n* Galaxy \\n* CyberConnect \\n* RSS3 \\n* NFTScan \\n* …\\n\\nArticles UniPass has many innovative highlights, and we will use a series of articles to convey these contents. Currently planned: \\n\\n* **UniPass ID Product Positioning Paper**\\n* **UniPass ID Product Design Principles**\\n* **UniPass ID Product Architecture**\\n* **Mail to Web3: How We Introduce Email Protocol into Web3**\\n\\nWe will maintain the output rhythm of 1–2 articles per month, and adjust the current content or add new content based on community’s feedback. \\n\\n## About UniPass \\n\\nUniPass is multi-chain unified crypto identity, the carrier for the concept of ‘a person’ in Metaverse. With UniPass’s unique **Non-custodial Email-based Social Recovery** solution, you can take full control of your crypto identity with a **keyless** experience. You can also authenticate multi-chain addresses and even social accounts cryptographically, making your identity verifiable and more valuable. \\n\\n🔶 Come here for a pleasant exchange👇 \\n\\n🌈 [Join UniPass Discord](https://discord.com/invite/XaRMFW85Pg)\\n\\n🦉 [Follow UniPass Twitter](https://twitter.com/UniPassID) \\n\\n🔶 To learn more, please visit the links below👇\\n\\n [Website](https://unipass.id/) | [Medium](https://medium.com/unipass) | [Youtube](https://www.youtube.com/channel/UCJZ4GOghuCdxBazZXc4M41g)\",\"timestamp\":1641890479,\"title\":\"UniPass ID 2022 Roadmap\"},\"digest\":\"T3dOKdS1K6NZF8jb8k104_NkWNmqJyD7zkCCawK-zfQ\",\"authorship\":{\"contributor\":\"0x1daF53275C07fa8e34B11BBa0a01EF94699ed2EF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YLTUCjVN87XyX9NLVj9hAzKxBhTcbdKe8Ubasgu1K1M\\\",\\\"y\\\":\\\"8JhlnZPZxTpLR9Brgdi_ntkdyDaergnEBeLRHerWORk\\\"}\",\"signature\":\"NGENAfxpb1euvhr-lcV_CjCtLFQlPPWtxob0zB8roEtPZKLMe8PAZMrgrN9F3vJNt3mLRcJVWM29XQPQAXz45w\",\"signingKeySignature\":\"0x32be78e11e875f7b846fb977bd5ad90068c0c841f5ba2112ea1e8d652ec09d5b3e6d87de5229f595f8d66cf4c935be3b9de849df13d9e1a857f231a4e15a559e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YLTUCjVN87XyX9NLVj9hAzKxBhTcbdKe8Ubasgu1K1M\\\",\\\"y\\\":\\\"8JhlnZPZxTpLR9Brgdi_ntkdyDaergnEBeLRHerWORk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T3dOKdS1K6NZF8jb8k104_NkWNmqJyD7zkCCawK-zfQ\"}"