"{\"content\":{\"body\":\" \\n   \\n 扛起奋进“大旗”踏浪前进 \\n 　　8月11日，      签署  令，授予钟南山“共和国勋章”，授予张伯礼、张定宇、陈薇（女）“人民英雄”国家荣誉称号。一份荣誉的获得绝非轻而易举，都是汗水和心血的结晶，更是坚定不移的意志和打不垮的毅力的升华。 \\n 　　年轻干部作为新时代党和国家事业传承的希望，更是社会主义事业建设的主力军，当以榜样为镜，把榜样的力量化为人生前进的方向，勇于做扛起新时代奋进“大旗”的“后浪”，将  书记“我将无我，不负人民”殷切嘱托植于灵魂深处，牢记“三句话”，守正出新、搏击长空，勇做新时代的“后浪”。 \\n 　　第一句话，要有逆风飞翔的心态。青春就是我们年轻干部最珍贵的资本，青春是用来奋斗的，不是用来享受安逸的。年轻干部如果因起点低或一点小挫折而心态失衡，一蹶不振，那又该如何实现自身梦想，展翅高飞，又如何肩负起国家民族的希望？所以说心态是最重要的，即使生活困苦清贫，也能拥有“采菊东篱下，悠然见南山”的生活情趣；是面对人生不济，也能直抒“长风破浪会有时，直挂云帆济沧海”的豁然旷达，无论处于怎样严酷的境遇之中，都不要让心为悲观的思想所萦绕。以充满希望的心态，积极地寻找解决方法，脚踏实地。如若失败了，也能豁达地安慰自己，寻找进步的空间并继续向前。因为经受了磨练、才能收获了成长，才能切身体会到了“志不求易者成，事不避难者进”的道理。 \\n 　　第二句话，要有向阳而生的激情。雷军有句经典语录曾一度疯传，“站在风口上，猪都能飞起来”。他想表达的是，如果站上时代发展的关键档口，那么在时代的推动下也能获得极快的进步或者提升。      反复强调，要全面把握世界百年未有之大变局和中华民族伟大复兴战略全局。年轻干部一定要把握时代脉搏，聆听人民声音，响应党国号召，肩负复兴使命，迎难而上，向阳而生，扛起天将降大任于斯人也”的时代使命。故人恨“万事俱备，只欠东风”，而我们这一代人无比幸运，“春风万里，只为等你”。以民族复兴的步伐为节拍，应变局中育新机，在开新局中谋复兴，开启全面建设社会主义现代化国家、实现第二个百年奋斗目标的新征程，以永远奋进不止步作为的青春主旋律，谱写新时代年轻干部的命运交响曲。 \\n 　　第三句话，要有逐梦前行的理想。张羽曾讲到“一只站在树上的鸟儿，从来不会害怕树枝断裂，因为它相信的不是树枝，而是自己的翅膀。”我国在疫情期间，又创造了一个人类新的奇迹，约4万名建设者10天左右建成火神山和雷神山医院，彰显中国出强大的力量，把不可能变成了可能，这是大国的自信、是人民的理想、是社会主义制度的伟大。伟大出自平凡，把简单的事做好就是不简单，把平凡的事做好就是不平凡。年轻干部也要从大处着眼、小处着手，发扬钉子精神，用“咬定青山不放松”的韧劲，一砖一瓦扎实干，不断开创社会主义事业发展新局面。在开拓创新中不断探索、奋勇争先。思考工作时，要多做选择题，少做填空题。完成任务时，要知其然，又要知其所以然。要继承前人的成功经验和有效做法，又要在前人的基础上，不断探索科学技术和体制机制的创新路径。 \\n 　　星光不问赶路人，时间不负奋斗者。年轻干部应当勇做“乘风踏浪”的排头兵，以敢担当、善作为的干劲，勇做争创新时代年轻干部使命的答卷人，以梦为马、不负韶华，看属于我们自己的“浪花”!\",\"timestamp\":1637721116,\"title\":\"扛起奋进“大旗”踏浪前进\"},\"digest\":\"wFzIdp8on5o5QGReTErM7ioaXRj63R2J0nlBkOFSXVQ\",\"authorship\":{\"contributor\":\"0x6F2B2bba3D59ca218e99ccF64261c97d2289147F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N7zO43poYBSHLIOQJhlYqmbbBiXAkJboexOP03oshO4\\\",\\\"y\\\":\\\"QBPZbY34jrK4H-4HbQ-t_-O3PfoTqnVMpzHpMT5LXZI\\\"}\",\"signature\":\"7KM5be4cIgXfyygTS7q3egls1ByIjWJ1Sq4PNwoaC83KGEFLi2qrWnxzEl-7gvhgUlnVEbwmy1-dqGXLU8JsOg\",\"signingKeySignature\":\"0x781c8f668f501dfd944938f2a2b81972dfb7a6fee9e574a3801e7321bbc54baa691e2d99c52d7dcb37b33767e2f4c50b3437f105eb9cc2520dfd1014ec6c06711b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N7zO43poYBSHLIOQJhlYqmbbBiXAkJboexOP03oshO4\\\",\\\"y\\\":\\\"QBPZbY34jrK4H-4HbQ-t_-O3PfoTqnVMpzHpMT5LXZI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wFzIdp8on5o5QGReTErM7ioaXRj63R2J0nlBkOFSXVQ\"}"