"{\"content\":{\"body\":\"When I talk to people about my book, Consensusland, few of them ask me about the social, political, and economic impact of cryptographically-secure, time-stamped distributed ledgers—which stinks, because that’s what the book’s about. \\n\\n \\n\\n \\n\\nNo, most people ask “should I buy Bitcoin?” They seem interested in whether they can make money from its price going up. \\n\\n \\n\\nSo you’d think the facts would convince them to buy Bitcoin, right? \\n\\n \\n\\nAfter all, its price has nearly tripled over the past 18 months. It’s up 30 percent so far this year and almost never finishes a year lower than when it started. Institutional investment in Bitcoin funds grew more in the first half of this year than all previous years combined. \\n\\n \\n\\nNope, not enough. \\n\\n \\n\\nFacts and history will not convince people to buy Bitcoin. It will take something much more powerful. \\n\\nFortunately, that something is here. \\n\\n \\n\\nYield, where are ye? \\n\\n \\n\\nInvestors don’t have any good ways to make money anymore. Traditional investments involve more risk and lower returns than ever before. \\n\\n \\n\\nThanks to the pandemic, you can’t invest in the real economy. Nobody’s making movies or going on cruises. Nobody’s going to the theatre or sporting events. Nobody knows when (or if) building starts and big infrastructure projects will get off the ground. \\n\\n \\n\\nThanks to central banks, you can’t invest in equities, cash, or debt, either. \\n\\n \\n\\nThe ***[stock markets](https://blockchain.news/tag/stock-markets)*** are full of businesses that have no profits or customers. Many corporations have stopped buying back shares. High P/E ratios suggest poor future returns and nobody knows whether the economy will rebound. For many companies, profits have dried up, making it hard for them to pay dividends. \\n\\n \\n\\n(People like to say Bitcoin doesn’t offer dividends, but what happens when stocks don’t either?) \\n\\n \\n\\nMost major economies offer negative-yielding debt and US treasury notes rates remain effectively zero. Corporate debt is almost worthless, outside of a few bankrupt businesses waiting for somebody to take them over. \\n\\n \\n\\nSavings accounts offer maybe 1% if you’re lucky. \\n\\n \\n\\nPrivate equity, perhaps? \\n\\n \\n\\nPerhaps not. Start-ups are strapped for cash and struggling to conquer COVID-19. \\n\\n \\n\\nYou can’t even invest in banks anymore. European banks are barely solvent and the US Federal Reserve stopped its banks from buying back stock and raising dividends, two of the biggest incentives for investors. \\n\\n \\n\\nChina and US trade relations have fallen apart, so you can’t invest in China. The EU might fall apart, so you can’t invest in Europe. \\n\\n \\n\\nA new investing paradigm \\n\\n \\n\\nAs an investor, you want to find ways to maximize opportunities and minimize risks. In this new investment landscape, that means making unusual choices. \\n\\n \\n\\nFor example, money has started flowing to emerging markets, despite an ever-growing list of countries defaulting or restructuring their debt. \\n\\n \\n\\nWhy do investors feel compelled to buy investments in countries that probably will never repay them? \\n\\n \\n\\nAs always, you have speculators looking to flip bonds, but mostly, it’s just investors looking for yields. Unlike junk bonds and penny stocks, emerging markets have special financial instruments that protect investors from some of the downside risks. \\n\\n \\n\\nPlus, unlike corporations, these countries can raise taxes when they fall short on payments. Meanwhile, massive QE suggests the value of the dollar will fall, making emerging market debts easier to repay over time. \\n\\n \\n\\nWhy buy junk bonds and penny stocks when you can get a higher return with less risk in emerging market debt? \\n\\n \\n\\nReturn of the liquidity trap \\n\\n \\n\\nThis problem exists because of the so-called liquidity trap—lots of money, little yield, and people too scared to spend. \\n\\n \\n\\nWhen you have no incentive to invest, you don’t invest. Why give up cash and property when your expected risk-adjusted returns are basically zero? \\n\\n \\n\\nSome people think that this liquidity trap has created a massive “everything” bubble, where equities, businesses, bonds, property, and everything else gets pumped up beyond their “real” values. \\n\\n \\n\\nSurely something has to give, right? \\n\\n \\n\\nEconomist Robert Shiller won a Nobel prize for his work on assets and how assets acquire value. He discovered that price is a function of people’s actions and behaviors. Markets are not efficient. Asset bubbles only pop when people stop believing in them. \\n\\n \\n\\nShiller would say “it’s more nuanced than that,” which is true, but I’m summarizing decades of research into a paragraph. That’s the easiest way I can explain it. \\n\\n \\n\\nIn other words, the bubble may never pop—if it’s even a bubble in the first place. It will just persist, skewing people’s economic decisions, until people decide to change their behaviors. \\n\\n \\n\\nMoney now, crypto later \\n\\n \\n\\nThose behaviors will have to change eventually. \\n\\n \\n\\nMoney tends to flow into the hands of whoever can do the most with it. As asset prices rise, investments no longer produce as much yield as they did before. You need to spend more to make less. \\n\\n \\n\\nAt some point, investors will have to find better options. With $3 trillion sitting in cash, $22 trillion in U.S.-registered investment funds, and at least $40 trillion in private wealth held offshore, plus trillions more in cash and real estate, there’s a lot of money searching for yields. \\n\\n \\n\\nInvestors know this. \\n\\n \\n\\nRecently, banks and large investment institutions got US regulators to allow them to buy private equity, a market filled with small businesses that have never turned a profit. \\n\\n \\n\\nAt what point do money managers feel compelled to put some of their clients’ money into Bitcoin, the best performing asset of the past ten years? Or, place a small wager on a token sale, like Harvard did? \\n\\n \\n\\nHow low do bond yields and stock dividends get before casual investors take a flyer on “the fastest horse,” as investment legend Paul Tudor Jones calls it? Maybe they start with a DeFi platform where they can fetch 6-8% returns? It beats 1% at the bank. \\n\\n \\n\\nWhat’s stopping them? \\n\\n \\n\\nBitcoin’s price. It always seems to crash. \\n\\n \\n\\nAs long as Bitcoin’s price always seems to crash, people will not put their money into it. \\n\\n \\n\\nWe just need the price to go up long enough for people to start believing it will continue to go up. At that point, everything will change. People will start to think they can make money from cryptocurrency. They’ll think it’s a better deal than cash, bonds, and stocks. \\n\\n \\n\\nThe search for yield is a very powerful motivator. \\n\\n \\n\\n \\n\\n*Disclaimer*\\n\\n \\n\\n*The views and opinions expressed in this article are those of the contributor and do not necessarily reflect the view of Blockchain. News. Investors should be well aware of the volatility of cryptocurrencies and conduct their own research before making investment decisions.*\\n\\n \\n \",\"timestamp\":1636177287,\"title\":\"One Thing Needs to Happen Before Bitcoin Booms\"},\"digest\":\"m9ECpF_OMeaRMyb-h7-SCJqwl2Kw3F-4INc5kkRQ4b4\",\"authorship\":{\"contributor\":\"0x0c7bE5263d7f3542731520b9b600f1Dbd2327BD8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AOFqQxpaABQ97DewW4P_eRQBDWSqgI3NcNzFkHtXRqI\\\",\\\"y\\\":\\\"MTFyxjWTsspwTmE1PkFJzt_fdjQWsBrMY1l-k7xJbbE\\\"}\",\"signature\":\"YCvZQtbRSBbO01tU9Q5IcHYld3oUWdxLg90bGY7UJQ6u2vW62qSacQ1eJa6ORoHU3DAUd6yr_t10wNAD606NUg\",\"signingKeySignature\":\"0xbd6c04893ec58342e20696b7dad358bb2c2ea9fa7adb28e2adba2fa2c9d5297973f41b1e7f344929556bc5fc1ea3ac825692fa9e3fc54cacf277814f806d51ab1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AOFqQxpaABQ97DewW4P_eRQBDWSqgI3NcNzFkHtXRqI\\\",\\\"y\\\":\\\"MTFyxjWTsspwTmE1PkFJzt_fdjQWsBrMY1l-k7xJbbE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"m9ECpF_OMeaRMyb-h7-SCJqwl2Kw3F-4INc5kkRQ4b4\"}"