"{\"content\":{\"body\":\"![Photo by Kevin Grieve on Unsplash](https://images.mirror-media.xyz/publication-images/EnXpMGkJSJA5VH3MMoF70.jpg?height=1280&width=1920)\\n\\nEthereum 2.0 is the most important update for Ethereum. It is so important that the Ethereum foundation is kept talking about it and it has never been able to reach its goal for many years. It starts to show the fracture of the organization that it is inefficient when it comes to upgrading events. It lost its agility compared to many new competitors such as Solona.\\n\\n**Here is a 1 min summary of the article if you want to skip the reading.**\\n\\n[Brief History of Ethereum and How Ethereum 2.0 May Over Promise](https://www.youtube.com/watch?v=5lOGukQrIRM)\\n\\n**Ethereum 1.0**\\n\\nBefore Ethereum was released in 2015, they planned to have 4 phases: Frontier, Homestead, Metropolis, and Serenity. Frontier is the beginning of the Ethereum to officially release mainnet. Homestead took away developers’ ability to stop network activities (similar to Solona at the current stage but they still remain developers’ power to stop the blockchain). Metropolis makes mining harder and rewards reduce to boost the Ethereum valuation which inversely makes the gas fee very high. And the last is Serenity to move to Ethereum 2.0.\\n\\n**From Serenity to Ethereum 2.0**\\n\\nFrom 2019, Ethereum was seeking a solution to scale. Proof of Stake was not even mentioned on the Serenity, rather they want to find a way to scale up the network without sacrificing the security of the blockchain (Proof of Work processes). It leads to Proof of Stake and the whole roadmap becomes a mess.\\n\\n**What Is Ethereum 2.0 Anyway**\\n\\nWe don’t know what is exactly Ehtereum 2.0. From their planning, phase 0 Beacon Chain should resolve crosslinks from Proof of Work to Proof of Stake and complete phase-out Proof of Work to ready for Proof of Stake. Phase 1 Shard Chains will begin Proof of Stake and start validation nodes. Phase 2 eWASM will become fully functional transactional chains to scale up the Ethereum network and makes World Wide Web Consortium (W3C) an open-source standard. Then there will be Ethereum 3.0 to be released to further improve the network.\\n\\n**Where Is Ethereum 2.0 Now**\\n\\nEthereum 2.0 has completed the Beacon Chain in December 2020. It acts as a central coordination and consensus hub of Ethereum 2.0. It is a burning hub that collects Ethereum and is stored at the location forever without releasing out or burning mechanism. Then Ethereum should be fully phase out Proof of Work into Proof of Stake. However, it seems stuck at the transition phase forever. Partly because to switch from one consensus to another requires more difficult solutions than they planned it to be. Also, by transitioning smoothly into Proof of Stake, the Ethereum network should not be interrupted and nodes need to run without potential chain split. The release date of Ethereum 2.0 has been delayed multiple times and it raises questions on how Ethereum may improve in the future and what they need to be done to be able to release the upgrade more efficiently.\\n\\n**What Ethereum 2.0 Can Do** \\n\\nSimply put, Ethereum 2.0 makes a switch from Proof of Work to Proof of Stake. Instead of having nodes, Ethereum 2.0 will have a validator who helps process transactions from how many depositing Ethereum they have as an insurance policy and there will be a committee which is a randomly sampled subset of active validators to perform duties for a given slot on a selected shard. From active consensus to passive consensus, Ethereum turns into a bond-like financial product to periodically give rewards to users with steady rates rather than rewards on a big amount of profits with speculative valuation.  \\n\\n**Miners’ Profits**\\n\\nMiners will no longer be given all rewards but also be punished if invalid transactions or broken network rules. Those penalties will be burned and diminish the supply of the coin supply in the sense to increase the overall net worth of the network.\\n\\n**Staking Risks**\\n\\nOf course, the Proof of Stake is not 100% work out. There are always risks involved. The cost of staking as a validator is high as 32 Ether will be locked forever or $140K at the current price. There is a code risk that staking software may produce error staking and show the wrong information in dashboards. The maintenance cost can be as high and as time-consuming as possible. No to mention that security risk is high as when client node failure, the stack nodes are responsible to fix or the entire chain of nodes may go down with it.\\n\\n**In Conclusion**\\n\\nEthereum 2.0 is a complex upgrade and it will take a longer time than Ethereum foundation originally thought it would be. It is a risky move to switch from one established consensus to another speculative consensus. There are many other risks to consider before an upgrade happens. The news brings up high hope for Ethereum to achieve may seem more over promise in the long term.\\n\\n \\n \",\"timestamp\":1638919940,\"title\":\"Brief History of Ethereum and How Ethereum 2.0 May Over Promise\"},\"digest\":\"Xv-_XmDlleDul_-bVnrt0A3J4-XTzwVpk4dS9O8eXUs\",\"authorship\":{\"contributor\":\"0x87D5032831E5C092c87eb879e5108da7D58f9192\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"signature\":\"RAY0brWZi22J0HkK1zIZV77PgusTa9E48HLiD7LrnwetRH3GNyjumjvro7J--ymNFXsb08bCMhg89i_gmwjlMA\",\"signingKeySignature\":\"0x2377719d6c5e70a72859b3007214aee9d157cabe693063a753dcf9728579b6f468199eec967de55a473acdd17994cbaac6a4ea94d085e6d31747eecba4f4da931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Xv-_XmDlleDul_-bVnrt0A3J4-XTzwVpk4dS9O8eXUs\"}"