"{\"content\":{\"body\":\"The picture shows two different situations. One is very good and the other is a contrary to the first. In the background we can see a developed city with high sky scrapers that everybody would like to be associated with. On the other hand, we can see some tree stumps that once represented a forest that is no more. Just to mention but a few, there is a bird perching on one of the tree stumps as opposed to the normal tree branches. Furthermore, the perching bird looks to be so sad—this creature is deprived of its cozy home.\\n\\nThis simply shows the connection between modern development and the environmental and ecological balance. Is development likely to affect the environment and defeat ecological balance? The answer is \\\"absolutely not\\\". Nature is not only the home of mankind but also the home for human fellow creatures. Imagine that if there is no forest any more, where can we enjoy a beautiful landscape, lovely wildlife and true life?\\n\\nIn summation, there is only one world and one earth. We are obliged to make our life much better, but it does not necessarily mean that we can do every thing to substitute nature. Only by proper developing will the world be a better place to live in.\\n\\nThe simple lesson we should learn is that what goes around always comes around. This is to say that what we destroy today might as well lead to our destruction tomorrow.\",\"timestamp\":1641124203,\"title\":\"A Crying Bird\"},\"digest\":\"JkMdvv6Po1_pIDPLYceCI7iek_8OMJF2fsi3ouN6LZQ\",\"authorship\":{\"contributor\":\"0x83D94818979a4E1ca8aA6c726cD2CDc8743D9a74\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k4W5fgH7hlG2OTJu_d4YsdFEs2O5BlU3ryZ5rBUpCEM\\\",\\\"y\\\":\\\"IHWdapYuSbEkKoKBB44EympyTu0ZiNsWqD_-tAU7Eqw\\\"}\",\"signature\":\"EV1aZyFU3zBNtL5QCJa8fwntVNaG3a22JiGHolPRrLzS0DoUvoH-M-QxwOMGJOtw-6zeEohALOvceph7_0mk-Q\",\"signingKeySignature\":\"0x9de7352fc5584980b8e1cb5d634a9d64febdb6651ded74b012311a6b15bd63dc46092e328606adacfc487ef555e26fc131b5cffbf40c855a33e475b42b9907791c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k4W5fgH7hlG2OTJu_d4YsdFEs2O5BlU3ryZ5rBUpCEM\\\",\\\"y\\\":\\\"IHWdapYuSbEkKoKBB44EympyTu0ZiNsWqD_-tAU7Eqw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JkMdvv6Po1_pIDPLYceCI7iek_8OMJF2fsi3ouN6LZQ\"}"