"{\"content\":{\"body\":\"幻影分身，这是什么技能，欢喜之余，我忍不住要见识见识小黑使出来，到底会是什么样子。看着如小马驹一般大小，有型又酷的小黑，我一招手说道：“来，黑子，给主子我瞧瞧幻影分身是什么样。”\\n\\n```\\n听我一声令下，小黑双目一瞪，伴着声低吼，它身形左右一阵波动，竟然幻化出三头暗黑紫影豹来，每一个都跟真的似得，煞是有模有样。\\n\\n幻影分身的技能可以让小黑同时生出两个影分身，维持时间是五分钟，攻击力与本体相同，血量为本体一半，防御力为本体四分之一，遭到攻击时，本体也相应受到伤害，本体血量低与一千时，分身自动消失。\\n\\n看着三头紫影豹如三道闪电从原地一划而过，挥爪将院里一块大青石拍成了石渣，我开心地笑了，咱的杀手锏，可又多了一招。\\n\\n青儿则看得直吐舌头，嘀咕道：“好厉害的豹子，这下要是拍在人身上，那还了得。”\\n\\n在青儿那大肆采购了一番后，我喜气洋洋地出了二味斋，这趟，咱还真没白来，得，时候不早了，先下线休息休息，明日再战。\\n\\n脱下头盔，我一头扎到床上，眼前，似乎看到自己带着豪华宠物团大杀四方，带着小黑秒杀对手的身姿，不过话说回来了，手下一帮小的得到实力的提升，但是自己，却连那套金猴盔甲都没能穿上，想起来咱可是凑齐了那三颗灵动明珠，那绝对的物防提升，加上典型的战士装备，对我来说，绝对是套扮猪吃老虎的绝佳工具。咱明天就先拿来看着，挖死食鲸巨鲨之后，我现在距离四十五级已经没有多少，只要一升级，立即就能穿上。\\n\\n第二天一上线，我就匆匆跑到银行，将那套金猴盔甲取了出来，拿在手中翻来覆去看了又看，三颗灵动明珠放在掌心滴溜溜打着转，愣是没敢往上放。\\n\\n为啥？金猴盔甲现在都已经是白银级的装备，等级要求四十五级，我都穿不上，要是真把它弄成黄金装备，等级要求一上升，那我要到哪年哪月才能穿上，还是稳妥点好，先穿白银的混混得了。\\n\\n顺带看了下最新的等级排行榜，因为掉了一级，俺已经从排行榜上滑了下来，汗，没想到我忙着做了几个任务，后面的玩家就追了上来，看来俺这个天地第一高手总算是当到头了，想要再占据榜首之位，难度大了哦。\\n\\n我正在带着几分叹息，唏嘘着命运不济时，眼角突然瞄到放在背包一角的灵魂之玉，这阵子忙这忙那，咱还没来得及去鉴定一下它的属性，上次那个宝石是块宝贝，这次的玉块，没准也是个宝贝呢。\\n\\n一想到这，我连忙拨开人群，一路杀向鉴定师那，心里又是五点六点不定起来，也不知道鉴定这玩意，又得去我多少的金子。\\n\\n到了鉴定所，我气喘吁吁地灵魂之玉拿出来，递给了山羊胡说道：“大师，我又来找你鉴定了。”\\n\\n山羊胡那三角眼冲我微微一瞥，然后伸出干枯的手指，捏起灵魂之玉放在眼前是看了又看，脸色是时阴时睛，根据我以往的经验，这块玉绝对不是凡品，说不定又要被他狠狠宰咱一刀。\\n\\n当我开始在心里暗自盘算到底要花多少钱，要怎么样才能跟他套套交情，讲讲价时，哪知山羊胡却将双手一递，将灵魂之玉还给我，叹了口气说：“对不起，这东西我无法鉴定它的属性。”\\n\\n“什么？”我听了山羊胡这话，从头到脚仿佛被泼了一盆凉水，一颗心，顿时跌落到万丈峡谷之中。\\n\\n上回他说没有两万金币绝不动手，这回他该不是想继续敲我一笔，才这样说的吧，我赶紧给出副笑脸，对山羊胡好声说道：“大师，你要多少钱开个价成不，别这样啊，你这不是成心拿我开心嘛，要是连你这个鉴定师都不能装备属性的话，那我该找谁去呢。”\\n\\n山羊胡擦了擦额头上几滴汗水，苦着脸说道：“你以为我真不想给你鉴定吗。实话跟你说了吧，你这块灵魂之玉我虽然是能鉴定出来，它也的确是件宝贝，但是用我的方法，只怕不能准确鉴定出它的属性是小，说不定，还会让它破碎损坏，你说这样，我还敢鉴定吗，这不是坏我的名声吗，所以你还是另请高明吧，或许还有鉴定宗师级的高人，可以帮得上你。”\\n\\n一边说着，山羊胡一边很惋惜地摇了摇头，嘀咕道：“还真没遇到过像你这样的玩家，专门打些稀奇古怪的装备来，每次拿到我这里来的，都不是什么普通的货色。只可惜……”\\n\\n“大师，你就帮忙鉴定鉴定撒，坏了我不要你陪。”听得山羊胡这样一说，我更是认为他是想提高鉴定价钱，连忙拉着他的手，恳切无比地说道。\\n\\n“唉！我是真的没有办法。这颗灵魂之玉有禁咒锁住，打不开这禁咒，我就根本没法鉴定，这个解释你满意了吧？你要是能解开禁咒，我帮你白白鉴定，不收钱，怎么样！”山羊胡一副百般无奈，咬牙切齿地说道。\\n\\n这下咱可蒙了，原本以为他只是为了抬高价格，而一再拖委，但是现在听他这样说来，估计真的鉴定不出灵魂之玉的属性。据我所知，这山羊胡算是天地里鉴定装备数一数二的大师了，如果连他都鉴定不出来，那我还能找谁，传说中的鉴定宗师级人物我连听都没听说过，到哪去找啊。\\n\\n垂头丧气，我满脸沮丧地走出拍卖行，一抬头，一片明晃晃的金色阳光射入眼里，让我有点头晕眼花，仿佛无数颗金星突然在脑海里划过。\\n\\n“隐兄弟，好久不见了，别来无恙吧！”一个洪亮的声音突然从我背后传来，我扭头一看，原来是那守卫队长老黄。上回咱帮他找回了盔甲武器，让他官复原职，现在他可是一身光鲜闪闪，腰插长剑，走起路来是虎虎带风。\\n\\n“恩，好啊好啊。”我强挤出一丝的笑容，冲黄队长摆了摆手说道，看样子他混得不错，不然脸上气色哪有这么好啊，和当初沦落为“乞丐”时相比，简直是天上地下。\\n\\n“你忙吧，我有事先走了。”这灵魂之玉没鉴定出来，我心情差着呢，可没空和你闲聊，还是把闷气撒到怪物身上得了，我冲黄队长打了个招呼，转身就要闪人。\\n\\n“不对啊，隐兄弟，你等等。”黄队长连忙疾步追了上前，一把拉住我说道：“我觉得你身上有股妖气缠身，你是不是中邪了？”\\n\\n“你才中邪了呢！”我没好气地说道，心里暗骂：你这家伙是不是快活得难过，浑身着痒啊，拿我开心。能看出我身上有妖气，难道你是二朗神君不成，还有只天开眼啊。\\n\\n“不是不是，我不是这个意思。”黄队长见我那副恼怒之色，连忙解释道：“不一定是你有妖气，是不是你身上带了什么不干净的东西，兴许你身上的妖气，就是从那上面传来的。”\\n\\n听了这话，我的心不由一动，我身上除了那块灵魂之玉没有鉴定之外，其他可都是有名有姓有用途的物品，还有什么能带上妖气，想到这里，我脑海里突然划过当初拿这灵魂之玉时，面前还浮现出冥王幻影，难道，这真是个妖物不成，奶奶的，这还真是怪事年年有，今年特别多。\\n\\n“那你看看是不是这个东西带了妖气？”我一把黄将队长拖到旁边无人小巷之中，将那灵魂之玉拿出来，递到老黄面前问道。\\n\\n黄队长一看这灵魂之玉，惊得是连退几步，看了看左右后，连忙凑了上来小声对我说道：“隐兄弟，别说我没提醒你，这块玉上所沾染上的妖气非同小可，我看你还是早早把它丢掉，免得连累自身。”\\n\\n丢掉，你是不是脑袋有问题，我拿条命换来的宝玉你竟然叫我丢掉，这怎么可能，我冷冷地看了老黄一眼，心里嘀咕着。\\n\\n不过既然黄队长能看出这灵魂之玉有点邪门，想必他也知道点道道，说不定就是关于破除上面禁咒的。\\n\\n我眼睛骨碌一转，连忙换上一副焦急之态，对黄队长说道：“黄大哥，这块灵魂之玉可是我废尽心思，花了不少代价才弄到的，总不能说丢就丢吧，你能不能帮我想想办法，去去上面的妖气啊？”\\n\\n老黄沉吟了一会儿，抬起头来，带着满脸凝重，扬手拍了拍我的肩膀说道：“你真的确定一定不丢掉它？”\\n\\n我坚决地将头点得跟小鸡啄米似的，当然不能丢，我要是真的丢了，还指不定有谁会白白捡了便宜呢。\\n\\n“那好，想你当初也帮过我，这次我就给你指个道。”黄队长一把搂过我的肩膀小声说道：“雷帝城外桃木林里，有位伐木工，你去找他，兴许他能帮上你这个忙。”\\n```\\n\\n\\n------------\",\"timestamp\":1640774700,\"title\":\"第三百三十七章 魂玉之谜\"},\"digest\":\"V0gfM8ixpNDJFp_9tajO6VUsRQ6J8CGdANmy5GY8oBk\",\"authorship\":{\"contributor\":\"0x7d57EE13C454553A820660F839e066fF0475CA94\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BJqmT5blWs4OERp723yHyFIMbUvZgF7dvjwHF8H9inE\\\",\\\"y\\\":\\\"lrD0RkQeJtmQjudQ6I58bupgl7jRzwrDHWjM2fJtqrw\\\"}\",\"signature\":\"ERGIJg_9z_fj9vYRGbGp6kQKKCjks8lFP2RMY-j0alXltRYaqV9rDlnQxq1Dngy-NS_x0H0f8VZnNJEyxtJSGA\",\"signingKeySignature\":\"0xcd93fe066f2ca01d2172c504034ad6bdcbde83153eddfc25a3554754b7e991720d1ebc5fb23c0ee4b8707dfc2c99b7520bf4476eb582bdb4930bedda9d1f945b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BJqmT5blWs4OERp723yHyFIMbUvZgF7dvjwHF8H9inE\\\",\\\"y\\\":\\\"lrD0RkQeJtmQjudQ6I58bupgl7jRzwrDHWjM2fJtqrw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V0gfM8ixpNDJFp_9tajO6VUsRQ6J8CGdANmy5GY8oBk\"}"