"{\"content\":{\"body\":\"***I once heard a joke about a C-level marketing exec who enters a bar and orders a shot of vodka:***\\n\\n> - What are we toasting to? — Says the bartender.\\n>\\n> \\\\- You know? I’ve been thinking quite a lot about our future as a society — Says the Marketer — things used to be hard enough when we had to worry about manipulating people’s base instincts and having to negotiate our own humanity versus what we do for a living. But now the kind of information we get about our consumers goes well beyond manipulation, we took out the guesswork and found out that the vast majority of people can be told what to believe and what to do at the click of a button. Don’t you get it? We managed to crack the code to human behaviour with machines, and it turns out there wasn’t much there to begin with.\\n>\\n> \\\\- So no toast then? — Replies the Bartender, clearly uncomfortable\\n>\\n> \\\\- Here’s to the risk-takers\\n>\\n> The marketer gulps down his drink, and leaves without paying the bill.\\n\\nAt what point did it become so crucial to have a brand and a roadmap, not only as a medium for commerce and industry, but as individuals as well? When did people start caring so much about the way they were presenting themselves to the world through the digital sphere?\\n\\nAs many documentaries, scientific papers and medium articles have explored, the average web user may have a handle on how to create a voice through social media, search engines and the like; but they don’t have enough of an education on how to leverage the digital powers-that-be in their benefit as a human being.\\n\\nThe digital age has divided us, immersed us on an endless cycle of instant gratification and short attention spans. We are a part of the internet’s infancy, an as such, we must set the standards with which we’re moving forward towards a more mature and informed way of using the tools at our disposal.\\n\\nEvery algorithm has its core mandates, vilified and obscured as the may be, and they’re not so hard to figure out. It all comes down to three main concepts, that I believe could lead us towards a more disciplined and equitable usage of the web.\\n\\n**These three concepts can be summarized by the following attitudes towards technology and data, or virtues if you'd like:**\\n\\n## Transparency\\n\\nWe've been using social media wrong, the core concept behind building an audience should be community first and monetization second. As platforms like Instagram, Facebook and Twitter become more and more like online marketplaces, the individual users have started acting more like brands, instead of the other way around.\\n\\nThe only and truest form of escaping the cycle of vanity and greed that surrounds the present social media landscape while still offering an opportunity for financial growth for creators is to understand that we've been seeing the whole approach upside-down, and to shift our focus into **genuine, selfless, connection.**\\n\\n## Knowledge\\n\\nIgnorance nowadays can be more costly than you'd ever imagine. Not understanding how tech companies monetize you, how their algorithms learn to manipulate you through the data you voluntarily hand them on a silver platter, is an omission we as a society should not tolerate any longer.\\n\\nNot to sound too pessimistic, all it takes is for the average person to understand the psychological nudges you're being subjected to, how to use the algos to your advantage to further your education, and how to harness the near infinite power of using the web responsibly, to turn this problem back at their creators and empower the individual through their data.\\n\\n## Art\\n\\nWhat is art, really? It isn't craftsmanship, that debate has been settled for close to a century now; it isn't symbolism or a message either, you could argue that some of the greatest masterpieces in history have no message or intention to speak of.\\n\\nThe way I see it, Art (with a capital A) is humanity's story being told through expression. And from there, we can surmise where the economy of the future can lead us after every industry task has been automated, when people no longer need jobs.\\n\\nI'm not one to propose any single technology as a solution, no one can predict where the world will lead us, but the NFT and Web3 boom we’re living right now shows us what could happen in a world where every piece of human expression can be verified, tracked and monetized somewhat democratically.\\n\\n**The specifics may be still inconclusive, but the core principle is there. The true way of furthering our future as a species is by retaking what made us human in the first place. Not labor, not tools, but art; I dream of a world where the creative economy leads society, and where every voice is heard by, sometimes niche, communities.**\",\"timestamp\":1633743844,\"title\":\"Introduction to The Algos\"},\"digest\":\"4CLbJh6CSDJYPA2ywjE0yQSWmhw_RI7ranwez85kKWs\",\"authorship\":{\"contributor\":\"0x0BB602F88BF886282fF69d4Cec937cc2A7d9E19A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3bIcYG4ciwzZIREKQ7LYFprN5fE6LEWS8z1dFzJFHfQ\\\",\\\"y\\\":\\\"cjuTRbNpNl8mstG9duMr_LDXnZMmfzEB7uGs61ag4VU\\\"}\",\"signature\":\"Z9u57a5Q6-5iN8ibGK1bXgtxeA6u6fuhT4DbqsKYeuP7YILbym10JlOQoVhXvPGjyVUEBdRytWQEn7jCLiinOw\",\"signingKeySignature\":\"0xb152d07088888bd449b416c29cb5e006e32b51165bfdc1a7e4be94b3861ba57a4c3248334a436c04dec344cbec369acec403637603bbda1b227061be4934dc9e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3bIcYG4ciwzZIREKQ7LYFprN5fE6LEWS8z1dFzJFHfQ\\\",\\\"y\\\":\\\"cjuTRbNpNl8mstG9duMr_LDXnZMmfzEB7uGs61ag4VU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4CLbJh6CSDJYPA2ywjE0yQSWmhw_RI7ranwez85kKWs\"}"