"{\"content\":{\"body\":\"The main lesson you can take from the literature on *cognitive biases* is that our brains evolved in ways that can be harmful to us.\\n\\nThe desire to be right, or *aversion to loss*, is one of these powerful biases that probably originated in situations like hunting in abundant, but also lion-infested regions, which meant painful death. As with most cognitive biases, it ported pretty poorly to situations where being wrong leads to losing some money or not getting retweeted, while being right exposes to essentially unlimited upside. ***Early-stage investing typically is a game premised on the achievement of unlikely, but potentially uncapped outcomes.***\\n\\nAnd yet, as investors we often focus on being right.\\n\\nIn probabilistic games, the expected value framework (*outcome = probability of success \\\\* magnitude of the hit*) reminds you that if you're going to invest against the odds, you'd better find opportunities with uncapped upside. The logical consequence is that being wrong is not wrong *if*, when you're right, you are much righter than everyone else. You want to be like Babe Ruth, the legendary baseball player who despite often hitting poorly often, would hit legendary balls once in a while.\\n\\n***Early-stage investing returns are not premised on the frequency of hits, but the magnitude of the payoffs of the hits.***\\n\\nWe're in the business of investing in bad businesses, by which I mean ventures with low odds of success but immense potential, at the detriment of great businesses with strong odds but lower upside.\\n\\n*This small essay was written as part of my onboarding to the world of VC - I made a conscious effort to jot down what I learned, as it came.*\",\"timestamp\":1640785724,\"title\":\"This principle from probabilistic thinking will make you a great early-stage investor\"},\"digest\":\"io-v91bFp__QHorgBHdEwU4jsMmq46raCJLtYjXOgk8\",\"authorship\":{\"contributor\":\"0x2059a96525c364560A806Ca035a40C9F379eBcA9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TIl4IcHdYWQiIm3-KDUD2ZCp8Dk2Mp4qZBIq1GJsxSU\\\",\\\"y\\\":\\\"co-q3bfSx6SK2nB2OrzW8RX5X5GT60scRr2pnAl7WpA\\\"}\",\"signature\":\"pZRChQ858wiOGCf8kq4uM7Npo0F5tuNR67zvzp1Cxvg-MtjFao_eavzpYsc79HYypWG51knFh51fMARN4r7H5A\",\"signingKeySignature\":\"0xdd3ae4367aa462d7fc6a08c1c706eb64c87c4cb02dcfaa8dfaf8eca70f79418305ed458ddb86f9222106d272569faecea983e49de741348bb150944aef4d3b4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TIl4IcHdYWQiIm3-KDUD2ZCp8Dk2Mp4qZBIq1GJsxSU\\\",\\\"y\\\":\\\"co-q3bfSx6SK2nB2OrzW8RX5X5GT60scRr2pnAl7WpA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"io-v91bFp__QHorgBHdEwU4jsMmq46raCJLtYjXOgk8\"}"