"{\"content\":{\"body\":\"打开一看，“SOS，哥们在不在，紧急寻求你伸出的援助之手，救众兄弟姐妹于水深火热之中！”喝，他们遇到什么麻烦，瞧大熊说得这么凄惨，跟那白毛女似的，我赶紧 回了个消息过去问道：“你们有啥事啊！”\\n\\n```\\n“隐哥们在啊，那好，让挑灯跟你说。”大熊立即回道。\\n\\n“隐哥，是我，挑灯，你在哪呢？”挑灯的消息立即报到。\\n\\n“在雷帝城拉，有什么情况？”我一边往银行走着，一边回道。\\n\\n“隐哥你最近忙不忙，有没有时间啊？”挑灯接着问道。\\n\\n这小子什么意思？大熊的口气是遇到麻烦要我帮忙，这小子不直奔主题，还来旁敲侧击干吗，当你们是朋友，何必这么拘泥，我立即回道：“挑灯，你直说吧，有什么事要我帮的，能帮得上忙，我一定帮。”大熊他们还是挺讲义气的，所以咱还不含糊，该笼络人心的时候还得笼络点，天地之大，非我一人独舞。\\n\\n“恩，那我就不客气了，是这样的，前些时候我们几个人跟着帮里的大部队去寒冰城，想要围剿那个千年尸王，不过那家伙神出鬼没的，很难找，所以我们几个就被分配在一个山脚下蹲点，正好也可以杀怪练级。”挑灯说道。\\n\\n“后来我们几个实在是闲得无聊，于是风铃姐妹就嚷着要堆雪人玩，我们当然义不容辞地去挖雪了，大熊他一个不小心，是掘地三尺，挖出了一个青铜铁匣，打开一看，你知道里面是什么吗？”挑灯故意停了一停问道。\\n\\n我靠，吊我的胃口啊，里面有什么神兵利器，还是宝石秘籍，我心里揣测到，连忙扔了个消息过去：“你小子快点说撒，是什么！”\\n\\n“是一张藏、宝、图！”挑灯一个字一个字地回道。\\n\\n藏宝图，我心里咯噔一跳，不过瞬间又恢复了平静，奶奶的，上次搜寻海盗船长宝藏的艰辛，在我心里留下的一片阴影还没消退干净，他们又来这玩意，估计还是海盗的宝藏吧，我跨进银行大门，扔了个消息给挑灯道：“哦，是不是什么海盗的宝藏，那我可劝你们一句，别去找了，没啥好东西的！”\\n\\n“隐哥，不是海盗宝藏，而是被遗忘的索罗门宝藏！”挑灯回道。\\n\\n索罗门宝藏，我靠，一听就象是有货色，我原本平静的心又被调动起来，不过转念头一想，这有宝藏，大熊他们干吗不自己去发财，还要告诉我，其中肯定有啥意图，我便问道：“那你们干吗不赶紧去找啊，跟我说干吗？”\\n\\n“隐哥，问题就在这里，我们已经按照藏宝图的指示，摸到炎石城外的血腥沙漠，可是那里的怪物等级太高，尽管我们只要从边缘地带路过，但是危险性还是很大，我们这几个人没把握能冲过去，所以想请你帮忙，跟我们一起过去，到时候找到宝藏，有了好处大家平分，你看怎么样。”挑灯说道。\\n\\n血腥沙漠，呀，那可是我回头要去的目标之一，倒让他们几个先摸到了，呵呵，那的怪等级当然高，老孙还在那吃了亏呢，何况你们呢，有了效益平分，那挺公平，咱有得赚，不过，他们干吗不找行会里的人，偏偏想起找我。我将背包里的戒指、宝石等东西一一存好后，回话给挑灯说道：“挑灯，我一个人的力量也有限啊，你怎么不找帮里的人一起去，那样安全系数也高啊。”\\n\\n“隐哥，不瞒你说，我们帮顶尖高手没几个，大家的等级都差不多，零散的实力一般，还不一定信得过，高点的都是成群结队在一起，一叫就是一大群，那我们几个哪还有得赚啊，所以想来想去，还是找你隐哥最合适。”挑灯回道。\\n\\n“你的实力是我和大熊他们公认的强，有你一起去的话，我们肯定能通过血腥沙漠的边缘地带，顺利找到索罗门宝藏的，到时候，嘿嘿，是要金有金，要银有银啊！”挑灯似乎已经看到收获的喜悦，乐陶陶地说道。\\n\\n“你小子可别想这么美，宝藏我也找过，妈的，全是不值钱的东西，谁知道这索罗门宝藏会有什么，搞不好就是黄土一堆。”我给挑灯迎头泼上冷水回道。\\n\\n“隐哥，你不愿意跟我们去？”听了我这话，挑灯有点沮丧地回道。\\n\\n“去，还是可以陪你们去的，不过我可事先声明一点，我不能保证有我在，就一定能通过血腥沙漠，要是危险性太大，我可是会打退堂鼓的。”我想了想，给挑灯回道。\\n\\n“哈！隐哥你答应去就成，其他都不是问题，要是危险性大的话，不用你说，我们也知道小命要紧啊，那我们可都翘首期盼你的到来啊！”挑灯回道。\\n\\n“现在就去？”我看了看时间，疑问道。\\n\\n“不，不是现在，现在我们刚从血腥沙漠回来，今天就算了，明天怎么样？明天早上八点，在炎石城里集合，我们在出发。”挑灯回道。\\n\\n“好，那成，那就明天见吧。”我爽快地回道。\\n\\n*************************************************************\\n\\n收起传呼机，满身黄沙的挑灯一脸无奈地转过脸，对着大熊他们耸了耸肩膀，眼睛里满是失望之情，摇了摇头，没有说话。\\n\\n“怎么，隐哥们不答应吗？”见挑灯这副模样大熊连忙问道。\\n\\n“唉！”挑灯重重叹了口气说道，“熊哥，你也不能怪隐哥，谁让我们去的地方实在是比较危险，何况隐哥说得也对，那索罗门的宝藏还不知道里面有啥，值得我们这么去冒险吗！”\\n\\n“大熊，既然这样的话，那我们也只有跟帮里人说下，拉点人马过去了。”看剑在一旁想了想，开口说道。\\n\\n大熊泄气地说道：“也只好这样了，谁让我们等级低，只得求人了，既然能被我们发现这张藏宝图，没准天地里其他地方还有，咱们动作不快点，要是被别人捷足先登，把里面的宝贝拿走，那就亏大了。”\\n```\\n\\n\\n------------\\n\\n第二百一十二章 又闻藏宝图二\\n\\n“那你们赶紧行动起来，快点联系人啊，早点找好宝藏换地方，这几天待在这里，我们都无聊死了，天天对着漫天黄沙，真是乏味。”站在一边，用丝巾包裹着脸的紫色风铃说道。\\n\\n```\\n“恩，我这就跟帮里人说！”大熊点头说道，拿出传呼机就要发消息。\\n\\n“慢着！”挑灯突然一声大吼，大熊他们不解地看着挑灯，异口同声地说道：“干吗？”\\n\\n“我刚才的话还没说完呢，经过我挑灯同志的一番苦口婆心，动之以情，晓之以理的游说下，隐哥终于被我的诚心所感化，他毅然决定与我们同生死，共患难，一同去探索那索罗门的宝藏，”挑灯一口气说好后，顿了一顿继续说道：“所以，熊哥你也不必联系帮里人了。”\\n\\n听了挑灯这话，众人楞了一楞，然后脸变、暴起、伸拳、怒吼：“挑灯，你敢耍我们，找K！”挑灯立即是抱头鼠蹿，嘴里叫嚷着：“有功之臣你们也打，天理何在，人心何在，啊……”\\n\\n**********************************************************\\n\\n鼎盛联盟帮派驻地、议事厅，副帮主伤心小剑和一个身穿黄白色条纹法袍，面容朗铄，眉宇间有个淡淡“川”字的中年玩家并肩从屋外走了进来，中年玩家一边走着，一边冲伤心小剑说道：“小剑，你说大小姐最近是不是转性了，天天积极跟在我们后面冲级，真是有点古怪。”\\n\\n伤心小剑点头说道：“恩，我也觉得奇怪，正想和你说呢，以前她可是到处转转玩玩，要是带她练级超过一个钟头，她可就不耐烦了。”\\n\\n“不过这样也好，省得大小姐她没事就到处逛商店，转挑稀奇古怪的东西要，这天地里，有些东西钱能买得到，有些东西，钱再多，人家也不肯卖啊。”伤心小剑拉开一张椅子说道。\\n\\n“呵呵，那是，对了，你让负责带大小姐的弟兄多注意注意，宁可自己挂了，也不能让她有什么损伤，这丫头，娇贵着呢。”中年男子笑了笑说道。\\n\\n“惊神，关于我们这次和龙腾天下会他们合作搞当铺，你说前景会怎么样，这事虽然是我负责的，可你也得表表态啊！”伤心小剑坐定后说到。\\n\\n“谁说我没表态了，上次向老板回报的时候，我不是说赞成了吗？”原来这个中年男子就是鼎盛联盟的帮主——惊神。\\n\\n“去，你可别跟我来这套，你敷衍我啊，给我说老实话，你觉得合作前景怎么样，这可是我在天地里给老板谈的第一个合作计划，要是黄了，那咱可就对不起老板了。”伤心小剑没好气地说道。\\n\\n“那我就实话实说了，这个当铺的投资并不大，而且从目前的状况来看，是有利润可图。哦，对了，差点忘记告诉你，过几天就要开国外服务器了，加入天地的玩家会扩大至少50%以上，到那时候，你当铺里的那些装备，估计都能卖上个好价钱，所以现在能积点货就多积点。”惊神眉毛一扬说道。\\n\\n“开放国外服务器，那老外不是更多了，哈哈，那装备更是不愁销路了，你是从哪得的消息，准确不。”伤心小剑问道。\\n\\n“老板给的话，你说准确不。”惊神说道，“至于这个当铺未来的发展前途会怎么样，现在还不好断言，而且，据我看来，另外两个合作的帮派似乎很不简单，他们的目光，应该不只是开个小小的当铺而已，能和他们打好关系，未必不是件好事，就看你了。”\\n\\n“你看你，又把事情推给我，你就不能帮帮兄弟。”伤心小剑埋怨道。\\n\\n“呵呵，帮里的事可全是我在操劳，要不咱俩换换，怎么样！”惊神说道。\\n\\n“免了，我还是谈我的对外合作计划吧！”伤心小剑连忙推手说道。\\n\\n***********************************************************\\n\\n雷帝城，帝王阁，五楼的一间包房内，金帝正独自一人坐在正中，闭目养神。\\n\\n“咚咚咚”几声清脆的敲门声突然响起，金帝双目一睁，说道：“谁！”\\n\\n“老板，是我们！”听那口气，正是狂人斩。\\n\\n“进来吧！”金帝拿起个茶杯，浅抿一口说道。\\n\\n门开了，以狂人斩为首，依次从外面走进一帮凶神恶煞之徒，恭恭敬敬地站在金帝面前，默不作声。\\n\\n“你们的等级现在怎么样了？”金帝满意地看了看，问道。\\n\\n“老板，他们几个现在都是三十八级，估计再努力一下，这个月有人应该能过三十九级。”狂人斩回道。\\n\\n“现在排行榜上最高是多少。”金帝点了点头问道。\\n\\n“最高还是那个匿名的家伙，已经四十级了，后面除了几个三十九级外，其余都是三十八级”狂人斩一五一十地说道。\\n\\n“恩，我让你查点的那个匿名者是谁，查到了吗？”金帝放下茶杯说道。\\n\\n“我已经联系包打听协会，他们的人正在查呢，一有消息就通知我。”狂人斩说道。\\n\\n“好，这次我召集你们来，就是要通知大家一下，没几天华夏公司就要开放国外服务器了，届时会有外国的很多财团和组织真正进入天地，到时候，就要看你们的表现了，希望你们抓抓紧。”金帝目光扫视了面前的玩家说道。\\n\\n“老板，你就放心好了，弟兄们一定不会给社团抹黑的，是不是！”狂人斩信誓旦旦地说道，一群人立即大声回道：“是！”\\n\\n“恩，这里是五十万金币，弟兄们先拿去，在天地里好好爽爽，这些日子你们也苦了，希望以后继续努力，‘钱’途在你们手上把握着呢。”金帝甩手冲狂人斩扔了个交易请求，扔了一堆金币过去说道。\\n\\n“谢谢老板！”一群人齐刷刷地说道。\\n\\n“好了，狂人，你带他们下去吧，以后有事我再通知。”金帝摆摆手说道。\\n\\n一群人接连退出了屋子后，金帝站起身来，走了几步，抬头若有所思地看着前面墙壁上，悬挂的一张“天地”油画，轻声说道：“再过几天，这块大蛋糕上，又得多不少叉子！”\\n\\n喜欢的哥们多砸点票吧！！\\n```\\n\\n\\n------------\",\"timestamp\":1640583291,\"title\":\"第二百一十二章 又闻藏宝图一\"},\"digest\":\"BlLTKkrmvdT7wPdR-tQVH03A7XajKJDEtAxcJQZULM0\",\"authorship\":{\"contributor\":\"0x3C34411CB22757d6B19A9EAd7B9140E98dCc7420\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UdiYKXsONl8GnxXcCkk2UBQd3CZryHRZDNavmMo3nB8\\\",\\\"y\\\":\\\"MU3-i4zEIwBqajymo-1ogocVWxC0YQQraSWZI4uYA-M\\\"}\",\"signature\":\"eXMgSKoC-uLjIKsatSA-lkAaCIPR7-nl_2Hg9Vs1be8mtbzhHnkygXSVy3f1yrP14nzB8rUZesrsxO7jaGTq2g\",\"signingKeySignature\":\"0xcaaece894eaf78c8bd639989d90bc8dbcde74ccf06242e51c0c97fa9b2fb65ce3578878106e5b84461340ad1154671d2bfe58c614dacf558947387bdce47760d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UdiYKXsONl8GnxXcCkk2UBQd3CZryHRZDNavmMo3nB8\\\",\\\"y\\\":\\\"MU3-i4zEIwBqajymo-1ogocVWxC0YQQraSWZI4uYA-M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BlLTKkrmvdT7wPdR-tQVH03A7XajKJDEtAxcJQZULM0\"}"