"{\"content\":{\"body\":\"LIVERPOOL, Britain, May 17 (Xinhua) -- Bar and restaurant owners in one of Liverpool's hot spot destinations for diners and revellers threw open their doors on Monday as Britain took the latest leap toward normality after months of COVID-19 lockdown.\\n\\nTrendy Lark Lane, described by city officials as one of Liverpool's hidden gems for its eclectic mix of unique and independent shops, bars and restaurants, is just one of thousands of places in England, Scotland and Wales to celebrate the new freedom.\\n\\nFrom Monday, millions of people can now socialize indoors, hug their loved ones and enjoy indoor meals and pints of beer in bars and restaurants.\\n\\nAmong the earliest to take advantage of the new rules was 75-year-old retired teacher Tony Davies.\\n\\nHe strolled from home to Keith's Wine Bar in Lark Lane. There he sat indoors enjoying a cup of coffee and reading a newspaper.\\n\\n\\\"It's nice to be indoors, particularly when the weather is not so good,\\\" he told Xinhua.\\n\\nDavies said he is a bit concerned about a resurge of COVID cases.\\n\\n\\\"It's hard to say what will happen when these lockdowns are lifted,\\\" he said. \\\"If it's going to happen it will happen. It's just a case of waiting and seeing. This virus is going to be around for quite a while in different variations.\\\"\\n\\nAlex Forster, a 23-year-old waiter at Keith's Wine Bar, told Xinhua: \\\"It feels good today to be finally able to allow people indoors. We have had outdoor service for some time, but it has meant some people having their drinks holding umbrellas in pouring rain.\\\"\\n\\n\\\"I think some people will still be scared to come inside because of the pandemic. But mostly people are welcoming the easing of the lockdown. We expect to be busy in the evenings when most of our customers head to Keiths.\\\"\\n\\nFurther along the lane, at The Lodge, a long-established public house, manager Isabel Pinder and her staff were preparing for their first customers.\\n\\nPinder, who is in her late 20s, told Xinhua: \\\"We are all looking forward to reopening the bar to indoor customers. I know our customers are very excited. Whether this will lead to more lockdowns, I'm not sure. All we can do is keep our fingers crossed and hope for the best.\\\"\\n\\nAlso on Monday, cinemas, bingo halls as well as museums and galleries, and indoor children's play areas, were allowed to reopen too.\\n\\nMeanwhile, the ban on foreign travel was lifted and replaced with a traffic light system, which will allow Britons to travel to a number of green-list countries without quarantine upon their return.\\n\\nBritish Prime Minister Boris Johnson has urged the public to take the step \\\"with a heavy dose of caution.\\\"\\n\\n\\\"We are keeping the spread of the variant first identified in India under close observation and taking swift action where infection rates are rising,\\\" he said.\\n\\nLeading specialists have called on the public to avoid socializing indoors to prevent a third wave of the disease.\\n\\n\\\"My personal judgement is that I will do things outside as far as possible. My advice is that just because you can do something doesn't necessarily mean you should,\\\" Mark Walport, a former chief government scientific adviser, told the Guardian newspaper.\\n\\nHis views were echoed by retired Liverpool teacher Pauline Roy who has been unable to visit her daughter for the past year.\\n\\nRoy told Xinhua: \\\"I am very concerned about the Indian variant. Once again lessons haven't been learned.\\\"\\n\\nAs far as joining the dash to her favorite eatery for an indoor meal, Roy said: \\\"I will wait.\\\"\\n\\n\\\"I don't think we should ease the lockdown. However, from what I can see the majority of people are ignoring the rules anyway. I think the lockdown should have been put on hold,\\\" she said.\\n\\nMore than 36.5 million people in Britain have been given the first jab of the coronavirus vaccine, according to the latest official figures.\\n\\nExperts have warned that despite progress in vaccine rollout, Britain is \\\"still not out of the woods\\\" amid concerns over new variants, particularly those first emerged in South Africa, Brazil and India, and the third wave of the pandemic on the European continent.\\n\\nTo bring life back to normal, countries such as Britain, China, Russia, the United States as well as the European Union have been racing against time to roll out coronavirus vaccines.\",\"timestamp\":1639990886,\"title\":\"Feature: UK takes big step toward normal life with caution urged\"},\"digest\":\"1440rRZWY0z0EpjMnTaUFdr1DHDDaPd7SGjZav-Eafc\",\"authorship\":{\"contributor\":\"0xbaBa94FA2533725F32917df489AfE85295641A63\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Hx3FG30dQmGMO0AXvtQMcuqpZ6xuNfqwoHOBlfYFEuk\\\",\\\"y\\\":\\\"hYt1pKFlOny4mDFuh6I2YRr559OeWzdmcSwYTHcUhrk\\\"}\",\"signature\":\"s42zryYyS979UFoMT4qSdjzcDmM-CiMqW2d_jgLTFCn_xeOuP7TMUTQL1is1gDsY7rgado9Tcg_hUMdPgPAfmA\",\"signingKeySignature\":\"0xb1dcfb5c264b1c710525c03c5b322a668a8dfda800c59782e8dccba52c46c6da4436016abd522fd58cdaa0e0e483356e6b46c6e41ff650a925767ba44fbc8ee81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Hx3FG30dQmGMO0AXvtQMcuqpZ6xuNfqwoHOBlfYFEuk\\\",\\\"y\\\":\\\"hYt1pKFlOny4mDFuh6I2YRr559OeWzdmcSwYTHcUhrk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1440rRZWY0z0EpjMnTaUFdr1DHDDaPd7SGjZav-Eafc\"}"