"{\"content\":{\"body\":\"*by [bvalosek](https://twitter.com/bvalosek), zak, and [m0zrat](https://twitter.com/m0zrat) of R Group @ Rarible DAO*\\n\\n![](https://images.mirror-media.xyz/publication-images/k9yvHVLgU3_tlgfww5Vnu.png?height=720&width=733)\\n\\nIn October 2021, we started R Group, a builder group working with Rarible DAO. As part of [our work](https://www.figma.com/file/bxC5zPZByYFDq6xN7HhEzk/R-Group-Showcase-Q4-2021), we’ve been developing a “DAO-native” approach to building, [Building in the Baazar](https://docs.google.com/document/d/16fHiz3xYoLTFuIP07ePdLFYA2SILcGTsLQVR60JOk0M/edit), which we’re pretty pumped about.\\n\\nWe think this might be the future of building, software and maybe everything, and that’s the topic of this post: **what it’s like building in a DAO, and why it might be better.**\\n\\n### Quick Context: what is a DAO, and what does it mean to build in one?\\n\\nFor us, a DAO is *an online community plus the shared resources it collectively owns.* \\n\\nAnother way to put it is this: a corporate system includes employees, executives, investors, and customers all fulfilling different, socially separate roles, with very different incentives. In a DAO, all those groups are overlapping, mixed up in the same pot, and instead of an office building, it’s a forum or a chatroom. Building in a DAO means creating things as part of that community.\\n\\nConcretely, R Group works with the Rarible DAO community to develop projects and periodically makes funding proposals to the DAO.\\n\\n## The Pros of DAO building\\n\\n### 🖤 Flexible Strategy\\n\\n**Companies, and most trad orgs, are structured around a single project or product**. They make one big bet, and if it doesn’t pay out, there’s little silver lining for builders. The company gets sold or folds, and the employees move on with whatever connections and skills they learned along the way.\\n\\n**DAOs are constructed around shared values, purposes, and relationships, rather than single product ideas.** This means they can build one idea or many, shifting the specifics while holding their principles steady. Builders can follow emergent paths and fail without incurring organizational existential risk. Projects are often built in parallel and are a multipurpose: maybe we got the use case wrong, but we can reuse the infrastructure. Builders can move fluidly from a stalled project to a parallel active one.\\n\\n### 🖤 Earning Ownership\\n\\n**In a DAO, all contributors can earn significant ownership stakes and influence group decisions**, whether by getting rewarded in liquid token “shares” or non-transferable voting power. Though contributors may be working independently, they are united by shared values (the DAO’s purpose), shared resources (the DAO’s treasury which all have influence over), and shared financial interest (the DAO’s tradable token, if it has one).\\n\\n**Trad orgs have a much tougher time sharing ownership and creating this kind of alignment.** Companies can offer stock plans, which can achieve some financial alignment, but don’t offer any real feeling of ownership over decisions to contributors. Cooperatives offer ownership and influence similar to DAOs, but they’re unwieldy and so very rare. Nonprofits can’t really do either.\\n\\n### 🖤 Autonomy\\n\\n**Almost all trad orgs operate on strict hierarchies.** This works great for pushing forward their focused, single-pillar agendas: hierarchies are probably the best way to coordinate more than a handful of people working on a single, specific project. But hierarchies also undeniably reduce individual autonomy. **Wherever you are in the pecking order, you have a role to play, and that narrows your band of choices.**\\n\\n**DAOs, on the other hand, have a kind of fractal structure**: independent, overlapping small groups (squads) composing into independent, overlapping larger groups (DAOs). You can make your own team, join another, or both. **All choices are open, and as long as you engage and seek approval from the community as a whole, you can get paid fairly.**\\n\\n### 🖤 Diversity of People and Ideas\\n\\n**Trad orgs are systematically less diverse than DAOs**. Trad orgs are based in meatspace, so they’re necessarily populated by residents of similar time zones and locations. And since they use more rigid power structures, they have closed hiring processes that often emphasize ambiguous ideas about culture fit. These all lead to more homogeneous communities. On top of that, the power dynamics of bosses and managers can discourage employees from sharing controversial ideas or difficult feedback, even when company culture supposedly encourages it.\\n\\n**DAOs are open, internet communities.** They are permissionless to enter. They exist across time zones and languages. Most DAOs don’t have explicit diversity initiatives but seem more diverse than the average company that does. There are few barriers to sharing dramatic ideas or feedback. **Tensions and difficult conversations emerge quickly and in the open.**\\n\\n### 🖤 Collaboration (WAGMI)\\n\\n**DAO builders have more opportunities for cross-community collabs**, because DAOs aren’t just more aligned internally–they’re more aligned with each other. Crypto is finding new ways to fund public goods like quadratic funding, social tokens, and sponsorship NFTs.  DAO products are nearly universally open source, built in public, and collectively owned (see [hyperVIBES](https://hypervibes.xyz/)). Network effects come from community–values, public good created, vibes–and not from IP, private ownership, or closed access.\\n\\nTrad orgs can’t collaborate as well because they need to preserve their competitive advantages, like intellectual property or big data sets. But those aren’t competitive advantages in the world of DAOs. With community as the main value-generator, the DAO that is the *best* collaborator might actually be the place to be.\\n\\n## Cons of DAO building\\n\\nAcknowledging flaws and questions is important, so here are a few for DAO building today, with humble rebuttals:\\n\\n1. **Unreliability**: Because DAOs use emergent processes, it’s hard for them to offer guaranteed long-term employment and other such benefits. BUT: they still do a lot better than most “freelancing”-style occupations today in this regard.\\n2. **Structurelessness**: Because DAOs emphasize freedom and autonomy, there is the danger of people seizing and abusing social power. BUT: the same kinds of abuses of power happen inside trad orgs, too.\\n3. **The DAO never sleeps:** Because DAOs are internet communities, they never turn off and they don’t take vacations, and that can lead to burn out. Luckily, if everyone in a DAO knows these things, the community can build a culture that encourages and supports time off and healthy work habits.\\n4. **No IRL frens**: Being internet-native means not getting to see your DAO friends in real life as much. BUT: we always have conferences (for the non-covid vulnerable, at least)! Plus, this is a problem for remote work in trad orgs, too, and they don’t even know how to socialize online (i.e. shitpost on Twitter).\\n5. **Poor interfacing with traditional institutions**: DAOs are borderless and usually don’t have legal entities – it’s hard for a DAO to pay taxes, sign a contract, and generally interface with any traditional legal institution. BUT: while annoying, this doesn’t actually stop us from accessing any of the good things about DAOs, it just seems to mean it’s on individuals to make sure they comply with local regulations and such.\\n\\n## Join us!\\n\\nWe’re bullish on DAO building, and there’s lots more to come.\\n\\nIf you like what you read here: come be part of it! DAOs like [Rarible](https://rarible.org/), [Radicle](https://radicle.xyz/community.html), Mirror and more need more builders of all kinds.\\n\\nIf you didn’t: come fix it! What’s wrong with the processes we’ve presented here? What values should be there that aren’t? What have we missed?\\n\\n**Find us in the Builder’s Hangout of the [Rarible DAO Discord](https://discord.gg/ttDtw4GXez). Happy building.**\",\"timestamp\":1641306761,\"title\":\"Building in a DAO is Better\"},\"digest\":\"66UZjzqteMpK0TwJgI9-Oyn7n8zKkm_wXbNjr9P7PuU\",\"authorship\":{\"contributor\":\"0x4171160dB0e7E2C75A4973b7523B437C010Dd9d4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"slCc3u9PABwJCUA1rShL8t4sJTDXV-PrOGk7fl8vo2I\\\",\\\"y\\\":\\\"-wHzV-hTRYcwGoehKAXKIZ_IWQxqTW1LSm6FKSzRv9w\\\"}\",\"signature\":\"gy_XxDSHohaCAbLuq_Gz8RqvKyNzOY6tUdWRZ0OVA7PMNmAWSorvIi2yxUTKqSpHMmEHPjTL3oF12ZgQNKA30w\",\"signingKeySignature\":\"0x1ce352018fecc2febea96e4462101ac98581808a98b5859ec550a57a57969be23f186986b8ee54715efed234d296000727a69c99f348d989e0e0421897a9624c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"slCc3u9PABwJCUA1rShL8t4sJTDXV-PrOGk7fl8vo2I\\\",\\\"y\\\":\\\"-wHzV-hTRYcwGoehKAXKIZ_IWQxqTW1LSm6FKSzRv9w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3N1el0SlteQ3rZKeYvr2cawLMdyvk74hpU2Qlu6csUw\"}"