"{\"content\":{\"body\":\"I said stags. Well, the ruffians who had undertaken to teach us modesty swarmed in too. They dragged a sheep into the lecture-room, lighted pipes, produced bottles, drank, smoked, and abused us ladies to our faces, and interrupted the lecturer at intervals with their howls and ribaldry: that was intended to show the professor he should not be listened to any more if he admitted the female students. The affair got wind, and other students, not connected with medicine, came pouring in, with no worse motive, probably, than to see the lark. Some of these, however, thought the introduction of the sheep unfair to so respected a lecturer, and proceeded to remove her; but the professor put up his hand, and said, 'Oh, don't remove *her:* she is superior in intellect to many persons here present.'\\n\\n\\\"At the end of the lecture, thinking us in actual danger from these ruffians, he offered to let us out by a side door; but our lioness stood up and said, in a voice that rings in my ear even now, 'Thank you, sir; no. There are *gentlemen* enough here to escort us safely.'\\n\\n\\\"The magic of a great word from a great heart, at certain moments when minds are heated! At that word, sir, the scales fell from a hundred eyes; manhood awoke with a start, ay, and chivalry too; fifty manly fellows were round us in a moment, with glowing cheeks and eyes, and they carried us all home to our several lodgings in triumph. The cowardly caitiffs of the trades-union howled outside, and managed to throw a little dirt upon our gowns, and also hurled epithets, most of which were new to me; but it has since been stated by persons more versed in the language of the *canaille* that no fouler terms are known to the dregs of mankind.\\n\\n\\\"Thus did the immodest sex, in the person of the medical student, outrage seven fair samples of the modest sex--to teach them modesty.\\n\\n\\\"Next morning the police magistrates dealt with a few of our teachers, inflicted severe rebukes on them, and feeble fines.\\n\\n\\\"The craftier elders disowned the riot in public, but approved it in private; and continued to act in concert with it, only with cunning, not violence. *It caused no honest revulsion of feeling,* except in the disgusted public, and they had no power to help us.\\n\\n\\\"The next incident was a stormy debate by the subscribers to the infirmary; and here we had a little feminine revenge, which, outraged as we had been, I hope you will not grudge us.\\n\\n\\\"Our lioness subscribed five pounds, and became entitled to vote and speech. As the foulest epithets had been hurled at her by the union, and a certain professor had told her, to her face, no respectable woman would come to him and propose to study medicine, she said, publicly, that she had come to his opinion, and respectable women would avoid him--which caused a laugh.\\n\\n\\\"She also gave a venerable old physician, our bitter opponent, a slap that was not quite so fair. His attendant had been concerned in that outrage, and she assumed--in which she was not justified-- that the old doctor approved. 'To be sure,' said she, 'they say he was intoxicated, and that is the only possible excuse.'\\n\\n\\\"The old doctor had only to say that he did not control his assistants in the street; and his own mode of conducting the opposition, and his long life of honor, were there to correct this young woman's unworthy surmises, and she would have had to apologize for going too far on mere surmise. But, instead of that, he was so injudicious as to accuse her of foul language, and say, 'My attendant is a perfect gentleman; he would not be my attendant if he were not.'\\n\\n\\\"Our lioness had him directly. 'Oh,' said she, 'if Dr. So-and-so prefers to say that his attendant committed that outrage on decency when in his sober senses, I am quite content.'\\n\\n\\\"This was described as violent invective by people with weak memories, who had forgotten the nature of the outrage our lioness was commenting on; but in truth it was only superior skill in debate, with truth to back it.\\n\\n\\\"For my part, I kept the police report at the time, and have compared it with her speech. The judicial comments on those rioters are far more severe than hers. The truth is it was her facts that hit too hard, not her expressions.\\n\\n\\\"Well, sir, she obtained a majority; and those managers of the infirmary who objected to female students were dismissed, and others elected. At the same meeting the Court of Contributors passed a statute, making it the law of the infirmary that students should be admitted without regard to sex.\\n\\n\\\"But as to the mere election of managers, the other party demanded a scrutiny of the votes, and instructive figures came out. There voted with us twenty-eight firms, thirty-one ladies, seven doctors.\\n\\n\\\"There voted with the union fourteen firms, two ladies, *thirty-seven doctors,* and three *druggists.*\\n\\n\\\"Thereupon the trades-union, as declared by the figures, alleged that firms ought not to vote. *Nota bene,* they always had voted unchallenged till they voted for fair play to women.\\n\\n\\\"The union served the provost with an interdict not to declare the new managers elected.\\n\\n\\\"We applied for our tickets under the new statute, but were impudently refused, under the plea that the managers must first be consulted: so did the servants of the infirmary defy the masters in order to exclude us.\\n\\n\\\"By this time the great desire of women to practice medicine had begun to show itself. Numbers came in and matriculated; and the pressure on the authorities to keep faith, and relax the dead-lock they had put us in, was great.\\n\\n\\\"Thereupon the authorities, instead of saying, 'We have pledged ourselves to a great number of persons, and pocketed their fees,' took fright, and cast about for juggles. They affected to discover all of a sudden that they had acted illegally in matriculating female students. They would, therefore, not give back their fees, and pay them two hundred pounds apiece for breach of contract, but detain their fees and stop their studies until compelled by judicial decision to keep faith. Observe, it was under advice of the lord-justice-general they had matriculated us, and entered into a contract with us, *for fulfilling which it was not, and is not, in the power of any mortal man to punish them.*\\n\\n\\\"But these pettifoggers said this: *'We* have acted illegally, and therefore not we, but *you,* shall suffer: *we* will *profit* by our illegal act, for we will cheat you out of your fees to the university and your fees to its professors, as well as the seed-time of your youth that we have wasted.'\\n\\n\\\"Now, in that country they can get the opinions of the judges by raising what they call an action of declarator.\\n\\n\\\"One would think it was their business to go to the judges, and meantime give us the benefit of the legal doubt, while it lasted, and of the moral no-doubt, which will last till the day of judgment, and a day after.\\n\\n\\\"Not a bit of it. They deliberately broke their contract with us, kept our fees, and cheated us out of the article we had bought of them, disowned all sense of morality, yet shifted the burden of law on to our shoulders. Litigation is long. Perfidy was in possession. Possession is nine points. The female students are now sitting with their hands before them, juggled out of their studies, in plain defiance of justice and public faith, waiting till time shall show them whether provincial lawyers can pettifog as well as trades-union doctors.\\n\\n\\\"As for me, I had retired to civilized climes long before this. I used to write twice a week to my parents, but I withheld all mention of the outrage at Surgeons' Hall. I knew it would give them useless pain. But in three weeks or so came a letter from my father, unlike any other I ever knew him to write. It did not even begin, 'My dear child.' This was what he said (the words are engraved in my memory): 'Out of that nation of cowards and skunks! out of it this moment, once and forever! The States are your home. Draft on London inclosed. Write to me from France next week, or write to me no more. Graduate in France. Then come North, and sail from Havre to New York. You have done with Britain, and so have I, till our next war. Pray God that mayn't be long!'\\n\\n\\\"It was like a lion's roar of anguish. I saw my dear father's heart was bursting with agony and rage at the insult to his daughter, and I shed tears for him those wretches had never drawn from me.\\n\\n\\\"I had cried at being insulted by scholars in the Press; but what was it to me that the scum of the medical profession, which is the scum of God's whole creation, called me words I did not know the meaning of, and flung the dirt of their streets, and the filth of their souls, after me? I was frightened a little, that is all. But that these reptiles could wound my darling old lion's heart across the ocean! Sir, he was a man who could be keen and even severe with men, but every virtuous woman was a sacred thing to him. Had he seen one, though a stranger, insulted as we were, he would have died in her defense. He was a true American. And to think the dregs of mankind could wound him for his daughter, and so near the end of his own dear life. Oh!\\\" She turned her head away.\\n\\n\\\"My poor girl!\\\" said Vizard, and his own voice was broken.\\n\\nWhen he said that, she gave him her hand, and seemed to cling to his a little; but she turned her head away from him and cried, and even trembled a little.\\n\\nBut she very soon recovered herself, and said she would try to end her story. It had been long enough.\\n\\n\\\"Sir, my father had often obeyed me; but now I knew I must obey him. I got testimonials in Edinburgh, and started South directly. In a week I was in the South of France. Oh, what a change in people's minds by mere change of place! The professors received me with winning courtesy; some hats were lifted to me in the street, with marked respect; flowers were sent to my lodgings by gentlemen who never once intruded, on me in person. I was in a civilized land. Yet there was a disappointment for me. I inquired for Cornelia. The wretch had just gone and married a professor. I feared she was up to no good, by her writing so seldom of late.\\n\\n\\\"I sent her a line that an old friend had returned, and had not forgotten her, nor our mutual vows.\\n\\n\\\"She came directly, and was for caressing away her crime, and dissolving it in crocodile tears; but I played the injured friend and the tyrant.\\n\\n\\\"Then she curled round me, and coaxed, and said, 'Sweetheart, I can advance your interests all the better. You shall be famous for us both. I shall be happier in your success than in my own.'\\n\\n\\\"In short, she made it very hard to hold spite; and it ended in feeble-minded embraces. Indeed, she *was* of service to me. I had a favor to ask: I wanted leave to count my Scotch time in France.\\n\\n\\\"My view was tenable; and Cornelia, by her beauty and her popularity, gained over all the professors to it but one. He stood out.\\n\\n\\\"Well, sir, an extraordinary occurrence befriended me; no, not extraordinary-- unusual.\\n\\n\\\"I lodged on a second floor. The first floor was very handsome. A young Englishman and his wife took it for a week. She was musical--a real genius. The only woman I ever heard sing without whining; for we are, by nature, the medical and unmusical sex.\\\"\\n\\n\\\"So you said before.\\\"\\n\\n\\\"I know I did; and I mean to keep saying it till people see it. Well, the young man was taken violently and mysteriously ill; had syncope after syncope, and at last ceased to breathe.\\n\\n\\\"The wife was paralyzed, and sat stupefied, and the people about feared for her reason.\\n\\n\\\"After a time they begged me to come down and talk to her. Of course I went. I found her with her head upon his knees. I sat down quietly, and looked at him. He was young and beautiful, but with a feminine beauty; his head finely shaped, with curly locks that glittered in the sun, and one golden lock lighter than the rest; his eyes and eyelashes, his oval face, his white neck, and his white hand, all beautiful. His left hand rested on the counterpane. There was an emerald ring on one finger. He was like some beautiful flower cut down. I can see him now.\\n\\n\\\"The woman lifted her head and saw me. She had a noble face, though now distorted and wild.\\n\\n\\\"She cried, 'Tell me he is not dead! tell me he is not dead!' and when I did not reply, the poor creature gave a wild cry, and her senses left her. We carried her into another room.\\n\\n\\\"While the women were bringing her to, an official came to insist on the interment taking place. They are terribly expeditious in the South of France.\\n\\n\\\"This caused an altercation, and the poor lady rushed out; and finding the officer peremptory, flung her arms round the body, and said they should not be parted--she would be buried with him.\\n\\n\\\"The official was moved, but said the law was strict, and the town must conduct the funeral unless she could find the sad courage to give the necessary instructions. With this he was going out, inexorable, when all of a sudden I observed something that sent my heart into my mouth, and I cried 'Arretez!' so loud that everybody stared.\\n\\n\\\"I said, 'You must wait till a physician has seen him; he has moved a finger.'\\n\\n\\\"I stared at the body, and they all stared at me.\\n\\n\\\"He *had* moved a finger. When I first saw him, his fingers were all close together; but now the little finger was quite away from the third finger--the one with the ring on.\\n\\n\\\"I felt his heart, and found a little warmth about it, but no perceptible pulse. I ordered them to take off his sheet and put on blankets, but not to touch him till I came back with a learned physician. The wife embraced me, all trembling, and promised obedience. I got a *fiacre* and drove to Dr. Brasseur, who was my hostile professor, but very able. I burst on him, and told him I had a case of catalepsy for him--it wasn't catalepsy, you know, but physicians are fond of Greek; they prefer the wrong Greek word to the right English. So I called it 'catalepsy,' and said I believed they were going to bury a live man. He shrugged his shoulders, and said that was one of the customs of the country. He would come in an hour. I told him that would not do, the man would be in his coffin; he must come directly. He smiled at my impetuosity, and yielded.\\n\\n\\\"I got him to the patient. He examined him, and said he might be alive, but feared the last spark was going out. He dared not venture on friction. We must be wary.\\n\\n\\\"Well, we tried this stimulant and that, till at last we got a sigh out of the patient; and I shall not forget the scream of joy at that sigh, which made the room ring, and thrilled us all.\\n\\n\\\"By-and-by I was so fortunate as to suggest letting a small stream of water fall from a height on his head and face. We managed that, and by-and-by were rewarded with a sneeze.\\n\\n\\\"I think a sneeze must revivify the brain wonderfully, for he made rapid progress, and then we tried friction, and he got well very quick. Indeed, as he had nothing the matter with him, except being dead, he got ridiculously well, and began paying us fulsome compliments, the doctor and me.\\n\\n\\\"So then we handed him to his joyful wife.\\n\\n\\\"They talk of crying for joy, as if it was done every day. I never saw it but once, and she was the woman. She made a curious gurgle; but it was very pretty. I was glad to have seen it, and very proud to be the cause.\\n\\nThe next day that pair left. He was English and so many good-natured strangers called on him that he fled swiftly, and did not even bid me good-by. However, I was told they both inquired for me, and were sorry I was out when they went.\\\"\\n\\n\\\"How good of them!\\\" said Vizard, turning red.\\n\\n\\\"Oh, never mind, sir; I made use of *him.* I scribbled an article that very day, entitled it, 'While there's life there's hope,' and rushed with it to the editor of a journal. He took it with delight. I wrote it *'a la Francaise:* picture of the dead husband, mourning wife, the impending interment; effaced myself entirely, and said the wife had refused to bury him until Dr. Brasseur, whose fame had reached her ears, had seen the body. To humor her, the doctor was applied to, and, his benevolence being equal to his science, he came: when, lo! a sudden surprise; the swift, unerring eye of science detected some subtle sign that had escaped the lesser luminaries. He doubted the death. He applied remedies; he exhausted the means of his art, with little avail at first, but at last a sigh was elicited, then a sneeze; and, marvelous to relate, in one hour the dead man was sitting up, not convalescent, but well. I concluded with some reflections on this *most important case of suspended animation* very creditable to the profession of medicine, and Dr. Brasseur.\\\"\\n\\n\\\"There was a fox!\\\"\\n\\n\\\"Well, look at my hair. What else could you expect? I said that before, too.\\n\\n\\\"My notice published, I sent it to the doctor, with my respects, but did not call on him. However, one day he met me, and greeted me with a low bow. 'Mademoiselle,' said he, 'you were always a good student; but now you show the spirit of a *confr'ere,* and so gracefully, that we are all agreed we must have you for one as soon as possible.'\\n\\n\\\"I courtesied, and felt my face red, and said I should be the proudest woman in France.\\n\\n\\\"'Grand Dieu,' said he, 'I hope not; for your modesty is not the least of your charms.'\\n\\n\\\"So, the way was made smooth, and I had to work hard, and in about fourteen months I was admitted to my final examination. It was a severe one, but I had some advantages. Each nation has its wisdom, and I had studied in various schools.\\n\\n\\\"Being a linguist, with a trained memory, I occasionally backed my replies with a string of French, German, English, and Italian authorities that looked imposing.\\n\\n\\\"In short, I did pass with public applause and cordial felicitation; they quite *fe'ted* me. The old welcomed me; the young escorted me home and flung flowers over me at my door. I reappeared in the balcony, and said a few words of gratitude to them and their noble nation. They cheered, and dispersed.\\n\\n\\\"My heart was in a glow. I turned my eyes toward New York: a fortnight more, and my parents should greet me as a European doctress, if not a British.\\n\\n\\\"The excitement had been too great; I sunk, a little exhausted, on the sofa. They bought me a letter. It was black-edged. I tore it open with a scream. My father was dead.\\\"\\n\\nCHAPTER XIV.\\n\\n\\\"I WAS prostrated, stupefied. I don't know what I did, or how long I sat there. But Cornelia came to congratulate me, and found me there like stone, with the letter in my hand. She packed up my clothes, and took me home with her. I made no resistance. I seemed all broken and limp, soul and body, and not a tear that day.\\n\\n\\\"Oh, sir, how small everything seems beside bereavement! My troubles, my insults, were nothing now; my triumph nothing; for I had no father left to be proud of it with me.\\n\\n\\\"I wept with anguish a hundred times a day. Why had I left New York? Why had I not foreseen this every-day calamity, and passed every precious hour by his side I was to lose?\\n\\n\\\"Terror seized me. My mother would go next. No life of any value was safe a day. Death did not wait for disease. It killed because it chose, and to show its contempt of hearts.\\n\\n\\\"But just as I was preparing to go to Havre, they brought me a telegram. I screamed at it, and put up my hands. I said 'No, no;' I would not read it, to be told my mother was dead. I would have her a few minutes longer. Cornelia read it, and said it was from her. I fell on it, and kissed it. The blessed telegram told she was coming home. I was to go to London and wait for her.\\n\\n\\\"I started. Cornelia paid my fees, and put my diploma in my box. *I* cared for nothing now but my own flesh and blood--what was left of it--my mother.\\n\\n\\\"I reached London, and telegraphed my address to my mother, and begged her to come at once and ease my fears. I told her my funds were exhausted; but, of course, that was not the thing I poured out my heart about; so I dare say she hardly realized my deplorable condition--listless and bereaved, alone in a great city, with no money.\\n\\n\\\"In her next letter she begged me to be patient. She had trouble with her husband's executors; she would send me a draft as soon as she could; but she would not leave, and let her child be robbed.\\n\\n\\\"By-and-by the landlady pressed me for money. I gave her my gowns and shawls to sell for me.\\\"\\n\\n\\\"Goose!\\\"\\n\\n\\\"And just now I was a fox.\\\"\\n\\n\\\"You are both. But so is every woman.\\\"\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/767](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/767)\\n\\n\",\"timestamp\":1637669671,\"title\":\"\\n\\\"A thousand thanks, good sir. Her does. On second thoughts, 'her hinds.' Doe is the female of buck. Now\"},\"digest\":\"GtHOGvTuCHgml5b2cZX6me1M_7f8LT0pnO5tl9MdY_0\",\"authorship\":{\"contributor\":\"0x336f98da5BDeF1692C4dE51f67eafA44062a418E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6-L-h_8e8MkBGHxnWkDXkM_zB8Kus0tWRiCtbRakhPE\\\",\\\"y\\\":\\\"th4wOHluzFrrLmwb1Vx7j8aNLyDeiGoAA8uJI5hDD9I\\\"}\",\"signature\":\"fRErNPFB0AeMLJYy2T3g5_2EbskkIuk1nSVA-89tMPd3XqulYuDQcgUEJzJq51XnD2BR1nMmj-tzdIBDB6sktw\",\"signingKeySignature\":\"0x7a1374ecdabe0dbbf013468155bcc338c83b83ff6bc76fac9e1e673a3b14b95e40d1e1e842c59ab09cd6528c4593165631cae05111d59617a8ea6df0c330a3e21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6-L-h_8e8MkBGHxnWkDXkM_zB8Kus0tWRiCtbRakhPE\\\",\\\"y\\\":\\\"th4wOHluzFrrLmwb1Vx7j8aNLyDeiGoAA8uJI5hDD9I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GtHOGvTuCHgml5b2cZX6me1M_7f8LT0pnO5tl9MdY_0\"}"