"{\"content\":{\"body\":\"Damian Williams, the United State Attorney for the Southern District of New York, announced today the guilty plea of JEREMY SPENCE, a/k/a “Coin Signals,” a cryptocurrency trader who solicited over $5 million from more than 170 individual investors for various cryptocurrency funds that he operated, after making false representations in connection with these funds. SPENCE pled guilty today before U.S. Magistrate Judge Debra Freeman. The case is assigned to U.S. District Judge Lewis A. Kaplan.\\n\\nU.S. Attorney Damian Williams said: “Jeremy Spence, a/k/a, ‘Coin Signals,’ admitted today to luring investors to his cryptocurrency investment scam by touting fictitious historical returns of up to 148%.  In reality, Spence’s investments consistently lost money, and his scam left investors with a $5 million loss. The bourgeoning cryptocurrency market can be attractive to investors; however, investors should be aware of the inherent risks, including the risk of fraud.”\\n\\nAccording to the Indictment and the Complaint filed in this case, and statements made in open court:       \\n\\nFrom November 2017 through April 2019, SPENCE solicited investors in various cryptocurrency investment pools that SPENCE had created and managed (the “Funds”). SPENCE solicited investments for several Funds, the largest and most active of which were the Coin Signals Bitmex Fund, a/k/a the “CS Mex Fund,” the Coin Signals Alternative Fund, a/k/a the “CS Alt Fund,” and the Coin Signals Long Term Fund. Investors who wanted to participate in a Fund would transfer cryptocurrency, such as Bitcoin and Ethereum, to SPENCE in order for SPENCE to invest it. \\n\\nSPENCE solicited these investments through false representations, including that SPENCE’s crypto trading had been extremely profitable when, in fact, SPENCE’s trading had been consistently unprofitable.  For example, on January 28, 2018, SPENCE posted a message in an online chat group falsely claiming that his trading of investor funds over the past month had generated a return of more than 148%. As a result of this misrepresentation, investors transferred additional funds to SPENCE. In fact, over that same period of approximately one month, SPENCE’s trading resulted in net losses in the accounts in which he traded investor funds.\\n\\nTo forestall redemptions by investors, and to continue to raise money from investors to fund his scheme, SPENCE generated fictitious account balances, which he made available to investors online. Instead of accurately reporting the trading losses SPENCE was incurring, the account balances falsely indicated to investors that they were making money by investing with SPENCE. To hide his trading losses, SPENCE used new investor funds to pay back other investors in a Ponzi-like fashion. In total, SPENCE distributed cryptocurrency worth approximately $2 million to investors substantially from funds previously deposited by other investors. \",\"timestamp\":1638368080,\"title\":\"Cryptocurrency Trader Pleads Guilty\"},\"digest\":\"GScC1mJTuO0UFJMDaZnw1yAUQipfQW4t9AbF1S7e4zs\",\"authorship\":{\"contributor\":\"0x2Df1f8a66d2a8f32293E10321aCb25365F0c549a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rmeAlpBTEehvSkhPg-RZMrCP2eHd8a0qwe9qMgHQEcM\\\",\\\"y\\\":\\\"0zB-7aP-slaWCOKeSbjxw1QEGeP2e3SZTtXz9zb8jEk\\\"}\",\"signature\":\"rIjl0qG_BxH448RR8E39EYg4y8MkPfWS0TNm3dWVFtgwvFdS1lP-0ApAbSMcnRzVS4dcKvEfWsg3PFoLkbSxNg\",\"signingKeySignature\":\"0xd94f6ee853488afaf92c7230e5f8e529e62438d9bee71e28bab535af16600c2c5bf24109faa8b33ba153eb5cc587c0dee1663f38e6be3147ca41dcab43ae2b191c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rmeAlpBTEehvSkhPg-RZMrCP2eHd8a0qwe9qMgHQEcM\\\",\\\"y\\\":\\\"0zB-7aP-slaWCOKeSbjxw1QEGeP2e3SZTtXz9zb8jEk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GScC1mJTuO0UFJMDaZnw1yAUQipfQW4t9AbF1S7e4zs\"}"