"{\"content\":{\"body\":\"没有直接拿出回程石来返回铁晶城，因为我看到身上还有点空空的背包，矿石挖了不少不过都放在那炼金老头借我的背包里，来了半天什么装备都没打到，只有点怪物爆的什么毛皮之类的东西，真是时运不转，回头想想那么多巨魔挖掘者被我挂了，竟然只有几瓶巨魔之血，真是让人气闷。\\n\\n```\\n想想回程如果能学习烹饪技能的话，那我就要吃不求人，自己动手，丰衣足食拉，正好外面有灰熊和野猪什么的，多弄点熊掌，野猪肉，回去好练习练习技能，游戏外面我吃泡面，在游戏里面我可要改善改善伙食。\\n\\n一拿定主意，我走出了白石矿场，依靠在一棵高大挺拔的槐树下面小休了片刻，正好等系统刷新抹去我一身的狼狈，好让烧焦的毛发和满身的伤痕统统一扫而光，NND，还我一个英雄本色。\\n\\n蔚蓝的天空中朵朵浮云恣意地变幻着各种形态，仿佛在炫耀着自己那软若无骨的身子；红辣辣的艳阳高高地悬挂在天空中，万道金光穿过云层照耀在大地上；空气中干燥得没有一丝凉风，呼吸的空气仿佛都有点微弱的热量；郁郁葱葱的丛林仿佛是一个巨大的天然调温器，茂密的枝叶下带给各种生物一个修养生息的清凉之地；不时有栗褐色的百灵鸟发出悦耳的鸣叫声，从丛林里振翅而飞，看得我心里痒痒的，恨不得立即就射它几只下来，烤山鸟的滋味肯定不错吧。\\n\\n诅咒之刃上的麻痹毒药早已经淡淡的几乎没有效果了，赶紧从背包里又掏出一瓶毒药涂抹上去，将裂风之弩中的箭枝塞的满满的，看了看还有十几颗回血丹和数量不少的其他丹药，呵呵，对付里面的野兽是绰绰有余了，提了口气，一个急速，我顺着一旁的山路奔向了丛林。\\n\\n膘肥体壮的白斑野猪对闯了丛林的我是没有丝毫的警戒之心，只顾拼命埋头苦吃，享用着那鲜嫩可口的笋芽，发出的咀嚼声不时将一二只地鼠从地洞里惊吓出来，这些贪婪的大家伙可不介意换换自己的口味，一点都不笨拙地扬蹄将地鼠践踏在脚下，拱着突兀的獠牙摇头晃脑地将这一团团肉球送进了嘴里。吃吃吃，怪不得养的这么肥，也该让我给你们放放血了，我吞下几颗丹药，一个潜行杀了过去。\\n\\n和野猪的战斗恐怕是最无惊无险的了，虽然它们数量众多，可都是些有头无脑的家伙，秉承着事不关己，高高挂起优良猪质，根本不顾同伴遭到我的屠杀，总是等砍到自己头上，才知道用猪头顶着獠牙给我一点微薄的伤害，尖锐的箭枝刺入了它们弹性十足的肌肉里，深深地没入，只有箭梢在外面微微颤抖；锋利的诅咒之刃划破它们的毛皮，扬起满天血雨，染红了片片土地。唉，估计得到的又是残缺破损的毛皮了，可得想想法子，怎么着才能在给它们最大的伤害情况下，还能保持它们毛皮的完整。\\n\\n野猪那凄厉的嚎叫声激荡在丛林之中，惊起阵阵鸟儿，弥漫在空气那浓浓的血腥味则引来了几头云豹，站在树上眈眈而视，怎么着，你们对这个感兴趣吗？我拿起白斑野猪爆出的野猪肉和铜币，我将尸体一脚踢到了云豹下面，呵呵，别光看热闹，也给你们尝点甜头。\\n\\n====云豹\\n\\n匍匐在树枝上的我们警惕地看着眼前的人类，伸出血红的舌头舔了舔锐利的犬牙，鼻子嗅着下面野猪尸体散发出来的阵阵腥香。这个奇怪的家伙竟然对野猪肉没有丝毫兴趣，还将尸体扔到我们这边，这可是我们最喜欢的美味了，那鲜嫩的肉质，肥硕的脂膏，松脆的软骨和甘甜的血液，想想就会让我们流口水，难道他不会享用吗，还是想用来讨好我们，让我们放弃对他的攻击吗？\\n\\n算了，不再想这些复杂的问题了，摇了摇头，我们敏捷地从树上跳了下来，围绕在野猪尸体旁边徘徊了几步，就丧失了先前的优雅仪容了，纷纷饕餮大食起来。\\n\\n====隐为者\\n\\n呵呵，这些贪吃的家伙真是好对付，稍微给点利诱就忘记了眼前的敌人，真是只知满足食欲，头脑简单的家伙。咦，那我不是可以这样吗，我脑袋里突然闪过一个念头来，如果说涂抹了麻痹毒药的匕首产生的效果是外在的话，那加了麻痹毒药的猪肉吃下去的效果就是内在的吧，应该作用更好一点吧，我悄悄从背包里拿出几瓶麻痹毒药，打开后洒在挂掉的野猪尸体上，嘿嘿，让你们现在吃的欢，等会让你们都发软。\\n\\n充足的食物又吸引来几头云豹，丝毫没有跟我客气地就大口大口撕咬起野猪肉来。我手上没有片刻的闲暇，在吃掉四颗回血丹后，终于将附近的野猪统统给挂掉了，唉，可惜没有暴出一件装备来，不过不低的经验也算对我有点补偿了，现在升级已经没有开始那么轻松了，几天才能冲一级，看看排行榜上的第一位高人至今还是三十级，和我们的差距还没有拉开，对于升级的难度就可知一斑了。所以说我才急切的要炼制出噬血药剂出来，好好找个地方升级，最好就是和新手村那山坳里差不多的地型就爽了，好好提高一下自己的等级来。\\n\\n嘿嘿，我满脸阴阴地笑容转过头去，看着这些吃饱喝足（喝什么，喝猪血）的云豹们，估计它们现在就想舒舒服服地躺在树阴下面美美地睡上一觉，好好地消化消化刚进的美食才惬意吧；或许你们丝毫没有察觉到麻木迟钝的四肢，放松对这个送吃送的人类的警惕了吧；也该你们给我奉献一点爱心，贡献一点经验了吧，要是再随意爆上个一两件装备，我也会却之不恭，受之无愧。\\n\\n尽管眼前的云豹十分懒散地躺在树下，嘴边还残留着鲜红的血迹，锋利的犬牙缝隙里还有零星的肉末，但是它们好歹也是二十七级的怪，也是会一拥而上的家伙，稍有不慎的话，估计倒下的就是我了，看着自己快要溢满的经验，我可不想阴沟里翻船，偷鸡不成，反蚀把米。\\n\\n开了潜行，我蹑手蹑脚地靠近了云豹，那起伏不息的灰褐色肚皮，闪烁着淡黄色光芒的双瞳，胡乱拨弄着野猪骸骨的利爪，让我刚平息的热血又因此沸腾不已，物竟天择，适者生存，现实社会如此，天地里亦是如此；挑战永无休止，唯有不断拼搏，才能笑傲群雄；猎杀与被猎杀的位置之间，或许就因为实力的差距而瞬间改变。\\n\\n十分小心，百分谨慎的我刚准备使用剑刃波，冲着云豹下手，忽然听到旁边传来一阵“哗啦，哗啦”嘈杂的声音，仔细一听，中间似乎还夹杂着轻微的叫声“救命啊……快来人……”咦，难道这里还有个boss，刚巧被别人碰到了吗。掏出背包里的飞爪，一扬手，扔到了旁边一株大树上，身子跟着一窜，躲入了枝叶之中，伸手搭了个凉棚，放眼望去。\\n\\n吆喝，只见前面碗口粗的树苗被一根根放倒，一个瘦小的身影在不停的左躲右闪，饶过一棵棵大树，后面一个高大的黑影吼叫着追赶着，我怎么仔细看了看，怎么感觉这黑影有点象我砍过的灰熊，我琢磨了一下，难道又是一个变异的熊王不成，我飞爪一甩，人如猿猴般几个起落从上方靠近了过去。\\n\\n灰熊  等级：27级\\n\\n好好看了看那头除了胸口上残留着一些冰粒，皮毛似乎有点点焦黄外，没什么特别的地方，不是令人期待的boss啊，只不过是一头普通的灰熊而已嘛，用得着这么紧张吗，真是大惊小怪的家伙，我有点沮丧地想到。\\n\\n再看看前面那个胆小的家伙，能在这里的好歹也有个二十几级了，打不过也逃的过的吧，何必这么惊慌失措的，搞得里面鸟飞虫跳，还耽搁了我练级。吓，是个小MM，娇小精致的脸上露出慌张的神情，头发沾着汗珠搭拉在额前，乌黑的大眼睛中带着对身后巨大身影的畏惧，那一身黄色的法师长袍，和被灰熊“轻轻”摸了个边后，不时从身上飘起白色柔和光芒说明她是一个标准的牧师，这个职业的玩家通常是跟在大，小队伍后面的，很少有人独自一人出来砍怪的，难道是她和其他玩家走散了不成。\\n\\n看下面小MM花容失色的样子，就知道她撑不了多久了，得，俺就发发善良的心，做做好事，救救她算了。我可是刻苦学习了*同志的理论精髓，坚持一切从实际出发，不过是区区一头灰熊罢了，俺还是能够从容应付的，怎么着也不会寒蝉；要是换个boss的话，那我可就乖乖巧巧，老老实实地躲在树上充耳不闻不问了。\\n\\n我大吼一声，有如那雄鹰展翅，又好猛虎扑食似，从树上掠起一道暗红色的身影，右手紧握着寒光闪闪诅咒之刃，左手的裂风之弩已经带起风声射出一根根犀利的箭枝来，刚才杀野猪的时候我已经想过如果减少对毛皮的破坏了，那就是先射怪的眼睛，然后盯着它的头砍，反正都看不见我了，还怕它个毛。这不，一枝枝弩箭都冲着灰熊那硕大的脑袋奔去。或许是因为想要继续玩耍猎物，或许是因为蔑视我的攻击，灰熊仗着有一副皮粗肉厚的身子，根本就没搭理我的攻击，依旧追着前面的小女孩。嘿嘿，轻视我的攻击，那是你最大的错误，如马蜂般的弩箭一个照面就密密麻麻地挤到了这家伙的脸上，它那双豆大的熊眼也给插爆了，“嗷，嗷”灰熊痛苦的厉声悲叫起来，眼前一片黑暗让它失去了开始的目标，凭着箭枝上残留的气味，它胡乱挥舞的有力地熊掌冲我扑了过来。\\n\\n嘿嘿，现在知道痛了吧，刚才早让着点不就没这么痛苦了嘛，唉，为什么总是在受到伤害以后，才知道错呢，我扬起了手中的匕首，映着一束耀眼的阳光平平的砍了过去，而天牛之甲盾也换上了左手挡在了面前，我可不想被这家伙那强壮的熊掌给拍到，那可不是闹着玩的。\\n\\n“大哥哥，你可要小心，这可是个大boss啊。”脱离了危险的小女孩并没有撒腿就跑，而是站在一旁给我加油助威，恩，还算是个有素质的同志，能有这份心就是好的。\\n\\n我扔了一个无比灿烂的阳光笑容给了小女孩，熟练地伸出中指和食指来，比画了一个V字，安慰了她受惊的心灵，好好看看哥哥是怎么杀熊的，看你那样就知道是个菜，都不跟好大部队，一点常识都没有，真是的。\\n\\n我如勇者一般在小妹妹眼前演绎了一番血战灰熊的英雄战绩，让她小脸蛋上红扑扑的，心里如同揣了个小鹿般怦怦乱跳不已，还不时地给我送上一道温暖的回复之光，生怕我有什么闪失。\\n\\n呵呵，要不是为了避免将它那身油晃晃的毛皮给破坏的一塌糊涂，我早就把它给挂了，还用的上你帮我加血啊，不过你的好心是值得表扬的，拿起倒下的灰熊暴的完整的灰熊皮和一个灰熊之守护盔甲，嘿嘿青铜级的好东东，不须此行，不枉此举。\\n\\n对面的牧师小妹妹怯生生的走了过来，楚楚可怜地看着我说道：“大哥哥，你可以带我在这里玩吗？”\\n\\n什么，我没听错吧，在这里玩？我瞪大眼睛看着她，惊讶地问道：“什么，你是来这里玩的，不是来练级的，那你的队伍呢？”\\n\\n“我就是一个人啊，哥哥他总是不肯陪我玩，我只好一个人到处逛逛。”小妹妹低着头，拉了拉衣摆抱怨地说道。\\n\\n“一个女牧师敢到处逛，你多少级了。”我继续问道。\\n\\n“我也不低了，已经17级了。”小女孩一听兴奋地回道。\\n\\n我听她樱口一开，顿时一口闷气在胸口，吐之不去，咽之不下，这是哪和哪的事，一个是二十七级的灰熊，一个才十七级的小妹，怪不得说是大boss，你看都是？？？，真是年少人轻狂，不知怪深浅啊。\\n\\n“就你这等级，这里也敢来，那你是怎么碰上了灰熊的，别告诉我是你主动惹它的。”我郁闷地问道。\\n\\n“我只不过看它睡在那里，样子挺可爱的，我就扔了个冰箭砸了它一下，看它还没醒过来，我就又扔了几个小火球过去，谁知道它就跳起来，冲我扑了过来，爪子刚碰到我就让我受到了400多的伤害，不是我身上药多，自己还会补血的话，早就被它给拍回城了，真是吓死我了。”小妹妹回味着刚才，拍了拍胸口说道。\\n\\n我无限郁闷，果然，当真，她竟然主动捻上了熊身，还可爱，这家伙我怎么看都不可爱，你当它是国宝大熊猫，憨态可掬啊，这可是大灰熊，凶猛咬人的。看着她那一脸的可怜相，算了，就带一带她吧，反正我还要在这里转悠会呢，冲小妹妹发了个组队请求，呵呵，“雪舞月色”，她的名字蛮有意境的嘛。\\n```\\n\\n\\n------------\",\"timestamp\":1640156281,\"title\":\"第四十九章 你这里也敢来\"},\"digest\":\"t_hrgfVRyVQnixw_SWjejmaDDXX5VaqHK9ub4tZ2Jek\",\"authorship\":{\"contributor\":\"0xCeCD2054EBC390D524E33c463481E659130eb4aB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KAlBikpUTUyqWOtlfrvBQAIc8iYEQbzOcRsbmvzycsE\\\",\\\"y\\\":\\\"9EzJ0qQT5Wz8GRXz-cIfBJmjYuHxfZjsW_RWgJSsD-8\\\"}\",\"signature\":\"Nhr5c_kxcqtSbbKS1gORbF9wNn7ktmm9fGX8F9DuanN-ut6KXn3jlqKpgdgnEiWMFVtc_G1mhawbW6A-MrNsHA\",\"signingKeySignature\":\"0x3958219fbec4affc4505212a457052562f6cf1849a6b860066b1b1caec9c4653667ae4e198dbc1859253c72ae4c5aecfb2200bbf67ed70bd9ba1e9297e0396bd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KAlBikpUTUyqWOtlfrvBQAIc8iYEQbzOcRsbmvzycsE\\\",\\\"y\\\":\\\"9EzJ0qQT5Wz8GRXz-cIfBJmjYuHxfZjsW_RWgJSsD-8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"t_hrgfVRyVQnixw_SWjejmaDDXX5VaqHK9ub4tZ2Jek\"}"