"{\"content\":{\"body\":\"**There is a Reddit [post](https://medium.com/cryptolinks/i-am-a-time-traveler-begging-you-to-stop-what-you-are-doing-ab33e335e2ca) from August 2013, in which a purported time traveler shared a dystopian future brought on by the proliferation of Bitcoin in the year 2025.** “Things are looking bleak here, and some of you will carry blood on your hands,” the time traveler warned readers, telling them of a world of vast inequality and economic decline. The Bitcoin “earlies” live in fortified cities, as there are no more governments due to the difficulty of enforcing taxation.\\n\\nThis is the inspiration of the setting created by ENCODE Graphics, a comic publisher [committed](http://www.encode.graphics/) to “expressing the myths of the crypto scene and the metaverse in narrative form.”\\n\\n![](https://images.mirror-media.xyz/publication-images/wcxQu1RTeVGptLOBBooXV.png?height=955&width=1434)\\n\\nPart of the vision is to breathe life into the comic book industry, which suffered a crypto blow last month after DC Comics [barred](https://www.gamesradar.com/dc-bars-artists-from-creating-digital-art-and-nfts-of-dc-characters/) its artists from creating NFTs featuring any DC Comics intellectual property. This means that they cannot mint art featuring the likes of Batman, Wonder Woman or Superman.\\n\\nDespite this, ENCODE is seeing the artists from both DC and Marvel join forces with crypto artists around the world to create a new “universe with well-designed characters, which in turn will provide a basis for many more sub-projects.” All will be based around the concepts of crypto in a style that might be referred to as “cryptopunk.” An ENCODE spokesperson tells Magazine: \\n\\n*“The vision to establish a comic project that provides a wonderful base for comic artists to make artworks in the spirit of Bitcoin, CryptoArt and our crypto community. This universe, with its beautifully designed characters, offers a potential that goes far beyond the creation of comic literature.”*\\n\\n#### Who’s behind the mask?\\n\\nENCODE Graphics is headed by an Austrian artist going by the pseudonym PR1MAL CYPHER, who started off as an individual artist but is now better described as the artistic director for his project. \\n\\nOriginally versed in oil painting, he focused on digital CryptoArt with an element of social critique. He has taken an interdisciplinary approach to combine text with digital art on platforms SuperRare, MakersPlace and Nifty Gateway, and has also produced a run of silver coins funded with 0.01 BTC, in a style reminiscent of SATOSH1. His five-part [NFT series](https://opensea.io/assets?search\\\\[query\\\\]=riot%20days) “RIOT DAYS” featuring George Floyd is an example of his sociopolitical approach.\\n\\nAccording to PR1MAL, the goal of ENCODE is to offer “a glimpse into the future — a project that still guarantees the professionalism of the old publishers, but wants to live up to the symbols of CryptoArt and the Metaverse with new technologies.”\\n\\nWhile PR1MAL is clear that there is no intention of competing with the big names in the world of comics, he states that the company is “keen to be a pioneer in the field” by leveraging the “possibilities of blockchain and the digital world in general. We will succeed in that.” This could certainly introduce a unique edge in drawing up a new generation of crypto-native comic book fans — and collectors.\\n\\nThough the rest of the lineup of writers and visual artists is not yet completely public, it includes a number of notables within the DC and Marvel experience. Some writers include Eisner Award winner [Mike Baron](https://en.wikipedia.org/wiki/Mike_Baron); [Chuck Dixon](https://en.wikipedia.org/wiki/Chuck_Dixon), who is known for Batman and The Punisher; [Aaron Lopresti](https://en.wikipedia.org/wiki/Aaron_Lopresti#DC), who has written extensively for both Marvel and DC; as well as [Scott Beatty](https://en.wikipedia.org/wiki/Scott_Beatty), who has written encyclopedias based on DC Comics characters, in addition to his work for the publisher.\\n\\n![](https://images.mirror-media.xyz/publication-images/iln-r9xvCC978GU-cBErX.png?height=955&width=1434)\\n\\nComic artists [Will Conrad](https://www.dccomics.com/talent/will-conrad) and [Mark McKenna](https://bravenewcoin.com/insights/comic-artist-mark-mckenna-debuts-digital-artworks-on-makersplace) are represented on the visual side along with a number of new talents. McKenna is already familiar in the NFT scene, having [released](https://makersplace.com/markmckenna/) digital artworks on MakersPlace in December 2020. Despite the impressive lineup, there are hints of more to come, as the project’s organizer [states](https://redlion.news/issues/issue-30#encode) that “Many of the already involved artists with rank and name currently remain under secrecy.”\\n\\nThe time-traveler title mentioned earlier, otherwise known as *2084*, centers on the recently returned Satoshi Nakamoto. Here, SATOSH1 explores a “distant dystopian future version of our Earth after the ‘Big Reset’, where the big corporations and citadels hold the power,” according to PR1MAL. The ongoing series is meant to constitute “an epic of CryptoArt” set in a fictional, polarizing future, filled with symbols and figures related to the culture around cryptocurrency intended as a recurring theme. *2084* is expected to stay in the production phase until summer 2021.\\n\\n*“At the heart of ENCODE is the publication of stories that on the one hand take up the symbols and memes of crypto culture, but also the vision of the present that will be the reality of the future.”*\\n\\nAnother title, *METATALES*, is a graphic black-and-white anthology made up of a number of short stories by various artists. Some of these are about crypto, while others “are more socio-critical and portray our society in terms of technological developments.” Publication is planned for early June.\\n\\n \\n\\n[https://twitter.com/ENCODE_graphics/status/1380832274917289988?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1380832274917289988%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F04%2F21%2Fsatoshi-nakamoto-saves-world-in-nft-enabled-comic-book-series](https://twitter.com/ENCODE_graphics/status/1380832274917289988?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1380832274917289988%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F04%2F21%2Fsatoshi-nakamoto-saves-world-in-nft-enabled-comic-book-series)\\n\\n#### Pre-NFT\\n\\nDistribution of the comics has not yet been announced, but an NFT drop called [GENESIS ](https://niftygateway.com/collections/encodegraphicsopen)related to *2084* took place on April 17 on Nifty Gateway. The drop of four open edition works featuring SATOSH1 saw 148 sales, bringing in nearly $97,000 for the project. \\n\\n“The GENESIS drops help us with funding. Artists want to get paid,” says PR1MAL. A second, related drop is scheduled for June 4.\\n\\n![](https://images.mirror-media.xyz/publication-images/cKQDZvAAeckydIJvi5MnF.png?height=955&width=1434)\\n\\nThe Nifty Gateway platform is owned by the Winklevoss twins, and was previously chosen as the main platform for Michael Winkelmann, better known as [Beeple](https://cointelegraph.com/magazine/2021/02/16/nft-artist-beeples-mammoth-5040-day-artwork), for his drops because it allowed anyone to participate using a credit card or bank transfer, instead of being strictly on-chain. \\n\\nThe launch of the GENESIS NFT series before the launch of the actual comic is interesting from the perspective of crypto history, since the set-up appears to be an echo of the pre-initial coin offering phenomenon that was commonplace in 2017. Pre-ICOs were opportunities for investors to get in on a project “at the ground floor,” with raised funds being used, at least in theory, to create a valuable product. In this sense, the GENESIS NFT drop was a sort of pre-offer or kick-starter to the art project.\\n\\nHelping emerging young artists access the NFT scene is a point of emphasis, according to ENCODE, with PR1MAL explaining that a portion of NFT proceeds will go toward an “artists fund” to help support young talent, who “should be offered a possibility to get access to the NFT scene and to get fair shares from releases within the framework of ENCODE.”\\n\\n“We would very much like to provide a scholarship to the Kubert School in Dover for one young talent each year at some point,” PR1MAL adds, referring to a New Jersey school for cartooning.\\n\\n[https://twitter.com/ENCODE_graphics/status/1377010765899644929?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1377010765899644929%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F04%2F21%2Fsatoshi-nakamoto-saves-world-in-nft-enabled-comic-book-series](https://twitter.com/ENCODE_graphics/status/1377010765899644929?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1377010765899644929%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fcointelegraph.com%2Fmagazine%2F2021%2F04%2F21%2Fsatoshi-nakamoto-saves-world-in-nft-enabled-comic-book-series)\\n\\n#### Visualizing the future\\n\\nPhysical comics are naturally part of the picture — but with a modern twist. Some next-generation physical comic books will “contain NFCs with ETH keypairs and NFTs” that will “harmonize with Web 3.0.” NFCs refer to near-field communication devices, used in applications like tap-and-go payment cards. The covers of each comic will also be available as NFTs. \\n\\nAccording to PR1MAL, “This is also a particular goal of ENCODE Graphics — the innovative building of bridges between physical works and the new digital possibilities of the blockchain.”\\n\\nThe vision of creating comics that represent the 21st century seems to be supported by plans for an exclusive set of 21 founder tokens. “The tokens will be like a contract for 3 years. Holders will receive a lot for what they pay, digital items and analog items: all issues and variants, including a special founder variant. Plus partial potential movie rights, limited Founder NFTs, a physical printed ‘yearbook’ after one year, prints, original art, etcetera,” PR1MAL lists in addition to other swag. There are also plans for a trading card game called CITADELS featuring characters from *2084*.\\n\\n![](https://images.mirror-media.xyz/publication-images/E1ycWOlWd55-zc7UqdqCq.png?height=955&width=1434)\\n\\nWith so many plans, however, it is worth questioning if launching two recurring publications in such a short time may prove too large of a bite to chew. Despite the workload, PR1MAL says that “Everything is on schedule” and that Issue #2 of both comics is being worked on.\\n\\nIf ENCODE Graphics does become a success to the point that its characters become representative of the global epic of crypto, the possibilities are quite considerable. In five years, PR1MAL hopes to expand *2084* “to such an extent that it would even be ripe for a film adaptation.” There is also the potential of integrating the storyline with the actual Metaverse somehow, using platforms like Decentraland or Cryptovoxels to name a few.\\n\\nPR1MAL concludes that: “ENCODE guarantees the professionalism of the old publishers but wants to live up to the symbols of CryptoArt and the Metaverse with new technologies.”\",\"timestamp\":1639283982,\"title\":\"Satoshi Nakamoto saves the world in an NFT-enabled comic book series\"},\"digest\":\"lUXmZtsyz4rl_LlKKgqb3OMod7rV3veU6UfZ7OyVVL0\",\"authorship\":{\"contributor\":\"0xD3836bbF66755049C37A9ae3451d4c3fC69Fbf6f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ywVND_pAv8sNCmtRW35H4Odc4Atb3dVXmFK0MWflPS0\\\",\\\"y\\\":\\\"koz1_Q9xzU9CSvBOfvGEdcumu1JL06joJzEXgbB5Pug\\\"}\",\"signature\":\"ntFWSE3zg1Ln4p7TSrzhcAS7lOqieh-_tTfZHpS-gkAJScvxllibTBGlqO5oP0Ty_BeNdoSMfn4itUN37taOcg\",\"signingKeySignature\":\"0xd20110e6490de14cbc76a9ec149a5418ffda2ab7c04ff5b198af64a9adbe4cfb3c21ebf5f5045a8c56555a25c9bf8fa506f1f0b8a3c18cb2314c8ea4ad4e86f01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ywVND_pAv8sNCmtRW35H4Odc4Atb3dVXmFK0MWflPS0\\\",\\\"y\\\":\\\"koz1_Q9xzU9CSvBOfvGEdcumu1JL06joJzEXgbB5Pug\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lUXmZtsyz4rl_LlKKgqb3OMod7rV3veU6UfZ7OyVVL0\"}"