"{\"content\":{\"body\":\"\\\"Oh, I don't  mean that,\\\" said Peter. \\\"I only meant --I only meant--oh, well, it was nothing-really.\\\"\\n\\n\\\" It must have been about something,\\\" continued Marjory. She continued, because Peter had denied that she was concerned in it. \\\" Whose fault ? \\\"\\n\\n\\\"I really don't know. It was all rather confusing,\\\" lied Peter, tranquilly.\\n\\nColeman and the professor decided to accept a plan of the correspondent's dragoman to start soon on the first stage of the journey to Athens. The dragoman had said that he had found two large carriages rentable.\\n\\nCoke, the outcast, walked alone in the narrow streets. The flight of the crown prince's army from Larissa had just been announced in Arta, but Coke was probably the most woebegone object on the Greek peninsula.\\n\\nHe encountered a strange sight on the streets. A woman garbed in the style for walking of an afternoon on upper Broadway was approaching him through a mass of kilted mountaineers and soldiers in soiled overcoats. Of course he recognised Nora Black.\\n\\nIn his conviction that everybody in the world was at this time considering him a mere worm, he was sure that she would not heed him. Beyond that he had been presented to her notice in but a transient and cursory fashion. But contrary to his conviction, she turned a radiant smile upon him. \\\" Oh,\\\" she said, brusquely, \\\" you are one of the students. Good morning.\\\" In her manner was all the confidence of an old warrior, a veteran, who addresses the universe with assurance because of his past battles.\\n\\nCoke grinned at this strange greeting. \\\" Yes, Miss Black,\\\" he answered, \\\" I am one of the students.\\\"\\n\\nShe did not seem to quite know how to formulate her next speech. \\\" Er-I suppose you're going to Athens at once \\\" You must be glad after your horrid experiences.\\\"\\n\\n\\\" I believe they are going to start for Athens today,\\\" said Coke.\\n\\nNora was all attention.  \\\"'They ?'\\\" she repeated. \\\"Aren't you going with them? \\\"\\n\\n\\\" Well,\\\" he said, \\\" \\\\* \\\\* Well---\\\"\\n\\nShe saw of course that there had been some kind of trouble. She laughed. \\\" You look as if somebody had kicked you down stairs,\\\" she said, candidly. She at once assumed an intimate manner toward him which was like a temporary motherhood. \\\" Come, walk with me and tell me all about it.\\\" There was in her tone a most artistic suggestion that whatever had happened she was on his side. He was not loath. The street was full of soldiers whose tongues clattered so loudly that the two foreigners might have been wandering in a great cave of the winds. \\\" Well, what was the row about ? \\\" asked Nora. \\\" And who was in it? \\\"\\n\\nIt would have been no solace to Coke to pour out his tale even if it had been a story that he could have told Nora. He was not stopped by the fact that he had gotten himself in the quarrel because he had insulted the name of the girt at his side. He did not think of it at that time. The whole thing was now extremely vague in outline to him and he only had a dull feeling of misery and loneliness. He wanted her to cheer him.\\n\\nNora laughed again. \\\" Why, you're a regular little kid. Do you mean to say you've come out here sulking alone because of some nursery quarrel? \\\" He was ruffled by her manner. It did not contain the cheering he required. \\\" Oh, I don't know that I'm such a regular little kid,\\\" he said, sullenly. \\\" The quarrel was not a nursery quarrel.\\\"\\n\\n\\\"Why don't you challenge him to a duel? \\\" asked Nora, suddenly. She was watching him closely.\\n\\n\\\" Who?\\\" said Coke.\\n\\n\\\" Coleman, you stupid,\\\" answered Nora.\\n\\nThey stared at each other, Coke paying her first the tribute of astonishment and then the tribute of admiration. \\\"Why, how did you guess that?\\\" he demanded.\\n\\n\\\" Oh,\\\" said Nora., \\\" I've known Rufus Coleman for years, and he is always rowing with people.\\\"\\n\\n\\\"That is just it,\\\" cried Coke eagerly. \\\"That is just it. I fairly hate the man. Almost all of the other fellows  will stand his abuse, but it riles me, I tell you. I think he is a beast. And, of course, if you seriously meant what you said about challenging him to a duel--I mean if there is any sense in that sort of thing-I would challenge Coleman. I swear I would. I think he's a great bluffer, anyhow. Shouldn't wonder if he would back out. Really, I shouldn't.\\n\\nNora smiled humourously at a house on her side of the narrow way. \\\"I wouldn't wonder if he did either \\\" she answered. After a time she said \\\" Well, do you mean to say that you have definitely shaken them? Aren't you going back to Athens with them or anything? \\\"\\n\\n\\\" I-I don't see how I can,\\\" he said, morosely.\\n\\n\\\" Oh,\\\" she said. She reflected for a time. At last she turned to him archly and asked: \\\"Some words over a lady?\\\"\\n\\nCoke looked at her blankly. He suddenly remembered the horrible facts. \\\" No-no-not over a lady.\\\"\\n\\n\\\" My dear boy, you are a liar,\\\" said Nora, freely. \\\"You are a little unskilful liar. It was some words over a lady, and the lady's name is Marjory Wainwright.\\\"\\n\\nCoke felt as though he had suddenly been let out of a cell, but he continued a mechanical denial. \\\"No, no \\\\* \\\\* It wasn't truly \\\\* \\\\* upon my word \\\\* \\\\* \\\"\\n\\n\\\"Nonsense,\\\" said Nora. \\\" I know better. Don't you think you can fool me, you little cub. I know you're in love with Marjory Wainwright, and you think Coleman is your rival. What a blockhead you are. Can't you understand that people see these things?\\\"\\n\\n\\\" Well-\\\" stammered Coke.\\n\\n\\\"Nonsense,\\\" said Nora again. \\\"Don't try to fool me, you may as well understand that it's useless. I am too wise.\\\"\\n\\n\\\" Well-\\\" stammered Coke.\\n\\n\\\" Go ahead,\\\" urged Nora. \\\" Tell me about it. Have it out.\\\"\\n\\nHe began with great importance and solemnity. \\\"Now, to tell you the truth \\\\* \\\\* that is why I hate him \\\\* \\\\* I hate him like anything. \\\\* \\\\* I can't see why everybody admires him so. I don't see anything to him myself. I don't believe he's got any more principle than a wolf. I wouldn't trust him with two dollars. Why, I know stories about him that would make your hair curl. When I think of a girl like Marjory-- \\\"\\n\\nHis speech had become a torrent. But here Nora raised her hand. \\\" Oh! Oh! Oh! That will do. That will do. Don't lose your senses. I don't see why this girl Marjory is any too good. She is no chicken, I'll bet. Don't let yourself get fooled with that sort of thing.\\\"\\n\\nCoke was unaware of his incautious expressions. He floundered on. while Nora looked at him as if she wanted to wring his neck. \\\" No-she's too fine and too good-for him or anybody like him-she's too fine and too good-\\\"\\n\\n\\\" Aw, rats,\\\" interrupted Nora, furiously. \\\"You make me tired.\\\"\\n\\nCoke had a wooden-headed conviction that he must make Nora understand Marjory's infinite superiority to all others of her sex, and so he passed into a  pariegyric, each word of which was a hot coal to the girl addressed. Nothing would stop him, apparently. He even made the most stupid repetitions. Nora finally stamped her foot formidably. \\\"Will you stop? Will you stop ? \\\" she said through her clenched teeth. \\\" Do you think I want to listen to your everlasting twaddle about her? Why, she's-she's no better than other people, you ignorant little mamma's boy. She's no better than other people, you swab! \\\"\\n\\nCoke looked at her with the eyes of a fish. He did not understand. \\\"But she is better than other people,\\\" he persisted.\\n\\nNora seemed to decide suddenly that there would be no accomplishment in flying desperately against this rock-walled conviction. \\\" Oh, well,\\\" she said, with marvellous good nature, \\\" perhaps you are right, numbskull. But, look here; do you think she cares for him?\\\"\\n\\nIn his heart, his jealous heart, he believed that Marjory loved Coleman, but he reiterated eternally to himself that it was not true. As for speaking it to, another, that was out of the question. \\\" No,\\\" he said, stoutly, \\\" she doesn't care a snap for him.\\\" If he had admitted it, it would have seemed to him that. he was somehow advancing Coleman's chances.\\n\\n\\\"'Oh, she doesn't, eh ?\\\" said Nora enigmatically.\\n\\n\\\"She doesn't?\\\" He studied her face with an abrupt, miserable suspicion, but he repeated doggedly: \\\" No, she doesn't.\\\"\\n\\n\\\"Ahem,\\\" replied Nora. \\\" Why, she's set her cap for him all right. She's after him for certain. It's as plain as day. Can't you see that, stupidity ?\\\"\\n\\n\\\"No,\\\" he said hoarsely.\\n\\n\\\"You are a fool,\\\" said Nora. \\\" It isn't Coleman that's after her. It is she that is after Coleman.\\\"\\n\\nCoke was mulish. \\\" No such thing. Coleman's crazy about her. Everybody has known it ever since he was in college. You ask any of the other fellows.\\\"\\n\\nNora was now very serious, almost doleful. She remained still for a time, casting at Coke little glances of hatred. \\\" I don't see my way clear to ask any of the other fellows,\\\" she said at last, with considerable bitterness. \\\" I'm not in the habit of conducting such enquiries.\\\"\\n\\nCoke felt now that he disliked her, and he read plainly her dislike of him. If they were the two villains of the play, they were not having fun together at all.  Each had some kind of a deep knowledge that their aspirations, far from colliding, were of such character  that the success of one would mean at least assistance to the other, but neither could see how to confess if. Pethapt it was from shame, perhaps it was because Nora thought Coke to have little wit ; perhaps it was because Coke thought Nora to have little conscience. Their talk was mainly rudderless. From time to time Nora had an inspiration to come boldly at the point, but this inspiration was commonly defeated by, some extraordinary manifestation of Coke's incapacity. To her mind, then, it seemed like a proposition to ally herself to a butcher-boy in a matter purely sentimental. She Wondered indignantly  how she was going to conspire With this lad, who puffed out his infantile cheeks in order to conceitedly demonstrate that he did not understand the game at all. She hated Marjory for it. Evidently it was only the weaklings who fell in love with that girl. Coleman was an exception, but then, Coleman was misled, by extraordinary artifices. She meditatecf for a moment if she should tell Coke to go home and not bother her. What at last decided the question was his unhappiness. Shd clung to this unhappiness for its value as it stood alone, and because its reason for existence was related  to her own unhappiness. \\\" You Say you are not going back toAthens with your party. I don't suppose you're going to stay here.  I'm going back to Athens to-day. I came up here to see a battle, but it doesn't seem that there are to be any more battles., The fighting will now all be on the other side of'the mountains.\\\" Apparent she had learned in some haphazard way that the Greek  peninsula was divided by a spine of almost inaccessible mountains, and the war was thus split into two  simultaneous campaigns. The Arta campaign was known to be ended. \\\"If you want to go back to Athens without consorting with your friends, you had better go back with me. I can take you in my carriage as far as the beginning of the railroad. Don't you worry. You've got money enough, haven't you ? The pro- fessor isn't keeping your money ?\\\"\\n\\n\\\"Yes,\\\" he said slowly, \\\"I've got money enough.\\\" He was apparently dubious over the proposal. In their abstracted walk they had arrived in front of the house occupied by Coleman and the Wainwright party. Two carriages, forlorn in dusty age, stood be- fore the door. Men were carrying out new leather luggage and flinging it into the traps amid a great deal of talk which seemed to refer to nothing. Nora and Coke stood looking at the scene without either thinking of the importance of running away, when out tumbled seven students, followed immediately but in more decorous fashion by the Wainwrights and Coleman.\\n\\nSome student set up a whoop. \\\" Oh, there he is. There's Coke. Hey, Coke, where you been?  Here he is, professor.\\\" For a moment after the hoodlum had subsided, the two camps stared at each other in silence.\\n\\nCHAPTER XX.\\n\\nNORA and Coke were an odd looking pair at the time. They stood indeed as if rooted to the spot, staring vacuously, like two villagers, at the surprising travellers. It was not an eternity before the practiced girl of the stage recovered her poise, but to the end of the incident the green youth looked like a culprit and a fool. Mrs. Wainwright's glower of offensive  incredulity was a masterpiece. Marjory nodded  pleasantly; the professor nodded. The seven students clambered boisterously into the forward carriage making it clang with noise like a rook's nest. They shouted to Coke. \\\" Come on; all aboard; come on, Coke; - we're off. Hey, there, Cokey, hurry up.\\\" The professor, as soon as he had seated himself on the forward seat of' the second carriage, turned in Coke's general direction and asked formally: \\\" Mr. Coke, you are coming with us ? \\\" He felt seemingly much in doubt as to the propriety of abandoning the headstrong young man, and this doubt was not at all decreased by Coke's appearance with Nora Black. As far as he could tell, any assertion of authority on his part would end only in a scene in which Coke would probably insult him with some gross violation of collegiate conduct. As at first the young man made no reply, the professor after waiting spoke again. \\\"You understand, Mr. Coke, that if you separate yourself from the party you encounter my strongest disapproval, and if I did not feel responsible to the college and your father for your safe journey to New York I-I don't know but what I would have you ex- pelled by cable if that were possible.\\\"\\n\\nAlthough Coke had been silent, and Nora Black had had the appearance of being silent, in reality she had lowered her chin and whispered sideways and swiftly. She had said: \\\" Now, here's your time. Decide quickly, and don't look such a wooden Indian.\\\" Coke pulled himself together with a visible effort, and spoke to the professor from an inspiration in which he had no faith. \\\" I understand my duties to you, sir, perfectly. I also understand my duty to the college. But I fail to see where either of these  obligations require me to accept the introduction of  objectionable people into the party. If I owe a duty to the college and to you, I don't owe any to Coleman, and, as I understand it, Coleman was not in the original plan of this expedition. If such had been the case, I would not have been here. I can't tell what the college may see fit to do, but as for my father I I have no doubt of how he will view it.\\\"\\n\\nThe first one to be electrified by the speech was Coke himself. He saw with a kind of sub-conscious amazement this volley of bird-shot take effect upon the face of the old professor. The face of Marjory flushed crimson as if her mind had sprung to a fear that if Coke could develop ability in this singular fashion he might succeed in humiliating her father in the street in the presence of the seven students, her mother, Coleman and-herself. She had felt the bird- shot sting her father.\\n\\nWhen Coke had launched forth, Coleman with his legs stretched far apart had just struck a match on the wall of the house and was about to light a cigar. His groom was leading up his horse. He saw the value of Coke's argument more appreciatively and sooner perhaps than did Coke. The match dropped from his fingers, and in the white sunshine and still air it burnt on the pavement orange coloured and with langour. Coleman held his cigar with all five fingers-in a manner out of all the laws of smoking. He turned toward Coke. There was danger in the moment, but then in a flash it came upon him that his role was not of squabbling with Coke, far less of punching him. On the contrary, he was to act the part of a cool and instructed man who refused to be waylaid into foolishness by the outcries of this  pouting youngster and who placed himself in complete deference to the wishes of the professor. Before the professor had time to embark upon any reply to Coke, Coleman was at the side of the carriage and, with a fine assumption of distress, was saying: \\\"Professor, I could very easily ride back to Agrinion alone. It would be all right. I don't want to-\\\"\\n\\nTo his surprise the professor waved at him to be silent as if he were a mere child. The old man's face was set with the resolution of exactly what hewas going to say to Coke. He began in measured tone, speaking with feeling, but with no trace of anger.\\n\\n\\\" Mr. Coke, it has probably escaped your attention that Mr. Coleman, at what I consider a great deal of peril to himself, came out to rescue this party-you and others-and although he studiously disclaims all merit in his finding us and bringing us in, I do not regard it in that way, and I am surprised that any member of this party should conduct himself in this manner toward a man who has been most devotedly and generously at our service.\\\" It was at this time that the professor raised himself and shook his finger at Coke, his voice now ringing with scorn. In such moments words came to him and formed themselves into sentences almost too rapidly for him to speak them. \\\" You are one of the most remarkable products of our civilisation which I have yet come upon. What do you mean, sir? Where are your senses? Do you think that all this pulling and pucking is manhood? I will tell you what I will do with you. I thought I brought out eight students to Greece, but when I find that I brought out, seven students and--er--an--ourang-outang--don't get angry, sir--I don't care for your anger--I say when I discover this I am naturally puzzled for a moment. I will leave you to the judgment of your peers. Young gentlemen! \\\" Of the seven heads of the forward carriage none had to be turned. All had been turned since the  beginning of the talk. If the professor's speech had been delivered in one of the class-rooms of  Washurst they would have glowed with delight over the butchery of Coke, but they felt its portentous aspect. Butchery here in Greece thousands of miles from home presented to them more of the emphasis of downright death and destruction. The professor called out \\\" Young gentlemen, I have done all that I can do without using force, which, much to my regret, is impracticable. If you will persuade your fellow student to accompany you I think our consciences will be the better for not having left a weak minded brother alone among the by-paths.\\\" The valuable aggregation of intelligence and refine- ment which decorated the interior of the first carriage did not hesitate over answering this appeal. In fact, his fellow students had worried among themselves over Coke, and their desire to see him come out of his troubles in fair condition was intensified by the fact that they had lately concentrated much thought upon him. There was a somewhat comic pretense of  speaking so that only Coke could hear. Their chorus was law sung. \\\" Oh, cheese it, Coke. Let up on your-self,  you blind ass. Wait till you get to Athens and then go and act like a monkey. All this is no good-\\\"\",\"timestamp\":1638928758,\"title\":\"\\nHe looked at her quaintly. He was not one of those in love with her\"},\"digest\":\"i9XL2ndEGAfiPzXHdIOPXfs3apb15NhiwHvCq9kyXNE\",\"authorship\":{\"contributor\":\"0xebb47BcE22955a8570D5570840798eda13Ec89EB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3QxX69fXnK_12BalMsmWOC8eHovN7SVRVMGIozI9IiM\\\",\\\"y\\\":\\\"ZFqQgNDDcQhzOGEBtaZS5SDjBr2W85kIcqoOPaRjsuo\\\"}\",\"signature\":\"r1tw97iGsGRRCti1NpTngxNvfeVkaSD2XAgt-WfSfsAyR9U4RHa8bCvZOQeWfxffaXih88vWGMaM7gXqQPVx1Q\",\"signingKeySignature\":\"0x6d9f75b03b1962c45dc681937fc0254eba84fe8256ca9c3a77ad7aa9af3f40be3ec8c3b1dce444933e73cfeab3b10243d1fa34de445766675fc2f40e28a89a471c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3QxX69fXnK_12BalMsmWOC8eHovN7SVRVMGIozI9IiM\\\",\\\"y\\\":\\\"ZFqQgNDDcQhzOGEBtaZS5SDjBr2W85kIcqoOPaRjsuo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"i9XL2ndEGAfiPzXHdIOPXfs3apb15NhiwHvCq9kyXNE\"}"