"{\"content\":{\"body\":\"Blockchain technology achieves decentralized security and trust in several ways. First, new blocks are always stored linearly and chronologically. That is, they are always added to the “end” of the blockchain. After a block has been added to the end of the blockchain, it is extremely difficult to go back and alter the contents of the block unless a majority of the network has reached a consensus to do so. That’s because each block contains its own  along with the hash of the block before it, as well as the previously mentioned time stamp. Hash codes are created by a  that turns digital information into a string of numbers and letters. If that information is edited in any way, the hash code changes as well.\\n\\nLet’s say a hacker, who also runs a node on a blockchain network, wants to alter a blockchain and steal cryptocurrency from everyone else. If they were to alter their own single copy, it would no longer align with everyone else's copy. When everyone else cross-references their copies against each other, they would see this one copy stand out and that hacker's version of the chain would be cast away as illegitimate. \\n\\nSucceeding with such a hack would require that the hacker simultaneously control and alter 51% or more of the copies of the blockchain so that their new copy becomes the majority copy and thus, the agreed-upon chain. Such an attack would also require an immense amount of money and resources as they would need to redo all of the blocks because they would now have different timestamps and hash codes. \\n\\nDue to the size of many cryptocurrency networks and how fast they are growing, the cost to pull off such a feat would probably be insurmountable. Not only would this be extremely expensive, but it would also likely be fruitless. Doing such a thing would not go unnoticed, as network members would see such drastic alterations to the blockchain. The network members would then  off to a new version of the chain that has not been affected. This would cause the attacked version of the token to plummet in value, making the attack ultimately pointless as the bad actor has control of a worthless asset. The same would occur if the bad actor were to attack the new fork of Bitcoin. It is built this way so that taking part in the network is far more economically incentivized than attacking it.\",\"timestamp\":1637678888,\"title\":\" digital information\"},\"digest\":\"tu8YxXa7QEj6VvHwlZgb6QYt5aW6wwMHl-FFSTlIdSc\",\"authorship\":{\"contributor\":\"0xd3Eed1a1c9EA16298956879eb8FCa98Bf98229CB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A5F8bppMxSwNtPc7EgxkrKQ45hyafJ-SjxIyGEcUCjo\\\",\\\"y\\\":\\\"4dRCB8rYkg4N1SokmPsdHMyGsOW2Ld-5qJEbehmCxYs\\\"}\",\"signature\":\"rX1G9TR7cuTHJG8A0JRYs_E9Sz-_-TLt-EGV84G87SQhP7IWS5pfsg3dlFUc2oLu-1wN76RovdN4LQ7W2rTE2Q\",\"signingKeySignature\":\"0x930dd260aab285b8a15485597212b56a1ccfa57ad4f03c264315c1f9547c9a5e78e88aa338aebc653dbb9c579cb72daf0222f7f3b3a5d78fc75e25d07262d1521c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A5F8bppMxSwNtPc7EgxkrKQ45hyafJ-SjxIyGEcUCjo\\\",\\\"y\\\":\\\"4dRCB8rYkg4N1SokmPsdHMyGsOW2Ld-5qJEbehmCxYs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tu8YxXa7QEj6VvHwlZgb6QYt5aW6wwMHl-FFSTlIdSc\"}"