"{\"content\":{\"body\":\"I’m missing your terribly. Not only are you my favorite imaginary friend, you are also the one closest to myself.\\n\\nYou want to do something with the land up the hill, as it truly is a waste to leave it to the horses. It gets full of thistle this way, as the horses don’t eat it. We went there when the weather was still in its beautiful autumn-y twilight. The oak grove has grown to a considerable size and the brambles have taken over that fig tree we gathered from, that year. We were wearing sandals and got our ankles scratched by the dead thistle and the cow parsley - you know, the flower that filled the field last august with white floating umbrellas.\\n\\nThe view over the old village is as magnificent as ever, though at times it’s becoming blocked by thicket. And as I headed to the big oak with the stone shed, I felt like that was the place. More so than from the fig tree, where there is still a view. And of course, you can always build higher up, and get a view from the second floor, right?\\n\\nI always thought that having a view meant you had to have it in full display at all times, in all corners of the house. Living in the small house, behind the castle, I only ever get a view of the village and the monastery when I get on the road to the gate, or when I head towards the last electricity pole. And I though at first what a shame, that I’m so close and yet so far from it, from it’s majesty. But isn’t it an even bigger joy to stumble upon it at times, when my thoughts are somewhere else, when I almost don’t expect it? Sometimes it is shrouded in fog and other times is glows in the morning rays, every window burning as if from the inside. And us, tiny, at the foothills of this, seeing it anew and fresh each time.\\n\\nThere was once a Japanese garden master who was gifted for his great achievements an empty lot with a beautiful view of Mount Fuji. Everyone was curious as to what garden the great master would create in that privileged place. Years went by and finally the master opened the garden. The visitors where surprised to see that it was entirely enclosed by high walls. Only upon reaching the basin for the ceremonial hand washing before the tea ceremony was there a glimpse of the spectacular view. It was a small opening that one could only glimpse through when bowing down to wash.\\n\\nHow does one imagine a house with a view?\\n\\nYours dearly,\\n\\nJo\\n\\n\\n---\\n\\n*Galosh is a type of Russian shoe. The accent goes on the second syllable.*\",\"timestamp\":1641677099,\"title\":\"Dearest Galosh,\"},\"digest\":\"GEcx54GXRtfgNewvt5MDvdQgdY23LmXQpsIV5UN_caA\",\"authorship\":{\"contributor\":\"0x279a737FA0594176467BFB455C41a0d078144aFC\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KuoG9jNP5HlFHyzhw_42fEtpsg5rOTkhE4QwjYndT08\\\",\\\"y\\\":\\\"yuHjUBwd5ns81-WBNzcAAmzUpY3EzvXkDqlL1aLI3XQ\\\"}\",\"signature\":\"YdkpgihktfYex4JWvQJhazgzyw9c48lyJOG74aHWLsNDvE563KGvGoCmI19RLTdJ3C5UaaHxYTVshgxhbkFqCQ\",\"signingKeySignature\":\"0x4a16cb76e7d3b1f1b5c018778862ca80737e1bfe4bd1d0693a47036b2d464cea39dc2deb11be4d57e7af13d97df382576e45b9669d8dc0a32615f859ad6410951c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KuoG9jNP5HlFHyzhw_42fEtpsg5rOTkhE4QwjYndT08\\\",\\\"y\\\":\\\"yuHjUBwd5ns81-WBNzcAAmzUpY3EzvXkDqlL1aLI3XQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GEcx54GXRtfgNewvt5MDvdQgdY23LmXQpsIV5UN_caA\"}"