"{\"content\":{\"body\":\"```\\nCreating NFTs is almost as simple as uploading a photo to Facebook or Instagram. Anyone with a crypto wallet can create, sell and buy an NFT on the different platforms available. You only need to create a user, upload the content you want to convert to a NFT and connect your crypto wallet to pay for the gas: the cost of uploading that file to the blockchain. Here are 5 of the best platforms to start in the world of NFTs.\\n\\nOpenSea\\n\\nOpenSea is the NFT platform par excellence. It was created in 2018 and currently has more than 20 million NFTs within it. In the last month, more than 2.29 million transactions were made with a total value of $ 3.66 billion. As of today, it has almost 250,000 users.\\n\\nOne of the main attractions of OpenSea is its ease of use. Simply connect the wallet, upload the file you want to convert and give it a name. In addition, creating an NFT in OpenSea is totally free since it does not require any type of commission. Of course, the platform charges 2.5% of the sale price if you manage to sell your NFT.\\n\\nAlso, when it comes to putting the NFT up for sale, you have to pay the gas fee to upload it to the blockchain. However, another of the characteristics of OpenSea is that you only have to pay this fee when publishing the first NFT of your collection. That is, if you are thinking of uploading several NFTs, you will only pay the gas fee of the first one.\\n\\nWhen it comes to putting the NFT up for sale, you can choose between setting a fixed direct sale price or selling it by auction. In auction, you will have to decide on a minimum price, an auction expiration date and a maximum price. In addition, you can configure different rewards, so that if someone shares the NFT link and manages to sell it, they take a small percentage of the sale. Once the NFT is sold, you will receive the money directly to the crypto portfolio with which you have connected.\\n\\nRarible\\n\\nAccording to data from DappRadar, Rarible had a total sales volume of more than $ 19 million in the last month thanks to its 10,000 users. After OpenSea, it is one of the most popular NFTs marketplaces.\\n\\nIt´s interface is very similar to OpenSea and also stands out for its easy operation. You connect your wallet, upload the file and put it up for sale. Like OpenSea, Rarible charges a 2.5% fee each time a sale is made. However, this platform also charges 2.5% to the buyer. Therefore, it charges a total of 5% in commissions for each sale.\\n\\nIn addition, unlike OpenSea, in Rarible, the price of gas must be paid for each NFT that you want to put up for sale and sellers have to contribute the price of gas when the NFT is put up for auction and when it is sold. This greatly increases the price of creating an NFT, considering that gas rates currently on the Ethereum network exceed $ 100.\\n\\nAn advantage of Rarible over OpenSea is that it has its own token, the RARI. Which can create incentives to use Rarible, since every time an NFT is sold and bought within the platform, tokens are received. In fact, the price of RARI has gone from a low of $ 1.30 at the beginning of the year to $ 20.10 today.\\n\\nMintable\\n\\nThere were 806 transactions on the Mintable platform in the last month for a total value of more than $ 51,000. Despite the fact that they are far from the two previous platforms, Mintable has features that makes it a very good option to start experimenting with NFTs.\\n\\nThe process of creating an NFT is straightforward. You just have to create a user, upload the file with a title and put it up for sale. The main advantage of Mintable over the two previous marketplaces is that it is not necessary to pay any gas fee to upload an NFT. When uploading an NFT, the platform gives us the option of creating the NFT for free or uploading it in a \\\"normal\\\" way by paying the gas fee. If we select the option of not paying gas fee, the platform will keep 5% of the money we receive from the sale, while if we choose to pay the gas fee, the platform will keep 2.5%.\\n\\nAlso, if we choose not to pay gas, the NFT will not appear as created in other marketplaces until it is sold or transferred. That is, the NFT created appears on the Mintable platform and is registered and available to be purchased, but the NFT cannot be made available in our crypto portfolio.\\n\\nSuperRare\\n\\nIn the last month, SuperRare had more than 3,500 transactions with a total value in excess of $ 20 million. Unlike the previous 3 platforms, SuperRare is not open to everyone, as it is focused on the art world.\\n\\nSupeRare is an exclusive platform for artists. Only single-issue items that have been created by a single artist are sold. To publish on SuperRare you need to fill out a contact form in which the artist profile is granted and only include a few profiles per month.\\n\\nWhen uploading the work, artists must show that it is original and that it has been created by them. For this, a short presentation video must be provided, between 3 and 5 previous works and a story behind the work that you want to upload and the reason why it should be on the platform.\\n\\nIn addition, SuperRare has its own social network within the platform. Users can follow, like and talk to the creators of the NFTs in a similar way to the famous social network Instagram.\\n\\nHic et Nunc\\n\\nThe Hic et Nunc platform, \\\"here and now\\\" in English, had almost 1.5 million transactions in the last month and moved more than $ 25 million. Hic et Nunc was born in response to platforms that use proof of work as a consensus mechanism. An algorithm criticized for being highly polluting. Therefore, unlike the previous 4 platforms that use the Ethereum blockchain, Hic et Nunc operates on the Tezos blockchain. A blockchain that uses proof of stake as a consensus mechanism, a much less polluting algorithm.\\n\\nThe platform is simple to use and has a minimalist design reminiscent of arcade machines. In addition, by using your own blockchain, the cost of creating an NFT is much lower than that of creating it on the Ethereum blockchain. Currently, the cost per NFT on Hic et Nunc is less than $ 1, while on Ethereum it is more than $ 100.\\n\\nAnother outstanding aspect of this platform is its community. Respect for the environment has attracted many artists to this platform and has created a community made up of multitudes of artists who support each other.\\n\\n\\n\\n\\n\\n```\",\"timestamp\":1633973026,\"title\":\"The best 5 platforms to create, sell and buy NFTs\"},\"digest\":\"_SQLMeGAEcOiD9uSuH3vhNHwHIM0OX6STSpHhtrEzWg\",\"authorship\":{\"contributor\":\"0x947f539301218D881dB4Cd7F5737a9A69052071C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O1qbUsF2EnBS2GsyEoPG0MfNHqdmcP-uErG8F8r32MY\\\",\\\"y\\\":\\\"IBCaIV78MH6-1MTKRnKq5r-yuAPhM0CfT_3i6Avrcrc\\\"}\",\"signature\":\"mk52fSgmt8iXvar9GLC_NMy11l3grCwiKvsVESj-mLoUngRZgftHBs3GcHxJ1yj5_SVMrO9Z5ZNYCsVH25xqAQ\",\"signingKeySignature\":\"0x2b6c5b1ae7e67ef6901b62edcafbeac1bedae6b20286d9378aee31e93fc6d18a72441fbc3636c512749dc715e8d11fef5cd3721d60f4a2a6e6318ae7a33b0c751c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O1qbUsF2EnBS2GsyEoPG0MfNHqdmcP-uErG8F8r32MY\\\",\\\"y\\\":\\\"IBCaIV78MH6-1MTKRnKq5r-yuAPhM0CfT_3i6Avrcrc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_SQLMeGAEcOiD9uSuH3vhNHwHIM0OX6STSpHhtrEzWg\"}"