"{\"content\":{\"body\":\"*Part of [a series](https://air.mirror.xyz/) on using NFTs to fund publishing, using the [daily newsletter Dirt](https://dirt.substack.com) as an experiment.*\\n\\nThe accurate joke about Bitcoin is that you would never use it to buy a pizza, because a pizza could cost $20 one day and $200,000 the next. There's this enduring perception (self-inflicted) that cryptocurrency is just that, currency, and it should be used to buy and sell normal things like pizza and illegal drugs — that those transactions are its primary use case. But we've seen Bitcoin move into its role as digital gold — a store of longterm value — and other currencies like Dogecoin act more like penny stocks than anything functional. You might make money treating it like an asset, but there is no fundamental basis for its value. \\n\\nEthereum presents a different function, a different value system, and different relationships to its holders, as Joe Weisenthal [observed in Bloomberg](https://www.bloomberg.com/news/articles/2021-06-07/bitcoin-btc-vs-ethereum-eth-and-defi-there-s-a-big-difference). Ethereum (*not gonna use 'Ether' for the currency lol*) can be a pass into new digital spaces, like a train ticket or a Euro for the internet, the common currency of multiple platforms. And NFTs act as a more comprehensible version of the value of Ethereum. Instead of the currency, you have an object that you own. That object is what's traded back and forth, what's exchanged to create new relationships among its holders. NFTs have a fundamental logic that a wider userbase can grasp: they are *stuff*. \\n\\nNFTs can become a form of currency of their own, as a kind of in-game currency or membership ticket for particular projects. The impetus to collect NFTs is clear enough — you hold it in your wallet, you enjoy looking at it, you show it off. But the next level up from that is enabling users to play games with their NFTs, making them interactive and dynamic instead of static collected objects. Games give NFTs a sense of personality, a sense of meaning, and, most importantly, a sense of fun. When you can play with a NFT, it acquires more meaning. \\n\\nWhat's an NFT game? The investment stepladder, buying low and selling high, is already a kind of NFT game (like flipping NFT avatars). But there's little impetus for many people to participate in the secondary market for many holders except FOMO and the desire for a low price. My newsletter, Dirt, for example, has many collectors of its NFTs, but [no action on the secondary market](https://opensea.io/assets?search%5Bquery%5D=dirty%20s1&search%5BsortAscending%5D=false&search%5BsortBy%5D=LISTING_DATE), because there's no way to know what the sold-out NFTs are now worth. The community is not yet active enough in the NFT space to sustain trading or flipping. \\n\\nThe more interesting examples are when you can play your own games with NFTs you own, without relying on market action: [Universe.xyz's Polymorphs](https://medium.com/universe-xyz/polymorphic-universe-8470e14629b4) let you remix your own NFTs for a fee. [Misfit University](https://www.misfit.university/) uses the particular design of your NFT to determine a \\\"club\\\" that you're in — a faction-within-a-faction that brings users together (though that project faded quickly due to problematic art assets). Bored Ape Yacht Club gave all their holders the chance to [get a dog](https://twitter.com/boredapeyc/status/1406008682006069248?lang=en) alongside their ape. [Axie Infinity](https://axieinfinity.com/) and [Gods Unchained](https://godsunchained.com/) are actual games played with NFTs, like a MMORPG or card game.\\n\\n## Possible NFT Games for Media Companies\\n\\nI wrote before about [how media companies can incorporate NFTs](https://air.mirror.xyz/bTAwqOAe2vG6UIq5KSPrEho_VbrfDxcswm0ZuUtPGAc) as a business model, building a context around them rather than just releasing articles or covers as NFTs. Media companies also need to make their NFTs interactive and cultivate engagement with them apart from article / editorial content. Here are some possibilities:\\n\\n> Trading your themed NFTs with other people in that community\\n\\n> Pre-existing NFT holders get new NFTs\\n\\n> Remixing or customizing the design of your NFT, like Polymorphs or Blitmap  \\n\\n> Combining multiple NFTs into new designs, or NFT / display designs change based on what else you own\\n\\n> NFT unlocks a new space online, like a Discord or newsletter (using NFTs as a subscription or a paywall, even beyond a regular paywall)\\n\\n> Increasing or decreasing the rarity of your NFT, in the sense of upgrading or downgrading it\\n\\n> Destroying your NFTs by burning them, which also influences the community at large by decreasing supply  \\n\\n> Being able to display your own NFTs within or alongside the editorial content of the publication\\n\\n> Altering the design / presentation of the publication based on which NFTs you own\\n\\n> Join different 'teams' of readers / subscribers of the publication, buying avatar-style NFTs to reflect some kind of allegiance or philosophy\\n\\n## Feelings on Dirt NFT Collecting \\n\\nThese thoughts come from the outcome of the [Dirt NFT launch](https://air.mirror.xyz/lmV9Dxeos9HvKSu0BKY9pqARK2vAlPXhrNMt68E4GkI). We sold 131 NFTs very successfully, but it's hard to know how to activate that community after launch: Our $DIRTS1 token exists and unites holders, but so far we haven't used that channel because we haven't launched new NFTs. There also aren't good ways for collectors to communicate with each other, short of a Discord, which I often feel is too real-time for most casual users. (Our [collector survey](https://forms.gle/eQxZj4g5AMSwe17D8) also found that buyers may care more about tokens than actual NFTs.)\\n\\nI own a Dirty Pea Green NFT, but I can't do anything with it; I can't participate in the Dirt ecosystem except for reading the newsletter. Ideally, the NFT ownership would immediately give me access to something new: posts or newsletters just for holders and community chats, but also the opportunity to do more with the NFTs themselves, which are their own form of Dirt content that should be just as engaging as the writing. \\n\\nThe feeling of owning the Pea Green NFT to me recalls things like trading Pokemon cards as a kid, having a Tamagotchi, buying a nice or rare book, and playing a very slow MMORPG. Accordingly, the NFT activations should follow the theme of these nostalgic, often digital experiences. Ultimately, NFTs need to exist socially, and socially by default (instead of having to list them on Opensea, for example). At the same time, for media companies, they have to be inextricable from the content of the publishing side. So the publishing side needs to tell the stories of the NFTs, highlight collector interaction, and drive the expansion of the NFT universe.   \\n\\n## Proposal \\n\\nIn order to create activation for the Dirt NFTs, we'll launch another NFT that requires the ownership of the previous NFTs — like a Kickstarter project where only the previous backers get access. \\n\\nThe new NFT will try to encourage the secondary market for Dirt NFTs, since pre-existing owners will have an easier time acquiring the multiples needed for the new one. The new NFT will also be rarer, lower-edition than the previous ones. \\n\\nThis trade will be like upgrading your previous NFTs and getting bonus content from Dirt. We want to encourage deeper engagement from our pre-existing collectors just as much as trying to attract new collectors. Dirt's internal stash of $DIRT-S1 tokens can also be used as prizes to encourage people to complete the quest of getting the new NFT (Dirt still holds 25%).\\n\\n## Problems\\n\\n> Collectors need to put their NFTs on Opensea so others can buy them; new NFT collectors don't know much about Opensea or about the possibility of selling their NFTs. \\n\\n> Communication is still difficult because there's no centralized platform to reach the collectors. The newsletter itself is a great communication vehicle but not all collectors read the actual newsletter. \\n\\n> The impetus to acquire the new NFT is basically art-driven: collectors will want it because the art is cool or because they want to own the full set of NFTs. \\n\\n> The relationship of the new NFT to the pre-existing collectors or token holders is unclear; they will have first and easiest access to the art but that is the principal reward. Since the new NFT may not be for sale, only trade, there may not be ETH to distribute.\\n\\n![](https://images.mirror-media.xyz/publication-images/4fd5557c-f927-4dc4-89c6-9a38499427a9.jpg?height=226&width=244)\\n\\n\",\"timestamp\":1625935905,\"title\":\"NFT Games\",\"publication\":\"air\"},\"digest\":\"Ykb6AiTq0XMhHR61jNFfWy8slYzmZGFOnsNNdHfM8zE\",\"authorship\":{\"contributor\":\"0x25cbCFA16e43e58517f80D583087Ea89241293E6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hm8lf9Tylv1m_xfxoEUJBdlLex3GZErz6sAulEQVrzg\\\",\\\"y\\\":\\\"iIV7ZZuqX5yBtjh69CXUUDiagap0BuQeDT4lYTd2Z9M\\\"}\",\"signature\":\"0AR6UXIkNvsLQLJWNsdv3xFE3X6M2YoJzuX8UEA1HeMnyYRvnU5wnzCcDfr6G93DAhHMaAM-qkTvwpPWRQFfhw\",\"signingKeySignature\":\"0x539032ab3ab2305c06db8943e44b8803822f9a9c2eb0bd5264cb53160edde51a0360713e4408938ae7004f61352aa4e0e5b1a2cacf988701cd06eb60732714ad1b\",\"signingKeyMessage\":\"I authorize the publication of articles on air.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hm8lf9Tylv1m_xfxoEUJBdlLex3GZErz6sAulEQVrzg\\\",\\\"y\\\":\\\"iIV7ZZuqX5yBtjh69CXUUDiagap0BuQeDT4lYTd2Z9M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"k3hkZRapDZNc0VaDFfup_PgaMO6U4gYLw2D_BLqdbFk\"}"