"{\"content\":{\"body\":\"2007/08 這兩年各自發生了對互聯網金融有重大意義的事件；蘋果在2007年的 Mac World大會上推出名為iPhone的第一代智能手機。這不是第一款智能手機，但iPhone 1 才是真正打開移動互聯網年代的產品，是流動支付無現金年代的必要基礎；2008年10月31日神秘人（或組織？）中本聰發表了一篇名為《Bitcoin: A Peer-to-Peer Electronic Cash System》的論文，一石激起千重浪。我認為將來回頭看，Bitcoin好有可能只是奠基者而走不到最後，但其分散式賬簿、加密區塊鏈、共識機制等都成為很多新創意甚至互聯網基建的基礎。\\n\\n在這背景下，近年各國央行均研究其“法定電子貨幣”，直至2020年10月20日加勒比國家巴哈馬全國性推出其法定電子貨幣“Sand Dollar”，為歷史翻開新一頁。“ 法定電子貨幣”一字其實帶有某程度上的誤導性；現代貨幣系統名為”Fractional Reserve Banking System”，當中的含意包括：\\n\\n1. 中央銀行是“Lender of the last resort”，或者理解為“銀行的銀行”。所有持牌商業銀行必須在央行有一個帳戶，央行所發行的法定貨幣（“法幣”）只會經持牌銀行去提供給大眾；\\n2. 持牌銀行由大眾所收到的存款，必須根據央行所定的存款儲備率將一部份的存款存入央行，其餘金額可以借出。例如存款儲備率為10%，則100元存款要存10元到央行，90元可借出；90元借出成為借款人的存款，81元可以再借出，如此類推；\\n3. 就是這制度，持牌銀行才是”貨幣製造”的主力。假設第二點中的情況，每一層的“可借出”存款皆會被借出，其方程式會為［Money Multiplier = 1 / Reserve Ratio〕，即是100元存款，10%存款儲備率，最多會變成1000元在經濟中流轉，持牌銀行透過借貸“製造”了900元；\\n\\n就是這原因，其實社會中大部份的“錢”，都是央行和持牌銀行系統中的數字。試想想，你銀包和家中的現金多，還是銀行存款中的“錢”多？所以央行數據其實有將“錢”去分類，就是所謂的M0、M1、M2 等專有名詞。以中國人民銀行的定義為例：\\n\\n> *M0 = 流通中現金*\\n>\\n> *M1 = M0＋可開支票進行支付的單位活期存款*\\n>\\n> *M2 = M1＋居民儲蓄存款＋單位定期存款＋單位其他存款＋證券公司客戶保證金*\\n\\n以東方財富網的數據顯示，2021年四月的現金量（M0）只佔整體貨幣量（M2）的不足4%。說了這麼久，想說的是現代超過90%的“錢”已經是“電子貨幣”。\\n\\n明白了以上的背景後，數碼人民幣就較易於理解了：\\n\\n1. 數碼人民幣只會取代M0；\\n2. 維持兩級制發行，即透過持牌銀行（還包括某些持牌支付機構）發行給大眾；\\n3. 根據官方說法，沒有使用區塊鏈技術，但具有區塊鏈的內核優勢；\\n4. “鬆耦合 Loose Coupling”，容許交易雙方“雙離線”；\\n\\n可以見到，數碼人民幣事實上是零售市場上支付方式的提升:\\n\\n1. 數碼人民幣不涉及“金融批發市場”，即銀行間的清算系統，亦不涉及跨境匯款、國際貿易等。這一點由人民銀行前行長周小川解釋得非常清楚，有興趣可參考：[https://www.chainnews.com/articles/612141041410.htm；](https://www.chainnews.com/articles/612141041410.htm%EF%BC%9B)\\n2. 世界上其實有不少人是沒有銀行戶口的，強如美國仍有6%成年人沒有銀行戶口，一般都是社會中的弱勢社群。沒有銀行戶口代表脫離了現代社會中重要的金融功能，包括支付（特別是線上支付）、投資、借貸等。數碼人民幣的所謂“鬆耦合”，是指有別於現有電子支付平台，不需要與銀行賬戶連結，令沒有銀行戶口的人都可以參與網購、遠距離支付等。雖然未必幫助到這批人得到傳統金融機構的服務，但能夠參與到互聯網上的零售環節，當中的大數據其實可以幫助金融科技公司（如螞蟻金融）去作為金融服務（如借貸）的依據；\\n3. 現金（包括硬幣、紙幣）的對一個國家來說，營運成本其實相當高，其製造、回收、倉儲、人手成本等每年都是天價，但社會事實上現金使用率不斷降低，特別是中國這個移動電子支付發展得相當發達的地方。所以數碼人民幣比現金支付，對社會的性價比更高；\\n4. 人民國際化的進程，更重要的因素是中國經濟情況、貨幣政策（如資本管制）等，而且數碼人民幣只著眼於零售，所以暫時來說數碼人民幣其實對人民幣國際化幫助不大，亦不是數碼人民幣的目標，這是周小川亦有公開澄清的一點；\\n\\n數碼人民幣，或者CBDC （Central Bank Digital Currency央行數位貨幣）亦對未來社會有不同的啟示：\\n\\n1. 數碼人民幣對傳統銀行的影響不大，因為經濟的貨幣製造仍需依賴傳統銀行，而且央行電子錢包不會發利息，亦不會提供借貸服務；但根據國際貨幣基金組織和英格蘭銀行對央行數位貨幣的定義，CBDC可以是面向零售（即數碼人民幣），亦可以是面向批發的。周小川有解釋為何暫時不會研發面向批發的CBDC，但將來可說不定。到時對傳統銀行的挑戰就會來臨；\\n2. 國際反洗黑錢、反恐怖主義等工作，向來需要與個人私隱之間取平衡的。推出CBDC少不免會令到本身是匿名的現金交易都有迹可尋。數碼人民幣的處理方法是在單筆交易2000元以下、日交易額5000元以下、年累積交易5萬元以下、和結餘1萬元以下的電子錢包可匿名。除非聲稱是匿名的其實不是，數碼人民幣的匿名門檻其實已超過筆者的現金使用量，而且大家要記得我們的銀行交易數據一早在各國攻府掌握中；\\n3. 數碼人民幣“ 沒有使用區塊鏈技術，但具有區塊鏈的內核優勢”是甚麼意思？區塊鏈技術事實上範圍相當闊，以我自己推測：\\n   a. 共識機制：數碼法幣就一起不會是去中心化的，是由央行掌控，所以確認交易的“節點”一定由央行指派，不可能由一個公開群體用Proof of Work 那種用算力爭取確認權，或者一般Proof of Stake 那種由一個公開群體中願意抵押資產的人去確認交易。我認為如非單由央行去確認交易，應由眾多參與數碼人民幣的機構如銀行、支付機構以某個數學隨機型式去指派交易確認者。指派多個確認者有其網絡保安的合理性，但太多節點又令效率下降，在取代中國現金交易這個規模上，系統處理效率一定要有效。不過在系統安全的考量上，我相信當局不會公開其機制；\\n   b. 分佈式賬簿：我相信央行和參與數碼人民幣的機構會有分佈式賬簿，亦是保安考慮之一。有看到V神反駁Elon Musk有關現時區塊鏈限制的文章，去中心化的區塊鏈是越多節點越理想，但一個龐大的區塊鏈網絡，要儲存在電腦的數據量實在太大了，一般人的電腦難以負荷。但對參與數碼人民幣的大型機構來說，是可解決的問題；\\n   c. 區塊大小：與上點同樣道理，一個區塊如容量太大，一般人的電腦會花較長時間去處理，變相令整個區塊鏈都變慢，但太小又缺乏效率。數碼法幣的大型參與者，應可以處理較大的區塊？\\n4. 當數碼法幣完全取代現金，存款負利率就變成可能，大家已經不可以將身家放在家中去逃避負利率了。\\n\\nCBDC肯定是世界發展的趨勢，所以希望這篇文章能幫助到大家去理解，有錯歡迎指正。\",\"timestamp\":1641965748,\"title\":\"一文教你看懂數碼人民幣DCEP\"},\"digest\":\"dhiNRXiERvo9On33u3UsP7Jy9CemBxNet5nA9Jr8mIE\",\"authorship\":{\"contributor\":\"0x5a18682ed5E56Cb026c39ba216592B76ceAe5887\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"R2IWNBzmC4l0WAAZwwF8B0vlLkmVxGV_xzS7Q_-Js6A\\\",\\\"y\\\":\\\"28ngBMKqHxsl1hhol8ZzAEny8YpdeBmiWHaMop2bfoA\\\"}\",\"signature\":\"SzLO1iztni3K56-tSfrTrsD2Wmu7PSlK3IV7_PmvPzwWJH_nSPWWANpuiQPoJjTDLtNbhEQa5xQmjuMQ8VMkKQ\",\"signingKeySignature\":\"0xf8d4aaf0958207f76b8cba18664c4415621a46171b0647c449ea9ce6efe178b64a4ef960e63fad9c79c765304ae030909a20576dca0b489e0c1d7370155cb7f11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"R2IWNBzmC4l0WAAZwwF8B0vlLkmVxGV_xzS7Q_-Js6A\\\",\\\"y\\\":\\\"28ngBMKqHxsl1hhol8ZzAEny8YpdeBmiWHaMop2bfoA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dhiNRXiERvo9On33u3UsP7Jy9CemBxNet5nA9Jr8mIE\"}"