"{\"content\":{\"body\":\"The work was widely circulated, and it was received with an interest which bespeaks a wide-spread undercurrent of belief in the Copernican doctrine. Naturally enough, it attracted immediate attention from the church authorities. Galileo was summoned to appear at Rome to defend his conduct. The philosopher, who was now in his seventieth year, pleaded age and infirmity. He had no desire for personal experience of the tribunal of the Inquisition; but the mandate was repeated, and Galileo went to Rome. There, as every one knows, he disavowed any intention to oppose the teachings of Scripture, and formally renounced the heretical doctrine of the earth's motion. According to a tale which so long passed current that every historian must still repeat it though no one now believes it authentic, Galileo qualified his renunciation by muttering to himself, \\\"E pur si muove\\\" (It does move, none the less), as he rose to his feet and retired from the presence of his persecutors. The tale is one of those fictions which the dramatic sense of humanity is wont to impose upon history, but, like most such fictions, it expresses the spirit if not the letter of truth; for just as no one believes that Galileo's lips uttered the phrase, so no one doubts that the rebellious words were in his mind. After his formal renunciation, Galileo was allowed to depart, but with the injunction that he abstain in future from heretical teaching. The remaining ten years of his life were devoted chiefly to mechanics, where his experiments fortunately opposed the Aristotelian rather than the Hebrew teachings. Galileo's death occurred in 1642, a hundred years after the death of Copernicus. Kepler had died thirteen years before, and there remained no astronomer in the field who is conspicuous in the history of science as a champion of the Copernican doctrine. But in truth it might be said that the theory no longer needed a champion. The researches of Kepler and Galileo had produced a mass of evidence for the Copernican theory which amounted to demonstration. A generation or two might be required for this evidence to make itself everywhere known among men of science, and of course the ecclesiastical authorities must be expected to stand by their guns for a somewhat longer period. In point of fact, the ecclesiastical ban was not technically removed by the striking of the Copernican books from the list of the Index Expurgatorius until the year 1822, almost two hundred years after the date of Galileo's dialogue. But this, of course, is in no sense a guide to the state of general opinion regarding the theory. We shall gain a true gauge as to this if we assume that the greater number of important thinkers had accepted the heliocentric doctrine before the middle of the seventeenth century, and that before the close of that century the old Ptolemaic idea had been quite abandoned. A wonderful revolution in man's estimate of the universe had thus been effected within about two centuries after the birth of Copernicus.\\n\\nV. GALILEO AND THE NEW PHYSICS After Galileo had felt the strong hand of the Inquisition, in 1632, he was careful to confine his researches, or at least his publications, to topics that seemed free from theological implications. In doing so he reverted to the field of his earliest studies --namely, the field of mechanics; and the Dialoghi delle Nuove Scienze, which he finished in 1636, and which was printed two years later, attained a celebrity no less than that of the heretical dialogue that had preceded it. The later work was free from all apparent heresies, yet perhaps it did more towards the establishment of the Copernican doctrine, through the teaching of correct mechanical principles, than the other work had accomplished by a more direct method. Galileo's astronomical discoveries were, as we have seen, in a sense accidental; at least, they received their inception through the inventive genius of another. His mechanical discoveries, on the other hand, were the natural output of his own creative genius. At the very beginning of his career, while yet a very young man, though a professor of mathematics at Pisa, he had begun that onslaught upon the old Aristotelian ideas which he was to continue throughout his life. At the famous leaning tower in Pisa, the young iconoclast performed, in the year 1590, one of the most theatrical demonstrations in the history of science. Assembling a multitude of champions of the old ideas, he proposed to demonstrate the falsity of the Aristotelian doctrine that the velocity of falling bodies is proportionate to their weight. There is perhaps no fact more strongly illustrative of the temper of the Middle Ages than the fact that this doctrine, as taught by the Aristotelian philosopher, should so long have gone unchallenged. Now, however, it was put to the test; Galileo released a half-pound weight and a hundred-pound cannon-ball from near the top of the tower, and, needless to say, they reached the ground together. Of course, the spectators were but little pleased with what they saw. They could not doubt the evidence of their own senses as to the particular experiment in question; they could suggest, however, that the experiment involved a violation of the laws of nature through the practice of magic. To controvert so firmly established an idea savored of heresy. The young man guilty of such iconoclasm was naturally looked at askance by the scholarship of his time. Instead of being applauded, he was hissed, and he found it expedient presently to retire from Pisa. Fortunately, however, the new spirit of progress had made itself felt more effectively in some other portions of Italy, and so Galileo found a refuge and a following in Padua, and afterwards in Florence; and while, as we have seen, he was obliged to curb his enthusiasm regarding the subject that was perhaps nearest his heart--the promulgation of the Copernican theory--yet he was permitted in the main to carry on his experimental observations unrestrained. These experiments gave him a place of unquestioned authority among his contemporaries, and they have transmitted his name to posterity as that of one of the greatest of experimenters and the virtual founder of modern mechanical science. The experiments in question range over a wide field; but for the most part they have to do with moving bodies and with questions of force, or, as we should now say, of energy. The experiment at the leaning tower showed that the velocity of falling bodies is independent of the weight of the bodies, provided the weight is sufficient to overcome the resistance of the atmosphere. Later experiments with falling bodies led to the discovery of laws regarding the accelerated velocity of fall. Such velocities were found to bear a simple relation to the period of time from the beginning of the fall. Other experiments, in which balls were allowed to roll down inclined planes, corroborated the observation that the pull of gravitation gave a velocity proportionate to the length of fall, whether such fall were direct or in a slanting direction. These studies were associated with observations on projectiles, regarding which Galileo was the first to entertain correct notions. According to the current idea, a projectile fired, for example, from a cannon, moved in a straight horizontal line until the propulsive force was exhausted, and then fell to the ground in a perpendicular line. Galileo taught that the projectile begins to fall at once on leaving the mouth of the cannon and traverses a parabolic course. According to his idea, which is now familiar to every one, a cannon-ball dropped from the level of the cannon's muzzle will strike the ground simultaneously with a ball fired horizontally from the cannon. As to the paraboloid course pursued by the projectile, the resistance of the air is a factor which Galileo could not accurately compute, and which interferes with the practical realization of his theory. But this is a minor consideration. The great importance of his idea consists in the recognition that such a force as that of gravitation acts in precisely the same way upon all unsupported bodies, whether or not such bodies be at the same time acted upon by a force of translation. Out of these studies of moving bodies was gradually developed a correct notion of several important general laws of mechanics--laws a knowledge of which was absolutely essential to the progress of physical science. The belief in the rotation of the earth made necessary a clear conception that all bodies at the surface of the earth partake of that motion quite independently of their various observed motions in relation to one another. This idea was hard to grasp, as an oft-repeated argument shows. It was asserted again and again that, if the earth rotates, a stone dropped from the top of a tower could not fall at the foot of the tower, since the earth's motion would sweep the tower far away from its original position while the stone is in transit. This was one of the stock arguments against the earth's motion, yet it was one that could be refuted with the greatest ease by reasoning from strictly analogous experiments. It might readily be observed, for example, that a stone dropped from a moving cart does not strike the ground directly below the point from which it is dropped, but partakes of the forward motion of the cart. If any one doubt this he has but to jump from a moving cart to be given a practical demonstration of the fact that his entire body was in some way influenced by the motion of translation. Similarly, the simple experiment of tossing a ball from the deck of a moving ship will convince any one that the ball partakes of the motion of the ship, so that it can be manipulated precisely as if the manipulator were standing on the earth. In short, every-day experience gives us illustrations of what might be called compound motion, which makes it seem altogether plausible that, if the earth is in motion, objects at its surface will partake of that motion in a way that does not interfere with any other movements to which they may be subjected. As the Copernican doctrine made its way, this idea of compound motion naturally received more and more attention, and such experiments as those of Galileo prepared the way for a new interpretation of the mechanical principles involved. The great difficulty was that the subject of moving bodies had all along been contemplated from a wrong point of view. Since force must be applied to an object to put it in motion, it was perhaps not unnaturally assumed that similar force must continue to be applied to keep the object in motion. When, for example, a stone is thrown from the hand, the direct force applied necessarily ceases as soon as the projectile leaves the hand. The stone, nevertheless, flies on for a certain distance and then falls to the ground. How is this flight of the stone to be explained? The ancient philosophers puzzled more than a little over this problem, and the Aristotelians reached the conclusion that the motion of the hand had imparted a propulsive motion to the air, and that this propulsive motion was transmitted to the stone, pushing it on. Just how the air took on this propulsive property was not explained, and the vagueness of thought that characterized the time did not demand an explanation. Possibly the dying away of ripples in water may have furnished, by analogy, an explanation of the gradual dying out of the impulse which propels the stone. All of this was, of course, an unfortunate maladjustment of the point of view. As every one nowadays knows, the air retards the progress of the stone, enabling the pull of gravitation to drag it to the earth earlier than it otherwise could. Were the resistance of the air and the pull of gravitation removed, the stone as projected from the hand would fly on in a straight line, at an unchanged velocity, forever. But this fact, which is expressed in what we now term the first law of motion, was extremely difficult to grasp. The first important step towards it was perhaps implied in Galileo's study of falling bodies. These studies, as we have seen, demonstrated that a half-pound weight and a hundred-pound weight fall with the same velocity. It is, however, matter of common experience that certain bodies, as, for example, feathers, do not fall at the same rate of speed with these heavier bodies. This anomaly demands an explanation, and the explanation is found in the resistance offered the relatively light object by the air. Once the idea that the air may thus act as an impeding force was grasped, the investigator of mechanical principles had entered on a new and promising course. Galileo could not demonstrate the retarding influence of air in the way which became familiar a generation or two later; he could not put a feather and a coin in a vacuum tube and prove that the two would there fall with equal velocity, because, in his day, the air-pump had not yet been invented. The experiment was made only a generation after the time of Galileo, as we shall see; but, meantime, the great Italian had fully grasped the idea that atmospheric resistance plays a most important part in regard to the motion of falling and projected bodies. Thanks largely to his own experiments, but partly also to the efforts of others, he had come, before the end of his life, pretty definitely to realize that the motion of a projectile, for example, must be thought of as inherent in the projectile itself, and that the retardation or ultimate cessation of that motion is due to the action of antagonistic forces. In other words, he had come to grasp the meaning of the first law of motion. It remained, however, for the great Frenchman Descartes to give precise expression to this law two years after Galileo's death. As Descartes expressed it in his Principia Philosophiae, published in 1644, any body once in motion tends to go on in a straight line, at a uniform rate of speed, forever. Contrariwise, a stationary body will remain forever at rest unless acted on by some disturbing force. This all-important law, which lies at the very foundation of all true conceptions of mechanics, was thus worked out during the first half of the seventeenth century, as the outcome of numberless experiments for which Galileo's experiments with failing bodies furnished the foundation. So numerous and so gradual were the steps by which the reversal of view regarding moving bodies was effected that it is impossible to trace them in detail. We must be content to reflect that at the beginning of the Galilean epoch utterly false notions regarding the subject were entertained by the very greatest philosophers--by Galileo himself, for example, and by Kepler--whereas at the close of that epoch the correct and highly illuminative view had been attained. We must now consider some other experiments of Galileo which led to scarcely less-important results. The experiments in question had to do with the movements of bodies passing down an inclined plane, and with the allied subject of the motion of a pendulum. The elaborate experiments of Galileo regarding the former subject were made by measuring the velocity of a ball rolling down a plane inclined at various angles. He found that the velocity acquired by a ball was proportional to the height from which the ball descended regardless of the steepness of the incline. Experiments were made also with a ball rolling down a curved gutter, the curve representing the are of a circle. These experiments led to the study of the curvilinear motions of a weight suspended by a cord; in other words, of the pendulum. Regarding the motion of the pendulum, some very curious facts were soon ascertained. Galileo found, for example, that a pendulum of a given length performs its oscillations with the same frequency though the arc described by the pendulum be varied greatly.\\\\[1\\\\] He found, also, that the rate of oscillation for pendulums of different lengths varies according to a simple law. In order that one pendulum shall oscillate one-half as fast as another, the length of the pendulums must be as four to one. Similarly, by lengthening the pendulums nine times, the oscillation is reduced to one-third, In other words, the rate of oscillation of pendulums varies inversely as the square of their length. Here, then, is a simple relation between the motions of swinging bodies which suggests the relation which Kepler bad discovered between the relative motions of the planets. Every such discovery coming in this age of the rejuvenation of experimental science had a peculiar force in teaching men the all-important lesson that simple laws lie back of most of the diverse phenomena of nature, if only these laws can be discovered. Galileo further observed that his pendulum might be constructed of any weight sufficiently heavy readily to overcome the atmospheric resistance, and that, with this qualification, neither the weight nor the material had any influence upon the time of oscillation, this being solely determined by the length of the cord. Naturally, the practical utility of these discoveries was not overlooked by Galileo. Since a pendulum of a given length oscillates with unvarying rapidity, here is an obvious means of measuring time. Galileo, however, appears not to have met with any great measure of success in putting this idea into practice. It remained for the mechanical ingenuity of Huyghens to construct a satisfactory pendulum clock. As a theoretical result of the studies of rolling and oscillating bodies, there was developed what is usually spoken of as the third law of motion--namely, the law that a given force operates upon a moving body with an effect proportionate to its effect upon the same body when at rest. Or, as Whewell states the law: \\\"The dynamical effect of force is as the statical effect; that is, the velocity which any force generates in a given time, when it puts the body in motion, is proportional to the pressure which this same force produces in a body at rest.\\\"\\\\[2\\\\] According to the second law of motion, each one of the different forces, operating at the same time upon a moving body, produces the same effect as if it operated upon the body while at rest.\\n\\nSTEVINUS AND THE LAW OF EQUILIBRIUM It appears, then, that the mechanical studies of Galileo, taken as a whole, were nothing less than revolutionary. They constituted the first great advance upon the dynamic studies of Archimedes, and then led to the secure foundation for one of the most important of modern sciences. We shall see that an important company of students entered the field immediately after the time of Galileo, and carried forward the work he had so well begun. But before passing on to the consideration of their labors, we must consider work in allied fields of two men who were contemporaries of Galileo and whose original labors were in some respects scarcely less important than his own. These men are the Dutchman Stevinus, who must always be remembered as a co-laborer with Galileo in the foundation of the science of dynamics, and the Englishman Gilbert, to whom is due the unqualified praise of first subjecting the phenomenon of magnetism to a strictly scientific investigation. Stevinus was born in the year 1548, and died in 1620. He was a man of a practical genius, and he attracted the attention of his non-scientific contemporaries, among other ways, by the construction of a curious land-craft, which, mounted on wheels, was to be propelled by sails like a boat. Not only did he write a book on this curious horseless carriage, but he put his idea into practical application, producing a vehicle which actually traversed the distance between Scheveningen and Petton, with no fewer than twenty-seven passengers, one of them being Prince Maurice of Orange. This demonstration was made about the year 1600. It does not appear, however, that any important use was made of the strange vehicle; but the man who invented it put his mechanical ingenuity to other use with better effect. It was he who solved the problem of oblique forces, and who discovered the important hydrostatic principle that the pressure of fluids is proportionate to their depth, without regard to the shape of the including vessel. The study of oblique forces was made by Stevinus with the aid of inclined planes. His most demonstrative experiment was a very simple one, in which a chain of balls of equal weight was hung from a triangle; the triangle being so constructed as to rest on a horizontal base, the oblique sides bearing the relation to each other of two to one. Stevinus found that his chain of balls just balanced when four balls were on the longer side and two on the shorter and steeper side. The balancing of force thus brought about constituted a stable equilibrium, Stevinus being the first to discriminate between such a condition and the unbalanced condition called unstable equilibrium. By this simple experiment was laid the foundation of the science of statics. Stevinus had a full grasp of the principle which his experiment involved, and he applied it to the solution of oblique forces in all directions. Earlier investigations of Stevinus were published in 1608. His collected works were published at Leyden in 1634. This study of the equilibrium of pressure of bodies at rest led Stevinus, not unnaturally, to consider the allied subject of the pressure of liquids. He is to be credited with the explanation of the so-called hydrostatic paradox. The familiar modern experiment which illustrates this paradox is made by inserting a long perpendicular tube of small caliber into the top of a tight barrel. On filling the barrel and tube with water, it is possible to produce a pressure which will burst the barrel, though it be a strong one, and though the actual weight of water in the tube is comparatively insignificant. This illustrates the fact that the pressure at the bottom of a column of liquid is proportionate to the height of the column, and not to its bulk, this being the hydrostatic paradox in question. The explanation is that an enclosed fluid under pressure exerts an equal force upon all parts of the circumscribing wall; the aggregate pressure may, therefore, be increased indefinitely by increasing the surface. It is this principle, of course, which is utilized in the familiar hydrostatic press. Theoretical explanations of the pressure of liquids were supplied a generation or two later by numerous investigators, including Newton, but the practical refoundation of the science of hydrostatics in modern times dates from the experiments of Stevinus.\\n\\nGALILEO AND THE EQUILIBRIUM OF FLUIDS Experiments of an allied character, having to do with the equilibrium of fluids, exercised the ingenuity of Galileo. Some of his most interesting experiments have to do with the subject of floating bodies. It will be recalled that Archimedes, away back in the Alexandrian epoch, had solved the most important problems of hydrostatic equilibrium. Now, however, his experiments were overlooked or forgotten, and Galileo was obliged to make experiments anew, and to combat fallacious views that ought long since to have been abandoned. Perhaps the most illuminative view of the spirit of the times can be gained by quoting at length a paper of Galileo's, in which he details his own experiments with floating bodies and controverts the views of his opponents. The paper has further value as illustrating Galileo's methods both as experimenter and as speculative reasoner. The current view, which Galileo here undertakes to refute, asserts that water offers resistance to penetration, and that this resistance is instrumental in determining whether a body placed in water will float or sink. Galileo contends that water is non-resistant, and that bodies float or sink in virtue of their respective weights. This, of course, is merely a restatement of the law of Archimedes. But it remains to explain the fact that bodies of a certain shape will float, while bodies of the same material and weight, but of a different shape, will sink. We shall see what explanation Galileo finds of this anomaly as we proceed. In the first place, Galileo makes a cone of wood or of wax, and shows that when it floats with either its point or its base in the water, it displaces exactly the same amount of fluid, although the apex is by its shape better adapted to overcome the resistance of the water, if that were the cause of buoyancy. Again, the experiment may be varied by tempering the wax with filings of lead till it sinks in the water, when it will be found that in any figure the same quantity of cork must be added to it to raise the surface. \\\"But,\\\" says Galileo, \\\"this silences not my antagonists; they say that all the discourse hitherto made by me imports little to them, and that it serves their turn; that they have demonstrated in one instance, and in such manner and figure as pleases them best --namely, in a board and in a ball of ebony--that one when put into the water sinks to the bottom, and that the other stays to swim on the top; and the matter being the same, and the two bodies differing in nothing but in figure, they affirm that with all perspicuity they have demonstrated and sensibly manifested what they undertook. Nevertheless, I believe, and think I can prove, that this very experiment proves nothing against my theory. And first, it is false that the ball sinks and the board not; for the board will sink, too, if you do to both the figures as the words of our question require; that is, if you put them both in the water; for to be in the water implies to be placed in the water, and by Aristotle's own definition of place, to be placed imports to be environed by the surface of the ambient body; but when my antagonists show the floating board of ebony, they put it not into the water, but upon the water; where, being detained by a certain impediment (of which more anon), it is surrounded, partly with water, partly with air, which is contrary to our agreement, for that was that bodies should be in the water, and not part in the water, part in the air. \\\"I will not omit another reason, founded also upon experience, and, if I deceive not myself, conclusive against the notion that figure, and the resistance of the water to penetration, have anything to do with the buoyancy of bodies. Choose a piece of wood or other matter, as, for instance, walnut-wood, of which a ball rises from the bottom of the water to the surface more slowly than a ball of ebony of the same size sinks, so that, clearly, the ball of ebony divides the water more readily in sinking than the ball of wood does in rising. Then take a board of walnut-tree equal to and like the floating one of my antagonists; and if it be true that this latter floats by reason of the figure being unable to penetrate the water, the other of walnut-tree, without a question, if thrust to the bottom, ought to stay there, as having the same impeding figure, and being less apt to overcome the said resistance of the water. But if we find by experience that not only the thin board, but every other figure of the same walnut-tree, will return to float, as unquestionably we shall, then I must desire my opponents to forbear to attribute the floating of the ebony to the figure of the board, since the resistance of the water is the same in rising as in sinking, and the force of ascension of the walnut-tree is less than the ebony's force for going to the bottom. \\\"Now let us return to the thin plate of gold or silver, or the thin board of ebony, and let us lay it lightly upon the water, so that it may stay there without sinking, and carefully observe the effect. It will appear clearly that the plates are a considerable matter lower than the surface of the water, which rises up and makes a kind of rampart round them on every side. But if it has already penetrated and overcome the continuity of the water, and is of its own nature heavier than the water, why does it not continue to sink, but stop and suspend itself in that little dimple that its weight has made in the water? My answer is, because in sinking till its surface is below the water, which rises up in a bank round it, it draws after and carries along with it the air above it, so that that which, in this case, descends in the water is not only the board of ebony or the plate of iron, but a compound of ebony and air, from which composition results a solid no longer specifically heavier than the water, as was the ebony or gold alone. But, gentlemen, we want the same matter; you are to alter nothing but the shape, and, therefore, have the goodness to remove this air, which may be done simply by washing the surface of the board, for the water having once got between the board and the air will run together, and the ebony will go to the bottom; and if it does not, you have won the day. \\\"But methinks I hear some of my antagonists cunningly opposing this, and telling me that they will not on any account allow their boards to be wetted, because the weight of the water so added, by making it heavier than it was before, draws it to the bottom, and that the addition of new weight is contrary to our agreement, which was that the matter should be the same. \\\"To this I answer, first, that nobody can suppose bodies to be put into the water without their being wet, nor do I wish to do more to the board than you may do to the ball. Moreover, it is not true that the board sinks on account of the weight of the water added in the washing; for I will put ten or twenty drops on the floating board, and so long as they stand separate it shall not sink; but if the board be taken out and all that water wiped off, and the whole surface bathed with one single drop, and put it again upon the water, there is no question but it will sink, the other water running to cover it, being no longer hindered by the air. In the next place, it is altogether false that water can in any way increase the weight of bodies immersed in it, for water has no weight in water, since it does not sink. Now just as he who should say that brass by its own nature sinks, but that when formed into the shape of a kettle it acquires from that figure the virtue of lying in water without sinking, would say what is false, because that is not purely brass which then is put into the water, but a compound of brass and air; so is it neither more nor less false that a thin plate of brass or ebony swims by virtue of its dilated and broad figure. Also, I cannot omit to tell my opponents that this conceit of refusing to bathe the surface of the board might beget an opinion in a third person of a poverty of argument on their side, especially as the conversation began about flakes of ice, in which it would be simple to require that the surfaces should be kept dry; not to mention that such pieces of ice, whether wet or dry, always float, and so my antagonists say, because of their shape. \\\"Some may wonder that I affirm this power to be in the air of keeping plate of brass or silver above water, as if in a certain sense I would attribute to the air a kind of magnetic virtue for sustaining heavy bodies with which it is in contact. To satisfy all these doubts I have contrived the following experiment to demonstrate how truly the air does support these bodies; for I have found, when one of these bodies which floats when placed lightly on the water is thoroughly bathed and sunk to the bottom, that by carrying down to it a little air without otherwise touching it in the least, I am able to raise and carry it back to the top, where it floats as before. To this effect, I take a ball of wax, and with a little lead make it just heavy enough to sink very slowly to the bottom, taking care that its surface be quite smooth and even. This, if put gently into the water, submerges almost entirely, there remaining visible only a little of the very top, which, so long as it is joined to the air, keeps the ball afloat; but if we take away the contact of the air by wetting this top, the ball sinks to the bottom and remains there. Now to make it return to the surface by virtue of the air which before sustained it, thrust into the water a glass with the mouth downward, which will carry with it the air it contains, and move this down towards the ball until you see, by the transparency of the glass, that the air has reached the top of it; then gently draw the glass upward, and you will see the ball rise, and afterwards stay on the top of the water, if you carefully part the glass and water without too much disturbing it.\\\"\\\\[3\\\\] It will be seen that Galileo, while holding in the main to a correct thesis, yet mingles with it some false ideas. At the very outset, of course, it is not true that water has no resistance to penetration; it is true, however, in the sense in which Galileo uses the term--that is to say, the resistance of the water to penetration is not the determining factor ordinarily in deciding whether a body sinks or floats. Yet in the case of the flat body it is not altogether inappropriate to say that the water resists penetration and thus supports the body. The modern physicist explains the phenomenon as due to surface-tension of the fluid. Of course, Galileo's disquisition on the mixing of air with the floating body is utterly fanciful. His experiments were beautifully exact; his theorizing from them was, in this instance, altogether fallacious. Thus, as already intimated, his paper is admirably adapted to convey a double lesson to the student of science.\\n\\nWILLIAM GILBERT AND THE STUDY OF MAGNETISM It will be observed that the studies of Galileo and Stevinus were chiefly concerned with the force of gravitation. Meanwhile, there was an English philosopher of corresponding genius, whose attention was directed towards investigation of the equally mysterious force of terrestrial magnetism. With the doubtful exception of Bacon, Gilbert was the most distinguished man of science in England during the reign of Queen Elizabeth. He was for many years court physician, and Queen Elizabeth ultimately settled upon him a pension that enabled him to continue his researches in pure science. His investigations in chemistry, although supposed to be of great importance, are mostly lost; but his great work, De Magnete, on which he labored for upwards of eighteen years, is a work of sufficient importance, as Hallam says, \\\"to raise a lasting reputation for its author.\\\" From its first appearance it created a profound impression upon the learned men of the continent, although in England Gilbert's theories seem to have been somewhat less favorably received. Galileo freely expressed his admiration for the work and its author; Bacon, who admired the author, did not express the same admiration for his theories; but Dr. Priestley, later, declared him to be \\\"the father of modern electricity.\\\" Strangely enough, Gilbert's book had never been translated into English, or apparently into any other language, until recent years, although at the time of its publication certain learned men, unable to read the book in the original, had asked that it should be. By this neglect, or oversight, a great number of general readers as well as many scientists, through succeeding centuries, have been deprived of the benefit of writings that contained a good share of the fundamental facts about magnetism as known to-day. Gilbert was the first to discover that the earth is a great magnet, and he not only gave the name of \\\"pole\\\" to the extremities of the magnetic needle, but also spoke of these \\\"poles\\\" as north and south pole, although he used these names in the opposite sense from that in which we now use them, his south pole being the extremity which pointed towards the north, and vice versa. He was also first to make use of the terms \\\"electric force,\\\" \\\"electric emanations,\\\" and \\\"electric attractions.\\\" It is hardly necessary to say that some of the views taken by Gilbert, many of his theories, and the accuracy of some of his experiments have in recent times been found to be erroneous. As a pioneer in an unexplored field of science, however, his work is remarkably accurate. \\\"On the whole,\\\" says Dr. John Robinson, \\\"this performance contains more real information than any writing of the age in which he lived, and is scarcely exceeded by any that has appeared since.\\\"\\\\[4\\\\] In the preface to his work Gilbert says: \\\"Since in the discovery of secret things, and in the investigation of hidden causes, stronger reasons are obtained from sure experiments and demonstrated arguments than from probable conjectures and the opinions of philosophical speculators of the common sort, therefore, to the end of that noble substance of that great loadstone, our common mother (the earth), still quite unknown, and also that the forces extraordinary and exalted of this globe may the better be understood, we have decided, first, to begin with the common stony and ferruginous matter, and magnetic bodies, and the part of the earth that we may handle and may perceive with senses, and then to proceed with plain magnetic experiments, and to penetrate to the inner parts of the earth.\\\"\\\\[5\\\\] Before taking up the demonstration that the earth is simply a giant loadstone, Gilbert demonstrated in an ingenious way that every loadstone, of whatever size, has definite and fixed poles. He did this by placing the stone in a metal lathe and converting it into a sphere, and upon this sphere demonstrated how the poles can be found. To this round loadstone he gave the name of terrella--that is, little earth. \\\"To find, then, poles answering to the earth,\\\" he says, \\\"take in your hand the round stone, and lay on it a needle or a piece of iron wire: the ends of the wire move round their middle point, and suddenly come to a standstill. Now, with ochre or with chalk, mark where the wire lies still and sticks. Then move the middle or centre of the wire to another spot, and so to a third and fourth, always marking the stone along the length of the wire where it stands still; the lines so marked will exhibit meridian circles, or circles like meridians, on the stone or terrella; and manifestly they will all come together at the poles of the stone. The circle being continued in this way, the poles appear, both the north and the south, and betwixt these, midway, we may draw a large circle for an equator, as is done by the astronomer in the heavens and on his spheres, and by the geographer on the terrestrial globe.\\\"\\\\[6\\\\] Gilbert had tried the familiar experiment of placing the loadstone on a float in water, and observed that the poles always revolved until they pointed north and south, which he explained as due to the earth's magnetic attraction. In this same connection he noticed that a piece of wrought iron mounted on a cork float was attracted by other metals to a slight degree, and he observed also that an ordinary iron bar, if suspended horizontally by a thread, assumes invariably a north and south direction. These, with many other experiments of a similar nature, convinced him that the earth \\\"is a magnet and a loadstone,\\\" which he says is a \\\"new and till now unheard-of view of the earth.\\\" Fully to appreciate Gilbert's revolutionary views concerning the earth as a magnet, it should be remembered that numberless theories to explain the action of the electric needle had been advanced. Columbus and Paracelsus, for example, believed that the magnet was attracted by some point in the heavens, such as a magnetic star. Gilbert himself tells of some of the beliefs that had been held by his predecessors, many of whom he declares \\\"wilfully falsify.\\\" One of his first steps was to refute by experiment such assertions as that of Cardan, that \\\"a wound by a magnetized needle was painless\\\"; and also the assertion of Fracastoni that loadstone attracts silver; or that of Scalinger, that the diamond will attract iron; and the statement of Matthiolus that \\\"iron rubbed with garlic is no longer attracted to the loadstone.\\\" Gilbert made extensive experiments to explain the dipping of the needle, which had been first noticed by William Norman. His deduction as to this phenomenon led him to believe that this was also explained by the magnetic attraction of the earth, and to predict where the vertical dip would be found. These deductions seem the more wonderful because at the time he made them the dip had just been discovered, and had not been studied except at London. His theory of the dip was, therefore, a scientific prediction, based on a preconceived hypothesis. Gilbert found the dip to be 72 degrees at London; eight years later Hudson found the dip at 75 degrees 22' north latitude to be 89 degrees 30'; but it was not until over two hundred years later, in 1831, that the vertical dip was first observed by Sir James Ross at about 70 degrees 5' north latitude, and 96 degrees 43' west longitude. This was not the exact point assumed by Gilbert, and his scientific predictions, therefore, were not quite correct; but such comparatively slight and excusable errors mar but little the excellence of his work as a whole. A brief epitome of some of his other important discoveries suffices to show that the exalted position in science accorded him by contemporaries, as well as succeeding generations of scientists, was well merited. He was first to distinguish between magnetism and electricity, giving the latter its name. He discovered also the \\\"electrical charge,\\\" and pointed the way to the discovery of insulation by showing that the charge could be retained some time in the excited body by covering it with some non-conducting substance, such as silk; although, of course, electrical conduction can hardly be said to have been more than vaguely surmised, if understood at all by him. The first electrical instrument ever made, and known as such, was invented by him, as was also the first magnetometer, and the first electrical indicating device. Although three centuries have elapsed since his death, the method of magnetizing iron first introduced by him is in common use to-day. He made exhaustive experiments with a needle balanced on a pivot to see how many substances he could find which, like amber, on being rubbed affected the needle. In this way he discovered that light substances were attracted by alum, mica, arsenic, sealing-wax, lac sulphur, slags, beryl, amethyst, rock-crystal, sapphire, jet, carbuncle, diamond, opal, Bristol stone, glass, glass of antimony, gum-mastic, hard resin, rock-salt, and, of course, amber. He discovered also that atmospheric conditions affected the production of electricity, dryness being unfavorable and moisture favorable. Galileo's estimate of this first electrician is the verdict of succeeding generations. \\\"I extremely admire and envy this author,\\\" he said. \\\"I think him worthy of the greatest praise for the many new and true observations which he has made, to the disgrace of so many vain and fabling authors.\\\"\\n\\nSTUDIES OF LIGHT, HEAT, AND ATMOSPHERIC PRESSURE We have seen that Gilbert was by no means lacking in versatility, yet the investigations upon which his fame is founded were all pursued along one line, so that the father of magnetism may be considered one of the earliest of specialists in physical science. Most workers of the time, on the other band, extended their investigations in many directions. The sum total of scientific knowledge of that day had not bulked so large as to exclude the possibility that one man might master it all. So we find a Galileo, for example, making revolutionary discoveries in astronomy, and performing fundamental experiments in various fields of physics. Galileo's great contemporary, Kepler, was almost equally versatile, though his astronomical studies were of such pre-eminent importance that his other investigations sink into relative insignificance. Yet he performed some notable experiments in at least one department of physics. These experiments had to do with the refraction of light, a subject which Kepler was led to investigate, in part at least, through his interest in the telescope. We have seen that Ptolemy in the Alexandrian time, and Alhazen, the Arab, made studies of refraction. Kepler repeated their experiments, and, striving as always to generalize his observations, he attempted to find the law that governed the observed change of direction which a ray of light assumes in passing from one medium to another. Kepler measured the angle of refraction by means of a simple yet ingenious trough-like apparatus which enabled him to compare readily the direct and refracted rays. He discovered that when a ray of light passes through a glass plate, if it strikes the farther surface of the glass at an angle greater than 45 degrees it will be totally refracted instead of passing through into the air. He could not well fail to know that different mediums refract light differently, and that for the same medium the amount of light valies with the change in the angle of incidence. He was not able, however, to generalize his observations as he desired, and to the last the law that governs refraction escaped him. It remained for Willebrord Snell, a Dutchman, about the year 1621, to discover the law in question, and for Descartes, a little later, to formulate it. Descartes, indeed, has sometimes been supposed to be the discoverer of the law. There is reason to believe that he based his generalizations on the experiment of Snell, though he did not openly acknowledge his indebtedness. The law, as Descartes expressed it, states that the sine of the angle of incidence bears a fixed ratio to the sine of the angle of refraction for any given medium. Here, then, was another illustration of the fact that almost infinitely varied phenomena may be brought within the scope of a simple law. Once the law had been expressed, it could be tested and verified with the greatest ease; and, as usual, the discovery being made, it seems surprising that earlier investigators--in particular so sagacious a guesser as Kepler--should have missed it. Galileo himself must have been to some extent a student of light, since, as we have seen, he made such notable contributions to practical optics through perfecting the telescope; but he seems not to have added anything to the theory of light. The subject of heat, however, attracted his attention in a somewhat different way, and he was led to the invention of the first contrivance for measuring temperatures. His thermometer was based on the afterwards familiar principle of the expansion of a liquid under the influence of heat; but as a practical means of measuring temperature it was a very crude affair, because the tube that contained the measuring liquid was exposed to the air, hence barometric changes of pressure vitiated the experiment. It remained for Galileo's Italian successors of the Accademia del Cimento of Florence to improve upon the apparatus, after the experiments of Torricelli--to which we shall refer in a moment--had thrown new light on the question of atmospheric pressure. Still later the celebrated Huygens hit upon the idea of using the melting and the boiling point of water as fixed points in a scale of measurements, which first gave definiteness to thermometric tests.\\n\\nTORRICELLI In the closing years of his life Galileo took into his family, as his adopted disciple in science, a young man, Evangelista Torricelli (1608-1647), who proved himself, during his short lifetime, to be a worthy follower of his great master. Not only worthy on account of his great scientific discoveries, but grateful as well, for when he had made the great discovery that the \\\"suction\\\" made by a vacuum was really nothing but air pressure, and not suction at all, he regretted that so important a step in science might not have been made by his great teacher, Galileo, instead of by himself. \\\"This generosity of Torricelli,\\\" says Playfair, \\\"was, perhaps, rarer than his genius: there are more who might have discovered the suspension of mercury in the barometer than who would have been willing to part with the honor of the discovery to a master or a friend.\\\" Torricelli's discovery was made in 1643, less than two years after the death of his master. Galileo had observed that water will not rise in an exhausted tube, such as a pump, to a height greater than thirty-three feet, but he was never able to offer a satisfactory explanation of the principle. Torricelli was able to demonstrate that the height at which the water stood depended upon nothing but its weight as compared with the weight of air. If this be true, it is evident that any fluid will be supported at a definite height, according to its relative weight as compared with air. Thus mercury, which is about thirteen times more dense than water, should only rise to one-thirteenth the height of a column of water--that is, about thirty inches. Reasoning in this way, Torricelli proceeded to prove that his theory was correct. Filling a long tube, closed at one end, with mercury, he inverted the tube with its open orifice in a vessel of mercury. The column of mercury fell at once, but at a height of about thirty inches it stopped and remained stationary, the pressure of the air on the mercury in the vessel maintaining it at that height. This discovery was a shattering blow to the old theory that had dominated that field of physics for so many centuries. It was completely revolutionary to prove that, instead of a mysterious something within the tube being responsible for the suspension of liquids at certain heights, it was simply the ordinary atmospheric pressure mysterious enough, it is true--pushing upon them from without. The pressure exerted by the atmosphere was but little understood at that time, but Torricelli's discovery aided materially in solving the mystery. The whole class of similar phenomena of air pressure, which had been held in the trammel of long-established but false doctrines, was now reduced to one simple law, and the door to a solution of a host of unsolved problems thrown open. It had long been suspected and believed that the density of the atmosphere varies at certain times. That the air is sometimes \\\"heavy\\\" and at other times \\\"light\\\" is apparent to the senses without scientific apparatus for demonstration. It is evident, then, that Torricelli's column of mercury should rise and fall just in proportion to the lightness or heaviness of the air. A short series of observations proved that it did so, and with those observations went naturally the observations as to changes in the weather. It was only necessary, therefore, to scratch a scale on the glass tube, indicating relative atmospheric pressures, and the Torricellian barometer was complete. Such a revolutionary theory and such an important discovery were, of course, not to be accepted without controversy, but the feeble arguments of the opponents showed how untenable the old theory had become. In 1648 Pascal suggested that if the theory of the pressure of air upon the mercury was correct, it could be demonstrated by ascending a mountain with the mercury tube. As the air was known to get progressively lighter from base to summit, the height of the column should be progressively lessened as the ascent was made, and increase again on the descent into the denser air. The experiment was made on the mountain called the Puy-de-Dome, in Auvergne, and the column of mercury fell and rose progressively through a space of about three inches as the ascent and descent were made. This experiment practically sealed the verdict on the new theory, but it also suggested something more. If the mercury descended to a certain mark on the scale on a mountain-top whose height was known, why was not this a means of measuring the heights of all other elevations? And so the beginning was made which, with certain modifications and corrections in details, is now the basis of barometrical measurements of heights. In hydraulics, also, Torricelli seems to have taken one of the first steps. He did this by showing that the water which issues from a hole in the side or bottom of a vessel does so at the same velocity as that which a body would acquire by falling from the level of the surface of the water to that of the orifice. This discovery was of the greatest importance to a correct understanding of the science of the motions of fluids. He also discovered the valuable mechanical principle that if any number of bodies be connected so that by their motion there is neither ascent nor descent of their centre of gravity, these bodies are in equilibrium. Besides making these discoveries, he greatly improved the microscope and the telescope, and invented a simple microscope made of a globule of glass. In 1644 he published a tract on the properties of the cycloid in which he suggested a solution of the problem of its quadrature. As soon as this pamphlet appeared its author was accused by Gilles Roberval (1602-1675) of having appropriated a solution already offered by him. This led to a long debate, during which Torricelli was seized with a fever, from the effects of which he died, in Florence, October 25, 1647. There is reason to believe, however, that while Roberval's discovery was made before Torricelli's, the latter reached his conclusions independently.\\n\\nVI. TWO PSEUDO-SCIENCES--ALCHEMY AND ASTROLOGY In recent chapters we have seen science come forward with tremendous strides. A new era is obviously at hand. But we shall misconceive the spirit of the times if we fail to understand that in the midst of all this progress there was still room for mediaeval superstition and for the pursuit of fallacious ideals. Two forms of pseudo-science were peculiarly prevalent --alchemy and astrology. Neither of these can with full propriety be called a science, yet both were pursued by many of the greatest scientific workers of the period. Moreover, the studies of the alchemist may with some propriety be said to have laid the foundation for the latter-day science of chemistry; while astrology was closely allied to astronomy, though its relations to that science are not as intimate as has sometimes been supposed. Just when the study of alchemy began is undetermined. It was certainly of very ancient origin, perhaps Egyptian, but its most flourishing time was from about the eighth century A.D. to the eighteenth century. The stories of the Old Testament formed a basis for some of the strange beliefs regarding the properties of the magic \\\"elixir,\\\" or \\\"philosopher's stone.\\\" Alchemists believed that most of the antediluvians, perhaps all of them, possessed a knowledge of this stone. How, otherwise, could they have prolonged their lives to nine and a half centuries? And Moses was surely a first-rate alchemist, as is proved by the story of the Golden Calf.\\\\[1\\\\] After Aaron had made the calf of gold, Moses performed the much more difficult task of grinding it to powder and \\\"strewing it upon the waters,\\\" thus showing that he had transmuted it into some lighter substance. But antediluvians and Biblical characters were not the only persons who were thought to have discovered the coveted. \\\"elixir.\\\" Hundreds of aged mediaeval chemists were credited with having made the discovery, and were thought to be living on through the centuries by its means. Alaies de Lisle, for example, who died in 1298, at the age of 110, was alleged to have been at the point of death at the age of fifty, but just at this time he made the fortunate discovery of the magic stone, and so continued to live in health and affluence for sixty years more. And De Lisle was but one case among hundreds. An aged and wealthy alchemist could claim with seeming plausibility that he was prolonging his life by his magic; whereas a younger man might assert that, knowing the great secret, he was keeping himself young through the centuries. In either case such a statement, or rumor, about a learned and wealthy alchemist was likely to be believed, particularly among strangers; and as such a man would, of course, be the object of much attention, the claim was frequently made by persons seeking notoriety. One of the most celebrated of these impostors was a certain Count de Saint-Germain, who was connected with the court of Louis XV. His statements carried the more weight because, having apparently no means of maintenance, he continued to live in affluence year after year--for two thousand years, as he himself admitted--by means of the magic stone. If at any time his statements were doubted, he was in the habit of referring to his valet for confirmation, this valet being also under the influence of the elixir of life. \\\"Upon one occasion his master was telling a party of ladies and gentlemen, at dinner, some conversation he had had in Palestine, with King Richard I., of England, whom he described as a very particular friend of his. Signs of astonishment and incredulity were visible on the faces of the company, upon which Saint-Germain very coolly turned to his servant, who stood behind his chair, and asked him if he had not spoken the truth. 'I really cannot say,' replied the man, without moving a muscle; 'you forget, sir, I have been only five hundred years in your service.' 'Ah, true,' said his master, 'I remember now; it was a little before your time!' \\\"\\\\[2\\\\] In the time of Saint-Germain, only a little over a century ago, belief in alchemy had almost disappeared, and his extraordinary tales were probably regarded in the light of amusing stories. Still there was undoubtedly a lingering suspicion in the minds of many that this man possessed some peculiar secret. A few centuries earlier his tales would hardly have been questioned, for at that time the belief in the existence of this magic something was so strong that the search for it became almost a form of mania; and once a man was seized with it, lie gambled away health, position, and life itself in pursuing the coveted stake. An example of this is seen in Albertus Magnus, one of the most learned men of his time, who it is said resigned his position as bishop of Ratisbon in order that he might pursue his researches in alchemy. If self-sacrifice was not sufficient to secure the prize, crime would naturally follow, for there could be no limit to the price of the stakes in this game. The notorious Marechal de Reys, failing to find the coveted stone by ordinary methods of laboratory research, was persuaded by an impostor that if he would propitiate the friendship of the devil the secret would be revealed. To this end De Reys began secretly capturing young children as they passed his castle and murdering them. When he was at last brought to justice it was proved that he had murdered something like a hundred children within a period of three years. So, at least, runs one version of the story of this perverted being. Naturally monarchs, constantly in need of funds, were interested in these alchemists. Even sober England did not escape, and Raymond Lully, one of the most famous of the thirteenth and fourteenth century alchemists, is said to have been secretly invited by King Edward I. (or II.) to leave Milan and settle in England. According to some accounts, apartments were assigned to his use in the Tower of London, where he is alleged to have made some six million pounds sterling for the monarch, out of iron, mercury, lead, and pewter. Pope John XXII., a friend and pupil of the alchemist Arnold de Villeneuve, is reported to have learned the secrets of alchemy from his master. Later he issued two bulls against \\\"pretenders\\\" in the art, which, far from showing his disbelief, were cited by alchemists as proving that he recognized pretenders as distinct from true masters of magic. To moderns the attitude of mind of the alchemist is difficult to comprehend. It is, perhaps, possible to conceive of animals or plants possessing souls, but the early alchemist attributed the same thing--or something kin to it--to metals also. Furthermore, just as plants germinated from seeds, so metals were supposed to germinate also, and hence a constant growth of metals in the ground. To prove this the alchemist cited cases where previously exhausted gold-mines were found, after a lapse of time, to contain fresh quantities of gold. The \\\"seed\\\" of the remaining particles of gold had multiplied and increased. But this germinating process could only take place under favorable conditions, just as the seed of a plant must have its proper surroundings before germinating; and it was believed that the action of the philosopher's stone was to hasten this process, as man may hasten the growth of plants by artificial means. Gold was looked upon as the most perfect metal, and all other metals imperfect, because not yet \\\"purified.\\\" By some alchemists they were regarded as lepers, who, when cured of their leprosy, would become gold. And since nature intended that all things should be perfect, it was the aim of the alchemist to assist her in this purifying process, and incidentally to gain wealth and prolong his life. By other alchemists the process of transition from baser metals into gold was conceived to be like a process of ripening fruit. The ripened product was gold, while the green fruit, in various stages of maturity, was represented by the base metals. Silver, for example, was more nearly ripe than lead; but the difference was only one of \\\"digestion,\\\" and it was thought that by further \\\"digestion\\\" lead might first become silver and eventually gold. In other words, Nature had not completed her work, and was wofully slow at it at best; but man, with his superior faculties, was to hasten the process in his laboratories--if he could but hit upon the right method of doing so. It should not be inferred that the alchemist set about his task of assisting nature in a haphazard way, and without training in the various alchemic laboratory methods. On the contrary, he usually served a long apprenticeship in the rudiments of his calling. He was obliged to learn, in a general way, many of the same things that must be understood in either chemical or alchemical laboratories. The general knowledge that certain liquids vaporize at lower temperatures than others, and that the melting-points of metals differ greatly, for example, was just as necessary to alchemy as to chemistry. The knowledge of the gross structure, or nature, of materials was much the same to the alchemist as to the chemist, and, for that matter, many of the experiments in calcining, distilling, etc., were practically identical. To the alchemist there were three principles--salt, sulphur, and mercury--and the sources of these principles were the four elements--earth, water, fire, and air. These four elements were accountable for every substance in nature. Some of the experiments to prove this were so illusive, and yet apparently so simple, that one is not surprised that it took centuries to disprove them. That water was composed of earth and air seemed easily proven by the simple process of boiling it in a tea-kettle, for the residue left was obviously an earthy substance, whereas the steam driven off was supposed to be air. The fact that pure water leaves no residue was not demonstrated until after alchemy had practically ceased to exist. It was possible also to demonstrate that water could be turned into fire by thrusting a red-hot poker under a bellglass containing a dish of water. Not only did the quantity of water diminish, but, if a lighted candle was thrust under the glass, the contents ignited and burned, proving, apparently, that water had been converted into fire. These, and scores of other similar experiments, seemed so easily explained, and to accord so well with the \\\"four elements\\\" theory, that they were seldom questioned until a later age of inductive science. But there was one experiment to which the alchemist pinned his faith in showing that metals could be \\\"killed\\\" and \\\"revived,\\\" when proper means were employed. It had been known for many centuries that if any metal, other than gold or silver, were calcined in an open crucible, it turned, after a time, into a peculiar kind of ash. This ash was thought by the alchemist to represent the death of the metal. But if to this same ash a few grains of wheat were added and heat again applied to the crucible, the metal was seen to \\\"rise from its ashes\\\" and resume its original form--a well-known phenomenon of reducing metals from oxides by the use of carbon, in the form of wheat, or, for that matter, any other carbonaceous substance. Wheat was, therefore, made the symbol of the resurrection of the life eternal. Oats, corn, or a piece of charcoal would have \\\"revived\\\" the metals from the ashes equally well, but the mediaeval alchemist seems not to have known this. However, in this experiment the metal seemed actually to be destroyed and revivified, and, as science had not as yet explained this striking phenomenon, it is little wonder that it deceived the alchemist. Since the alchemists pursued their search of the magic stone in such a methodical way, it would seem that they must have some idea of the appearance of the substance they sought. Probably they did, each according to his own mental bias; but, if so, they seldom committed themselves to writing, confining their discourses largely to speculations as to the properties of this illusive substance. Furthermore, the desire for secrecy would prevent them from expressing so important a piece of information. But on the subject of the properties, if not on the appearance of the \\\"essence,\\\" they were voluminous writers. It was supposed to be the only perfect substance in existence, and to be confined in various substances, in quantities proportionate to the state of perfection of the substance. Thus, gold being most nearly perfect would contain more, silver less, lead still less, and so on. The \\\"essence\\\" contained in the more nearly perfect metals was thought to be more potent, a very small quantity of it being capable of creating large quantities of gold and of prolonging life indefinitely. It would appear from many of the writings of the alchemists that their conception of nature and the supernatural was so confused and entangled in an inexplicable philosophy that they themselves did not really understand the meaning of what they were attempting to convey. But it should not be forgotten that alchemy was kept as much as possible from the ignorant general public, and the alchemists themselves had knowledge of secret words and expressions which conveyed a definite meaning to one of their number, but which would appear a meaningless jumble to an outsider. Some of these writers declared openly that their writings were intended to convey an entirely erroneous impression, and were sent out only for that purpose. However, while it may have been true that the vagaries of their writings were made purposely, the case is probably more correctly explained by saying that the very nature of the art made definite statements impossible. They were dealing with something that did not exist--could not exist. Their attempted descriptions became, therefore, the language of romance rather than the language of science. But if the alchemists themselves were usually silent as to the appearance of the actual substance of the philosopher's stone, there were numberless other writers who were less reticent. By some it was supposed to be a stone, by others a liquid or elixir, but more commonly it was described as a black powder. It also possessed different degrees of efficiency according to its degrees of purity, certain forms only possessing the power of turning base metals into gold, while others gave eternal youth and life or different degrees of health. Thus an alchemist, who had made a partial discovery of this substance, could prolong life a certain number of years only, or, possessing only a small and inadequate amount of the magic powder, he was obliged to give up the ghost when the effect of this small quantity had passed away. This belief in the supernatural power of the philosopher's stone to prolong life and heal diseases was probably a later phase of alchemy, possibly developed by attempts to connect the power of the mysterious essence with Biblical teachings. The early Roman alchemists, who claimed to be able to transmute metals, seem not to have made other claims for their magic stone. By the fifteenth century the belief in the philosopher's stone had become so fixed that governments began to be alarmed lest some lucky possessor of the secret should flood the country with gold, thus rendering the existing coin of little value. Some little consolation was found in the thought that in case all the baser metals were converted into gold iron would then become the \\\"precious metal,\\\" and would remain so until some new philosopher's stone was found to convert gold back into iron--a much more difficult feat, it was thought. However, to be on the safe side, the English Parliament, in 1404, saw fit to pass an act declaring the making of gold and silver to be a felony. Nevertheless, in 1455, King Henry VI. granted permission to several \\\"knights, citizens of London, chemists, and monks\\\" to find the philosopher's stone, or elixir, that the crown might thus be enabled to pay off its debts. The monks and ecclesiastics were supposed to be most likely to discover the secret process, since \\\"they were such good artists in transubstantiating bread and wine.\\\" In Germany the emperors Maximilian I., Rudolf II., and Frederick II. gave considerable attention to the search, and the example they set was followed by thousands of their subjects. It is said that some noblemen developed the unpleasant custom of inviting to their courts men who were reputed to have found the stone, and then imprisoning the poor alchemists until they had made a certain quantity of gold, stimulating their activity with tortures of the most atrocious kinds. Thus this danger of being imprisoned and held for ransom until some fabulous amount of gold should be made became the constant menace of the alchemist. It was useless for an alchemist to plead poverty once it was noised about that he had learned the secret. For how could such a man be poor when, with a piece of metal and a few grains of magic powder, he was able to provide himself with gold? It was, therefore, a reckless alchemist indeed who dared boast that he had made the coveted discovery. The fate of a certain indiscreet alchemist, supposed by many to have been Seton, a Scotchman, was not an uncommon one. Word having been brought to the elector of Saxony that this alchemist was in Dresden and boasting of his powers, the elector caused him to be arrested and imprisoned. Forty guards were stationed to see that he did not escape and that no one visited him save the elector himself. For some time the elector tried by argument and persuasion to penetrate his secret or to induce him to make a certain quantity of gold; but as Seton steadily refused, the rack was tried, and for several months he suffered torture, until finally, reduced to a mere skeleton, be was rescued by a rival candidate of the elector, a Pole named Michael Sendivogins, who drugged the guards. However, before Seton could be \\\"persuaded\\\" by his new captor, he died of his injuries. But Sendivogins was also ambitious in alchemy, and, since Seton was beyond his reach, he took the next best step and married his widow. From her, as the story goes, he received an ounce of black powder--the veritable philosopher's stone. With this he manufactured great quantities of gold, even inviting Emperor Rudolf II. to see him work the miracle. That monarch was so impressed that he caused a tablet to be inserted in the wall of the room in which he had seen the gold made. Sendivogins had learned discretion from the misfortune of Seton, so that he took the precaution of concealing most of the precious powder in a secret chamber of his carriage when he travelled, having only a small quantity carried by his steward in a gold box. In particularly dangerous places, he is said to have exchanged clothes with his coachman, making the servant take his place in the carriage while he mounted the box.\\n\\nAbout the middle of the seventeenth century alchemy took such firm root in the religious field that it became the basis of the sect known as the Rosicrucians. The name was derived from the teaching of a German philosopher, Rosenkreutz, who, having been healed of a dangerous illness by an Arabian supposed to possess the philosopher's stone, returned home and gathered about him a chosen band of friends, to whom he imparted the secret. This sect came rapidly into prominence, and for a short time at least created a sensation in Europe, and at the time were credited with having \\\"refined and spiritualized\\\" alchemy. But by the end of the seventeenth century their number had dwindled to a mere handful, and henceforth they exerted little influence. Another and earlier religious sect was the Aureacrucians, founded by Jacob Bohme, a shoemaker, born in Prussia in 1575. According to his teachings the philosopher's stone could be discovered by a diligent search of the Old and the New Testaments, and more particularly the Apocalypse, which contained all the secrets of alchemy. This sect found quite a number of followers during the life of Bohme, but gradually died out after his death; not, however, until many of its members had been tortured for heresy, and one at least, Kuhlmann, of Moscow, burned as a sorcerer. The names of the different substances that at various times were thought to contain the large quantities of the \\\"essence\\\" during the many centuries of searching for it, form a list of practically all substances that were known, discovered, or invented during the period. Some believed that acids contained the substance; others sought it in minerals or in animal or vegetable products; while still others looked to find it among the distilled \\\"spirits\\\"--the alcoholic liquors and distilled products. On the introduction of alcohol by the Arabs that substance became of all-absorbing interest, and for a long time allured the alchemist into believing that through it they were soon to be rewarded. They rectified and refined it until \\\"sometimes it was so strong that it broke the vessels containing it,\\\" but still it failed in its magic power. Later, brandy was substituted for it, and this in turn discarded for more recent discoveries. There were always, of course, two classes of alchemists: serious investigators whose honesty could not be questioned, and clever impostors whose legerdemain was probably largely responsible for the extended belief in the existence of the philosopher's stone. Sometimes an alchemist practised both, using the profits of his sleight-of-hand to procure the means of carrying on his serious alchemical researches. The impostures of some of these jugglers deceived even the most intelligent and learned men of the time, and so kept the flame of hope constantly burning. The age of cold investigation had not arrived, and it is easy to understand how an unscrupulous mediaeval Hermann or Kellar might completely deceive even the most intelligent and thoughtful scholars. In scoffing at the credulity of such an age, it should not be forgotten that the \\\"Keely motor\\\" was a late nineteenth-century illusion. But long before the belief in the philosopher's stone had died out, the methods of the legerdemain alchemist had been investigated and reported upon officially by bodies of men appointed to make such investigations, although it took several generations completely to overthrow a superstition that had been handed down through several thousand years. In April of 1772 Monsieur Geoffroy made a report to the Royal Academy of Sciences, at Paris, on the alchemic cheats principally of the sixteenth and seventeenth centuries. In this report he explains many of the seemingly marvellous feats of the unscrupulous alchemists. A very common form of deception was the use of a double-bottomed crucible. A copper or brass crucible was covered on the inside with a layer of wax, cleverly painted so as to resemble the ordinary metal. Between this layer of wax and the bottom of the crucible, however, was a layer of gold dust or silver. When the alchemist wished to demonstrate his power, he had but to place some mercury or whatever substance he chose in the crucible, heat it, throw in a grain or two of some mysterious powder, pronounce a few equally mysterious phrases to impress his audience, and, behold, a lump of precious metal would be found in the bottom of his pot. This was the favorite method of mediocre performers, but was, of course, easily detected. An equally successful but more difficult way was to insert surreptitiously a lump of metal into the mixture, using an ordinary crucible. This required great dexterity, but was facilitated by the use of many mysterious ceremonies on the part of the operator while performing, just as the modern vaudeville performer diverts the attention of the audience to his right hand while his left is engaged in the trick. Such ceremonies were not questioned, for it was the common belief that the whole process \\\"lay in the spirit as much as in the substance,\\\" many, as we have seen, regarding the whole process as a divine manifestation. Sometimes a hollow rod was used for stirring the mixture in the crucible, this rod containing gold dust, and having the end plugged either with wax or soft metal that was easily melted. Again, pieces of lead were used which had been plugged with lumps of gold carefully covered over; and a very simple and impressive demonstration was making use of a nugget of gold that had been coated over with quicksilver and tarnished so as to resemble lead or some base metal. When this was thrown into acid the coating was removed by chemical action, leaving the shining metal in the bottom of the vessel. In order to perform some of these tricks, it is obvious that the alchemist must have been well supplied with gold, as some of them, when performing before a royal audience, gave the products to their visitors. But it was always a paying investment, for once his reputation was established the gold-maker found an endless variety of ways of turning his alleged knowledge to account, frequently amassing great wealth. Some of the cleverest of the charlatans often invited royal or other distinguished guests to bring with them iron nails to be turned into gold ones. They were transmuted in the alchemist's crucible before the eyes of the visitors, the juggler adroitly extracting the iron nail and inserting a gold one without detection. It mattered little if the converted gold nail differed in size and shape from the original, for this change in shape could be laid to the process of transmutation; and even the very critical were hardly likely to find fault with the exchange thus made. Furthermore, it was believed that gold possessed the property of changing its bulk under certain conditions, some of the more conservative alchemists maintaining that gold was only increased in bulk, not necessarily created, by certain forms of the magic stone. Thus a very proficient operator was thought to be able to increase a grain of gold into a pound of pure metal, while one less expert could only double, or possibly treble, its original weight. The actual number of useful discoveries resulting from the efforts of the alchemists is considerable, some of them of incalculable value. Roger Bacon, who lived in the thirteenth century, while devoting much of his time to alchemy, made such valuable discoveries as the theory, at least, of the telescope, and probably gunpowder. Of this latter we cannot be sure that the discovery was his own and that he had not learned of it through the source of old manuscripts. But it is not impossible nor improbable that he may have hit upon the mixture that makes the explosives while searching for the philosopher's stone in his laboratory. \\\"Von Helmont, in the same pursuit, discoverd the properties of gas,\\\" says Mackay; \\\"Geber made discoveries in chemistry, which were equally important; and Paracelsus, amid his perpetual visions of the transmutation of metals, found that mercury was a remedy for one of the most odious and excruciating of all the diseases that afflict humanity.\\\"' As we shall see a little farther on, alchemy finally evolved into modern chemistry, but not until it had passed through several important transitional stages.\\n\\nASTROLOGY In a general way modern astronomy may be considered as the outgrowth of astrology, just as modern chemistry is the result of alchemy. It is quite possible, however, that astronomy is the older of the two; but astrology must have developed very shortly after. The primitive astronomer, having acquired enough knowledge from his observations of the heavenly bodies to make correct predictions, such as the time of the coming of the new moon, would be led, naturally, to believe that certain predictions other than purely astronomical ones could be made by studying the heavens. Even if the astronomer himself did not believe this, some of his superstitious admirers would; for to the unscientific mind predictions of earthly events would surely seem no more miraculous than correct predictions as to the future movements of the sun, moon, and stars. When astronomy had reached a stage of development so that such things as eclipses could be predicted with anything like accuracy, the occult knowledge of the astronomer would be unquestioned. Turning this apparently occult knowledge to account in a mercenary way would then be the inevitable result, although it cannot be doubted that many of the astrologers, in all ages, were sincere in their beliefs. Later, as the business of astrology became a profitable one, sincere astronomers would find it expedient to practise astrology as a means of gaining a livelihood. Such a philosopher as Kepler freely admitted that he practised astrology \\\"to keep from starving,\\\" although he confessed no faith in such predictions. \\\"Ye otherwise philosophers,\\\" he said, \\\"ye censure this daughter of astronomy beyond her deserts; know ye not that she must support her mother by her charms.\\\" Once astrology had become an established practice, any considerable knowledge of astronomy was unnecessary, for as it was at best but a system of good guessing as to future events, clever impostors could thrive equally well without troubling to study astronomy. The celebrated astrologers, however, were usually astronomers as well, and undoubtedly based many of their predictions on the position and movements of the heavenly bodies. Thus, the casting of a horoscope that is, the methods by which the astrologers ascertained the relative position of the heavenly bodies at the time of a birth--was a simple but fairly exact procedure. Its basis was the zodiac, or the path traced by the sun in his yearly course through certain constellations. At the moment of the birth of a child, the first care of the astrologer was to note the particular part of the zodiac that appeared on the horizon. The zodiac was then divided into \\\"houses\\\"--that is, into twelve spaces--on a chart. In these houses were inserted the places of the planets, sun, and moon, with reference to the zodiac. When this chart was completed it made a fairly correct diagram of the heavens and the position of the heavenly bodies as they would appear to a person standing at the place of birth at a certain time. Up to this point the process was a simple one of astronomy. But the next step--the really important one--that of interpreting this chart, was the one which called forth the skill and imagination of the astrologer. In this interpretation, not in his mere observations, lay the secret of his success. Nor did his task cease with simply foretelling future events that were to happen in the life of the newly born infant. He must not only point out the dangers, but show the means whereby they could be averted, and his prophylactic measures, like his predictions, were alleged to be based on his reading of the stars. But casting a horoscope at the time of births was, of course, only a small part of the astrologer's duty. His offices were sought by persons of all ages for predictions as to their futures, the movements of an enemy, where to find stolen goods, and a host of everyday occurrences. In such cases it is more than probable that the astrologers did very little consulting of the stars in making their predictions. They became expert physiognomists and excellent judges of human nature, and were thus able to foretell futures with the same shrewdness and by the same methods as the modern \\\"mediums,\\\" palmists, and fortune-tellers. To strengthen belief in their powers, it became a common thing for some supposedly lost document of the astrologer to be mysteriously discovered after an important event, this document purporting to foretell this very event. It was also a common practice with astrologers to retain, or have access to, their original charts, cleverly altering them from time to time to fit conditions. The dangers attendant upon astrology were of such a nature that the lot of the astrologer was likely to prove anything but an enviable one. As in the case of the alchemist, the greater the reputation of an astrologer the greater dangers he was likely to fall into. If he became so famous that he was employed by kings or noblemen, his too true or too false prophecies were likely to bring him into disrepute--even to endanger his life. Throughout the dark age the astrologers flourished, but the sixteenth and seventeenth centuries were the golden age of these impostors. A skilful astrologer was as much an essential to the government as the highest official, and it would have been a bold monarch, indeed, who would undertake any expedition of importance unless sanctioned by the governing stars as interpreted by these officials. It should not be understood, however, that belief in astrology died with the advent of the Copernican doctrine. It did become separated from astronomy very shortly after, to be sure, and undoubtedly among the scientists it lost much of its prestige. But it cannot be considered as entirely passed away, even to-day, and even if we leave out of consideration street-corner \\\"astrologers\\\" and fortune-tellers, whose signs may be seen in every large city, there still remains quite a large class of relatively intelligent people who believe in what they call \\\"the science of astrology.\\\" Needless to say, such people are not found among the scientific thinkers; but it is significant that scarcely a year passes that some book or pamphlet is not published by some ardent believer in astrology, attempting to prove by the illogical dogmas characteristic of unscientific thinkers that astrology is a science. The arguments contained in these pamphlets are very much the same as those of the astrologers three hundred years ago, except that they lack the quaint form of wording which is one of the features that lends interest to the older documents. These pamphlets need not be taken seriously, but they are interesting as exemplifying how difficult it is, even in an age of science, to entirely stamp out firmly established superstitions. Here are some of the arguments advanced in defence of astrology, taken from a little brochure entitled \\\"Astrology Vindicated,\\\" published in 1898: It will be found that a person born when the Sun is in twenty degrees Scorpio has the left ear as his exceptional feature and the nose (Sagittarius) bent towards the left ear. A person born when the Sun is in any of the latter degrees of Taurus, say the twenty-fifth degree, will have a small, sharp, weak chin, curved up towards Gemini, the two vertical lines on the upper lip.\\\"\\\\[4\\\\] The time was when science went out of its way to prove that such statements were untrue; but that time is past, and such writers are usually classed among those energetic but misguided persons who are unable to distinguish between logic and sophistry.\\n\\nIn England, from the time of Elizabeth to the reign of William and Mary, judicial astrology was at its height. After the great London fire, in 1666, a committee of the House of Commons publicly summoned the famous astrologer, Lilly, to come before Parliament and report to them on his alleged prediction of the calamity that had befallen the city. Lilly, for some reason best known to himself, denied having made such a prediction, being, as he explained, \\\"more interested in determining affairs of much more importance to the future welfare of the country.\\\" Some of the explanations of his interpretations will suffice to show their absurdities, which, however, were by no means regarded as absurdities at that time, for Lilly was one of the greatest astrologers of his day. He said that in 1588 a prophecy had been printed in Greek characters which foretold exactly the troubles of England between the years 1641. and 1660. \\\"And after him shall come a dreadful dead man,\\\" ran the prophecy, \\\"and with him a royal G of the best blood in the world, and he shall have the crown and shall set England on the right way and put out all heresies. His interpretation of this was that, \\\"Monkery being extinguished above eighty or ninety years, and the Lord General's name being Monk, is the dead man. The royal G or C (it is gamma in the Greek, intending C in the Latin, being the third letter in the alphabet) is Charles II., who, for his extraction, may be said to be of the best blood of the world.\\\"\\\\[5\\\\] This may be taken as a fair sample of Lilly's interpretations of astrological prophesies, but many of his own writings, while somewhat more definite and direct, are still left sufficiently vague to allow his skilful interpretations to set right an apparent mistake. One of his famous documents was \\\"The Starry Messenger,\\\" a little pamphlet purporting to explain the phenomenon of a \\\"strange apparition of three suns\\\" that were seen in London on November 19, 1644---the anniversary of the birth of Charles I., then the reigning monarch. This phenomenon caused a great stir among the English astrologers, coming, as it did, at a time of great political disturbance. Prophecies were numerous, and Lilly's brochure is only one of many that appeared at that time, most of which, however, have been lost. Lilly, in his preface, says: \\\"If there be any of so prevaricate a judgment as to think that the apparition of these three Suns doth intimate no Novelle thing to happen in our own Climate, where they were manifestly visible, I shall lament their indisposition, and conceive their brains to be shallow, and voyde of understanding humanity, or notice of common History.\\\" Having thus forgiven his few doubting readers, who were by no means in the majority in his day, he takes up in review the records of the various appearances of three suns as they have occurred during the Christian era, showing how such phenomena have governed certain human events in a very definite manner. Some of these are worth recording. \\\"Anno 66. A comet was seen, and also three Suns: In which yeer, Florus President of the Jews was by them slain. Paul writes to Timothy. The Christians are warned by a divine Oracle, and depart out of Jerusalem. Boadice a British Queen, killeth seventy thousand Romans. The Nazareni, a scurvie Sect, begun, that boasted much of Revelations and Visions. About a year after Nero was proclaimed enemy to the State of Rome.\\\" Again, \\\"Anno 1157, in September, there were seen three Suns together, in as clear weather as could be: And a few days after, in the same month, three Moons, and, in the Moon that stood in the middle, a white Crosse. Sueno, King of Denmark, at a great Feast, killeth Canutus: Sueno is himself slain, in pursuit of Waldemar. The Order of Eremites, according to the rule of Saint Augustine, begun this year; and in the next, the Pope submits to the Emperour: (was not this miraculous?) Lombardy was also adjudged to the Emperour.\\\" Continuing this list of peculiar phenomena he comes down to within a few years of his own time. \\\"Anno 1622, three Suns appeared at Heidelberg. The woful Calamities that have ever since fallen upon the Palatinate, we are all sensible of, and of the loss of it, for any thing I see, for ever, from the right Heir. Osman the great Turk is strangled that year; and Spinola besiegeth Bergen up Zoom, etc.\\\" Fortified by the enumeration of these past events, he then proceeds to make his deductions. \\\"Only this I must tell thee,\\\" he writes, \\\"that the interpretation I write is, I conceive, grounded upon probable foundations; and who lives to see a few years over his head, will easily perceive I have unfolded as much as was fit to discover, and that my judgment was not a mile and a half from truth.\\\" There is a great significance in this \\\"as much as was fit to discover\\\"--a mysterious something that Lilly thinks it expedient not to divulge. But, nevertheless, one would imagine that he was about to make some definite prediction about Charles I., since these three suns appeared upon his birthday and surely must portend something concerning him. But after rambling on through many pages of dissertations upon planets and prophecies, he finally makes his own indefinite prediction. \\\"O all you Emperors, Kings, Princes, Rulers and Magistrates of Europe, this unaccustomed Apparition is like the Handwriting in Daniel to some of you; it premonisheth you, above all other people, to make your peace with God in time. You shall every one of you smart, and every one of you taste (none excepted) the heavie hand of God, who will strengthen your subjects with invincible courage to suppress your misgovernments and Oppressions in Church or Common-wealth; . . . Those words are general: a word for my own country of England. . . . Look to yourselves; here's some monstrous death towards you. But to whom? wilt thou say. Herein we consider the Signe, Lord thereof, and the House; The Sun signifies in that Royal Signe, great ones; the House signifies captivity, poison, Treachery: From which is derived thus much, That some very great man, what King, Prince, Duke, or the like, I really affirm I perfectly know not, shall, I say, come to some such untimely end.\\\"\\\\[6\\\\] Here is shown a typical example of astrological prophecy, which seems to tell something or nothing, according to the point of view of the reader. According to a believer in astrology, after the execution of Charles I., five years later, this could be made to seem a direct and exact prophecy. For example, he says: \\\"You Kings, Princes, etc., ... it premonisheth you ... to make your peace with God.... Look to yourselves; here's some monstrous death towards you. ... That some very great man, what King, Prince, . shall, I say, come to such untimely end.\\\" But by the doubter the complete prophecy could be shown to be absolutely indefinite, and applicable as much to the king of France or Spain as to Charles I., or to any king in the future, since no definite time is stated. Furthermore, Lilly distinctly states, \\\"What King, Prince, Duke, or the like, I really affirm I perfectly know not\\\"--which last, at least, was a most truthful statement. The same ingenuity that made \\\"Gen. Monk\\\" the \\\"dreadful dead man,\\\" could easily make such a prediction apply to the execution of Charles I. Such a definite statement that, on such and such a day a certain number of years in the future, the monarch of England would be beheaded--such an exact statement can scarcely be found in any of the works on astrology. It should be borne in mind, also, that Lilly was of the Cromwell party and opposed to the king. After the death of Charles I., Lilly admitted that the monarch had given him a thousand pounds to cast his horoscope. \\\"I advised him,\\\" says Lilly, \\\"to proceed eastwards; he went west, and all the world knows the result.\\\" It is an unfortunate thing for the cause of astrology that Lilly failed to mention this until after the downfall of the monarch. In fact, the sudden death, or decline in power, of any monarch, even to-day, brings out the perennial post-mortem predictions of astrologers. We see how Lilly, an opponent of the king, made his so-called prophecy of the disaster of the king and his army. At the same time another celebrated astrologer and rival of Lilly, George Wharton, also made some predictions about the outcome of the eventful march from Oxford. Wharton, unlike Lilly, was a follower of the king's party, but that, of course, should have had no influence in his \\\"scientific\\\" reading of the stars. Wharton's predictions are much less verbose than Lilly's, much more explicit, and, incidentally, much more incorrect in this particular instance. \\\"The Moon Lady of the 12,\\\" he wrote, \\\"and moving betwixt the 8 degree, 34 min., and 21 degree, 26 min. of Aquarius, gives us to understand that His Majesty shall receive much contentment by certain Messages brought him from foreign parts; and that he shall receive some sudden and unexpected supply of . . . by the means of some that assimilate the condition of his Enemies: And withal this comfort; that His Majesty shall be exceeding successful in Besieging Towns, Castles, or Forts, and in persuing the enemy. \\\"Mars his Sextile to the Sun, Lord of the Ascendant (which happeneth the 18 day of May) will encourage our Soldiers to advance with much alacrity and cheerfulness of spirit; to show themselves gallant in the most dangerous attempt.... And now to sum up all: It is most apparent to every impartial and ingenuous judgment; That although His Majesty cannot expect to be secured from every trivial disaster that may befall his army, either by the too much Presumption, Ignorance, or Negligence of some particular Persons (which is frequently incident and unavoidable in the best of Armies), yet the several positions of the Heavens duly considered and compared among themselves, as well in the prefixed Scheme as at the Quarterly Ingresses, do generally render His Majesty and his whole Army unexpectedly victorious and successful in all his designs; Believe it (London), thy Miseries approach, they are like to be many, great, and grievous, and not to be diverted, unless thou seasonably crave Pardon of God for being Nurse to this present Rebellion, and speedily submit to thy Prince's Mercy; Which shall be the daily Prayer of Geo. Wharton.\\\"\\\\[7\\\\] In the light of after events, it is probable that Wharton's stock as an astrologer was not greatly enhanced by this document, at least among members of the Royal family. Lilly's book, on the other hand, became a favorite with the Parliamentary army. After the downfall and death of Napoleon there were unearthed many alleged authentic astrological documents foretelling his ruin. And on the death of George IV., in 1830, there appeared a document (unknown, as usual, until that time) purporting to foretell the death of the monarch to the day, and this without the astrologer knowing that his horoscope was being cast for a monarch. A full account of this prophecy is told, with full belief, by Roback, a nineteenth-century astrologer. He says: \\\"In the year 1828, a stranger of noble mien, advanced in life, but possessing the most bland manners, arrived at the abode of a celebrated astrologer in London,\\\" asking that the learned man foretell his future. \\\"The astrologer complied with the request of the mysterious visitor, drew forth his tables, consulted his ephemeris, and cast the horoscope or celestial map for the hour and the moment of the inquiry, according to the established rules of his art. \\\"The elements of his calculation were adverse, and a feeling of gloom cast a shade of serious thought, if not dejection, over his countenance. \\\" 'You are of high rank,' said the astrologer, as he calculated and looked on the stranger, 'and of illustrious title.' The stranger made a graceful inclination of the head in token of acknowledgment of the complimentary remarks, and the astrologer proceeded with his mission. \\\"The celestial signs were ominous of calamity to the stranger, who, probably observing a sudden change in the countenance of the astrologer, eagerly inquired what evil or good fortune had been assigned him by the celestial orbs. 'To the first part of your inquiry,' said the astrologer, 'I can readily reply. You have been a favorite of fortune; her smiles on you have been abundant, her frowns but few; you have had, perhaps now possess, wealth and power; the impossibility of their accomplishment is the only limit to the fulfilment of your desires.' \\\" \\\" 'You have spoken truly of the past,' said the stranger. 'I have full faith in your revelations of the future: what say you of my pilgrimage in this life--is it short or long?' \\\" 'I regret,' replied the astrologer, in answer to this inquiry, 'to be the herald of ill, though TRUE, fortune; your sojourn on earth will be short.' \\\" 'How short?' eagerly inquired the excited and anxious stranger. \\\" 'Give me a momentary truce,' said the astrologer; 'I will consult the horoscope, and may possibly find some mitigating circumstances.' \\\"Having cast his eyes over the celestial map, and paused for some moments, he surveyed the countenance of the stranger with great sympathy, and said, 'I am sorry that I can find no planetary influences that oppose your destiny--your death will take place in two years.' \\\"The event justified the astrologic prediction: George IV. died on May 18, 1830, exactly two years from the day on which he had visited the astrologer.\\\"\\\\[8\\\\] This makes a very pretty story, but it hardly seems like occult insight that an astrologer should have been able to predict an early death of a man nearly seventy years old, or to have guessed that his well-groomed visitor \\\"had, perhaps now possesses, wealth and power.\\\" Here again, however, the point of view of each individual plays the governing part in determining the importance of such a document. To the scientist it proves nothing; to the believer in astrology, everything. The significant thing is that it appeared shortly AFTER the death of the monarch.\\n\\nOn the Continent astrologers were even more in favor than in England. Charlemagne, and some of his immediate successors, to be sure, attempted to exterminate them, but such rulers as Louis XI. and Catherine de' Medici patronized and encouraged them, and it was many years after the time of Copernicus before their influence was entirely stamped out even in official life. There can be no question that what gave the color of truth to many of the predictions was the fact that so many of the prophecies of sudden deaths and great conflagrations were known to have come true--in many instances were made to come true by the astrologer himself. And so it happened that when the prediction of a great conflagration at a certain time culminated in such a conflagration, many times a second but less-important burning took place, in which the ambitious astrologer, or his followers, took a central part about a stake, being convicted of incendiarism, which they had committed in order that their prophecies might be fulfilled. But, on the other hand, these predictions were sometimes turned to account by interested friends to warn certain persons of approaching dangers. For example, a certain astrologer foretold the death of Prince Alexander de' Medici. He not only foretold the death, but described so minutely the circumstances that would attend it, and gave such a correct description of the assassin who should murder the prince, that he was at once suspected of having a hand in the assassination. It developed later, however, that such was probably not the case; but that some friend of Prince Alexander, knowing of the plot to take his life, had induced the astrologer to foretell the event in order that the prince might have timely warning and so elude the conspirators. The cause of the decline of astrology was the growing prevalence of the new spirit of experimental science. Doubtless the most direct blow was dealt by the Copernican theory. So soon as this was established, the recognition of the earth's subordinate place in the universe must have made it difficult for astronomers to be longer deceived by such coincidences as had sufficed to convince the observers of a more credulous generation. Tycho Brahe was, perhaps, the last astronomer of prominence who was a conscientious practiser of the art of the astrologer.\\n\\nVII. FROM PARACELSUS TO HARVEY PARACELSUS In the year 1526 there appeared a new lecturer on the platform at the University at Basel--a small, beardless, effeminate-looking person--who had already inflamed all Christendom with his peculiar philosophy, his revolutionary methods of treating diseases, and his unparalleled success in curing them. A man who was to be remembered in after-time by some as the father of modern chemistry and the founder of modern medicine; by others as madman, charlatan, impostor; and by still others as a combination of all these. This soft-cheeked, effeminate, woman-hating man, whose very sex has been questioned, was Theophrastus von Hohenheim, better known as Paracelsus (1493-1541). To appreciate his work, something must be known of the life of the man. He was born near Maria-Einsiedeln, in Switzerland, the son of a poor physician of the place. He began the study of medicine under the instruction of his father, and later on came under the instruction of several learned churchmen. At the age of sixteen he entered the University of Basel, but, soon becoming disgusted with the philosophical teachings of the time, he quitted the scholarly world of dogmas and theories and went to live among the miners in the Tyrol, in order that he might study nature and men at first hand. Ordinary methods of study were thrown aside, and he devoted his time to personal observation--the only true means of gaining useful knowledge, as he preached and practised ever after. Here he became familiar with the art of mining, learned the physical properties of minerals, ores, and metals, and acquired some knowledge of mineral waters. More important still, he came in contact with such diseases, wounds, and injuries as miners are subject to, and he tried his hand at the practical treatment of these conditions, untrammelled by the traditions of a profession in which his training had been so scant. Having acquired some empirical skill in treating diseases, Paracelsus set out wandering from place to place all over Europe, gathering practical information as he went, and learning more and more of the medicinal virtues of plants and minerals. His wanderings covered a period of about ten years, at the end of which time he returned to Basel, where he was soon invited to give a course of lectures in the university. These lectures were revolutionary in two respects--they were given in German instead of time-honored Latin, and they were based upon personal experience rather than upon the works of such writers as Galen and Avicenna. Indeed, the iconoclastic teacher spoke with open disparagement of these revered masters, and openly upbraided his fellow-practitioners for following their tenets. Naturally such teaching raised a storm of opposition among the older physicians, but for a time the unparalleled success of Paracelsus in curing diseases more than offset his unpopularity. Gradually, however, his bitter tongue and his coarse personality rendered him so unpopular, even among his patients, that, finally, his liberty and life being jeopardized, he was obliged to flee from Basel, and became a wanderer. He lived for brief periods in Colmar, Nuremberg, Appenzell, Zurich, Pfeffers, Augsburg, and several other cities, until finally at Salzburg his eventful life came to a close in 1541. His enemies said that he had died in a tavern from the effects of a protracted debauch; his supporters maintained that he had been murdered at the instigation of rival physicians and apothecaries. But the effects of his teachings had taken firm root, and continued to spread after his death. He had shown the fallibility of many of the teachings of the hitherto standard methods of treating diseases, and had demonstrated the advantages of independent reasoning based on observation. In his Magicum he gives his reasons for breaking with tradition. \\\"I did,\\\" he says, \\\"embrace at the beginning these doctrines, as my adversaries (followers of Galen) have done, but since I saw that from their procedures nothing resulted but death, murder, stranglings, anchylosed limbs, paralysis, and so forth, that they held most diseases incurable. . . . therefore have I quitted this wretched art, and sought for truth in any other direction. I asked myself if there were no such thing as a teacher in medicine, where could I learn this art best? Nowhere better than the open book of nature, written with God's own finger.\\\" We shall see, however, that this \\\"book of nature\\\" taught Paracelsus some very strange lessons. Modesty was not one of these. \\\"Now at this time,\\\" he declares, \\\"I, Theophrastus Paracelsus, Bombast, Monarch of the Arcana, was endowed by God with special gifts for this end, that every searcher after this supreme philosopher's work may be forced to imitate and to follow me, be he Italian, Pole, Gaul, German, or whatsoever or whosoever he be. Come hither after me, all ye philosophers, astronomers, and spagirists. . . . I will show and open to you ... this corporeal regeneration.\\\"\\\\[1\\\\] Paracelsus based his medical teachings on four \\\"pillars\\\" --philosophy, astronomy, alchemy, and virtue of the physician--a strange-enough equipment surely, and yet, properly interpreted, not quite so anomalous as it seems at first blush. Philosophy was the \\\"gate of medicine,\\\" whereby the physician entered rightly upon the true course of learning; astronomy, the study of the stars, was all-important because \\\"they (the stars) caused disease by their exhalations, as, for instance, the sun by excessive heat\\\"; alchemy, as he interpreted it, meant the improvement of natural substances for man's benefit; while virtue in the physician was necessary since \\\"only the virtuous are permitted to penetrate into the innermost nature of man and the universe.\\\" All his writings aim to promote progress in medicine, and to hold before the physician a grand ideal of his profession. In this his views are wide and far-reaching, based on the relationship which man bears to nature as a whole; but in his sweeping condemnations he not only rejected Galenic therapeutics and Galenic anatomy, but condemned dissections of any kind. He laid the cause of all diseases at the door of the three mystic elements--salt, sulphur, and mercury. In health he supposed these to be mingled in the body so as to be indistinguishable; a slight separation of them produced disease; and death he supposed to be the result of their complete separation. The spiritual agencies of diseases, he said, had nothing to do with either angels or devils, but were the spirits of human beings. He believed that all food contained poisons, and that the function of digestion was to separate the poisonous from the nutritious. In the stomach was an archaeus, or alchemist, whose duty was to make this separation. In digestive disorders the archaeus failed to do this, and the poisons thus gaining access to the system were \\\"coagulated\\\" and deposited in the joints and various other parts of the body. Thus the deposits in the kidneys and tartar on the teeth were formed; and the stony deposits of gout were particularly familiar examples of this. All this is visionary enough, yet it shows at least a groping after rational explanations of vital phenomena. Like most others of his time, Paracelsus believed firmly in the doctrine of \\\"signatures\\\"--a belief that every organ and part of the body had a corresponding form in nature, whose function was to heal diseases of the organ it resembled. The vagaries of this peculiar doctrine are too numerous and complicated for lengthy discussion, and varied greatly from generation to generation. In general, however, the theory may be summed up in the words of Paracelsus: \\\"As a woman is known by her shape, so are the medicines.\\\" Hence the physicians were constantly searching for some object of corresponding shape to an organ of the body. The most natural application of this doctrine would be the use of the organs of the lower animals for the treatment of the corresponding diseased organs in man. Thus diseases of the heart were to be treated with the hearts of animals, liver disorders with livers, and so on. But this apparently simple form of treatment had endless modifications and restrictions, for not all animals were useful. For example, it was useless to give the stomach of an ox in gastric diseases when the indication in such cases was really for the stomach of a rat. Nor were the organs of animals the only \\\"signatures\\\" in nature. Plants also played a very important role, and the herb-doctors devoted endless labor to searching for such plants. Thus the blood-root, with its red juice, was supposed to be useful in blood diseases, in stopping hemorrhage, or in subduing the redness of an inflammation. Paracelsus's system of signatures, however, was so complicated by his theories of astronomy and alchemy that it is practically beyond comprehension. It is possible that he himself may have understood it, but it is improbable that any one else did--as shown by the endless discussions that have taken place about it. But with all the vagaries of his theories he was still rational in his applications, and he attacked to good purpose the complicated \\\"shot-gun\\\" prescriptions of his contemporaries, advocating more simple methods of treatment. The ever-fascinating subject of electricity, or, more specifically, \\\"magnetism,\\\" found great favor with him, and with properly adjusted magnets he claimed to be able to cure many diseases. In epilepsy and lockjaw, for example, one had but to fasten magnets to the four extremities of the body, and then, \\\"when the proper medicines were given,\\\" the cure would be effected. The easy loop-hole for excusing failure on the ground of improper medicines is obvious, but Paracelsus declares that this one prescription is of more value than \\\"all the humoralists have ever written or taught.\\\" Since Paracelsus condemned the study of anatomy as useless, he quite naturally regarded surgery in the same light. In this he would have done far better to have studied some of his predecessors, such as Galen, Paul of Aegina, and Avicenna. But instead of \\\"cutting men to pieces,\\\" he taught that surgeons would gain more by devoting their time to searching for the universal panacea which would cure all diseases, surgical as well as medical. In this we detect a taint of the popular belief in the philosopher's stone and the magic elixir of life, his belief in which have been stoutly denied by some of his followers. He did admit, however, that one operation alone was perhaps permissible--lithotomy, or the \\\"cutting for stone.\\\" His influence upon medicine rests undoubtedly upon his revolutionary attitude, rather than on any great or new discoveries made by him. It is claimed by many that he brought prominently into use opium and mercury, and if this were indisputably proven his services to medicine could hardly be overestimated. Unfortunately, however, there are good grounds for doubting that he was particularly influential in reintroducing these medicines. His chief influence may perhaps be summed up in a single phrase--he overthrew old traditions. To Paracelsus's endeavors, however, if not to the actual products of his work, is due the credit of setting in motion the chain of thought that developed finally into scientific chemistry. Nor can the ultimate aim of the modern chemist seek a higher object than that of this sixteenth-century alchemist, who taught that \\\"true alchemy has but one aim and object, to extract the quintessence of things, and to prepare arcana, tinctures, and elixirs which may restore to man the health and soundness he has lost.\\\"\\n\\nTHE GREAT ANATOMISTS About the beginning of the sixteenth century, while Paracelsus was scoffing at the study of anatomy as useless, and using his influence against it, there had already come upon the scene the first of the great anatomists whose work was to make the century conspicuous in that branch of medicine. The young anatomist Charles etienne (1503-1564) made one of the first noteworthy discoveries, pointing out for the first time that the spinal cord contains a canal, continuous throughout its length. He also made other minor discoveries of some importance, but his researches were completely overshadowed and obscured by the work of a young Fleming who came upon the scene a few years later, and who shone with such brilliancy in the medical world that he obscured completely the work of his contemporary until many years later. This young physician, who was destined to lead such an eventful career and meet such an untimely end as a martyr to science, was Andrew Vesalius (1514-1564), who is called the \\\"greatest of anatomists.\\\" At the time he came into the field medicine was struggling against the dominating Galenic teachings and the theories of Paracelsus, but perhaps most of all against the superstitions of the time. In France human dissections were attended with such dangers that the young Vesalius transferred his field of labors to Italy, where such investigations were covertly permitted, if not openly countenanced. From the very start the young Fleming looked askance at the accepted teachings of the day, and began a series of independent investigations based upon his own observations. The results of these investigations he gave in a treatise on the subject which is regarded as the first comprehensive and systematic work on human anatomy. This remarkable work was published in the author's twenty-eighth or twenty-ninth year. Soon after this Vesalius was invited as imperial physician to the court of Emperor Charles V. He continued to act in the same capacity at the court of Philip II., after the abdication of his patron. But in spite of this royal favor there was at work a factor more powerful than the influence of the monarch himself--an instrument that did so much to retard scientific progress, and by which so many lives were brought to a premature close. Vesalius had received permission from the kinsmen of a certain grandee to perform an autopsy. While making his observations the heart of the outraged body was seen to palpitate--so at least it was reported. This was brought immediately to the attention of the Inquisition, and it was only by the intervention of the king himself that the anatomist escaped the usual fate of those accused by that tribunal. As it was, he was obliged to perform a pilgrimage to the Holy Land. While returning from this he was shipwrecked, and perished from hunger and exposure on the island of Zante. At the very time when the anatomical writings of Vesalius were startling the medical world, there was living and working contemporaneously another great anatomist, Eustachius (died 1574), whose records of his anatomical investigations were ready for publication only nine years after the publication of the work of Vesalius. Owing to the unfortunate circumstances of the anatomist, however, they were never published during his lifetime--not, in fact, until 1714. When at last they were given to the world as Anatomical Engravings, they showed conclusively that Eustachius was equal, if not superior to Vesalius in his knowledge of anatomy. It has been said of this remarkable collection of engravings that if they had been published when they were made in the sixteenth century, anatomy would have been advanced by at least two centuries. But be this as it may, they certainly show that their author was a most careful dissector and observer. Eustachius described accurately for the first time certain structures of the middle ear, and rediscovered the tube leading from the ear to the throat that bears his name. He also made careful studies of the teeth and the phenomena of first and second dentition. He was not baffled by the minuteness of structures and where he was unable to study them with the naked eye he used glasses for the purpose, and resorted to macerations and injections for the study of certain complicated structures. But while the fruit of his pen and pencil were lost for more than a century after his death, the effects of his teachings were not; and his two pupils, Fallopius and Columbus, are almost as well known to-day as their illustrious teacher. Columbus (1490-1559) did much in correcting the mistakes made in the anatomy of the bones as described by Vesalius. He also added much to the science by giving correct accounts of the shape and cavities of the heart, and made many other discoveries of minor importance. Fallopius (1523-1562) added considerably to the general knowledge of anatomy, made several discoveries in the anatomy of the ear, and also several organs in the abdominal cavity. At this time a most vitally important controversy was in progress as to whether or not the veins of the bodies were supplied with valves, many anatomists being unable to find them. etienne had first described these structures, and Vesalius had confirmed his observations. It would seem as if there could be no difficulty in settling the question as to the fact of such valves being present in the vessels, for the demonstration is so simple that it is now made daily by medical students in all physiological laboratories and dissecting-rooms. But many of the great anatomists of the sixteenth century were unable to make this demonstration, even when it had been brought to their attention by such an authority as Vesalius. Fallopius, writing to Vesalius on the subject in 1562, declared that he was unable to find such valves. Others, however, such as Eustachius and Fabricius (1537-1619), were more successful, and found and described these structures. But the purpose served by these valves was entirely misinterpreted. That they act in preventing the backward flow of the blood in the veins on its way to the heart, just as the valves of the heart itself prevent regurgitation, has been known since the time of Harvey; but the best interpretation that could be given at that time, even by such a man as Fabricius, was that they acted in retarding the flow of the blood as it comes from the heart, and thus prevent its too rapid distribution throughout the body. The fact that the blood might have been going towards the heart, instead of coming from it, seems never to have been considered seriously until demonstrated so conclusively by Harvey. Of this important and remarkable controversy over the valves in veins, Withington has this to say: \\\"This is truly a marvellous story. A great Galenic anatomist is first to give a full and correct description of the valves and their function, but fails to see that any modification of the old view as to the motion of the blood is required. Two able dissectors carefully test their action by experiment, and come to a result. the exact reverse of the truth. Urged by them, the two foremost anatomists of the age make a special search for valves and fail to find them. Finally, passing over lesser peculiarities, an aged and honorable professor, who has lived through all this, calmly asserts that no anatomist, ancient or modern, has ever mentioned valves in veins till he discovered them in 1574!\\\"\\\\[2\\\\] Among the anatomists who probably discovered these valves was Michael Servetus (1511-1553); but if this is somewhat in doubt, it is certain that he discovered and described the pulmonary circulation, and had a very clear idea of the process of respiration as carried on in the lungs. The description was contained in a famous document sent to Calvin in 1545--a document which the reformer carefully kept for seven years in order that he might make use of some of the heretical statements it contained to accomplish his desire of bringing its writer to the stake. The awful fate of Servetus, the interesting character of the man, and the fact that he came so near to anticipating the discoveries of Harvey make him one of the most interesting figures in medical history. In this document which was sent to Calvin, Servetus rejected the doctrine of natural, vital, and animal spirits, as contained in the veins, arteries, and nerves respectively, and made the all-important statement that the fluids contained in veins and arteries are the same. He showed also that the blood is \\\"purged from fume\\\" and purified by respiration in the lungs, and declared that there is a new vessel in the lungs, \\\"formed out of vein and artery.\\\" Even at the present day there is little to add to or change in this description of Servetus's. By keeping this document, pregnant with advanced scientific views, from the world, and in the end only using it as a means of destroying its author, the great reformer showed the same jealousy in retarding scientific progress as had his arch-enemies of the Inquisition, at whose dictates Vesalius became a martyr to science, and in whose dungeons etienne perished.\\n\\nTHE COMING OF HARVEY The time was ripe for the culminating discovery of the circulation of the blood; but as yet no one had determined the all-important fact that there are two currents of blood in the body, one going to the heart, one coming from it. The valves in the veins would seem to show conclusively that the venous current did not come from the heart, and surgeons must have observed thousands of times the every-day phenomenon of congested veins at the distal extremity of a limb around which a ligature or constriction of any kind had been placed, and the simultaneous depletion of the vessels at the proximal points above the ligature. But it should be remembered that inductive science was in its infancy. This was the sixteenth, not the nineteenth century, and few men had learned to put implicit confidence in their observations and convictions when opposed to existing doctrines. The time was at hand, however, when such a man was to make his appearance, and, as in the case of so many revolutionary doctrines in science, this man was an Englishman. It remained for William Harvey (1578-1657) to solve the great mystery which had puzzled the medical world since the beginning of history; not only to solve it, but to prove his case so conclusively and so simply that for all time his little booklet must he handed down as one of the great masterpieces of lucid and almost faultless demonstration. Harvey, the son of a prosperous Kentish yeoman, was born at Folkestone. His education was begun at the grammar-school of Canterbury, and later he became a pensioner of Caius College, Cambridge. Soon after taking his degree of B.A., at the age of nineteen, he decided upon the profession of medicine, and went to Padua as a pupil of Fabricius and Casserius. Returning to England at the age of twenty-four, he soon after (1609) obtained the reversion of the post of physician to St. Bartholomew's Hospital, his application being supported by James I. himself. Even at this time he was a popular physician, counting among his patients such men as Francis Bacon. In 1618 he was appointed physician extraordinary to the king, and, a little later, physician in ordinary. He was in attendance upon Charles I. at the battle of Edgehill, in 1642, where, with the young Prince of Wales and the Duke of York, after seeking shelter under a hedge, he drew a book out of his pocket and, forgetful of the battle, became absorbed in study, until finally the cannon-balls from the enemy's artillery made him seek a more sheltered position. On the fall of Charles I. he retired from practice, and lived in retirement with his brother. He was then well along in years, but still pursued his scientific researches with the same vigor as before, directing his attention chiefly to the study of embryology. On June 3, 1657, he was attacked by paralysis and died, in his eightieth year. He had lived to see his theory of the circulation accepted, several years before, by all the eminent anatomists of the civilized world. A keenness in the observation of facts, characteristic of the mind of the man, had led Harvey to doubt the truth of existing doctrines as to the phenomena of the circulation. Galen had taught that \\\"the arteries are filled, like bellows, because they are expanded,\\\" but Harvey thought that the action of spurting blood from a severed vessel disproved this. For the spurting was remittant, \\\"now with greater, now with less impetus,\\\" and its greater force always corresponded to the expansion (diastole), not the contraction (systole) of the vessel. Furthermore, it was evident that contraction of the heart and the arteries was not simultaneous, as was commonly taught, because in that case there would be no marked propulsion of the blood in any direction; and there was no gainsaying the fact that the blood was forcibly propelled in a definite direction, and that direction away from the heart. Harvey's investigations led him to doubt also the accepted theory that there was a porosity in the septum of tissue that divides the two ventricles of the heart. It seemed unreasonable to suppose that a thick fluid like the blood could find its way through pores so small that they could not be demonstrated by any means devised by man. In evidence that there could be no such openings he pointed out that, since the two ventricles contract at the same time, this process would impede rather than facilitate such an intra-ventricular passage of blood. But what seemed the most conclusive proof of all was the fact that in the foetus there existed a demonstrable opening between the two ventricles, and yet this is closed in the fully developed heart. Why should Nature, if she intended that blood should pass between the two cavities, choose to close this opening and substitute microscopic openings in place of it? It would surely seem more reasonable to have the small perforations in the thin, easily permeable membrane of the foetus, and the opening in the adult heart, rather than the reverse. From all this Harvey drew his correct conclusions, declaring earnestly, \\\"By Hercules, there ARE no such porosities, and they cannot be demonstrated.\\\" Having convinced himself that no intra-ventricular opening existed, he proceeded to study the action of the heart itself, untrammelled by too much faith in established theories, and, as yet, with no theory of his own. He soon discovered that the commonly accepted theory of the heart striking against the chest-wall during the period of relaxation was entirely wrong, and that its action was exactly the reverse of this, the heart striking the chest-wall during contraction. Having thus disproved the accepted theory concerning the heart's action, he took up the subject of the action of arteries, and soon was able to demonstrate by vivisection that the contraction of the arteries was not simultaneous with contractions of the heart. His experiments demonstrated that these vessels were simply elastic tubes whose pulsations were \\\"nothing else than the impulse of the blood within them.\\\" The reason that the arterial pulsation was not simultaneous with the heart-beat he found to be because of the time required to carry the impulse along the tube, By a series of further careful examinations and experiments, which are too extended to be given here, he was soon able further to demonstrate the action and course of the blood during the contractions of the heart. His explanations were practically the same as those given to-day--first the contraction of the auricle, sending blood into the ventricle; then ventricular contraction, making the pulse, and sending the blood into the arteries. He had thus demonstrated what had not been generally accepted before, that the heart was an organ for the propulsion of blood. To make such a statement to-day seems not unlike the sober announcement that the earth is round or that the sun does not revolve about it. Before Harvey's time, however, it was considered as an organ that was \\\"in some mysterious way the source of vitality and warmth, as an animated crucible for the concoction of blood and the generation of vital spirits.\\\"\\\\[3\\\\] In watching the rapid and ceaseless contractions of the heart, Harvey was impressed with the fact that, even if a very small amount of blood was sent out at each pulsation, an enormous quantity must pass through the organ in a day, or even in an hour. Estimating the size of the cavities of the heart, and noting that at least a drachm must be sent out with each pulsation, it was evident that the two thousand beats given by a very slow human heart in an hour must send out some forty pounds of blood--more than twice the amount in the entire body. The question was, what became of it all? For it should be remembered that the return of the blood by the veins was unknown, and nothing like a \\\"circulation\\\" more than vaguely conceived even by Harvey himself. Once it could be shown that the veins were constantly returning blood to the heart, the discovery that the blood in some way passes from the arteries to the veins was only a short step. Harvey, by resorting to vivisections of lower animals and reptiles, soon demonstrated beyond question the fact that the veins do carry the return blood. \\\"But this, in particular, can be shown clearer than daylight,\\\" says Harvey. \\\"The vena cava enters the heart at an inferior portion, while the artery passes out above. Now if the vena cava be taken up with forceps or the thumb and finger, and the course of the blood intercepted for some distance below the heart, you will at once see it almost emptied between the fingers and the heart, the blood being exhausted by the heart's pulsation, the heart at the same time becoming much paler even in its dilatation, smaller in size, owing to the deficiency of blood, and at length languid in pulsation, as if about to die. On the other hand, when you release the vein the heart immediately regains its color and dimensions. After that, if you leave the vein free and tie and compress the arteries at some distance from the heart, you will see, on the contrary, their included portion grow excessively turgid, the heart becoming so beyond measure, assuming a dark-red color, even to lividity, and at length so overloaded with blood as to seem in danger of suffocation; but when the obstruction is removed it returns to its normal condition, in size, color, and movement.\\\"\\\\[4\\\\] This conclusive demonstration that the veins return the blood to the heart must have been most impressive to Harvey, who had been taught to believe that the blood current in the veins pursued an opposite course, and must have tended to shake his faith in all existing doctrines of the day. His next step was the natural one of demonstrating that the blood passes from the arteries to the veins. He demonstrated conclusively that this did occur, but for once his rejection of the ancient writers and one modern one was a mistake. For Galen had taught, and had attempted to demonstrate, that there are sets of minute vessels connecting the arteries and the veins; and Servetus had shown that there must be such vessels, at least in the lungs. However, the little flaw in the otherwise complete demonstration of Harvey detracts nothing from the main issue at stake. It was for others who followed to show just how these small vessels acted in effecting the transfer of the blood from artery to vein, and the grand general statement that such a transfer does take place was, after all, the all-important one, and the exact method of how it takes place a detail. Harvey's experiments to demonstrate that the blood passes from the arteries to the veins are so simply and concisely stated that they may best be given in his own words. \\\"I have here to cite certain experiments,\\\" he wrote, \\\"from which it seems obvious that the blood enters a limb by the arteries, and returns from it by the veins; that the arteries are the vessels carrying the blood from the heart, and the veins the returning channels of the blood to the heart; that in the limbs and extreme parts of the body the blood passes either by anastomosis from the arteries into the veins, or immediately by the pores of the flesh, or in both ways, as has already been said in speaking of the passage of the blood through the lungs; whence it appears manifest that in the circuit the blood moves from thence hither, and hence thither; from the centre to the extremities, to wit, and from the extreme parts back again to the centre. Finally, upon grounds of circulation, with the same elements as before, it will be obvious that the quantity can neither be accounted for by the ingesta, nor yet be held necessary to nutrition. \\\"Now let any one make an experiment on the arm of a man, either using such a fillet as is employed in blood-letting or grasping the limb tightly with his hand, the best subject for it being one who is lean, and who has large veins, and the best time after exercise, when the body is warm, the pulse is full, and the blood carried in large quantities to the extremities, for all then is more conspicuous; under such circumstances let a ligature be thrown about the extremity and drawn as tightly as can be borne: it will first be perceived that beyond the ligature neither in the wrist nor anywhere else do the arteries pulsate, that at the same time immediately above the ligature the artery begins to rise higher at each diastole, to throb more violently, and to swell in its vicinity with a kind of tide, as if it strove to break through and overcome the obstacle to its current; the artery here, in short, appears as if it were permanently full. The hand under such circumstances retains its natural color and appearances; in the course of time it begins to fall somewhat in temperature, indeed, but nothing is DRAWN into it. \\\"After the bandage has been kept on some short time in this way, let it be slackened a little, brought to the state or term of middling tightness which is used in bleeding, and it will be seen that the whole hand and arm will instantly become deeply suffused and distended, injected, gorged with blood, DRAWN, as it is said, by this middling ligature, without pain, or heat, or any horror of a vacuum, or any other cause yet indicated. \\\"As we have noted, in connection with the tight ligature, that the artery above the bandage was distended and pulsated, not below it, so, in the case of the moderately tight bandage, on the contrary, do we find that the veins below, never above, the fillet swell and become dilated, while the arteries shrink; and such is the degree of distention of the veins here that it is only very strong pressure that will force the blood beyond the fillet and cause any of the veins in the upper part of the arm to rise. \\\"From these facts it is easy for any careful observer to learn that the blood enters an extremity by the arteries; for when they are effectively compressed nothing is DRAWN to the member; the hand preserves its color; nothing flows into it, neither is it distended; but when the pressure is diminished, as it is with the bleeding fillet, it is manifest that the blood is instantly thrown in with force, for then the hand begins to swell; which is as much as to say that when the arteries pulsate the blood is flowing through them, as it is when the moderately tight ligature is applied; but when they do not pulsate, or when a tight ligature is used, they cease from transmitting anything; they are only distended above the part where the ligature is applied. The veins again being compressed, nothing can flow through them; the certain indication of which is that below the ligature they are much more tumid than above it, and than they usually appear when there is no bandage upon the arm. \\\"It therefore plainly appears that the ligature prevents the return of the blood through the veins to the parts above it, and maintains those beneath it in a state of permanent distention. But the arteries, in spite of the pressure, and under the force and impulse of the heart, send on the blood from the internal parts of the body to the parts beyond the bandage.\\\"\\\\[5\\\\]\\n\\nThis use of ligatures is very significant, because, as shown, a very tight ligature stops circulation in both arteries and veins, while a loose one, while checking the circulation in the veins, which lie nearer the surface and are not so directly influenced by the force of the heart, does not stop the passage of blood in the arteries, which are usually deeply imbedded in the tissues, and not so easily influenced by pressure from without. The last step of Harvey's demonstration was to prove that the blood does flow along the veins to the heart, aided by the valves that had been the cause of so much discussion and dispute between the great sixteenth-century anatomists. Harvey not only demonstrated the presence of these valves, but showed conclusively, by simple experiments, what their function was, thus completing his demonstration of the phenomena of the circulation. The final ocular demonstration of the passage of the blood from the arteries to the veins was not to be made until four years after Harvey's death. This process, which can be observed easily in the web of a frog's foot by the aid of a low-power lens, was first demonstrated by Marcello Malpighi (1628-1694) in 1661. By the aid of a lens he first saw the small \\\"capillary\\\" vessels connecting the veins and arteries in a piece of dried lung. Taking his cue from this, he examined the lung of a turtle, and was able to see in it the passage of the corpuscles through these minute vessels, making their way along these previously unknown channels from the arteries into the veins on their journey back to the heart. Thus the work of Harvey, all but complete, was made absolutely entire by the great Italian. And all this in a single generation.\\n\\nLEEUWENHOEK DISCOVERS BACTERIA The seventeenth century was not to close, however, without another discovery in science, which, when applied to the causation of disease almost two centuries later, revolutionized therapeutics more completely than any one discovery. This was the discovery of microbes, by Antonius von Leeuwenhoek (1632-1723), in 1683. Von Leeuwenhoek discovered that \\\"in the white matter between his teeth\\\" there were millions of microscopic \\\"animals\\\"--more, in fact, than \\\"there were human beings in the united Netherlands,\\\" and all \\\"moving in the most delightful manner.\\\" There can be no question that he saw them, for we can recognize in his descriptions of these various forms of little \\\"animals\\\" the four principal forms of microbes--the long and short rods of bacilli and bacteria, the spheres of micrococci, and the corkscrew spirillum. The presence of these microbes in his mouth greatly annoyed Antonius, and he tried various methods of getting rid of them, such as using vinegar and hot coffee. In doing this he little suspected that he was anticipating modern antiseptic surgery by a century and three-quarters, and to be attempting what antiseptic surgery is now able to accomplish. For the fundamental principle of antisepsis is the use of medicines for ridding wounds of similar microscopic organisms. Von Leenwenhoek was only temporarily successful in his attempts, however, and took occasion to communicate his discovery to the Royal Society of England, hoping that they would be \\\"interested in this novelty.\\\" Probably they were, but not sufficiently so for any member to pursue any protracted investigations or reach any satisfactory conclusions, and the whole matter was practically forgotten until the middle of the nineteenth century.\\n\\nVIII. MEDICINE IN THE SIXTEENTH AND SEVENTEENTH CENTURIES Of the half-dozen surgeons who were prominent in the sixteenth century, Ambroise Pare (1517-1590), called the father of French surgery, is perhaps the most widely known. He rose from the position of a common barber to that of surgeon to three French monarchs, Henry II., Francis II., and Charles IX. Some of his mottoes are still first principles of the medical man. Among others are: \\\"He who becomes a surgeon for the sake of money, and not for the sake of knowledge, will accomplish nothing\\\"; and \\\"A tried remedy is better than a newly invented.\\\" On his statue is his modest estimate of his work in caring for the wounded, \\\"Je le pansay, Dieu le guarit\\\"--I dressed him, God cured him. It was in this dressing of wounds on the battlefield that he accidentally discovered how useless and harmful was the terribly painful treatment of applying boiling oil to gunshot wounds as advocated by John of Vigo. It happened that after a certain battle, where there was an unusually large number of casualties, Pare found, to his horror, that no more boiling oil was available for the surgeons, and that he should be obliged to dress the wounded by other simpler methods. To his amazement the results proved entirely satisfactory, and from that day he discarded the hot-oil treatment. As Pare did not understand Latin he wrote his treatises in French, thus inaugurating a custom in France that was begun by Paracelsus in Germany half a century before. He reintroduced the use of the ligature in controlling hemorrhage, introduced the \\\"figure of eight\\\" suture in the operation for hare-lip, improved many of the medico-legal doctrines, and advanced the practice of surgery generally. He is credited with having successfully performed the operation for strangulated hernia, but he probably borrowed it from Peter Franco (1505-1570), who published an account of this operation in 1556. As this operation is considered by some the most important operation in surgery, its discoverer is entitled to more than passing notice, although he was despised and ignored by the surgeons of his time. Franco was an illiterate travelling lithotomist--a class of itinerant physicians who were very generally frowned down by the regular practitioners of medicine. But Franco possessed such skill as an operator, and appears to have been so earnest in the pursuit of what he considered a legitimate calling, that he finally overcame the popular prejudice and became one of the salaried surgeons of the republic of Bern. He was the first surgeon to perform the suprapubic lithotomy operation--the removal of stone through the abdomen instead of through the perineum. His works, while written in an illiterate style, give the clearest descriptions of any of the early modern writers. As the fame of Franco rests upon his operation for prolonging human life, so the fame of his Italian contemporary, Gaspar Tagliacozzi (1545-1599), rests upon his operation for increasing human comfort and happiness by restoring amputated noses. At the time in which he lived amputation of the nose was very common, partly from disease, but also because a certain pope had fixed the amputation of that member as the penalty for larceny. Tagliacozzi probably borrowed his operation from the East; but he was the first Western surgeon to perform it and describe it. So great was the fame of his operations that patients flocked to him from all over Europe, and each \\\"went away with as many noses as he liked.\\\" Naturally, the man who directed his efforts to restoring structures that bad been removed by order of the Church was regarded in the light of a heretic by many theologians; and though he succeeded in cheating the stake or dungeon, and died a natural death, his body was finally cast out of the church in which it had been buried. In the sixteenth century Germany produced a surgeon, Fabricius Hildanes (1560-1639), whose work compares favorably with that of Pare, and whose name would undoubtedly have been much better known had not the circumstances of the time in which he lived tended to obscure his merits. The blind followers of Paracelsus could see nothing outside the pale of their master's teachings, and the disastrous Thirty Years' War tended to obscure and retard all scientific advances in Germany. Unlike many of his fellow-surgeons, Hildanes was well versed in Latin and Greek; and, contrary to the teachings of Paracelsus, he laid particular stress upon the necessity of the surgeon having a thorough knowledge of anatomy. He had a helpmate in his wife, who was also something of a surgeon, and she is credited with having first made use of the magnet in removing particles of metal from the eye. Hildanes tells of a certain man who had been injured by a small piece of steel in the cornea, which resisted all his efforts to remove it. After observing Hildanes' fruitless efforts for a time, it suddenly occurred to his wife to attempt to make the extraction with a piece of loadstone. While the physician held open the two lids, his wife attempted to withdraw the steel with the magnet held close to the cornea, and after several efforts she was successful--which Hildanes enumerates as one of the advantages of being a married man. Hildanes was particularly happy in his inventions of surgical instruments, many of which were designed for locating and removing the various missiles recently introduced in warfare.\\n\\nThe seventeenth century, which was such a flourishing one for anatomy and physiology, was not as productive of great surgeons or advances in surgery as the sixteenth had been or the eighteenth was to be. There was a gradual improvement all along the line, however, and much of the work begun by such surgeons as Pare and Hildanes was perfected or improved. Perhaps the most progressive surgeon of the century was an Englishman, Richard Wiseman (1625-1686), who, like Harvey, enjoyed royal favor, being in the service of all the Stuart kings. He was the first surgeon to advocate primary amputation, in gunshot wounds, of the limbs, and also to introduce the treatment of aneurisms by compression; but he is generally rated as a conservative operator, who favored medication rather than radical operations, where possible. In Italy, Marcus Aurelius Severinus (1580-1656) and Peter Marchettis (1589-1675) were the leading surgeons of their nation. Like many of his predecessors in Europe, Severinus ran amuck with the Holy Inquisition and fled from Naples. But the waning of the powerful arm of the Church is shown by the fact that he was brought back by the unanimous voice of the grateful citizens, and lived in safety despite the frowns of the theologians.\\n\\nThe sixteenth century cannot be said to have added much of importance in the field of practical medicine, and, as in the preceding and succeeding centuries, was at best only struggling along in the wake of anatomy, physiology, and surgery. In the seventeenth century, however, at least one discovery in therapeutics was made that has been an inestimable boon to humanity ever since. This was the introduction of cinchona bark (from which quinine is obtained) in 1640. But this century was productive of many medical SYSTEMS, and could boast of many great names among the medical profession, and, on the whole, made considerably more progress than the preceding century. Of the founders of medical systems, one of the most widely known is Jan Baptista van Helmont (1578-1644), an eccentric genius who constructed a system of medicine of his own and for a time exerted considerable influence. But in the end his system was destined to pass out of existence, not very long after the death of its author. Van Helmont was not only a physician, but was master of all the other branches of learning of the time, taking up the study of medicine and chemistry as an after-thought, but devoting himself to them with the greatest enthusiasm once he had begun his investigations. His attitude towards existing doctrines was as revolutionary as that of Paracelsus, and he rejected the teachings of Galen and all the ancient writers, although retaining some of the views of Paracelsus. He modified the archaeus of Paracelsus, and added many complications to it. He believed the whole body to be controlled by an archaeus influus, the soul by the archaei insiti, and these in turn controlled by the central archeus. His system is too elaborate and complicated for full explanation, but its chief service to medicine was in introducing new chemical methods in the preparation of drugs. In this way he was indirectly connected with the establishment of the Iatrochemical school. It was he who first used the word \\\"gas\\\"--a word coined by him, along with many others that soon fell into disuse. The principles of the Iatrochemical school were the use of chemical medicines, and a theory of pathology different from the prevailing \\\"humoral\\\" pathology. The founder of this school was Sylvius (Franz de le Boe, 1614-1672), professor of medicine at Leyden. He attempted to establish a permanent system of medicine based on the newly discovered theory of the circulation and the new chemistry, but his name is remembered by medical men because of the fissure in the brain (fissure of Sylvius) that bears it. He laid great stress on the cause of fevers and other diseases as originating in the disturbances of the process of fermentation in the stomach. The doctrines of Sylvius spread widely over the continent, but were not generally accepted in England until modified by Thomas Willis (1622-1675), whose name, like that of Sylvius, is perpetuated by a structure in the brain named after him, the circle of Willis. Willis's descriptions of certain nervous diseases, and an account of diabetes, are the first recorded, and added materially to scientific medicine. These schools of medicine lasted until the end of the seventeenth century, when they were finally overthrown by Sydenham. The Iatrophysical school (also called iatromathematical, iatromechanical, or physiatric) was founded on theories of physiology, probably by Borelli, of Naples (1608-1679), although Sanctorius; Sanctorius, a professor at Padua, was a precursor, if not directly interested in establishing it. Sanctorius discovered the fact that an \\\"insensible perspiration\\\" is being given off by the body continually, and was amazed to find that loss of weight in this way far exceeded the loss of weight by all other excretions of the body combined. He made this discovery by means of a peculiar weighing-machine to which a chair was attached, and in which he spent most of his time. Very naturally he overestimated the importance of this discovery, but it was, nevertheless, of great value in pointing out the hygienic importance of the care of the skin. He also introduced a thermometer which he advocated as valuable in cases of fever, but the instrument was probably not his own invention, but borrowed from his friend Galileo. Harvey's discovery of the circulation of the blood laid the foundation of the Iatrophysical school by showing that this vital process was comparable to a hydraulic system. In his On the Motive of Animals, Borelli first attempted to account for the phenomena of life and diseases on these principles. The iatromechanics held that the great cause of disease is due to different states of elasticity of the solids of the body interfering with the movements of the fluids, which are themselves subject to changes in density, one or both of these conditions continuing to cause stagnation or congestion. The school thus founded by Borelli was the outcome of the unbounded enthusiasm, with its accompanying exaggeration of certain phenomena with the corresponding belittling of others that naturally follows such a revolutionary discovery as that of Harvey. Having such a founder as the brilliant Italian Borelli, it was given a sufficient impetus by his writings to carry it some distance before it finally collapsed. Some of the exaggerated mathematical calculations of Borelli himself are worth noting. Each heart-beat, as he calculated it, overcomes a resistance equal to one hundred and eighty thousand pounds;--the modern physiologist estimates its force at from five to nine ounces!\\n\\nTHOMAS SYDENHAM But while the Continent was struggling with these illusive \\\"systems,\\\" and dabbling in mystic theories that were to scarcely outlive the men who conceived them, there appeared in England--the \\\"land of common-sense,\\\" as a German scientist has called it--\\\"a cool, clear, and unprejudiced spirit,\\\" who in the golden age of systems declined \\\"to be like the man who builds the chambers of the upper story of his house before he had laid securely the foundation walls.\\\"\\\\[1\\\\] This man was Thomas Sydenham (1624-1689), who, while the great Harvey was serving the king as surgeon, was fighting as a captain in the parliamentary army. Sydenham took for his guide the teachings of Hippocrates, modified to suit the advances that had been made in scientific knowledge since the days of the great Greek, and established, as a standard, observation and experience. He cared little for theory unless confirmed by practice, but took the Hippocratic view that nature cured diseases, assisted by the physician. He gave due credit, however, to the importance of the part played by the assistant. As he saw it, medicine could be advanced in three ways: (1) \\\"By accurate descriptions or natural histories of diseases; (2) by establishing a fixed principle or method of treatment, founded upon experience; (3) by searching for specific remedies, which he believes must exist in considerable numbers, though he admits that the only one yet discovered is Peruvian bark.\\\"\\\\[2\\\\] As it happened, another equally specific remedy, mercury, when used in certain diseases, was already known to him, but he evidently did not recognize it as such. The influence on future medicine of Sydenham's teachings was most pronounced, due mostly to his teaching of careful observation. To most physicians, however, he is now remembered chiefly for his introduction of the use of laudanum, still considered one of the most valuable remedies of modern pharmacopoeias. The German gives the honor of introducing this preparation to Paracelsus, but the English-speaking world will always believe that the credit should be given to Sydenham.\\n\\nIX. PHILOSOPHER-SCIENTISTS AND NEW INSTITUTIONS OF LEARNING We saw that in the old Greek days there was no sharp line of demarcation between the field of the philosopher and that of the scientist. In the Hellenistic epoch, however, knowledge became more specialized, and our recent chapters have shown us scientific investigators whose efforts were far enough removed from the intangibilities of the philosopher. It must not be overlooked, however, that even in the present epoch there were men whose intellectual efforts were primarily directed towards the subtleties of philosophy, yet who had also a penchant for strictly scientific imaginings, if not indeed for practical scientific experiments. At least three of these men were of sufficient importance in the history of the development of science to demand more than passing notice. These three are the Englishman Francis Bacon (1561-1626), the Frenchman Rene Descartes (1596-1650); and the German Gottfried Leibnitz (1646-1716). Bacon, as the earliest path-breaker, showed the way, theoretically at least, in which the sciences should be studied; Descartes, pursuing the methods pointed out by Bacon, carried the same line of abstract reason into practice as well; while Leibnitz, coming some years later, and having the advantage of the wisdom of his two great predecessors, was naturally influenced by both in his views of abstract scientific principles. Bacon's career as a statesman and his faults and misfortunes as a man do not concern us here. Our interest in him begins with his entrance into Trinity College, Cambridge, where he took up the study of all the sciences taught there at that time. During the three years he became more and more convinced that science was not being studied in a profitable manner, until at last, at the end of his college course, he made ready to renounce the old Aristotelian methods of study and advance his theory of inductive study. For although he was a great admirer of Aristotle's work, he became convinced that his methods of approaching study were entirely wrong. \\\"The opinion of Aristotle,\\\" he says, in his De Argumentum Scientiarum, \\\"seemeth to me a negligent opinion, that of those things which exist by nature nothing can be changed by custom; using for example, that if a stone be thrown ten thousand times up it will not learn to ascend; and that by often seeing or hearing we do not learn to see or hear better. For though this principle be true in things wherein nature is peremptory (the reason whereof we cannot now stand to discuss), yet it is otherwise in things wherein nature admitteth a latitude. For he might see that a straight glove will come more easily on with use; and that a wand will by use bend otherwise than it grew; and that by use of the voice we speak louder and stronger; and that by use of enduring heat or cold we endure it the better, and the like; which latter sort have a nearer resemblance unto that subject of manners he handleth than those instances which he allegeth.\\\"\\\\[1\\\\] These were his opinions, formed while a young man in college, repeated at intervals through his maturer years, and reiterated and emphasized in his old age. Masses of facts were to be obtained by observing nature at first hand, and from such accumulations of facts deductions were to be made. In short, reasoning was to be from the specific to the general, and not vice versa. It was by his teachings alone that Bacon thus contributed to the foundation of modern science; and, while he was constantly thinking and writing on scientific subjects, he contributed little in the way of actual discoveries. \\\"I only sound the clarion,\\\" he said, \\\"but I enter not the battle.\\\" The case of Descartes, however, is different. He both sounded the clarion and entered into the fight. He himself freely acknowledges his debt to Bacon for his teachings of inductive methods of study, but modern criticism places his work on the same plane as that of the great Englishman. \\\"If you lay hold of any characteristic product of modern ways of thinking,\\\" says Huxley, \\\"either in the region of philosophy or in that of science, you find the spirit of that thought, if not its form, has been present in the mind of the great Frenchman.\\\"\\\\[2\\\\] Descartes, the son of a noble family of France, was educated by Jesuit teachers. Like Bacon, he very early conceived the idea that the methods of teaching and studying science were wrong, but be pondered the matter well into middle life before putting into writing his ideas of philosophy and science. Then, in his Discourse Touching the Method of Using One's Reason Rightly and of Seeking Scientific Truth, he pointed out the way of seeking after truth. His central idea in this was to emphasize the importance of DOUBT, and avoidance of accepting as truth anything that does not admit of absolute and unqualified proof. In reaching these conclusions he had before him the striking examples of scientific deductions by Galileo, and more recently the discovery of the circulation of the blood by Harvey. This last came as a revelation to scientists, reducing this seemingly occult process, as it did, to the field of mechanical phenomena. The same mechanical laws that governed the heavenly bodies, as shown by Galileo, governed the action of the human heart, and, for aught any one knew, every part of the body, and even the mind itself. Having once conceived this idea, Descartes began a series of dissections and experiments upon the lower animals, to find, if possible, further proof of this general law. To him the human body was simply a machine, a complicated mechanism, whose functions were controlled just as any other piece of machinery. He compared the human body to complicated machinery run by water-falls and complicated pipes. \\\"The nerves of the machine which I am describing,\\\" he says, \\\"may very well be compared to the pipes of these waterworks; its muscles and its tendons to the other various engines and springs which seem to move them; its animal spirits to the water which impels them, of which the heart is the fountain; while the cavities of the brain are the central office. Moreover, respiration and other such actions as are natural and usual in the body, and which depend on the course of the spirits, are like the movements of a clock, or a mill, which may be kept up by the ordinary flow of water.\\\"\\\\[3\\\\] In such passages as these Descartes anticipates the ideas of physiology of the present time. He believed that the functions are performed by the various organs of the bodies of animals and men as a mechanism, to which in man was added the soul. This soul he located in the pineal gland, a degenerate and presumably functionless little organ in the brain. For years Descartes's idea of the function of this gland was held by many physiologists, and it was only the introduction of modern high-power microscopy that reduced this also to a mere mechanism, and showed that it is apparently the remains of a Cyclopean eye once common to man's remote ancestors. Descartes was the originator of a theory of the movements of the universe by a mechanical process--the Cartesian theory of vortices--which for several decades after its promulgation reigned supreme in science. It is the ingenuity of this theory, not the truth of its assertions, that still excites admiration, for it has long since been supplanted. It was certainly the best hitherto advanced--the best \\\"that the observations of the age admitted,\\\" according to D'Alembert. According to this theory the infinite universe is full of matter, there being no such thing as a vacuum. Matter, as Descartes believed, is uniform in character throughout the entire universe, and since motion cannot take place in any part of a space completely filled, without simultaneous movement in all other parts, there are constant more or less circular movements, vortices, or whirlpools of particles, varying, of course, in size and velocity. As a result of this circular movement the particles of matter tend to become globular from contact with one another. Two species of matter are thus formed, one larger and globular, which continue their circular motion with a constant tendency to fly from the centre of the axis of rotation, the other composed of the clippings resulting from the grinding process. These smaller \\\"filings\\\" from the main bodies, becoming smaller and smaller, gradually lose their velocity and accumulate in the centre of the vortex. This collection of the smaller matter in the centre of the vortex constitutes the sun or star, while the spherical particles propelled in straight lines from the centre towards the circumference of the vortex produce the phenomenon of light radiating from the central star. Thus this matter becomes the atmosphere revolving around the accumulation at the centre. But the small particles being constantly worn away from the revolving spherical particles in the vortex, become entangled in their passage, and when they reach the edge of the inner strata of solar dust they settle upon it and form what we call sun-spots. These are constantly dissolved and reformed, until sometimes they form a crust round the central nucleus. As the expansive force of the star diminishes in the course of time, it is encroached upon by neighboring vortices. If the part of the encroaching star be of a less velocity than the star which it has swept up, it will presently lose its hold, and the smaller star pass out of range, becoming a comet. But if the velocity of the vortex into which the incrusted star settles be equivalent to that of the surrounded vortex, it will hold it as a captive, still revolving and \\\"wrapt in its own firmament.\\\" Thus the several planets of our solar system have been captured and held by the sun-vortex, as have the moon and other satellites. But although these new theories at first created great enthusiasm among all classes of philosophers and scientists, they soon came under the ban of the Church. While no actual harm came to Descartes himself, his writings were condemned by the Catholic and Protestant churches alike. The spirit of philosophical inquiry he had engendered, however, lived on, and is largely responsible for modern philosophy. In many ways the life and works of Leibnitz remind us of Bacon rather than Descartes. His life was spent in filling high political positions, and his philosophical and scientific writings were by-paths of his fertile mind. He was a theoretical rather than a practical scientist, his contributions to science being in the nature of philosophical reasonings rather than practical demonstrations. Had he been able to withdraw from public life and devote himself to science alone, as Descartes did, he would undoubtedly have proved himself equally great as a practical worker. But during the time of his greatest activity in philosophical fields, between the years 1690 and 1716, he was all the time performing extraordinary active duties in entirely foreign fields. His work may be regarded, perhaps, as doing for Germany in particular what Bacon's did for England and the rest of the world in general. Only a comparatively small part of his philosophical writings concern us here. According to his theory of the ultimate elements of the universe, the entire universe is composed of individual centres, or monads. To these monads he ascribed numberless qualities by which every phase of nature may be accounted. They were supposed by him to be percipient, self-acting beings, not under arbitrary control of the deity, and yet God himself was the original monad from which all the rest are generated. With this conception as a basis, Leibnitz deduced his doctrine of pre-established harmony, whereby the numerous independent substances composing the world are made to form one universe. He believed that by virtue of an inward energy monads develop themselves spontaneously, each being independent of every other. In short, each monad is a kind of deity in itself--a microcosm representing all the great features of the macrocosm. It would be impossible clearly to estimate the precise value of the stimulative influence of these philosophers upon the scientific thought of their time. There was one way, however, in which their influence was made very tangible--namely, in the incentive they gave to the foundation of scientific societies.\\n\\nSCIENTIFIC SOCIETIES At the present time, when the elements of time and distance are practically eliminated in the propagation of news, and when cheap printing has minimized the difficulties of publishing scientific discoveries, it is difficult to understand the isolated position of the scientific investigation of the ages that preceded steam and electricity. Shut off from the world and completely out of touch with fellow-laborers perhaps only a few miles away, the investigators were naturally seriously handicapped; and inventions and discoveries were not made with the same rapidity that they would undoubtedly have been had the same men been receiving daily, weekly, or monthly communications from fellow-laborers all over the world, as they do to-day. Neither did they have the advantage of public or semi-public laboratories, where they were brought into contact with other men, from whom to gather fresh trains of thought and receive the stimulus of their successes or failures. In the natural course of events, however, neighbors who were interested in somewhat similar pursuits, not of the character of the rivalry of trade or commerce, would meet more or less frequently and discuss their progress. The mutual advantages of such intercourse would be at once appreciated; and it would be but a short step from the casual meeting of two neighborly scientists to the establishment of \\\"societies,\\\" meeting at fixed times, and composed of members living within reasonable travelling distance. There would, perhaps, be the weekly or monthly meetings of men in a limited area; and as the natural outgrowth of these little local societies, with frequent meetings, would come the formation of larger societies, meeting less often, where members travelled a considerable distance to attend. And, finally, with increased facilities for communication and travel, the great international societies of to-day would be produced--the natural outcome of the neighborly meetings of the primitive mediaeval investigators. In Italy, at about the time of Galileo, several small societies were formed. One of the most important of these was the Lyncean Society, founded about the year 1611, Galileo himself being a member. This society was succeeded by the Accademia del Cimento, at Florence, in 1657, which for a time flourished, with such a famous scientist as Torricelli as one of its members. In England an impetus seems to have been given by Sir Francis Bacon's writings in criticism and censure of the systern of teaching in colleges. It is supposed that his suggestions as to what should be the aims of a scientific society led eventually to the establishment of the Royal Society. He pointed out how little had really been accomplished by the existing institutions of learning in advancing science, and asserted that little good could ever come from them while their methods of teaching remained unchanged. He contended that the system which made the lectures and exercises of such a nature that no deviation from the established routine could be thought of was pernicious. But he showed that if any teacher had the temerity to turn from the traditional paths, the daring pioneer was likely to find insurmountable obstacles placed in the way of his advancement. The studies were \\\"imprisoned\\\" within the limits of a certain set of authors, and originality in thought or teaching was to be neither contemplated nor tolerated. The words of Bacon, given in strong and unsparing terms of censure and condemnation, but nevertheless with perfect justification, soon bore fruit. As early as the year 1645 a small company of scientists had been in the habit of meeting at some place in London to discuss philosophical and scientific subjects for mental advancement. In 1648, owing to the political disturbances of the time, some of the members of these meetings removed to Oxford, among them Boyle, Wallis, and Wren, where the meetings were continued, as were also the meetings of those left in London. In 1662, however, when the political situation bad become more settled, these two bodies of men were united under a charter from Charles II., and Bacon's ideas were practically expressed in that learned body, the Royal Society of London. And it matters little that in some respects Bacon's views were not followed in the practical workings of the society, or that the division of labor in the early stages was somewhat different than at present. The aim of the society has always been one for the advancement of learning; and if Bacon himself could look over its records, he would surely have little fault to find with the aid it has given in carrying out his ideas for the promulgation of useful knowledge. Ten years after the charter was granted to the Royal Society of London, Lord Bacon's words took practical effect in Germany, with the result that the Academia Naturae Curiosorum was founded, under the leadership of Professor J. C. Sturm. The early labors of this society were devoted to a repetition of the most notable experiments of the time, and the work of the embryo society was published in two volumes, in 1672 and 1685 respectively, which were practically text-books of the physics of the period. It was not until 1700 that Frederick I. founded the Royal Academy of Sciences at Berlin, after the elaborate plan of Leibnitz, who was himself the first president. Perhaps the nearest realization of Bacon's ideal, however, is in the Royal Academy of Sciences at Paris, which was founded in 1666 under the administration of Colbert, during the reign of Louis XIV. This institution not only recognized independent members, but had besides twenty pensionnaires who received salaries from the government. In this way a select body of scientists were enabled to pursue their investigations without being obliged to \\\"give thought to the morrow\\\" for their sustenance. In return they were to furnish the meetings with scientific memoirs, and once a year give an account of the work they were engaged upon. Thus a certain number of the brightest minds were encouraged to devote their entire time to scientific research, \\\"delivered alike from the temptations of wealth or the embarrassments of poverty.\\\" That such a plan works well is amply attested by the results emanating from the French academy. Pensionnaires in various branches of science, however, either paid by the state or by learned societies, are no longer confined to France. Among the other early scientific societies was the Imperial Academy of Sciences at St. Petersburg, projected by Peter the Great, and established by his widow, Catharine I., in 1725; and also the Royal Swedish Academy, incorporated in 1781, and counting among its early members such men as the celebrated Linnaeus. But after the first impulse had resulted in a few learned societies, their manifest advantage was so evident that additional numbers increased rapidly, until at present almost every branch of every science is represented by more or less important bodies; and these are, individually and collectively, adding to knowledge and stimulating interest in the many fields of science, thus vindicating Lord Bacon's asseverations that knowledge could be satisfactorily promulgated in this manner.\",\"timestamp\":1636538031,\"title\":\"could be satisfactorily promulgated in this manner.\"},\"digest\":\"qu6jiKD1lI1AGpDSzTQzs8vCnJ1G4179lJLNDHnIRTc\",\"authorship\":{\"contributor\":\"0xC46e66793e975C115c6fEb679fB2557ce22FD597\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W7UGWy0qQN0fDIXrZ_UbtwJRg6LAfD4hOsidw8XVN28\\\",\\\"y\\\":\\\"tR5P_iGJdtF6nPleghOL9hDQ7dwBRTGdkTWPjMPDCc4\\\"}\",\"signature\":\"ASCjVMAK7CXHKqNcoTDTM6uALtl3lu1QCBjYkdPCh8Jj1V8mQm4syDhYFm_ubidPXjNndNHhuRQo3i04hHSR6A\",\"signingKeySignature\":\"0xe85fa72e59416ac6147e392249c8732182b93b1107e4e9d397f5e5f53fc4b884679f72b85c330b3af986681ce34959ecfe4a6077ac696fe0ceaf3b89daf31a971c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W7UGWy0qQN0fDIXrZ_UbtwJRg6LAfD4hOsidw8XVN28\\\",\\\"y\\\":\\\"tR5P_iGJdtF6nPleghOL9hDQ7dwBRTGdkTWPjMPDCc4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qu6jiKD1lI1AGpDSzTQzs8vCnJ1G4179lJLNDHnIRTc\"}"