"{\"content\":{\"body\":\"If you've been active in the crypto social media community in the last few months, you probably have seen the term \\\"DeFi 2.0\\\" mentioned numerous times, as it is quickly becoming a meme to define the difference between traditional DeFi protocols of the past several years and the nascent protocols that are exploding in popularity across various ecosystems. So what does \\\"2.0\\\" mean? Before we discuss what these new DeFi protocols are attempting to do, let's discuss the current state of DeFi in 2021 and what the status quo is for decentralized economics. Once we have laid the foundation for DeFi, we'll take a look at a few projects that are aiming to flip the status quo on its head and push new boundaries in financial products in the cryptosphere.\\n\\n\\n---\\n\\n## Introduction to DeFi\\n\\nDecentralized Finance is just that - financial protocols governed and operating upon a decentralized computing network such as a blockchain. The vast majority of protocols operate on the Ethereum blockchain, though many other blockchain protocols boast their own set of DeFi tools. DeFi can mean many things, but it usually revolves around the concept of the transaction of cryptocurrencies between two or more parties without any intermediary or centralized institution. This is often performed through decentralized exchanges, or DEXs, that utilize smart contracts to facilitate transactions automatically and securely via a mechanism called an [Automated Market Maker (AMM)](https://academy.binance.com/en/articles/what-is-an-automated-market-maker-amm). Let's discuss the various forms of DeFi that you're likely to encounter.\\n\\n## DeFi 1.0:\\n\\n\\\"DeFi 1.0\\\" is actually a new term that refers to traditional DeFi mechanisms that allow decentralized exchanges to operate smoothly. In order to prevent buyers or sellers from having to find counterparties to a transaction, most DeFi protocols use liquidity pools which consist of pooled (AKA \\\"staked\\\") funds that are locked into a smart contract by users to automatically provide the counterparty to a specific trade. For example, if I were to try to trade Ethereum for the dollar-pegged stablecoin USDT via a DEX, the DEX would deposit my ETH into the pool and withdraw an equivalent amount of USDT from the other pool, instead of manually finding a buyer for my ETH. Those who stake funds into these pools are rewarded with a portion of the transaction fees, among other rewards. However, in order for staking funds to be a profitable venture, the transaction volume must be high enough to provide sufficient profit to all **liquidity providers (LPs)**, which is often not the case. This has led to exchanges offering additional rewards on top of a portion of the fees, leading to a practice known as \\\"yield farming.\\\"\\n\\n**Yield Farming:**\\n\\nIn order to incentivize staking, many protocols offer additional rewards beyond transaction fees, often called \\\"yield.\\\" Similar to the interest you earn when you deposit cash into a traditional bank, DeFi protocols offer yield to LPs that is often derived from the value of their proprietary token. One problem with this incentive is that it requires the value of the token to continue to grow and remain profitable, otherwise yield will go down until LPs begin to withdraw their funds. LPs understand that yields are inherently volatile and unsustainable in the long run, and \\\"rotate\\\" their funds through various liquidity pools to maximize profits. The act of rotating funds across various pools and claiming rewards is often referred to as [\\\"yield farming\\\"](https://www.certik.org/blog/whats-the-difference-between-staking-yield-farming-and-liquidity-mining)  and has both the risk of [impermanent loss](https://blog.liquid.com/impermanent-loss#:\\\\~:text=Impermanent%20loss%20is%20one%20of,change%20is%20your%20impermanent%20loss.), a situation where the current value of your staked position is lower than the value of your tokens had you not staked them (which becomes permanent loss if you withdraw from the liquidity pool), as well as negative effects for the network as capital flight leads to volatility.\\n\\nThese problems are well-known and many DeFi protocols have been combating them with various mechanisms, including lock-up periods which prevent LPs from withdrawing their tokens for a pre-defined period of time. Protocols can also issue what are called LP tokens, or tokens that represent a staked position in a liquidity pool. These tokens can be collateralized (borrowed against) to enter new positions in a mechanism called \\\"looping\\\" in which LPs leverage their staked positions to enter new liquidity pools, further compounding their profits. Like all forms of leverage, this increases the risk to the LP and can lead to volatility across numerous exchanges as positions are either liquidated or withdrawn, cascading throughout the network.\\n\\n**Liquidity Mining:**\\n\\nAnother mechanism exchanges use to incentivize staking is providing stakers with their own token, such as UNI for the Uniswap DEX. Not only do stakers earn profits from transaction fees, but can slowly accrue the exchange's own token (or any token that the exchange decides to reward stakers with). One major problem with **liquidity mining** is that it is inherently unsustainable: either the exchange mints unlimited tokens (leading to inflation), or the exchange runs out of tokens to provide its stakers (the rewards disappear over time). Most new exchanges incentivize liquidity mining to \\\"bootstrap\\\" their operations (to get things started), and are open about the fact that the rewards won't last forever. However this simple fact leads liquidity providers to rotate their funds, similar to yield farming, and could lead to an exchange growing rapidly and **unsustainably**, and then collapsing in the near future.\\n\\n**DAO centralization:**\\n\\nAside from the financial pitfalls of liquidity renting, providing LPs with rewards in the form of proprietary tokens takes on an additional risk to the stability of the market when these tokens also serve as governance tokens, as with the UNI token. Uniswap is a protocol that is (partially) governed by a **DAO**, or [Decentralized Autonomous Organization](https://cointelegraph.com/ethereum-for-beginners/what-is-a-decentralized-autonomous-organization-and-how-does-a-dao-work). For example, holders of the UNI token are afforded the ability to vote on changes to the protocol, similar to owners of shares of companies having the right to vote in shareholder meetings. When a DEX is governed by a DAO and voting rights within the DAO are afforded proportionally to the amount of tokens an individual holds, power can concentrate into the hands of the wealthy few. This reduces the decentralization of the network and centralizes power, undermining the purpose of a decentralized protocol.\\n\\nGiven enough influence in the network, these token holders can vote for changes to the DAO that enrich themselves, such as paying higher rewards for staking more funds. Since those with more tokens get more votes, these \\\"whales\\\" can extract wealth from the protocol, enriching themselves and exploiting the DEX users as liquidity to dump tokens on before leaving the liquidity pool altogether to enter a new one with higher rewards. This becomes less and less feasible as the network grows large, but as new protocols emerge they must take special care to prevent whales from undermining the network by entering too early.\\n\\n\\n---\\n\\n## DeFi 2.0:\\n\\n\\\"DeFi 2.0\\\" aims to address many of these inherent problems with unsustainability in DeFi. While the term is nascent and somewhat of a meme, it indicates a shift from past mechanisms and incentives to reward LPs to new forms of providing liquidity to markets that are more sustainable. DeFi 2.0 protocols refer to these past mechanisms as \\\"liquidity renting\\\" as it involves exchanges paying LPs to remain staked in their respective pools. In essence, the exchange is \\\"renting\\\" the liquidity to create a market. Furthermore, by issuing governance tokens as rewards the protocol can theoretically undermine and doom itself to the control of a few wealthy individuals or groups at a very early stage. Therefore, new DeFi protocols must engineer new mechanisms that either prevent whales from overwhelming the protocol at an early stage, or incentivize benevolent behavior. There are numerous new DeFi protocols that are pushing boundaries and building sandbox ecosystems, and while everything in crypto is still very \\\"experimental,\\\" some are more popular and reputable than others. Let's take a look at one of the biggest players so far…\\n\\n## Olympus and \\\"Proof of Bonding\\\"\\n\\n[Olympus](www.olympusdao.finance) is a new DeFi protocol that aims to become a **free-floating reserve currency** within the cryptocurrency DeFi ecosystem via a proprietary token (OHM) and unique algorithmic features. Olympus was launched in March 2021 with little fanfare, allowing early supporters to purchase OHM bonds in exchange for OHM-DAI LP tokens, which is tokenized collateral for staking DAI, a dollar-pegged algorithmic stablecoin governed by [MakerDAO](www.makerdao.com). Since then, OlympusDAO has begun accepting other forms of payment in exchange for **OHM bonds** including the stablecoin FRAX and wrapped Ether tokens (wETH), allowing the protocol to build a treasury backed by a basket of diverse crypto-assets.\\n\\nOne of Olympus' primary selling points is that it claims to be free from the inflation of the USD peg, even though most of its treasury is denominated in USD-pegged stablecoins. However, OlympusDAO claims that the free-floating value of OHM allows the marketplace to decide the true value of OHM, and that over time the algorithmic mechanisms will lead the price to stabilize. OHM tokens can be staked by the user to earn rewards in the form of sOHM, a token that is created when OHM is staked, and burned to create new OHM tokens when withdrawn. The rewards provided to stakers are derived from the profits that come from the sale of OHM bonds. So how does Olympus' bonding work?\\n\\n### Bonding\\n\\nOlympus differentiates itself from other AMM protocols in that it functions as a monetary creation layer, and not a liquidity provision layer. Instead of providing liquidity for people to transact tokens back and forth, Olympus aims to create new value purely through market demand for its free-floating currency. Remember, OHM can be both created AND destroyed, so the token is neither strictly inflationary or deflationary. Let's see how Olympus creates value:\\n\\n**Example:**\\n\\nOlympus acquires value by selling \\\"bonds\\\" in exchange for various crypto-assets, primarily the stablecoin DAI (for now). These bonds vest incrementally over a period of approximately 5 days (although changes to the vesting schedule are being discussed for the upcoming Olympus v2 launch), slowly unlocking the OHM token to the bond holder to prevent the buyer from immediately selling the bond for a quick profit.\\n\\nLet's assume that the OHM token is currently trading at $500, which you can purchase at various decentralized exchanges. The Olympus protocol does not use [oracles](https://chain.link/) to determine the market price of OHM and set the price of bonds, instead it relies entirely on market demand and arbitrage to allow the price of bonds to naturally fluctuate. Over time, the price of bonds slowly drops lower and lower until a buyer is found - let's say the price drops down to $450, a 10% discount from the market price of OHM. A buyer purchases one (1) bond for $450 in DAI, the $450 goes straight into the treasury, and every 8 hours for 15 epochs approximately 0.0667 OHM will appear in the buyer's wallet. After 15 epochs, the full 1.0 OHM has been vested, and the buyer can do as he or she pleases with the token.\\n\\nBecause a buyer has been found, the algorithm raises the price of the next bond sale slightly to account for the increase in demand. Technically the price of bonds can raise to a value higher than the market value of OHM + the rewards of staking over 5 days (approximately 6.29% at this moment), although there is no benefit to buying a bond above the OHM market value and presumably the lack of demand for above-market value bonds will cause the price of bonds to fall below the price of OHM on the market again until another buyer is found.\\n\\n### Staking and Rewards\\n\\nThose who have heard of Olympus were probably first attracted to the project via its enormous **yield rates**. At the time of this writing, the annual percentage yield (APY) of staked OHM tokens is approximately 8,400%, an incredibly high number even for DeFi projects. But what does this number mean?\\n\\nAs bonds are sold, OHM is minted and the profits are deposited into the treasury, which is governed by the DAO. OlympusDAO is responsible for managing the finances of the Olympus treasury, and sets the monetary policy for Olympus. We will talk a bit later about OlympusDAO and its various functions, but for now all you need to know is that the rewards are determined by the community in votes proposed by the policy team of OlympusDAO.\\n\\nThe profits from the sale of bonds is what is used to pay rewards to stakers at the rate determined by OlympusDAO. Over time, the goal is to slowly but steadily reduce yield rewards to stakers as the market cap of OHM grows, leading to more stability in the price of the OHM token. As the yield drops, the demand for OHM to stake will go down, leading to fewer bond sales and lower emissions. However, unlike traditional DeFi 1.0 protocols that reward stakers by minting new tokens out of thin air, OHM stakers are rewarded with OHM tokens that are backed by the revenue coming in via bond sales. Therefore the inflationary effect is dampened significantly. Remember, every OHM is intrinsically backed by at least $1, however at the time of writing due to the treasury's assets every OHM has a rough backing of about $167.\\n\\nOver time, the policy team at OlympusDAO will continue to propose votes to lower the yield rewards to maintain stability of the protocol. As bonding slows down (as it is expected to do), the sustainability of high yield percentages will begin to decay. The runway - a term for the number of days current yield rewards can be maintained if bond sales stop entirely - is also expected to grow as the protocol matures. At the time of this writing, the current runway for 8400% yield is 313 days, meaning the OHM protocol in its current state and yield % can hypothetically continue to pay out rewards for almost a year.\\n\\n**What happens if there is a run on the bank?**\\n\\nIn the hypothetical situation in which the vast majority of participants unstake their OHM and sell it on the market, a few interesting things will happen. First, let's assume that in this situation the pool begins with 1,000,000 staked OHM tokens, and 95% of these tokens are withdrawn leaving 50,000 OHM tokens in the staking pool. Secondly, let's assume that bonding completely stops and no new revenue flows into Olympus. Finally, let's assume that the remaining stakers (who collectively own 50,000 OHM tokens) purchased their OHM for $1000. The total value of the remaining staked pool would be:\\n\\n> 50,000 x $1,000 = $50,000,000\\n\\nAs of 22 October, 2021 the total OHM supply is 3,787,510 tokens and the risk-free value (the value of the USD-backed stablecoins in the treasury, called RFV) is $128,535,911. Since only $3.7m of the risk-free value needs to back each token by the protocol, the remaining RFV will be used to pay out rewards to the stakers. This means that:\\n\\n> $128,535,911 - $3,787,510 = $124,748,401\\n\\nin rewards are yet to be paid out (over time) to the remaining stakers. If these remaining stakers stay staked in the OHM pool, they would continue to earn rewards that far outvalue their initial investment. Once the treasury is depleted, the remaining stakers who didn't withdraw during the bank run will have seen the total value of their assets go from $50m to almost $125m, approximately a 2.5x  (150%) return on investment. Therefore it is impossible for remaining stakers to lose money by staying in the protocol.\\n\\nThis scenario is also highly unlikely to play out, as when other people see the enormous rewards being given to the remaining stakers, they will begin to purchase OHM on the market, thereby reducing supply and driving the price back up. Furthermore, because no bonds have been sold (remember our previous assumption), the discount of OHM tokens provided to bond buyers will continue to grow to a point where OHM gets so cheap and the spread between the market value and the price of the bond grows so large that the incentive to re-enter the market will emerge, leading to price stabilization. Therefore, stakers have little to worry about if the price of OHM fluctuates or if a significant portion of stakers withdraw their funds.\\n\\n**The Future of Olympus**\\n\\nThere is far more to Olympus that what was mentioned above, and a true deep-dive requires far more than a single newsletter, but for now I'll leave you with this: Olympus is the first mover in a truly interesting new direction for DeFi in that they seem to have created a sustainable model for a free-floating currency that is not only backed by various high-quality crypto-assets but is also resilient to volatility and bank runs. It will be very interesting to see what sort of Olympus copycats, derivatives, and forks occur in the future.\\n\\n**How do I stake OHM and start earning rewards?** You will, like many other protocols, need a Metamask wallet with some crypto (probably ETH) and you should head to a good DEX such as <https://app.sushiswap.com> and exchange your ETH for OHM. Once you have your OHM, head on over to <https://app.olympusdao.finance> and follow the very simple instructions for staking your tokens. Your rewards are compounded automatically, so there's no need to visit every day to collect your rewards and you can withdraw at any time.\\n\\nSee <https://www.olympusdao.finance/> to get started.\\n\\n## Other DeFi 2.0 Protocols\\n\\nThere are many more innovative protocols out there that are changing the way we think about decentralized finance, but to avoid writing an entire book's worth of material in a single post I will instead make the next post about these projects and provide an overview on which blockchain ecosystems besides Ethereum are worth investigating and maybe investing in.\\n\\nSee you next time!\",\"timestamp\":1635171430,\"title\":\"So what is DeFi 2.0? (Part 1)\"},\"digest\":\"GY4EV4JD98MicCfskS7lUg6n-RHhPoej4U9ME-UxNkE\",\"authorship\":{\"contributor\":\"0x940653d9C5076d2FDfd44F7BC8e66aeb5Fb598BE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1oCseoujJfmFoKWsgCCb0SaHtaIKnIlglah68hUPXGQ\\\",\\\"y\\\":\\\"npe8OPbufccN-KiROAI_VMWIFa1vqAzjMAj2UcdeKpc\\\"}\",\"signature\":\"VgK-HooIkJiBX7oZ73rwMsu-Nua9aU6cS2Sn2AbN2b6nCvzGF9RDIZd-rq3byXlXJQzrZWKzb7-rfdR61nX8aA\",\"signingKeySignature\":\"0x75efef2991fed21983c7161c136de02c425a3774726f88182a0dce3c39051a775550fccb2442bac99673ce898cbe9fdebafc891b25a1cced3a5d90d1708496571b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1oCseoujJfmFoKWsgCCb0SaHtaIKnIlglah68hUPXGQ\\\",\\\"y\\\":\\\"npe8OPbufccN-KiROAI_VMWIFa1vqAzjMAj2UcdeKpc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PZUSeyjIq8-Fow0sZas_KfinlGy4U_93nH6oKC8mWKg\"}"