"{\"content\":{\"body\":\"This was said at the office in Lombard Street by Sir Thomas, in answer to an offer made to him by Captain Batsby for Ayala's hand. Captain Batsby had made his way boldly into the great man's inner room, and had there declared his purpose in a short and businesslike manner. He had an ample income of his own, he said, and was prepared to make a proper settlement on the young lady. If necessary, he would take her without any fortune -- but it would, of course, be for the lady's comfort and for his own if something in the way of money were forthcoming. So much he added, having heard of this uncle's enormous wealth, and having also learned the fact that if Sir Thomas were not at this moment Ayala's guardian he had been not long ago. Sir Thomas listened to him with patience, and then replied to him as above.\\n\\n\\\"Just so, Sir Thomas. I did hear that. But I think you were once; and you are still her uncle.\\\"\\n\\n\\\"Yes; I am her uncle.\\\"\\n\\n\\\"And when I was so ill-treated in Kingsbury Crescent I thought I would come to you. It could not be right that a gentleman making an honourable proposition -- and very liberal, as you must acknowledge -- should not be allowed to see the young lady. It was not as though I did not know her. I had been ten days in the same house with her. Don't you think, Sir Thomas, I ought to have been allowed to see her?\\\"\\n\\n\\\"I have nothing to do with her,\\\" said Sir Thomas -- \\\"that is, in the way of authority.\\\" Nevertheless, before Captain Batsby left him, he became courteous to that gentleman, and though he could not offer any direct assurance he acknowledged that the application was reasonable. He was, in truth, becoming tired of Ayala, and would have been glad to find a husband whom she would accept, so that she might be out of Tom's way. He had been quite willing that Tom should marry the girl if it were possible, but he began to be convinced that it was impossible. He had offered again to open his house to her, with all its wealth, but she had refused to come into it. His wife had told him that, if Ayala could be brought back in place of Lucy, she would surely yield. But Ayala would not allow herself to be brought back. And there was Tom as bad as ever. If Ayala were once married then Tom could go upon his travels, and come back, no doubt, a sane man. Sir Thomas thought it might be well to make inquiry about this Captain, and then see if a marriage might be arranged. Mrs Dosett, he told himself, was a hard stiff woman, and would never get the girl married unless she allowed such a suitor as this Captain Batsby to have access to the house. He did make inquiry, and before the week was over had determined that if Ayala would become Mrs Batsby there might probably be an end to one of his troubles. As he went down to Merle Park he arranged his plan. He would, in the first place, tell Tom that Ayala had as many suitors as Penelope, and that one had come up now who would probably succeed. But when he reached home he found that his son was gone. Tom had taken a sudden freak, and had run up to London. \\\"He seemed quite to have got a change,\\\" said Lady Tringle.\\n\\n\\\"I hope it was a change for the better as to that stupid girl.\\\" Lady Tringle could not say that there had been any change for the better, but she thought that there had been a change about the girl. Tom had, as she said, quite \\\"brisked up\\\", had declared that he was not going to stand this thing any longer, had packed up three or four portmanteaus, and had had himself carried off to the nearest railway station in time for an afternoon train up to London. \\\"What is he going to do when he gets there?\\\" asked Sir Thomas. Lady Tringle had no idea what her son intended to do, but thought that something special was intended in regard to Ayala.\\n\\n\\\"He is an ass,\\\" said the father\\n\\n\\\"You always say he is an ass,\\\" said the mother complaining.\\n\\n\\\"No doubt I do. What else am I to call him?\\\" Then he went on and developed his scheme. \\\"Let Ayala be asked to Merle Park for a week -- just for a week -- and assured that during that time Tom would not be there. Then let Captain Batsby also be invited.\\\" Upon this there followed an explanation as to Captain Batsby and his aspirations. Tom must be relieved after some fashion, and Sir Thomas declared that no better fashion seemed to present itself. Lady Tringle received her orders with sundry murmurings, still grieving for her son's grief -- but she assented, as she always did assent, to her husband's propositions.\\n\\nNow we will accompany Tom up to London. The patient reader will perhaps have understood the condition of his mind when in those days of his sharpest agony he had given himself up to Faddle and champagne. By these means he had brought himself into trouble and disgrace, of which he was fully conscious. He had fallen into the hands of the police and had been harassed during the whole period by headache and nausea. Then had come the absurdity of his challenge to Colonel Stubbs, the folly of which had been made plain to him by the very letter which his rival had written to him. There was good sense enough about the poor fellow to enable him to understand that the police court, and the prison, that Faddle and the orgies at Bolivia's, that his challenge and the reply to it, were alike dishonourable to him. Then had come a reaction, and he spent a miserable fortnight down at Merle Park, doing nothing, resolving on nothing, merely moping about and pouring the oft-repeated tale of his woes into his mother's bosom. These days at Merle Park gave him back at any rate his health, and rescued him from the intense wretchedness of his condition on the day after the comparison of Bolivia's wines. In this improved state he told himself that it behoved him even yet to do something as a man, and he came suddenly to the bold resolution of having -- as he called it to himself -- another \\\"dash at Ayala\\\".\\n\\nHow the \\\"dash\\\" was to be made he had not determined when he left home. But to this he devoted the whole of the following Sunday. He had received a lachrymose letter from his friend Faddle, at Aberdeen, in which the unfortunate youth had told him that he was destined to remain in that wretched northern city for the rest of his natural life. He had not as yet been to the Mountaineers since his mishap with the police, and did not care to show himself there at present. He was therefore altogether alone, and, walking all alone the entire round of the parks, he at last formed his resolution.\\n\\nOn the following morning when Mr Dosett entered his room at Somerset House, a little after half past ten o'clock, he found his nephew Tom there before him, and waiting for him. Mr Dosett was somewhat astonished, for he too had heard of Tom's misfortunes. Some ill-natured chronicle of Tom's latter doings had spread itself among the Tringle and Dosett sets, and Uncle Reginald was aware that his nephew had been forced to relinquish his stool in Lombard Street. The vices of the young are perhaps too often exaggerated, so that Mr Dosett had heard of an amount of champagne consumed and a number of policemen wounded, of which his nephew had not been altogether guilty. There was an idea at Kingsbury Crescent that Tom had gone nearly mad, and was now kept under paternal care at Merle Park. When, therefore, he saw Tom blooming in health, and brighter than usual in general appearance, he was no doubt rejoiced, but also surprised, at the change. \\\"What, Tom!\\\" he said; \\\"I'm glad to see you looking so well. Are you up in London again?\\\"\\n\\n\\\"I'm in town for a day or two,\\\" said Tom.\\n\\n\\\"And what can I do for you?\\\"\\n\\n\\\"Well, Uncle Reginald, you can do a great deal for me if you will. Of course you've heard of all those rows of mine?\\\"\\n\\n\\\"I have heard something.\\\"\\n\\n\\\"Everybody has heard,\\\" said Tom, mournfully. \\\"I don't suppose anybody was ever knocked so much about as I've been for the last six months.\\\"\\n\\n\\\"I'm sorry for that, Tom.\\\"\\n\\n\\\"I'm sure you are, because you're always good-natured. Now I wonder if you will do a great thing to oblige me.\\\"\\n\\n\\\"Let us hear what it is,\\\" said Uncle Reginald.\\n\\n\\\"I suppose you know that there is only one thing in the world that I want. \\\"Mr Dosett thought that it would be discreet to make no reply to this, but, turning his chair partly round, he prepared to listen very attentively to what his nephew might have to say to him. \\\"All this about the policeman and the rest of it has simply come from my being so unhappy about Ayala.\\\" \\\"It wouldn't be taken as a promise of your being a good husband, Tom, when you get into such a mess as that.\\\"\\n\\n\\\"That's because people don't understand,\\\" said Tom. \\\"It is because I am so earnest about it, and because I can't bear the disappointment! There isn't one at Travers and Treason who doesn't know that if I'd married Ayala I should have settled down as quiet a young man as there is in all London. You ask the governor else himself. As long as I thought there was any hope I used to be there steady as a rock at half past nine. Everybody knew it. So I should again, if she'd only come round.\\\"\\n\\n\\\"You can't make a young lady come round, as you call it.\\\"\\n\\n\\\"Not make her; no. Of course you can't make a girl. But persuading goes a long way. Why shouldn't she have me? As to all these rows, she ought to feel at any rate that they're her doing. And what she's done it stands to reason she could undo if she would. It only wants a word from her to put me all right with the governor -- and to put me all right with Travers and Treason too. Nobody can love her as I do.\\\"\\n\\n\\\"I do believe that nobody could love her better,\\\" said Mr Dosett, who was beginning to be melted by his nephew's earnestness.\\n\\n\\\"Oughtn't that to go for something? And then she would have everything that she wishes. She might live anywhere she pleased -- so that I might go to the office every day. She would have her own carriage, you know.\\\"\\n\\n\\\"I don't think that would matter much with Ayala.\\\"\\n\\n\\\"It shows that I'm in a position to ask her,\\\" said Tom. \\\"If she could only bring herself not to hate me -- \\\"\\n\\n\\\"There is a difference, Tom, between hating and not loving.\\\" \\\"If she would only begin to make a little way, then I could hope again. Uncle Reginald, could you not tell her that at any rate I would be good to her?\\\"\\n\\n\\\"I think you would be good to her,\\\" he said.\\n\\n\\\"Indeed, I would. There is nothing I would not do for her. Now will you let me see her just once again, and have one other chance?\\\" This was the great thing which Tom desired from his uncle, and Mr Dosett was so much softened by his nephew's earnestness that he did promise to do as much as this -- to do as much as this, at least, if it were in his power. Of course, Ayala must be told. No good could be done by surprising her by a visit. But he would endeavour so to arrange it that, if Tom were to come to him on the following afternoon, they two should go to the Crescent together, and then Tom should remain and dine there -- or go away before dinner, as he might please, after the interview. This was settled, and Tom left Somerset House, rejoicing greatly at his success. It seemed to him that now at last a way was open to him.\\n\\nUncle Reginald, on his return home, took his niece aside and talked to her very gently and very kindly. \\\"Whether you like him or whether you do not, my dear, he is so true to you that you are bound to see him again when he asks it.\\\" At first she was very stout, declaring that she would not see him. Of what good could it be, seeing that she would rather throw herself into the Thames than marry him? Had she not told him so over and over again, as often as he had spoken to her? Why would he not just leave her alone? But against all this her uncle pleaded gently but persistently. He had considered himself bound to promise so much on her behalf, and for his sake she must do as he asked. To this, of course, she yielded. And then he said many good things of poor Tom. His constancy was a great virtue. A man so thoroughly in love would no doubt make a good husband. And then there would be the assent of all the family, and an end, as far as Ayala was concerned, of all pecuniary trouble. In answer to this she only shook her head, promising, however, that she would be ready to give Tom an audience when he should be brought to the Crescent on the following day.\\n\\nPunctually at four Tom made his appearance at Somerset House, and started with his uncle as soon as the index-books had been put in their places. Tom was very anxious to take his uncle home in a cab, but Mr Dosett would not consent to lose his walk. Along the Embankment they went, and across Charing Cross into St James's Park, and then by Green Park, Hyde Park, and Kensington Gardens, all the way to Notting Hill. Mr Dosett did not walk very fast, and Tom thought they would never reach Kingsbury Crescent. His uncle would fain have talked about the weather, of politics, or the hardships of the Civil Service generally; but Tom would not be diverted from his one subject. Would Ayala be gracious to him? Mr Dosett had made up his mind to say nothing on the subject. Tom must plead his own cause. Uncle Reginald thought that he knew such pleading would be useless, but still would not say a word to daunt the lover. Neither could he say a word expressive of hope. As they were fully an hour and a half on their walk, this reticence was difficult.\\n\\nImmediately on his arrival, Tom was taken up into the drawing-room. This was empty, for it had been arranged that Mrs Dosett should be absent till the meeting was over. \\\"Now I'll look for this child,\\\" said Uncle Reginald, in his cheeriest voice as he left Tom alone in the room. Tom, as he looked round at the chairs and tables, remembered that he had never received as much as a kind word or look in the room, and then great drops of perspiration broke out all over his brow. All that he had to hope for in the world must depend upon the next five minutes -- might depend perhaps upon the very selection of the words which he might use. Then Ayala entered the room and stood before him.\\n\\n\\\"Ayala,\\\" he said, giving her his hand.\\n\\n\\\"Uncle Reg says that you would like to see me once again.\\\"\\n\\n\\\"Of course I want to see you once, and twice -- and always. Ayala, if you could know it! If you could only know it!\\\" Then he clasped his two hands high upon his breast, not as though appealing to her heart, but striking his bosom in very agony. \\\"Ayala, I feel that, if I do not have you as my own, I can only die for the want of you. Ayala, do you believe me?\\\"\\n\\n\\\"I suppose I believe you, but how can I help it?\\\"\\n\\n\\\"Try to help it! Try to try and help it! Say a word that you will perhaps help it by and bye.\\\" Then there came a dark frown upon her brow -- not, indeed, from anger, but from a feeling that so terrible a task should be thrown upon her. \\\"I know you think that I am common.\\\"\\n\\n\\\"I have never said a word, Tom, but that I could not love you.\\\" \\\"But I am true -- true as the sun. Would I come again after all if it were not that I cannot help coming? You have heard that I have been -- been misbehaving myself?\\\"\\n\\n\\\"I have not thought about that.\\\"\\n\\n\\\"It has been so because I have been so wretched. Ayala, you have made me so unhappy. Ayala, you can make me the happiest man there is in London this day. I seem to want nothing else. As for drink, or clubs, or billiards, and all that, they are nothing to me -- unless when I try to forget that you are so -- so unkind to me!\\\"\\n\\n\\\"It is not unkind, not to do as you ask me.\\\"\\n\\n\\\"To do as I ask you -- that would be kind. Oh, Ayala, cannot you be kind to me?\\\" She shook her head, still standing in the place which she had occupied from the beginning. \\\"May I come again? Will you give me three months, and then think of it? If you would only say that, I would go back to my work and never leave it.\\\" But she still shook her head. \\\"Must I never hope?\\\" \\\"Not for that, Tom. How can I help it?\\\"\\n\\n\\\"Not help it?\\\"\\n\\n\\\"No. How can I help it? One does not fall in love by trying -- nor by trying prevent it.\\\"\\n\\n\\\"By degrees you might love me -- a little.\\\" She had said all that she knew how to say, and again shook her head. \\\"It is that accursed Colonel,\\\" he exclaimed, forgetting himself as he thought of his rival.\\n\\n\\\"He is not accursed,\\\" said Ayala, angrily.\\n\\n\\\"Then you love him?\\\"\\n\\n\\\"No! But you should not ask. You have no right to ask. It is not proper.\\\"\\n\\n\\\"You are not engaged to him?\\\"\\n\\n\\\"No; I am not engaged to him. I do not love him. As you will ask, I tell you. But you should not ask; and he is not accursed. He is better than you -- though I do not love him. You should not have driven me to say this. I do not ask you questions.\\\" \\\"There is none that I would not answer. Stay, Ayala,\\\" for now she was going to leave the room. \\\"Stay yet a moment. Do you know that you are tearing my heart in pieces? Why is it that you should make me so wretched? Dear Ayala -- dearest Ayala -- stay yet a moment.\\\"\\n\\n\\\"Tom, there is nothing more that I can say. I am very, very sorry if you are unhappy. I do think that you are good and true; and if you will shake hands with me, there is my hand. But I cannot say what you want me to say.\\\" Tom took her by the hand and tried to hold her, without, however, speaking to her again. But she slid away from him and left the room, not having for a moment sat down in his presence.\\n\\nWhen the door was closed he stood awhile looking round him, trying to resolve what he might do or what he might say next. He was now at any rate in the house with her, and did not know whether such an opportunity as that might ever occur to him again. He felt that there were words within his bosom which, if he could only bring them up to his mouth, would melt the heart of a stone. There was his ineffable love, his whole happiness at stake, his purpose -- his holy purpose -- to devote himself, and all that he had, to her well-being. Of all this he had a full conception within his own heart, if only he could express it so that others should believe him! But of what use was it now? He had had this further liberty of speech accorded to him, and in it he had done nothing, made no inch of progress. She had hardly spoken a dozen words to him, but of those she had spoken two remained clear upon his memory. He must never hope, she had said; and she had said also that that other man was better than he. Had she said that he was dearer, the word would hardly have been more bitter. All the old feeling came upon him of rage against his rival, and of a desire that something desperate should be done by which he might wreak his vengeance.\\n\\nBut there he was standing alone in Mrs Dosett's drawing-room, and it was necessary that he should carry himself off. As for dining in that house, sitting down to eat and drink in Ayala's presence after such a conversation as that which was past, that he felt to be quite out of the question. He crammed his hat upon his head, left the room, and hurried down the stairs towards the door.\\n\\nIn the passage he was met by his uncle, coming out of the dining-room. \\\"Tom,\\\" he said, \\\"you'll stay and eat your dinner?\\\"\\n\\n\\\"No, indeed,\\\" said Tom, angrily.\\n\\n\\\"You shouldn't let yourself be disturbed by little trifles such as these,\\\" said his uncle, trying to put a good face upon the matter.\\n\\n\\\"Trifles!\\\" said Tom Tringle. \\\"Trifles!\\\" And he banged the door after him as he left the house.\\n\\nCHAPTER 44 IN THE HAYMARKET\\n\\nIt was now the beginning of February. As Tom and his uncle had walked from Somerset House the streets were dry and the weather fine; but, as Mr Dosett had remarked, the wind was changing a little out of the east and threatened rain. When Tom left the house it was already falling. It was then past six, and the night was very dark. He had walked there with a top coat and umbrella, but he had forgotten both as he banged the door after him in his passion; and, though he remembered them as he hurried down the steps, he would not turn and knock at the door and ask for them. He was in that humour which converts outward bodily sufferings almost into a relief. When a man has been thoroughly ill-used in greater matters it is almost a consolation to him to feel that he has been turned out into the street to get wet through without his dinner -- even though he may have turned himself out.\\n\\nHe walked on foot, and as he walked became damp and dirty, till he was soon wet through. As soon as he reached Lancaster Gate he went into the park, and under the doubtful glimmer of the lamps trudged on through the mud and slush, not regarding his path, hardly thinking of the present moment in the full appreciation of his real misery. What should he do with himself? What else was there now left to him? He had tried everything and had failed. As he endeavoured to count himself up, as it were, and tell himself whether he were worthy of a happier fate than had been awarded to him, he was very humble -- humble, though so indignant! He knew himself to be a poor creature in comparison with Jonathan Stubbs. Though he could not have been Stubbs had he given his heart for it, though it was absolutely beyond him to assume one of those tricks of bearing one of those manly, winning ways, which in his eyes was so excellent in the other man, still he saw them and acknowledged them, and told himself that they would be all powerful with such a girl as Ayala. Though he trusted to his charms and his rings, he knew that his charms and his rings were abominable, as compared with that outside look and natural garniture which belonged to Stubbs, as though of right -- as though it had been born with him. Not exactly in those words, but with a full inward sense of the words, he told himself that Colonel Stubbs was a gentleman -- whereas he acknowledged himself to be a cad. How could he have hoped that Ayala should accept such a one, merely because he would have a good house of his own and a carriage? As he thought of all this, be hardly knew which he hated most -- himself or Jonathan Stubbs.\\n\\nHe went down to the family house in Queen's Gate, which was closed and dark -- having come there with no special purpose, but having found himself there, as though by accident, in the neighbourhood. Then he knocked at the door, which, after a great undoing of chains, was opened by an old woman, who with her son had the custody of the house when the family were out of town. Sir Thomas in these days had rooms of his own in Lombard Street in which he loved to dwell, and would dine at a City club, never leaving the precincts of the City throughout the week. The old woman was an old servant, and her son was a porter at the office. \\\"Mr Tom! Be that you? Why you are as wet as a mop!\\\" He was wet as any mop, and much dirtier than a mop should be. There was no fire except in the kitchen, and there he was taken. He asked for a greatcoat, but there was no such thing in the house, as the young man had not yet come home. Nor was there any food that could be offered him, or anything to drink; as the cellar was locked up, and the old woman was on board wages. But he sat crouching over the fire, watching the steam as it came up from his damp boots and trousers. \\\"And ain't you had no dinner, Mr Tom?\\\" said the old woman. Tom only shook his head. \\\"And ain't you going to have none?\\\" The poor wretch again shook his head. \\\"That's bad, Mr Tom.\\\" Then she looked up into his face. \\\"There is something wrong I know, Mr Tom. I hears that from Jem. Of course he hears what they do be saying in Lombard Street.\\\"\\n\\n\\\"What is it they say, Mrs Tapp?\\\"\\n\\n\\\"Well -- that you ain't there as you used to be. Things is awk'ard, and Sir Thomas, they say, isn't best pleased. But of course it isn't no affair of mine, Mr Tom.\\\"\\n\\n\\\"Do they know why?\\\" he asked.\\n\\n\\\"They do say it's some'at about a young lady.\\\"\\n\\n\\\"Yes; by heavens!\\\" said Tom, jumping up out of his chair. \\\"Oh, Mrs Tapp, you can't tell the condition I'm in. A young lady indeed! D --  the fellow!\\\"\\n\\n\\\"Don't 'ee now, Mr Tom.\\\"\\n\\n\\\"D --  the fellow! But there's no good in my standing here cursing. I'll go off again. You needn't say that I've been here, Mrs Tapp?\\\" \\\"But you won't go out into the rain, Mr Tom?\\\"\\n\\n\\\"Rain -- what matters the rain?\\\" Then he started again, disregarding all her prayers, and went off eastward on foot, disdaining the use of a cab because he had settled in his mind on no place to which he would go.\\n\\nYes; they knew all about it, down to the very porters at the office. Everyone had heard of his love for Ayala; and everyone had heard also that Ayala had scorned him. Not a man or woman connected by ever so slight a tie to the establishment was unaware that he had been sent away from his seat because of Ayala! All this might have been borne easily had there been any hope; but now he was forced to tell himself that there was none. He saw no end to his misery -- no possibility of escape. Where was he to go in this moment of his misery for any shred of comfort? The solitude of his lodgings was dreadful to him; nor had he heart enough left to him to seek companionship at his club.\\n\\nAt about ten o'clock he found himself, as it were, by accident, close to Mr Bolivia's establishment. He was thoroughly wet through, jaded, wretched, and in want of sustenance. He turned in, and found the place deserted. The diners had gone away, and the hour had not come at which men in quest of later refreshment were wont to make their appearance. But there were still one or two gas-lights burning; and he threw himself wearily into a little box or partition nearest to the fire. Here Signor Bolivia himself came to him, asking in commiserating accents what had brought him thither in so wretched a plight. \\\"I have left my coat and umbrella behind,\\\" said Tom, trying to pluck up a little spirit -- \\\"and my dinner too.\\\"\\n\\n\\\"No dinner, Mr Tringle; and you wet through like that! What shall I get you, Mr Tringle?\\\" But Tom declared that he would have no dinner. He was off his appetite altogether, he said. He would have a bottle of champagne and a devilled biscuit. Mr Walker, who, as we are aware, put himself forward to the world generally as Signor Bolivia, felt for the moment a throb of pity, which overcame in his heart the innkeeper's natural desire to make the most he could of his customer. \\\"Better have a mutton chop and a little drop of brandy and water hot.\\\"\\n\\n\\\"I ain't up to it, Bolivia,\\\" said the young man. \\\"I couldn't swallow it if I had it. Give us the bottle of champagne and the devilled biscuit.\\\" Then Mr Walker -- for Bolivia was in truth Walker -- fetched the wine and ordered the biscuit; and poor Tom was again brought back to the miserable remedy to which he had before applied himself in his misfortune. There he remained for about an hour, during a part of which he slept; but before he left the house he finished the wine. As he got up to take his departure Mr Walker scanned his gait and bearing, having a friendly feeling for the young man, and not wishing him to fall again into the hands of the police. But Tom walked forth apparently as sober as a judge, and as melancholy as a hangman. As far as Mr Walker could see the liquor had made no impression on him. \\\"If I were you, Mr Tringle,\\\" said the keeper of the eating-house, \\\"I'd go home at once, because you are so mortal wet.\\\"\\n\\n\\\"All right,\\\" said Tom, going out into the pouring rain.\\n\\nIt was then something after eleven, and Tom instead of taking the friendly advice which had been offered to him, walked, as fast as he could, round Leicester Square; and as he walked the fumes of the wine mounted into his head. But he was not drunk -- not as yet so drunk as to misbehave himself openly. He did not make his way round the square without being addressed, but he simply shook off from him those who spoke to him. His mind was still intent upon Ayala. But now he was revengeful rather than despondent. The liquor had filled him once again with a desire to do something. If he could destroy himself and the Colonel by one and the same blow, how fitting a punishment would that be for Ayala! But how was he to do it? He would throw himself down from the top of the Duke of York's column, but that would be nothing unless he could force the Colonel to take the jump with him! He had called the man out and he wouldn't come! Now, with the alcohol in his brain, he again thought that the man was a coward for not coming. Had not such a meeting been from time immemorial the resource of gentlemen injured as he now was injured? The Colonel would not come when called -- but could he not get at him so as to strike him? If he could do the man a real injury he would not care what amount of punishment he might be called upon to bear.\\n\\nHe hurried at last out of the square into Coventry Street and down the Haymarket. His lodgings were in Duke Street, turning out of Piccadilly -- but he could not bring himself to go home to his bed. He was unutterably wretched, but yet he kept himself going with some idea of doing something, or of fixing some purpose. He certainly was tipsy now, but not so drunk as to be unable to keep himself on his legs. He gloried in the wet, shouting inwardly to himself that he in his misery was superior to all accidents of the weather. Then he stood for awhile watching the people as they came out of the Haymarket Theatre. He was at this time a sorry sight to be seen. His hat was jammed on to his head and had been almost smashed in the jamming. His coat reeking wet through was fastened by one button across his chest. His two hands were thrust into his pockets, and the bottle of champagne was visible in his face. He was such a one -- to look at -- that no woman would have liked to touch nor any man to address. In this guise he stood there amidst the crowd, foremost among those who were watching the ladies as they got into their vehicles. \\\"And she might be as good as the best of them, and I might be here to hand her into her own carriage' -- said he to himself -- \\\"if it were not for that intruder!\\\"\\n\\nAt that moment the intruder was there before him, and on his arm was a lady whom he was taking across to a carriage, at the door of which a servant in livery was standing. They were followed closely by a pretty young girl who was picking her steps after them alone. These were Lady Albury and Nina, whom Colonel Stubbs had escorted to the play.\\n\\n\\\"You will be down by the twentieth?\\\" said the elder lady.\\n\\n\\\"Punctual as the day comes,\\\" said the Colonel.\\n\\n\\\"And mind you have Ayala with you,\\\" said the younger.\\n\\n\\\"If Lady Albury can manage it with her aunt of course I will wait upon her,\\\" said the Colonel. Then the door of the carriage was shut, and the Colonel was left to look for a cab. He had on an overcoat and an opera hat, but otherwise was dressed as for dinner. On one side a link-boy was offering him assistance, and on another a policeman tendering him some service. He was one of those who by their outward appearance always extort respect from those around them.\\n\\nAs long as the ladies had been there -- during the two minutes which had been occupied while they got into the carriage -- Tom had been restrained by their presence. He had been restrained by their presence even though he had heard Ayala's name and had understood the commission given to the man whom he hated. Had Colonel Stubbs luckily followed the ladies into the carriage Tom, in his fury, would have taken himself off to his bed. But now -- there was his enemy within a yard of him! Here was the opportunity the lack of which seemed, a few moments since, to be so grievous to him! He took two steps out from the row in which he stood and struck his rival high on his breast with his fist. He had aimed at the Colonel's face but in his eagerness had missed his mark. \\\"There,\\\" said he, \\\"there! You would not fight me, and now you have got it.\\\" Stubbs staggered, and would have fallen but for the policeman. Tom, though no hero, was a strong young man, and had contrived to give his blow with all his force. The Colonel did not at first see from whom the outrage had come, but at once claimed the policeman's help.\\n\\n\\\"We've got him, Sir -- we've got him,\\\" said the policeman.\\n\\n\\\"You've got me,\\\" said Tom, \\\"but I've had my revenge.\\\" Then, though two policemen and one waterman were now holding him, he stretched himself up to his full height and glared at his enemy in the face.\\n\\n\\\"It's the chap who gave that hawful blow to Thompson in the bow'ls!\\\" said one of the policemen, who by this time had both Tom's arms locked behind his own.\\n\\nThen the Colonel knew who had struck him. \\\"I know him,\\\" said the Colonel to the policeman. \\\"It is a matter of no consequence.\\\" \\\"So do we, Sir. He's Thomas Tringle, junior.\\\"\\n\\n\\\"He's a friend of mine,\\\" said the Colonel. \\\"You must let him come with me.\\\"\\n\\n\\\"A friend, is he?\\\" said an amateur attendant. The policeman, who had remembered the cruel onslaught made on his comrade, looked very grave, and still held Tom tight by the arms. \\\"A very hugly sort of friend,\\\" said the amateur. Tom only stretched himself still higher, but remained speechless.\\n\\n\\\"Tringle,\\\" said the Colonel, \\\"this was very foolish, you know -- a most absurd thing to do! Come with me, and we will talk it all over.\\\"\\n\\n\\\"He must come along with us to the watch-house just at present,\\\" said the policeman. \\\"And you, Sir, if you can, had better please to come with us. It ain't far across to Vine Street, but of course you can have a cab if you like it.\\\" This was ended by two policemen walking off with Tom between them, and by the Colonel following in a cab, after having administered divers shillings to the amateur attendants. Though the journey in the cab did not occupy above five minutes, it sufficed him to determine what step he should take when he found himself before the night officers of the watch. When he found himself in the presence of the night officer he had considerable difficulty in carrying out his purpose. That Tom should be locked up for the night, and be brought before the police magistrate next morning to answer for the outrage he had committed, seemed to the officers to be a matter of course. It was long before the Colonel could persuade the officer that this little matter between him and Mr Tringle was a private affair, of which he at least wished to take no further notice. \\\"No doubt,\\\" he said, \\\"he had received a blow on his chest, but it had not hurt him in the least.\\\"\\n\\n\\\"'E 'it the gen'leman with all his might and main,\\\" said the policeman.\\n\\n\\\"It is quite a private affair,\\\" said the Colonel. \\\"My name is Colonel Stubbs; here is my card. Sir  --  is a particular friend of mine.\\\" He named a pundit of the peace, very high in the estimation of all policemen. \\\"If you will let the gentleman come away with me I will be responsible for him tomorrow, if it should be necessary to take any further step in the matter.\\\" This he said very eagerly, and with all the authority which he knew how to use. Tom, in the meantime, stood perfectly motionless, with his arms folded akimbo on his breast, wet through, muddy, still tipsy, a sight miserable to behold.\\n\\nThe card and the Colonel's own name, and the name of the pundit of the peace together, had their effect, and after a while. Tom was dismissed in the Colonel's care. The conclusion of the evening's affair was, for the moment, one which Tom found very hard to bear. It would have been better for him to have been dragged off to a cell, and there to have been left to his miserable solitude. But as he went down through the narrow ways leading from the police office out into the main street he felt that he was altogether debarred from making any further attack upon his protector. He could not strike him again, as he might have done had he escaped from the police by his own resources. His own enemy had saved him from durance, and he could not, therefore, turn again upon his enemy.\\n\\n\\\"In heaven's name, my dear fellow,\\\" said the Colonel, \\\"what good do you expect to get by that? You have hit me a blow when you knew that I was unprepared, and, therefore, unarmed. Was that manly?\\\" To this Tom made no reply. \\\"I suppose you have been drinking?\\\" And Stubbs, as he asked this question, looked into his companion's face. \\\"I see you have been drinking. What a fool you are making of yourself!\\\"\\n\\n\\\"It is that girl,\\\" said Tom.\\n\\n\\\"Does that seem to you to be right? Can you do yourself any good by that? Will she be more likely to listen to you when she hears that you have got drunk, and have assaulted me in the street? Have I done you any harm?\\\"\\n\\n\\\"She says that you are better than me,\\\" replied Tom.\\n\\n\\\"If she does, is that my doing? Come, old fellow, try to be a man. Try to think of this thing rightly. If you can win the girl you love, win her; but, if you cannot, do not be such an ass as to suppose that she is to love no one because she will not love you. It is a thing which a man must bear if it comes in his way. As far as Miss Dormer is concerned, I am in the same condition as you. But do you think that I should attack you in the street if she began to favour you tomorrow?\\\"\",\"timestamp\":1639991496,\"title\":\"Probably you are not aware, Sir, that I am not at present the young lady's guardian\"},\"digest\":\"VzsHSVdq4Z7-Z0PYTOqxHxGYHGsZBN1ucT7fR_1sljI\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O_x5roVKSQoFwGZ13crfzEXpICRqZqrTqXHpNGFZfW0\\\",\\\"y\\\":\\\"iMZ72YuBplP16h98QxbCRv6aAvmmQyMGzhlkxp_DRps\\\"}\",\"signature\":\"aTDU9FlHQ1kHHvkeABlyHxCcIqvu4s2qDT0v8f-YXaoMle9oKuYdh2_HqTlslg5VNzE_S6ROfXn7tZOKix_3pg\",\"signingKeySignature\":\"0x105dcae251e6530ebdd20da9497aa466328769b124c60d94ccf1c52a67f432266ee6c54f0076039003badf0b0239b734432acf22fbc05d5a2f0a3312dbd2d1411c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O_x5roVKSQoFwGZ13crfzEXpICRqZqrTqXHpNGFZfW0\\\",\\\"y\\\":\\\"iMZ72YuBplP16h98QxbCRv6aAvmmQyMGzhlkxp_DRps\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VzsHSVdq4Z7-Z0PYTOqxHxGYHGsZBN1ucT7fR_1sljI\"}"