"{\"content\":{\"body\":\"这篇文章主要会从几个角度务虚地谈论“视角”问题 - 这个我思考已久哲学命题，希望能模糊化一些你本来固化的认知。\\n\\n文：nwt\\n\\n编辑：nwt\\n\\n**「科技之神」**\\n\\n**1**\\n\\n“Stay hungry, stay foolish”.\\n\\n第一次听到这句话是将近十年前第一次看 Steve 的 Stanford Commencement Speech。当时的我拿着当时父母朋友刚送的 - 也是苹果的刚面世的第一代 iPad Mini，反复打量、摩挲着这台离我如此遥远同时也是人生里的第一台数码产品。\\n\\n那时苹果公司的名号早已响彻世界，在无数少年的心里，这个被咬掉了一个小角的 logo 意味着高端的档次，意味着脱离那个从桌面电脑向移动设备转移的混乱且无序的时期的一种更简单和更个性的自我标榜，也意味着隐隐约约脑袋上方好像有一个无所不能的“神”在安抚着这些年轻躁动的心。\\n\\n那是一种极其神奇的力量，到现在都会觉得冥冥之中有些许不可思议。跟现在一样，苹果设备的外包装并不好看。但每次从这个手感略微廉价的白色盒子里拿出这个磨砂材质的银白色的物件，对我来说都是一个神圣庄严的过程，生怕会有不光彩的灰尘沾染上了它。\\n\\n另一方面，互联网本是一个让少年无法拒绝的大染缸，它是我的百科全书，是我的思想启蒙的来源，但就像有一个人拎着一把戒尺时刻顶着我的脑袋，它在我的日常生活中却多多少少起着一些约束作用。一种无形的戒律萦绕在我身旁。\\n\\n“这是上帝派给我的礼物，警示我面对诱惑要严于律己吗”，那时候受林书豪的影响还在钻研《圣经》的我想道。\\n\\n我迫切的想要知道那个隐隐约约笼罩着自己的神到底是谁。这便是我与 Steve 和 Stay hungry stay foolish 这句话的第一次碰面。窗边的我挺直着身体，看着眼前这个秃顶的中年男人时不时低下头看他眼前的讲稿。我心里略有些失落，“原来神长这样子”。不过仔细一想，发现原来之前知道他，知道他前段时间刚去世，新闻铺天盖地都是他的报道，还有更早些时候有一个很白的黑人也一起去世了。我心里顿时充满了不可言喻的尊重，Steve 在 Commencement Speech 上最后那句有节奏感的掷地有声的 stay hungry stay foolish，配合他习惯性的望向远方的眼神，从那时开始成就了我心里最庄重、最装逼的谢幕方式。\\n\\n![这是我最喜欢的 Steve 的照片，这是独属于他的美](https://images.mirror-media.xyz/publication-images/RRjAspXtYOX3pKH1PlWXn.png?height=530&width=792)\\n\\n十年前，Steve 永远的谢幕了。他作为科技之神的那种隐约的能量在我得知他去世之后逐渐开始散退。当时的我颇有预见性的认为会有新的人来继承科技之神的位置，到那时这种能量也会重新在自己身上被 pick up 起来。\\n\\n十年之后，科技之神的确换了，但换的不是人，而是一个比人更聪明的东西。\\n\\n**2**\\n\\nPC 时代的互联网跟人类的关系更像是工具和使用者的关系，工具的价值依附于使用者而存在，这种依附性使得互联网的作用常常被限制在那个厚重的主机外壳内。而跟十年前不同的是，如今的互联网跟人类更像是主人跟狗这种短期若即若离而长期固定的关系，狗会时而走得慢时而走得快，甚至会想要挣脱主人的拴狗绳，但始终会 converge 回到主人身边。而人就是那条狗，互联网就是狗的主人。\\n\\n算法已经成为了那个不得不顶礼膜拜的科技之神。\\n\\n互联网的高度渗透之下，人早已不再是人，甚至连狗都不是，而是由无数数据描述和勾勒出来的虚拟人。这个虚拟人甚至比人的社会人格更加真实，那些经过修饰的社会人格之下的任何一点小动作都会被捕捉，这种人身的暴露无疑是全方位的。而算法的一大特征，或者说此时我们主要谈论的推荐算法的特征，便是高度个性化的自我强化。简单来说，人们在互联网上的行为本身会成为历史数据集，喂给算法后便会训练算法根据人们之前的偏好来进行新的分发和推荐。\\n\\n结果就是，人们会越来越多地看到、听到、认识到那些本来就喜欢或者想要知道的信息，而这些信息的反面因为被认为是与虚拟人的偏好无关联的或者被认为是相对更难以在更广范围传播的，而更加不会被主动地呈现在人们眼前。\\n\\n算法的这一面，其实是一种对“真实性”的刻意隐瞒。幼儿之所以成长为人，这种成长极大程度上来源于对于世界和事物本就有的复杂性 complexity 的还原，以及对于这种复杂性的解构能力。在相对单一或关联性较强的信息持续渗透下，人们缺乏对于事物的复杂性的理解、或者对复杂性的理解能力逐渐消失的现象已经越来越显而易见。\\n\\n这种现象有两个特征。\\n\\n一是主观意识上的 complexity 的坍缩。\\n\\n人们意识中的 complexity 会坍缩为二元对立的状态，人们对于复杂性的理解逐渐从多层次多元的角度演变为对于事物只持有正反两面的理解，甚至只有一面。简单来说，人们对于事物的认知会逐渐被 shape 成为非黑即白的二元对立状态，且不容许与自己对立的另一方的声音甚至第三种声音出现。这样的例子在近年有很多，大家心里一想就知道，不管是在意识形态、文化、科技、政治、教育各个方面，不管是在中国还是其他西方国家。\\n\\n但本质来看，这就是人性，简单化的对立化的思考是一种植根于人内心本性的潜意识，因为这是最简单也是最偷懒的思考方式。同时，情绪也会更多的参与进来，最终会固执地沉溺在为自己的情绪而非观点抵抗。因此这也是算法聪明的地方所在。它真正从它的底层逻辑做到了顺应人性和放大人性，让人非常自然地沉浸在被与生俱来的人性所支配的状态中。\\n\\n都说顺应人性的生意才是好生意，从这一点来说，这些可都是上等的好生意。\\n\\n但这对人的创造力，却是无比致命的。算法不能理解艺术，就像人无法理解宇宙。这是区分算法和人的重要特点，人的创造性可以赋予事物以艺术价值，就像 Steve 之于苹果，这是无法被人之外的力量所超越的。\\n\\n**包含一种声音的艺术只能算作洗脑，而容纳了两种声音的艺术也只是宣传。**\\n\\n![毕加索在 1937 年提笔创作的《哭泣的女人》，冲突和对立不断的元素摆放在一起却十分和谐\\n\\n](https://images.mirror-media.xyz/publication-images/-Id7TfaS4C5D5zX7GePqa.png?height=348&width=286)\\n\\n对于复杂性的解构能力消失的第二个特征，则跟所谓的廉价情感有关。\\n\\n举一个例子。最近这些年好像大家不再怎么讨论华语流行音乐了。这几年似乎没出现过多少大家到现在依然能记住并反复听的华语流行音乐作品。翻开自己最爱的流行音乐歌手，来来去去似乎都是周杰伦、王力宏之类的这种巅峰出现在十几二十年前的歌手。\\n\\n但另一方面，我们在日常生活中始终被各种新音乐笼罩。借助算法，新音乐作品在短时间即可完成破圈，被无数人在无意间哼唱，但遗忘速度也是出奇的快。这些音乐作品的生命周期通常不到一个月。一个月之后，这些上耳但毫无记忆点的哼唱就像昙花一样会被人们彻底遗忘。\\n\\n试问，三年前的同类型音乐，有哪些你现在还在听呢？作为音乐人的我，我的答案是没有。而除此之外的其他类型的音乐，包括十年前仍流行的网络音乐，其中绝大部分在如今都无法坐上国民级音乐的位置，其中也包括不少那些在十几二十年前仍是巅峰的流行歌手的作品。\\n\\n最近有人做过统计，某视频平台近三年所有前十名歌曲的和声编排方式，没有几十种，也没有十种，而是只有三种。他们分别是：卡农组、6415 组和 4536 组。\\n\\n正如视频内容，算法分发音乐所采纳的数据点有很多，但其中最重要的无疑就是那开头几秒最多十秒的数据表现。这样高度一致的和声编排，很可能是音乐制作公司反推算法得出来的最佳编排结果。当然，二十年前的流行音乐许多也采取类似的编排方式，但在具体的旋律、器乐选择、风格特色上，相比之下都有着更多的变化。而这些变化对于歌曲传播广度的作用，在如今是微不足道的。\\n\\n是因为人的品味变了吗？\\n\\n其实不然。与二十年前不同，如今音乐的传播渠道在互联网这个边际成本极低的载体上被打通，不同人群之间的传播壁垒理论上并不存在；加上算法在其中扮演的核心分发的角色，一首作品的能传播多广的命运基本由开头或者副歌部分那几秒十几秒决定。\\n\\n这个逻辑的荒谬之处就好比同样是艺术品的酒，判断它好坏的标准不是它入口后再入食道的体验感，而变成了比如直接看它的颜色，颜色越抓人，酒的价值就越高。这样的逻辑会迫使 music producer 将音乐做的尽可能广泛而非深入、上脑而非独特，最终满足的是人们的廉价情感。\\n\\n而所谓的廉价情感，指的就是那些多了不浪费、少了不珍惜的情绪感受。这些情绪感受来得快去得也快，由于其自身大量和泛滥而天然地无法被人们所珍惜和记忆。\\n\\n![](https://images.mirror-media.xyz/publication-images/00J2CDVsf7pv0i1LuqaXv.png?height=560&width=1080)\\n\\n二十年前的春晚节目，可是能被做成 CD 在车上当唱片反复听反复念叨的。陈佩斯的春晚系列、赵本山的卖拐三部曲、大兵的方言相声，我跟不少长辈都能像歌一样完整的哼出来。现在我把它们称之为“挠痒痒”艺术，唯一的作用就是挠个痒痒，不痛也不痒。当这些作品一再远离那些真正重要的议题时，创作者们也只能一再东拼西凑般地强行制造对立来满足“冲突感” - 这一艺术最核心的元素。\\n\\n我想，创作者本身也一定很难受，但也一定会感到幸运，**因为作品最终避开了那些真正重要的议题而只冒犯了观众的一点无足轻重的皮毛而已，没犯什么“大错”**。\\n\\n这或许也跟上面提到的第一点 - 复杂性的坍缩有关。人们对于多样性的抵触，反过来也会使得艺术作品不再涉险触碰深度，而只能漂浮在浅滩。\\n\\n**3**\\n\\n叠加这两点特征，我们便可以看得到一种正在成型的趋势 - 一种社会共识上的割裂。\\n\\n![](https://images.mirror-media.xyz/publication-images/eitQimeZcv-R5_qrmbjpz.png?height=1558&width=1080)\\n\\n这是日本东京练马区不知名的一隅。当时在附近参观完当地的垃圾处理中心后，便晃晃悠悠地游荡到这。正直寒冬，小河上整齐的樱花树只剩下张牙舞爪的枝桠。仔细观察，河道的两边都是平整且统一的居民区，而河道相对的则是两个几近垂直的岸边，上面无法附着什么东西。若没有中间的桥在两端相连，河道两边颇有一种针锋相对即将开战的阵势。\\n\\n社会共识也是如此。对于复杂的解构能力变弱，会逐渐使得社会共识的聚焦点出现分裂的发展状态。一方面，充斥廉价情感的“挠痒痒”艺术让人们在最广泛的层面上形成共识、共鸣和某种政治正确；另一方面，一旦触角试探到更深入的价值观、意识形态、观念、文化等等方面，社会共识便会显现出相当割裂的姿态。社会共识在两个层面形成巨大分野。\\n\\n讽刺的是，现在看来算法反而是那个最有可能管理社会共识的工具。**这无疑是一种人文和艺术性的衰退。但它也意味着更高级更有效率的社会治理**。当算法上升至国家治理，它在治理上的高效性会更充分地被体现出来，这将会是一种高度的中心化的集权治理体系。\\n\\n遥想当年，万维网之父 Berners-Lee 创造了万维网上的第一个网站和第一个伺服器。互联网是一个充满了理想主义情怀的产物，那是一个真正的去中心化的世界，给这个信息渠道被垄断的世界带来了新的曙光。它的核心作用在于平权，在于给所有人 - 无论背景和肤色都提供一个能自由交流自主 speak up 的媒介，人们能够畅所欲言和自由地交换信息。\\n\\n恰恰相反的是，三十年后的今天，互联网和算法之下的世界正以前所未有的速度走向中心化，马太效应在过去二十年太过于明显。人们变得更加对立而非包容，公司和组织逐渐强者恒强弱者恒弱。这是一种莫大的讽刺。\\n\\n顺嘴说一句，web 2.0 走向 3.0 的过程中的一大特点其实是重现这种互联网的初衷 - 即去中心化的平权效应。区块链的诞生或许是完成这个进化的重要技术。区块链中同样由一种特定算法 - smart contract 智能合约所自动运行的分布式治理的体系，本质上是对互联网信息验证、传播和保存技术的一种范式上的转变和提升。\\n\\n但从中本聪的论文开始算起，虽然区块链已经野蛮生长了十几年，中间经历的大牛大熊和被无限放大的羊群效应，几乎将优秀的人才和资方都吸引到了赚钱效应更高的数字货币金融和围绕其打造的各类收益体系中，以获取极高的财务回报。这也使得区块链在治理上的优越性被宣兵夺主，无法实现真正的破圈。三十年前互联网的诞生在社会治理层面本有机会将现代社会的治理体系从民主引导至共和，但现在来看它的作用已被完全弱化。是否可以 takeover 这个角色，就让时间给我们答案吧。\\n\\n下面摘抄了一段来自以太坊创始人 Vitalik Buterin - 人称 V 神的 2020 年总结性文章 “*Endnotes on 2020: Crypto and Beyond*”中的一部分，讲的正是跟治理相关的话题，供大家参考。\\n\\n*「Many online platforms serving wide groups of people need governance, to decide on features, content moderation policies or other challenges important to their user community, though there too, the user community rarely maps cleanly to anything but itself. How is it fair for the US government to govern Twitter, when Twitter is often a platform for public debates between US politicians and representatives of its geopolitical rivals? But clearly, governance challenges exist - and so we need more creative solutions.」*\\n\\n同样颇为讽刺的是，在 Steve 说出这句 stay hungry stay foolish 之前，他曾提到过这句话来源于上世纪七八十年代的一本杂志：*Whole Earth Catalog*。这本在垮掉的一代向嬉皮士时代转移的时期中出版的杂志，无数次地在杂志里向主流文化提出过挑战，甚至它的定位就是一本 counterculture 的反主流文化杂志。它是个性的象征，也是反抗世俗追求自我的拓荒者。Stay hungry stay foolish 这句话最经典的中文翻译是：求知若饥，虚心若愚。\\n\\n但在 Steve 辞世的十年后，替代了 Steve 的新的科技之神 - 算法，却使人们加速走向这本杂志和这句话的对立面。\\n\\n![这本杂志简洁的封面，即使放到现在也绝对是个异类](https://images.mirror-media.xyz/publication-images/K5J2lCWVYHmOckEnby0Ta.png?height=334&width=500)\\n\\n**「乡土」**\\n\\n求知若饥，虚心若愚。\\n\\n第一次看到这个翻译的时候，我觉得它甚至比英文原话还要更美。既简洁对称，又直观能懂。但 Steve 的这句话的中文翻译，其实有许多版本，也被许多人讨论过。有人认为它不等同于对知识的渴望和对未知事物的谦卑，也有人调侃它的翻译应该是“做个吃货，做个傻逼”。但无论哪一种翻译，当我们回溯 stay hungry stay foolish 这句英文本身，它的真正含义都离不开“同理心”这个词。\\\\\\\\\\n\\n同理心不仅是 put oneself in someone's shoes 式的将心比心的能力，更不仅是同情和理解，而是一种去自我化的思维方式，它鼓励思考者站在在对立甚至更多元的角度来审视和批判事物。\\n\\n![](https://images.mirror-media.xyz/publication-images/16WpFP3hCBehHIHLqIwge.png?height=810&width=1080)\\n\\n这张足以载入美国史册的照片，是特朗普的支持者占领国会后在参议院议事厅的主席位高喊“特朗普胜利”时拍摄的。几乎所有现代议事机制下的议事场地都呈圆形或方形四散开来。某种程度上，这也是同理心还原对象的真实性的一种体现。主席要做的，是向左看和向右看向不同角度的代表发言。\\n\\n而有趣的是，站在主席台上高呼“特朗普胜利”的支持者，却身处在这样的议事机制的绝对反面。对于复杂问题解构的能力的退化和割裂的社会共识，会反过来摧毁“向左看”和“向右看”的视角。\\n\\n**1**\\n\\n事实上，除了向左看和向右看，stay hungry stay foolish 这句话还具备一种更高层次的哲学意义 - 一种“**向下看**”的哲学。\\n\\n归根结底，它是对向左看向右看的平面视角的突破，通过向下延伸、与自己所处的圈层之外的更大多数人产生连接和共鸣，来使得视角从二维平面升维至立体空间，进而寻找到一种新的审视角度和灵感。\\n\\n我之前一直很想找人聊这个话题。但根据我的经验，能真正理解这一点的人，大体来看是极少数。“向下看”的视角实在稀有，因为它正好是人性的反面，是极度反人性的。人在根本上是一种向上看的动物，而向下看几乎唯一的动机是从中获取优越感。\\n\\n但向下看，是一种超越常人的智慧。\\n\\n这是一种对 stay hungry stay foolish 的极致延伸。在最极致的状态下，向下看的过程就像是感官中有无数个伸向不同地方、不同人群的触角捆绑住这个世界一样，无时无刻从这些触角中吸取着养分。说到底，平面视角是没有“深度”的，只有向下延伸，才能造就深度。\\n\\n而中国向下延伸的深度，**来自于乡土**。\\n\\n费孝通在《乡土中国》中把中国社会的基础特性描述为乡土性。中国人的根，从无数年前开始就深深地扎在了漫山遍野尘土飞扬的土地中，乡土社会的格局和文化惯性几乎造就了中国人行事的基础逻辑。但在如今，我想这是反直觉的，因为城市化进程某种程度上掩盖了乡土作为底层因子的重要性，许多中国人人跟乡土的关系开始逐渐变得若即若离般暧昧起来。幸运的是，我跟乡土之间的连接，在同代人中显得相对充分。\\n\\n![](https://images.mirror-media.xyz/publication-images/69RNjA1BFNI2lLWY_pALw.png?height=810&width=1080)\\n\\n这是我的老家，一个位于湖南中部丘陵和山脉交界地带的农村群落。它的四周被群山所环绕，夏天的干燥和冬天的凛冽使得这里的粮食产量并不高，粮食种类也基本仅限水稻，仅能做到小区域范围内的自给自足。在山间四处散开的各式村落，由有限的几个小镇所相互连结互通。\\n\\n虽说是小镇，但它跟城市中的镇却是千差万别的。它真的只能被定义为“小镇”，因为通常横贯一个小镇只需要步行 5 分钟，镇上也仅有二三十栋农民自建的小楼来勉强撑场面。每一栋楼的一楼，每天白天都起着小卖部的角色，贩卖着各自收获、运输的食物和物资，当然也包括每年过年必不可少的一眼望去全是红的鞭炮。来镇上买一些生活必需品，在当地被称作“赶集”，这几乎是当地唯一一点的生机。\\n\\n或许也正是因为连绵的地形，每年过年回乡几乎都是一次艰险的旅程。十多年前村道还未建成时，小镇下乡的道路几乎全是泥泞的土路。一旦下雨，路就会变得松软软塌，车在路上会变得难以控制。在这之上，还要翻越本就崎岖的小山。还记得小时候有一次就快到家门口了，结果雨天路滑，车一个加速就摔到了路边的田野里，车里的亲戚还为此缝了针。\\n\\n如果想从村里去到县城，需要先从村里走到小镇上，再花一两块钱坐上前往县道的破旧不堪的小巴（破旧到自动门成了手动门），然后再转乘专门的巴士前往县城。\\n\\n取水也是个困难事。当地至今都还没有自来水。还记得小时候过年回家，在老家留守的爷爷都会带上扁担和两个大铁桶，步行 10 分钟前往山脚下的一个天然蓄水池去打山里的水，然后再把四五十公斤的水给背回来。这么来回一次的水，基本就能用个几天。电力供应倒是一直都有，但网络状况也实在糟糕。\\\\\\\\\\n\\n在我的生活经验中，**这简直像是另一个世界**。每一次春节的冒昧闯入对我来说都是颇具魔幻色彩的，突破了原有的生活环境，踏入到这个世界的那一刻开始，就需要在脑子里手动进行一次时代的新旧交替，从而让一个从大城市来的小屁孩变得不那么格格不入。\\n\\n而事实上，环境只是一方面。最真实的也是最具魔幻色彩的，是看到了最真实、不加掩饰的人际关系和人性。我发现，没有在这样的环境中经历过的人，对农村总会有一种淳朴的印象。这没错，但与此同时，见钱眼开、重男轻女、虚伪伪善等等这些毫不掩饰的人性也是当地文化的重要组成部分。人们会因为把一小块土地占为己有而争得面红耳赤你死我活，甚至毫不遮掩地肆意抹黑；也会为了在众人面前博取好感，而在从不往来的人家的葬礼上痛哭流涕。\\n\\n这个在地图上都找不到的地方只能用贫瘠来形容。村里唯一的小学，至今篮球架上的篮筐都从未见其踪影，房顶仍是残缺不全的黑色瓦片；而最近的初中高中也在需要步行半小时之外的小镇上；而就算是在教育资源最好的县城，高考的本科率也只有不到 20%，这意味着这个环境中的绝大部分人会选择在高中毕业后直接步入社会。只有老弱病残的人和小孩子才会在春节之外的时间留守在这片大山之中。\\n\\n这里的每一代人都争着离开这个地方，就像我的父辈在三十年前一样。但每一代人却又都扎根于这，甚至埋在这。\\n\\n*「亚洲铜 亚洲铜*\\n\\n*祖父死在这里 父亲死在这里 我也将死在这里*\\n\\n*你是唯一的一块埋人的地方*\\n\\n*亚洲铜 亚洲铜*\\n\\n*爱怀疑和爱飞翔的是鸟 淹没一切的是海水*\\n\\n*你的主人却是青草 住在自己细小的腰上*\\n\\n*守住野花的手掌和秘密*\\n\\n*亚洲铜 亚洲铜*\\n\\n*看见了吗？那两只白鸽子 它是屈原遗落在沙滩上的白鞋子*\\n\\n*让我们——我们和河流一起 穿上它吧*\\n\\n*亚洲铜 亚洲铜*\\n\\n*击鼓之后 我们把在黑暗中跳舞的心脏叫做月亮*\\n\\n*这月亮主要由你构成」*\\n\\n《亚洲铜》—— 海子\\\\\\\\\\n\\n小时候的我时常抱怨为什么每年都要来这个地方。但如果不来这，我想年轻人是难以相信如此“现代化”的中国还会有这样的地方的。恰恰相反的是，它才是中国的主基调。通往新世界的大门，也迟早会在这里打开。\\n\\n我的乡土赋予了我向下看的视角，我对此由衷感激。\\n\\n**2**\\n\\n将视角向下延伸至乡土，最经典的案例毫无疑问是中国的建国史。\\n\\n家乡往东北两百公里的韶山，跟家乡一样，是一片被丘陵包裹的土地。一百多年前在这片土地上世代耕作的农民或许不曾想过，脚下这片不起眼的贫瘠土地竟会成为中国发展的起源。\\n\\n上世纪 20 年代，正直新旧势力交替的动荡时期，国民党在广州成立国民政府，成为了这个时期中国社会的主导力量。而此时的 CCP，更像是襁褓之中未成型的婴儿，全国党员数量仍未过万，且主要的组织工作都集中在上海一个城市。更重要的是，相比于国民政府在人员背景和教育水平的多样性，CCP 的党代会成员绝大多数都非常年轻，平均年龄只有 26 岁，且其中没有一个人是工人或农民，大部分都是留学归来的精英学生。\\n\\n作为当时湖南地区的代表，他出身贫农家庭，虽父亲在经营一些小生意，但身份背景显然比其他代表要低一等。\\n\\n![一大会址 —— 一座位于上海的灰红色别墅，房子为一个上海代表的哥哥所有](https://images.mirror-media.xyz/publication-images/DUOvuqDdmOR62r9WmO8tz.png?height=370&width=612)\\n\\nRevolution 是为了谁？什么样的火花能把中国庞大的躯体点燃，使之炽热到足以熔化旧的中国，并塑造出新的中国？\\n\\n他的答案来自湖南。Revolution 是为了穷人，他们绝大多数是农村人。他判断，韶山周围各县 90% 的人是贫农或中农，因此 Revolution 就是为了他们。火花将在农村燃起，因为地主的压迫比城市里的大班们更为残忍，也更为广泛。\\n\\n相比起那些从未深入过大城市之外的精英，他并不擅讲大道理和各类理论。作为几乎当时极少数的来自农村背景的党代表，在看待中国问题的视角上他跟其他成员有着本质区别。在 25 岁之前，他从未走出过湖南。在此期间的所有工作几乎都围绕他身边的群众展开：矿场的工人、受军阀政府和地主打压的农民和迷茫的学生。视角上的独特使他冥冥之中意识到，中国问题的根基在于那些沉默的大多数。因此，在中共早期仍在苦苦跟随苏联脚步，并认定需要从当时中国极少数的城市中动员工会时，他创造性提出了需要将触角伸到农民群众中。\\n\\n事实证明，**这是颇具预见性的**。当时城市中的工人几乎仅占总人口的不到5%。而国民党在此时更加重视农村问题。也正是在两党第一次合作期间，他开始系统性地研究农村，并开始在广州、汕头等地开展农讲所，并开始编写《湖南农民运动考察报告》。\\n\\n当然，这在当时的 CCP 内部是不受待见的。自第一天参与党代会开始，他在党内一直处于边缘位置。直到秋收起义失败的偶然机会，他开始被迫在江西建立根据地并开始有组织的建立党内的第一支武装力量后，农村问题才真正被重视起来。而在此期间，28 个布尔什维克的登台更是让内部涌起了一股反对空洞的理论化作风的潮流，切实地走进人民群众，逐渐成为了被推崇的观点。加上几次反围剿的胜利和失败，最终使得他在遵义会议上被正式推至台前。而此后两党的走向和新中国的发展脉络也无数次印证了他向下突破视角的眼光之正确性。\\n\\n**3**\\n\\n“那些金子一样的日子，闪亮得让人不敢相信。”\\n\\n南周著名记者陈菊红，在她离开的时候挥笔写下了《离开》。当中的这句话，到现在似乎都能在心里搅动起一丝波澜。\\n\\nBack in the days，那是真真切切地属于新闻媒体的黄金时代。\\n\\n即使当光芒逐渐暗淡，在它余晖的照耀下，在 2010 年的最受应届毕业生欢迎的雇主中，南周和凤凰这两个传统媒体的代表甚至超过了许多互联网、外企、金融、快消公司而赫然在列；造星运动仍在进行，富士康的 14 连跳成就了刘志毅 23 岁的人生高潮，将近十年后字节跳动平台责任研究中心总监的身份，相比之下暗淡不少；站在脱轨的列车上，我们甚至还有余力呵斥出“他妈的奇迹”。而当璀璨的群星真的如潮水般退去，2015 年的《穹顶之下》正式为这个短暂而灿烂的时代画上了句号，这是最后的光辉。\\n\\n**那时的媒体普遍有一种乡土情节**，这是寻找真实的必经之路。余晖之下，柴静是其中的典型。\\\\\\\\\\n\\n将近十年前，当我手捧柴静的《看见》眼含泪水读完它的时候，它给我的震撼绝不亚于 Steve。如果说 Steve 的影响等同于一场自我启蒙，而《看见》给我带来的则更像是一场自我革命。书里那些有点矫情的文字和它背后的人 - 连环自杀儿童、戒毒者、同性恋者、虐猫者等等，就像是一根筷子在我心里搅了几圈，不仅让我知道了原来还有这些人，更让我知道了原来这些人可以这么写，原来记者可以这么玩。也正是受这本书和这类书的影响，之前在蛮长的一段时间里我的理想都是成为一名记者，而且是调查记者，梦想着用尖锐的问题和文笔仗剑天涯惩恶扬善。\\n\\n那时候看这本书跟考试似的，恨不得直接把这书给啃下来，天天书包里背着它。那时候还学着柴静那票新闻人的讲话风格。当时柴静给我的印象就是《新闻调查》里的坐着一对一采访的时候镜头怼着那张老大的脸，眼睛死死盯着对方都不带眨眼，完了对方说完话的三秒内就会立刻窜出下一个问题，关键语气还很温柔。我也学着这么搞，觉得这样死盯着别人、咄咄逼人的姿态就能挖出什么真相似的。\\n\\n我对“看见”这个词的理解很显然只是装模作样。事实上，直到现在我才能理解，这本书的标题 - 看见，原来指的就是**向下看**。\\n\\n而“看”比“见”，要重要的多。\\n\\n好些年以前，我曾经给杭州一个洗脚城的捏脚小妹写过一篇非虚构的纪实采访，并在一个地方发表过。认识她是一个很偶然的机会，为了不影响她生意，就答应她边给我捏脚边接受采访。\\n\\n还记得采访到最后快结束时，我的感受相当丰富，甚至会有些为她感到不甘，觉得她应该花时间接受更多教育提升自己。而恰好，我似乎也有这样的能力和资源来帮助她。于是采访结束后，我跟她说，我学历比较高，见过的事情比较多，我觉得你应该再去读读书，还把自己的电话号码留给了她。她本来还在收拾毛巾，听到我说了就停顿了下，笑了笑之后跟我说，你先把钱付一下吧。\\n\\n现在回过头来想这个如此傻逼的行径，说到底，我的采访并没有真的要完成“看”这件事，而仅仅是“见”到了我所想见的东西。我是有偏见的，而对方也一定会感受得到这点；而也正是因为这，**我无法看见那些我看不见的东西**，而即使像是看见了，它也是毫无重要性的存在。这是一种“向下看”的典型错误。不平等的姿态会造就一种从上而下的俯视，人性会让这种俯视顺理成章。但后果是，真相会因为俯视而无法流向身在高处的自己。\\n\\n直到现在，这本书给我印象最深的一句话一直都是，**真相常流失于涕泪交加中**。\\n\\n![你能看到那些你看不见的东西吗？](https://images.mirror-media.xyz/publication-images/iu_mLm_bbQI6Re_w0bsXH.png?height=448&width=401)\\n\\n因此，向下看是需要刻意练习的。\\n\\n我最喜欢的纪录片导演 - 周浩，拍出过数部质量极高、题材极刁钻敏感的纪录片，国内外获奖无数。他曾经在一个讲座上谈到过纪录片的核心。他说，在之前参加南周和一个叫阿克曼的德国汉学家主办的展览上，他曾经问过这个叫阿克曼的汉学家，做这个展览的目的，那个汉学家的回答只有一个词，叫“混沌”。他觉得纪录片的核心，其实在于制造一种混沌感，在于使得人们原有的成见变得模糊起来。\\n\\n![15 年金马奖最佳纪录片《中国市长》，称得上是典型的混沌、混沌的典型](https://images.mirror-media.xyz/publication-images/uYyzXwvmbZ5UNsNUTCRHB.png?height=444&width=312)\\n\\n还记得，在读《看见》这本书的时候，当时有一朋友受我的影响，想找我借这本书回去看。过了一段时间，看完了之后他跟我说，卖淫女跟他想的好不一样啊，原来他们好像也挺可怜的。我问他为什么，他说自己之前以为的卖淫女都是为了赚快钱满足自己欲望但又不想工作的懒人，但书里的卖淫女好像都特别惨，要么在吸毒要么被家暴。我笑着说，书里还写了拿刀子捅人的学生呢，你怎么不说他跟你想的不一样呢。\\n\\n你看，**让成见变得模糊，这就是向下看的力量**。\\n\\n值得一提的是，跟《看见》同期的一本类似的书《虚实之间》，正好走向了《看见》的反面。这本书的作者名叫芮成钢。\\n\\n**4**\\n\\n爵士乐被称为现代音乐的起源。而爵士乐的起源，来自于 19 世纪的美国黑人奴隶。\\n\\n最早的爵士乐，是那些在美国南部摘棉花的黑人奴隶，在闲暇时间拿起班卓琴轻声哼唱出来的旋律。跟当时的主流音乐文化（如交响乐）不同，爵士乐是一种在根本上非常随性的音乐，“improvisation” 是他的精髓所在。一个典型的爵士三重奏中，钢琴、小号和贝斯几乎都在各自独立即兴演奏，但却遵循着爵士乐独特的和弦规律，一点也不乱。这种演奏方式的音乐是极具突破性的，当然也在最初被认为是乱来。\\n\\n20 世纪初，有如 Louis Armstrong、Ella Fitzgerald、Duke Ellington 等爵士乐大师开启了高雅爵士乐的浪潮，使得这个本在黑人奴隶之间传唱的低俗音乐荣登大雅之堂，并为白人演奏。\\n\\n而在此后一波又一波的艺术浪潮，不管是嬉皮士文化、说唱艺术还是波普艺术，几乎遵循着极为相似的路径：**从低端的市侩乐趣演变成为受世人仰望的艺术作品**。扎根街头的草根文化几乎成为了艺术的温床。\\n\\n![Bill Evans 是我最喜欢的爵士音乐家，他的音乐就像是在寒冷的冬天里躲进树林的房子静静地看着窗外的雨](https://images.mirror-media.xyz/publication-images/AYQbhR1iS7mneb4q0P59i.png?height=720&width=1080)\\n\\nGil Scott-Heron 被称作现代 hiphop 和 R&B 的教父，作品影响了无数后世的音乐家，甚至包括了大洋彼岸。落日飞车乐队的主唱国国在之前接受采访的时候说过，Gil Scott-Heron 对落日飞车的作品影响非常大，而他的代表作《We Almost Lost Detroit》更是国国最爱的音乐。这首创作于 1977 年的作品，其中大量运用了在当时极具创新性的做旧技术，并把电子琴和电吉他扭捏的音色融入了旋律中，造就了一首近乎完美的迷幻音乐作品。传承了 Gil 的音乐风格，落日飞车的作品中也时常出现类似的音乐元素，形成了他们独具一格的迷幻风格。但或许国国所不知的是，《We Almost Lost Detroit》这首作品中描述的，是 1966 年位于密歇根州边境的费米核电站发生的融化事故。这个可怕的事故在当时几乎对底特律这座城市产生巨大威胁。Gil 在歌词中写道：\\n\\n*「It stands out on a highway*\\n\\n*Like a creature from another time*\\n\\n*It inspires the babies' questions*\\n\\n*\\\"What's that?\\\"*\\n\\n*For their mothers as they ride*\\n\\n*But no one stopped to think about the babies*\\n\\n*Or how they would survive*\\n\\n*And we've almost lost Detroit*\\n\\n*This timeHow would we ever get overLosing our minds?」*\\n\\n![Gil 的这张专辑封面](https://images.mirror-media.xyz/publication-images/r_Q0hYZLm516Y4ByTPe3q.png?height=1068&width=1080)\\n\\n**艺术无法脱离群众。**\\n\\n电影艺术同样如此。王家卫电影里的主角几乎都是市侩阶层和凡夫俗子，娄烨、贾樟柯、宁浩这派人更是。艺术创作中，越是攀向云端，就越是容易做作和僵硬。脱离大人物，捕捉小人物，这也是一种对于乡土的追随。\\n\\n**5**\\n\\n向下看，在商业环境中同样是一个极具穿透力的视角。拼多多是其中的典型。\\\\\\\\\\n\\n这家在 15 16 年群雄环绕殊死拼杀的中国电商市场中异军突起的公司，几乎创造了中国现代商业史的一个新奇迹，在绝大部分人都已经认为是红得不能再红的红海市场中一举从零突破，并在三年内成功上市。在这背后，拼多多在一开始做的是谁都瞧不起、或者说谁都瞧不见的下沉市场的电商生意。那些沉默的大多数，通常居住在三线以下的城市和城乡结合部中，主要从事制造业、农业等蓝领或个体户工作，购买力远不及一二线城市的白领人群。但在基础设施逐渐完善的基础之上，他们也有着电商购物需求，他们的人性 - 就跟所有其他人一样，也在驱使他们“向上看”。\\n\\n我曾经在偶然之间看到我在某四线城市城乡结合部开五金店的亲戚，用上了一款只在一线城市才铺设了渠道的牙膏。在我的追问下，她告诉我那是在拼多多的直播上买的。而购买的理由也非常简单：追上潮流的同时，价格不贵。\\n\\n**他们的生活极度远离那些成天出没于城市写字楼里的精英**，就像一百年前的农民极度远离那批留学归来的知识分子一样。\\\\\\\\\\n\\n![](https://images.mirror-media.xyz/publication-images/vOpDCm2O0BbwDY0pLfVEW.png?height=1350&width=1080)\\n\\n当然，看见这样一群人并挖掘他们的需求，对那些身居“高位”的人来说是需要刻意花费额外的力气的。在一篇介绍景林资产 - 这个在美股重仓拼多多的老牌基金的文章中，作者是这样介绍这个过程的：\\n\\n*「2018年10月，上海虹桥站飘着些细雨，一群年轻人背着沉重的背包，互相目送对方踏上了离沪的火车。*\\n\\n*他们沿着三条铁路干线，一路向西深入到内陆省份。车厢上的铭牌显示火车终点是攀枝花、延安和惠州，但他们会在铁轨途经的小城市下车，待个几天后再搭火车赶往下一个地方。在不到半个月的时间里，这些人跑遍了不同省份的15个城市，做的事情却是同样一件：调研拼多多。*\\n\\n*每到一个城市，他们就会找一个当地的酒店住下，并马上开始访谈提前联系好的拼多多用户，半个小时一位。访谈对象大都由当地的市场调研公司负责组织张罗，有商贩，有工人，有主妇，这些用户对拼多多的喜爱、吐槽和建议，都会被仔细聆听，一字不差地敲进笔记本电脑里。」*\\n\\n**「人性之极」**\\n\\n视角这件事，最极致的体现莫过于在金融市场。\\n\\n一部分比较有经验的交易者，应该对「人性之极」这个词不会感到陌生。\\n\\n人性之极指的是在市场情绪极度极端时，市场情绪出现最后的加速冲刺。在牛市的末尾，人性之极指的是股价在短暂回调之后再次出现斜率异常陡峭的拉升，然后迅速回撤且无法创出新高；在熊市的末尾，人性之极则指的是股价在短暂回调后再次出现斜率异常陡峭的下跌，然后迅速回撤且无法创出新低。而之所以称作人性之极，是因为在这两种情况下，市场情绪都是极度亢奋/绝望的，把人性中最后的一点亢奋和绝望给逼迫出来后，市场情绪便开始了反转，市场基本面出现转变。\\n\\n人性之极，是一种目空无人、目空无物的状态，是一种在极端情况下视角变成狭窄和单一的情况。相比“视角单一”，一个更合适的形容这种状态的词，应该是索罗斯所说的“**反身性**” - Reflexivity。\\n\\n资产价格上涨通常只有一个主要原因，就是大家认为它还会继续涨，且这种信息和观念在人群中不断相互强化和印证。因此反身性可以理解为，在极度统一的市场情绪下，人们只会听那些自己想听到的事，并通过这个继续强化自己决策的主观正确性，越做一个决定，就越觉得这个决定是对的，同时与市场行情相悖的信息会被忽略；而一旦市场开始有一批人逐渐发现这些与市场行情相悖的信息，并开始朝着与市场相反的方向行动时，他们的行为又会逐渐像滚雪球一般带动更多的人，于是市场开始了反向的自我强化，于是市场趋势反转。\\n\\n![2021 年初大名鼎鼎的散户逼空事件主角 —— Gamestop 游戏驿站公司](https://images.mirror-media.xyz/publication-images/1Oe77xarILQQtYgSB0F-B.png?height=706&width=1080)\\n\\n现在回过头来看今年年初的散户逼空 Gamestop，其实也是一个典型的反身性作用的事件。Wallstreetbets 的领导者们率先喊出逼空口号并进行做多，散户发现股价上行于是加入多头队伍持续买入，而提前做空这只股的机构们只能被迫平仓。但有意思的是，空头平仓本身就是一个买入操作，因此平仓的过程本质上是在加入做多的趋势中，于是股票被不断抬高。而一旦散户发现趋势反转的可能性出现 - 比如空头都差不多爆完了，股价就又进行了负向的自我强化。\\n\\n反身性之下的一个典型结构，叫做 2B 结构。\\n\\n![2B 结构 —— 摘自 Lei & Lone Capital](https://images.mirror-media.xyz/publication-images/yXgmdcWa86ab3FJjMlU6q.png?height=515&width=1080)\\n\\n它具体是什么大家可以自行查找。它的核心就是在于为市场创造出人性之极的效果。\\n\\n我曾在公众号里说过我所理解的投资三境界，其中第一境界是投情绪。而情绪指的就是人性之极，而且是要反着来。在最兴奋最发疯的时候就要越冷静的考虑退出路径，越恐慌越绝望的时候就要考虑进场路径。\\n\\n但事实上这非常难操作，因为这是极度反人性的。当身边的人都在赚钱、空气里都是钞票的味道的时候，你能忍住不跟风吗？当身边所有人都跌惨了一片哀嚎、市场最绝望的时候，你有勇气在这个时候入场吗？\\n\\n投资中的每一步几乎都反人性相关。而反人性的第一步，是去思考如果事情没有朝着自己的预设情况走，应该怎么办。这在交易者的语言中，叫做 trade what you see, not what you think。切换成中文，也有一句跟这句话含义相近的名言，来自孙子兵法：胜兵，先胜而后求战。\\n\\n**懂这个道理的人，会利用人性之极。**\\n\\n而你的人性之极，可以容许多少种声音出现呢？\\n\\n*Mainly Inspired by:*\\n\\n*《乡土中国》*\\n\\n*《看见》*\\n\\n*《毛泽东传》*\\n\\n*Steve Jobs*\\n\\n*Lei & Lone Capital*\\n\\n*范筒*\",\"timestamp\":1640876326,\"title\":\"科技神、乡土和人性之极\"},\"digest\":\"_IGQ_aInD7THT3cvD8D3jxVbUXy-lOwSXLRrzM7DjPA\",\"authorship\":{\"contributor\":\"0xFcDbe4d256F9946235B8Cb53F280119Dd1A41ce1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"krc91OWqjAQvhsg8pHoehjRQq-hnBJCsxiXRDy7wzf4\\\",\\\"y\\\":\\\"iszvyzV6vLApSDpH6mq-nSALrhhax0P0CSYevVfRWnk\\\"}\",\"signature\":\"LrNn_R-EHyL3LwqDg6uqhyK9tjQis3ZpHvzL3_47991gFE2cOe3lPJvII2bLQejDjcfYVHwBVPzWjS82F6Cmzg\",\"signingKeySignature\":\"0x6dac8c0586eb2472fc825ad74a4ad15a2ce5d065d5a40730e919f3201afa6bce1ee5c298b97c1f1d18f5d2c0a6eae339f785aafcc96c9de95bb4bce128b8471f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"krc91OWqjAQvhsg8pHoehjRQq-hnBJCsxiXRDy7wzf4\\\",\\\"y\\\":\\\"iszvyzV6vLApSDpH6mq-nSALrhhax0P0CSYevVfRWnk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_IGQ_aInD7THT3cvD8D3jxVbUXy-lOwSXLRrzM7DjPA\"}"