"{\"content\":{\"body\":\"in September 2019 my dear and wild friend L gifted M with a very special artefact that has since remained a source of inspiration to me. on the eve of M’s departure to their cross-Atlantic homeland with no sight of return, after years of cohabiting in a magical nest together, M got The Good Life Cookbook in their hands. what was it? a combination of memories, songs, places, plays, meals - all you can imagine - that had tied us in a deep trance of love for the years that we lived with each other.\\n\\n![The Good Life Cookbook](https://images.mirror-media.xyz/publication-images/AcspNSLeUcCP6mviozzta.jpeg?height=1600&width=1200)\\n\\nit would take me a long time to understand the depth of the impact that M’s departure had on me. only many months later I understood that with their departure also some of my dreams faded away. fast forward two years and a new and beautiful friend asked me - what is your dream? my mind and heart spun. until two years ago I was too busy living the present with all the privileges and blessings such ability contains. and then, then big questions and big feelings started to arrive and take a predominant space. particularly for the master question that that little and curious question put into different words, a question that I had been asking myself since M left: what the hell do I want to do with my life?\\n\\nfor a great part of 2020, I was fully convinced that my goal was to find emotionally and financially fulfilling work. a few months in Amsterdam, many LinkedIn rejections, many meditations and a couple acid trips later, it started to become clear that *emotionally and financially fulfilling* work wasn’t really living up to its expectation. I had to zoom out in my perspective, step back from thinking about work to consider instead the *whole* substance of life.\\n\\nin Amsterdam it became clear - I saw myself wanting to create and be in spaces that apparently are not yet so normative or usual. in this life, I want to be in places where we are together with others, nature and people alike. I want to be on the edge of creating new forms of living, in all that it contains - fostering healthy, lovingly and vulnerable relationships. play fun play fun play fun 🤸🏽 I want to plant trees and care for big gardens, nurture and feel the earth and soil. I want to build infrastructures that are comfortable and resilient, all with natural resources that leave a positive impact. I want to experiment with shared economics and ownership, unlearning the script of how we collaborate and cooperate. I want to use technology as an ally, as a tool with which we can organise and unload weight and time out of our shoulders. all this with an equity lens in mind and heart, considering our/my impact on systemic chains, crafting the next paradigm.\\n\\ndears, **I want to craft a re//evolution**. I want all these things, and I found them a bit hard to cultivate. the usual script of school-university-job didn’t really support me in my quest. I am crafting and learning it myself, I call it - **a wholesome life.**\\n\\nI was in my grandmothers funeral when I saw with clarity that Amsterdam wasn’t the place for me to craft this lifestyle. packed my bags and arrived in Portugal in August 2021. in the midst of the hurricane and oasis of being back after 6 years away, I met S.  S asked - what is a dream you have? I did not have a textbook answer. but I did have a feeling coming to my body - feelings of the day L gifted the Good Life Recipe Book to M. for all the time exploring outside of Portugal, I was embraced and felt so much unconditional love by all those who surrounded me. thank you so much to all of them blessed beings for showing me mine and your superpowers. now that I’m here, it’s time for a new iteration of life. a life that is not scripted, and thus I am going to have to document it. not for others to copy-paste, because each with their own, but for others to look at the possibilities out there. living wholesomeness as a laboratory, to share it. and so a dream I have, I said to S, is to create the Good Life Recipe Book 2.0, let’s call it **good life recipe series** 💫\\n\\nWelcome and stay tuned 🍭🍭🍭\",\"timestamp\":1642436600,\"title\":\"the good life series \"},\"digest\":\"0I5Jwj9O9KQN2k-k6juyIJ6P8MALUjUNsV9WcLSjXaM\",\"authorship\":{\"contributor\":\"0xEB5c8E93A7e2796d7e1a1189d1A097235b00FE77\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tGxUVSVpyYS5Avvm3P4E1eDb-tv5GhH25rBT7DUhO58\\\",\\\"y\\\":\\\"XwAoXraxf3TajPeBpiRsyyGbX-HGWUA72cKf4GCGPy8\\\"}\",\"signature\":\"syoK5wJivQcKBi-R9lolyhC4FSK7UUcXYZuHWuJomZQVHS1GiNCtQ6BlZvusgicDrlsH6ORpJrBVM7cP7BVmMA\",\"signingKeySignature\":\"0x2a3124979933490059f2bd51728311411ebd41e87e4b81d2d949e15341a97efc1727df37dd847d4d0b32176c48c477bb9fcdd0f0676b51ffe1d7e09ddf5e7e8b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tGxUVSVpyYS5Avvm3P4E1eDb-tv5GhH25rBT7DUhO58\\\",\\\"y\\\":\\\"XwAoXraxf3TajPeBpiRsyyGbX-HGWUA72cKf4GCGPy8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TNRzDETD78one0iKOWk64obPjytFNGovXSp7WsoO97o\"}"