"{\"content\":{\"body\":\"**“We spent so much time building this, but it’s surprising the feature never got used.”**\\n\\nQuite often, product teams end up thinking this. It’s understandably true that products are hard—to be dreamt about and shaped to solve for a need. It’s a great achievement to be able to conceive ideas, work on timelines, and bring out the product together as a team to the market. But, what never stops is looking at the usage of the product with the lens of the effort you’ve built with.\\n\\n## But product is a lot of effort \\n\\nEveryone talks about how a product should address a problem to find its market fit, and of course teams do evaluate needs, shape hypotheses, and run strategy discussions before finally launching products. So much involvement in terms of commitment, taste, and time is spent and naturally every product person wants to feel invested with this kind of work.\\n\\nThe journey however is sure enough to cover some of these thoughts:\\n\\n“Looks like the users haven’t visited this step at all. But this is kind of crucial to our activation flow.”\\n\\n“We’ve revamped the screen and made the CTAs more evident, but why haven’t they still clicked?”\\n\\n“This feature is super easy to notice on the dashboard, but daily engagement is abysmal.”\\n\\nSolving for customers and taking pride in the product effort we’ve put in could definitely lead to disappointment when it doesn’t work out. But, only very recently, I was reflecting on something—does the effort get measured as the same (as effort) at the user’s end too? Unfortunately not!\\n\\n## Your effort = User energy \\n\\nIf the LHS is your team effort in building this product considering it’s aligned with the market requirements and immediate needs, the RHS isn’t going to be users’ efforts in using it. Much prior to that comes a user’s energy level while discovering your product or feature. What people call as good and bad UX is dependent on how much of an energy waste or gain the whole experience has been.\\n\\nSo, for once, instead of wondering why our team effort was wasted, let’s think about whether the product has been energizing or draining for the user. What we call as activation or retention is ultimately the user’s simple judgments to whether they trust in your product, feel convinced about it, and understand why what you provide is the best they can find—all without compromising their energy.\\n\\nDesign here plays as an elevator to help the users take notice of their energies, but they only act as levers. An energy-draining user experience cannot be saved just with an excellent UI.\\n\\n## **How to ensure what we’re building also builds up users’ energies**\\n\\n– **Counter centrifugal approach:** The same idea built into our feature roadmaps as “must have” and “nice to have” can be thought of in terms of usage patterns too. Think about the steps a user will undergo in completing that action and group the ones where a user might spend more time and energy (frustratingly). Now, either see whether you want to eliminate some of these steps or advance them in a way that feels like you’re buttering with a hot knife. Start with the centre goal and turn everything that moves away, towards.\\n\\nEg. To find the best food quickly, it’s enough to just use a user’s location. In some cases, they might log in and only then try to find the closest restaurants. But by ensuring both of these actions i.e. login with phone number and location permission aren’t simultaneously required, the brand has amped up the user’s energy levels (read energy saved).\\n\\nIn places where fields can be broken down, do so. But, in cases where you’re overwhelmingly collecting random information, group up.\\n\\n![](https://lh4.googleusercontent.com/w5b9Z7lGXUbhb0PrZHki_93NowmrdmWYgMPtteGmqJ16iGoKZbJ91B0rY83ubD8WLZp26nmycuIWURwyOMOExvrgO1sM1bjlU1UeWT5UC1n9gA6VTBMJcZpPwPGZ236w-tuQXuw-=s0)\\n\\n– **De-risking for what the user wants to achieve:** This means you try to use a combination of data-informed decisions and intuitive taste to decide why a certain something might work good (energy) for the user. A reminder from Cody Evol’s (Product Design Director at Eventbrite) [logic](https://caseyaccidental.com/product-risk-and-mvp-mindset/) on how to build various stages of the product:\\\\\\\\\\n\\n“The level of investment before something reaches a customer is tied to how confident we are that we understand both the problem and viability of the solution.”\\n\\nIf that button you are adding is never tied back to a core action, collects unwanted data, or exhausts the user with yet another thing to look at, it definitely doesn’t address the viability even if it seems to solve a problem. Solving shouldn’t come at the expense of a user spending energy inside your product unwarrantedly.\\n\\nI recently noticed this small attention to detail in the Mi Fit app, that clearly accelerates the product login without draining the cognitive energy of the user—mentioning the last sign-in method. Here it ties to the core action of a user mapping their watch with the app, goal of signing into the app, and doesn’t collect unwanted details or takes the user through multiple attempts of “looks like you have an account” or anything. Neat and easy.\\n\\n![](https://lh4.googleusercontent.com/-H7F5QIG72nsoBKk5DFJpDngNwaZDJ5nt3JBCCUy8nIT1zNDn1Z0sVVbD8cYFI9a6UKPdbYUGwjhE1AmCf_rKLyPOfli7gIhiuaZhsnBtZLHT0lBGb35vB8LVFzMgdV1pXUtTKmC=s0)\\n\\nThese days, I’ve started to think in terms of how to save and multiply users’ energy levels in the place of saying why a particular feature isn’t used much. It might not help in all situations, but the mindset as it is helps you discover a lot more about user perceptions, of all mainly that **“your effort to build = user’s energy to experience.”**\",\"timestamp\":1637552147,\"title\":\"Measuring product impact with effort vs energy\"},\"digest\":\"5499nZlKDlZLXKspTMncL_6XuBjwduMagSw1LxCDM-8\",\"authorship\":{\"contributor\":\"0x08D522dd733D2A9a63B84544D59B47Cb5f8390C5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XNw_mFLFSugvXra4PtmLedO09055waV-EZiDE6b0P1I\\\",\\\"y\\\":\\\"TgHAje8koXJqzUUBhFqk6MKVLS9mCoVtBeLPf9AgeRU\\\"}\",\"signature\":\"6NVDDKBKCq_vAtHXJdBMWIGScxogxtmaxNeVG6Uds7QQc47GCCVVwWlTzdRlkeTSJei1aiFiO0QmlBM5dPIisw\",\"signingKeySignature\":\"0x1f0418ef17cf7b3967fb93dd5c4788b6e532c9f572249b0d0676d7b6289ff90517e079e135f3b4e691211e50b0be936261c27e4a4289951bccb5a5906a779d6c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XNw_mFLFSugvXra4PtmLedO09055waV-EZiDE6b0P1I\\\",\\\"y\\\":\\\"TgHAje8koXJqzUUBhFqk6MKVLS9mCoVtBeLPf9AgeRU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5499nZlKDlZLXKspTMncL_6XuBjwduMagSw1LxCDM-8\"}"