"{\"content\":{\"body\":\"\\n## Should I be doing this?\\n\\nBlockchain@Columbia decided to launch [Lion DAO](https://blockchain.mirror.xyz/d2pxavq9Bztp6kCzF9UjtoJEnFTY9Oks3RPkrcBUsKg) because we thought it was a great opportunity to deeply engage with our members, alumni, and web3 community in a crypto native way. Additionally, due to inadequate funding from the university, launching a DAO and the LION token allows us to greatly expand the clubs mandate and impact we can have on the Columbia, New York, and broader crypto ecosystems more generally. \\n\\n## Steps\\n\\n1. **Select a name for the DAO and Logo** \\n    1. We chose to use our school mascot the [Columbia lion](https://www.college.columbia.edu/alumni/item/alumni-dedicate-new-scholars-lion-statue-campus) as our name and the lion emoji as our logo. We deliberately chose the mascot (or something representative of your region) as the name to still maintain the association with Blockchain@Columbia, but also give us enough space from the university to maximize the DAO's flexibility. The lion emoji was chosen for its simplicity, recognizability, and to pay homage to other projects with emoji logos like [Uniswap](https://uniswap.org/), [Lolli](https://www.lolli.com/), etc. \\n2. **Set up a [multisig](https://www.coindesk.com/what-is-a-multisignature-crypto-wallet) for your org**\\n    1. We use [Gnosis Safe](https://gnosis-safe.io/) for our multisig to receive the funds from our LION token launch and to manage Lion DAO's treasury and assets. Gnosis Safe has an intuitive interface that allows you to add and remove signers and configure the number of signers needed to approve transactions. We're starting off with our president, vice-president, and advisor as signers, though this is subject to change. Using a multisig not only makes your DAO's treasury more secure, but also makes org transitions far easier as signers can be added/removed whenever leadership changes. \\n3. **Get onto Mirror or use our [publication](https://blockchain.mirror.xyz/)**\\n    1. While launching a crowdfund for your token can be done relatively easily with a standard Ethereum ERC-20 contract, [Mirror](https://mirror.xyz) is an elegant way to combine your launch explainer, an interface to specify your crowdfunding goals/parameters, view crowdfund progress and leaderboard, and launch custom NFTs for different contribution tiers. As it is increasingly harder to get onto Mirror by winning the weekly [$WRITE race](https://mirror.xyz/race), we're happy to let any student org use our [publication](https://blockchain.mirror.xyz/) to launch a DAO. Just Dm us your wallet, reasoning behind your DAO, and your launch plan. Larger orgs can also just enter into the weekly [$WRITE race](https://mirror.xyz/race) to create your own publication. We're happy to allocate votes to and support any orgs entering the race!  \\n4. **Launch DAO**\\n    1. Create an Entry on Mirror\\n        1. Go to Entries on the Mirror Dashboard and click on Create Entry.\\n        2. To add contributors to work on the article and appear in its byline, you must first add them as contributors to your general Mirror publication. To do this go to Settings on the dashboard, click on Contributors and add the contributors' addresses. Once they sign the invite in their wallet, you can then send them the link to your publication and they'll be able to access it. To then add contributors to the byline of your launch article, click next to the contributors' names in the Entry settings of your article.\\n        3. In the article it's import to include the following to give people a general sense of what your student blockchain org does, what you will do with the funds, and how the DAO will be governed: high-level information about the org, more specific info about club activities, purpose of the DAO launch and crowdfund, use of crowdfunds and goals for the DAO, how DAO governance will work (i.e. who will be able to vote), (potential) benefits of owning one of your NFTs, and info on the board and some org alumni. This is a broad outline of what we did so of course feel free to augment. \\n    2. Create Crowdfund on Mirror\\n        1. Go to Crowdfunds on the Mirror dashboard and click on Create Crowdfund.\\n        2. Here you can specify the token symbol, funding goal (how much you want to raise), stretch goal (max amount you want to raise), and how much of the tokens you want your org to keep. We chose to keep 30% to have a sufficient amount of LION tokens to give to new members each semester. \\n        3. After specifying these crowdfund parameters, you can also choose to mint custom NFTs to give to your DAO's backers. You're able to specify how many tiers you want, the number of NFT's per tier, and the price per tier. Then all you need are high-quality PNGs for each NFT tier, a name, and a brief description. For reference, we decided to create 3 tiers—Bronze Lion, Silver Lion, and Golden Lion—and set the supply and price as 100, 0.1 ETH for bronze, 30, 1.0 ETH for silver, and 10, 3.0 ETH for golden. These numbers were deliberate. With the Bronze Lion we wanted to promote broad participation from the community with a high supply and low price. With the Silver Lion we aimed to reward our more substantial backers but still have enough supply to meet potentially high interest. Lastly, with the Golden Lion we wanted to honor our most generous backers with an exclusive and limited NFT. These numbers are just for reference and can of course be changed as you see fit.\\n        4. Imbed this crowdfund into your Mirror article by clicking on your Crowdfund and copying the link towards the top of the page, make the article public, and launch your DAO!\\n    3. Raise awareness and get supporters for the DAO \\n        1. Although we are still doing this ourselves, it's essential to have a clear idea of how you will get buy-in and support from alumni and the broader crypto community. Some ways to start can be brainstorming and writing down alumni working in crypto or who are interested in the space, contacts with well-known people in the space, etc. On the day of launch and the week or so afterwards, it's important to remain active and engaged on social media. Cold outreach via Twitter dms and comments, Linkedin messages, and emails can be quite helpful in building an audience and getting people to participate in your DAO. \\n\\n    ## Additional Notes\\n\\n    While Blockchain@Columbia is a student-run blockchain organization associated with Columbia University, Lion DAO is a completely separate entity giving us maximal flexibility. We're also creating a separate 501(c)(3) non-profit Blockchain at Columbia to enable us to accept fiat when working with more traditional organizations and groups. \\n\\n    At the time of writing, we're still in the throughs of our DAO launch and getting the word out about Lion DAO. This is all experimental and we're hoping to iterate on this process and how we will run our DAO with the community. \\n\\n    Lastly, just to reiterate, we're happy to let any student org use our [publication](https://blockchain.mirror.xyz/) to launch a DAO for their org. Just Dm us your wallet, reasoning behind your DAO, and your launch plan.\\n\\n    Please read out to us on Twitter or email us at blockchain@columbia.edu with any feedback or questions. We'd love to help onboard other student blockchain orgs and support this next phase in student-run orgs!\\n[Lion DAO](crowdfund://0xD8Aaa606DBA50F7615Db4EBF0E439AF062BEfEb3?version=tiered_1&network=mainnet&features=overview,editions,backers)\",\"timestamp\":1627577911,\"title\":\"How to Set Up a Student Org DAO\",\"publication\":\"blockchain\"},\"digest\":\"FABn_1mhiOuw4zHM8QUcm0LA8qv_BZ8H4EZ7_ohVqBM\",\"authorship\":{\"contributor\":\"0xdC1F98682F4F8a5c6d54F345F448437b83f5E432\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b3mMMcqOfsd2S27M2yLdjGA0wrqkYG7lTmJ8lbP3LG4\\\",\\\"y\\\":\\\"hNz5RFcIXEdkPKKO6XEv5pPhH4V27kF4nYHDlJ7Y0hY\\\"}\",\"signature\":\"a5ZmUT245EwZKzoHNyWdlU87AkukDCKENkQnKMlex8lq5AzTyJEGDtkECISGtnlWPE5_5WvSoyLR9LO8hz8Ndg\",\"signingKeySignature\":\"0x0831a860791183fe45dcbf07fff27bfe948f9992a035497d241a54a37d1eac6051dfe135de50e4e9f3ee896c36bea80ae55ffa70aa2e8e130a5309d39dcadd061b\",\"signingKeyMessage\":\"I authorize the publication of articles on blockchain.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b3mMMcqOfsd2S27M2yLdjGA0wrqkYG7lTmJ8lbP3LG4\\\",\\\"y\\\":\\\"hNz5RFcIXEdkPKKO6XEv5pPhH4V27kF4nYHDlJ7Y0hY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FABn_1mhiOuw4zHM8QUcm0LA8qv_BZ8H4EZ7_ohVqBM\"}"