"{\"content\":{\"body\":\"A brief wibble by government department from a Red Pill perspective.\\n\\nOnce Bray coughs up the pints he owes me for grievous defeats on [Cricket Championship](https://www.cricket-championship.com/) we’ll be covering this via youtube on [Chaffers and Bray](https://www.youtube.com/channel/UCu313MeKnc_hkbz7o-yF4fw)\\n\\nCan you spot the connections?\\n\\n### The most incompetent of them all? ( Ministry of Demoralisation)\\n\\nShould be the blokiest but their ability to cock any and all projects up is legendary. You might be tempted to think that having 57,000 cucks ‘taking care of’ about 140,000 service personnel should be a jolly good ratio to ensure their needs are met.\\n\\nWell if launching endless war crimes witchunts to prosecute serving soldiers who have been cleared by the previous half dozen witchunts is ‘taking care of’ then I think we may be talking more of a mafia definition of the term.\\n\\nOn accommodation and basic rights they fail utterly. Demoralisation seems to be the aim. I recall joining a regular unit for the first time and being shown to my single room accomodation ( I know it was such as I was charged board for it) which comprised of a 4 man room with curtains separating each bed.\\n\\nOne bloke was AWOL, the second about to be chucked out for a drugs offence and the third ginger and terrified of everything.\\n\\nWhilst our forces were desperately short of helicopters in Afghanistan 8 brand new Chinooks were rotting away in a shed somewhere. Examples are legion.\\n\\n[This blog](https://thinpinstripedline.blogspot.com/) is an excellent example of a cuck book for instance. Mangina positively glistening at the recent documentary featuring four women and barely any blokes on the new aircraft carriers. The Red Arrows are red, and pretty! Far better than nasty weapons and stuff – for which this ex senior cuck has some wonderfully self contradictory excuses..\\n\\n### Educashun\\n\\n“It isn’t a game, it’s just a rout” sang a fat bloke with much better tits than most feminists, and he might have been talking about the gender gap in education.\\n\\nWomen massively outnumber men at university in almost every field, the only exceptions being maths, physics and IT. Which is clearly a problem.\\n\\nThe solution is STEMM and hiding the preponderance of women on medicinal science courses ( men in psychology are a very rare breed for instance) to make it appear that women are disadvantaged in the tiny number of courses they do not already dominate.\\n\\nCourse feminists believe in equality of outcome, which makes the gender gap in teaching rather hard to square. Finding a primary school with a single male teacher might be problematic, finding female teachers who don’t mark the same work with a boy’s name on it significantly lower a less well known one.\\n\\n###  Department for Foreign Fanny Scratching (International Development)\\n\\nThink of Foreign Aid and you’ll probably have an image in your head of a military transport aircraft doling out bundles of food in some drought stricken place. Under foreign fanny scratching rules however this wouldn’t even come from their budget, though technically it all comes under defence… Which is a right laugh.\\n\\nThe reality is quite different as most of the entire huge budget is devoted to feminist causes around the world. Interfering in foreign cultures takes the form of funding Eritrean versions of the spice girls and sub Saharan lesbians knitting yellow fin, nomadic condoms out of free range yoghurt raised on the shores of Mt. Fuji.\\n\\nNo stone is left unturned in the hunt for throwing our cash at feminist causes. India may have a space programme but they need feminist funding too!\\n\\nAnd the scale is huuuuuuge. For every £9 we spend on the NHS ( more later) we spend £1 on allowing some dizzy tart ( it’s always a dizzy tart) defending our foreign aid budget with some graceless virtue signalling.\\n\\n### Department of Fun ( Media, Culture and Sport)\\n\\nI really could not be more sick of seeing BBC bias threads on forums where lefties and righties argue endlessly on which way the BBC leans. It does so towards feminism, and horizontally so at that.\\n\\nPolitical correctness, pro-immigration, pro-fetus murdering, rabid radical feminist bollocks. They don’t even try to hide it anymore.\\n\\nThe cringeing, but huge budget, Olympics opening ceremony was their work. As it trying to make out that a few dykes who would be thrashed by Accrington Stanley are equal professionals to whichever men’s game.\\n\\nWomen’s cricket is pretty good though, very spinny.\\n\\n### Department for Looking after Foreigners ( Foreign and Commonwealth Office)\\n\\n“The ministry of Agriculture looks after cows and the Foreign Office looks after foreigners.” said Margaret Thatcher. Which is nice.\\n\\nIt is remarkably difficult to discern what else they do as that would mean looking for Foreign policy successes. Which over the last 100 years have been rather thin on the ground. If not altogether absent.\\n\\nA bit like looking for French military victories.\\n\\nDespite palaces and oodles of cash, not to mention inumerable honours doled out, can anyone actually convey what the FO’s foreign policy actually is? I’ll give you a clue, preventing sexual violence in conflict is a key concern of theirs…. Though as Boko Haram was roundly ignored whilst they burned thousands young blokes alive the moment they kidnapped some girls….. The world took notice.\\n\\nKidnapped that is, not….dead.\\n\\nUntil just before the referendum our brave and oh so superior Knights were confidently telling every foreign diplomat that we would vote to remain in the EU by a large margin. Hence the department entrusted to predict and analyse trends in foreign fields displayed quite conclusively that they didn’t have a clue about their own country. 🙂\\n\\nDon’t be confused by the Commonwealth in the title of this ministry.. They couldne give a shite about anything outside the EU.\\n\\n###  Ministry of (partial) Justice\\n\\nTo be fair to them they did notice that three out of four men in prison wouldn’t be there had they opted for a swift sex change. And that those men in prison spent on average 6.5 times longer in the clink than females who had committed the same crimes.\\n\\nEquality under the law my arse.\\n\\nThey published it in a report and everything.. Though no-one in the media covered it.\\n\\nMeanwhile the fuckwit radical feminists in the Crown Prosecution Service prosecute blokes merely accused of sexual crimes with a disregard for exculpatory evidence that would shame a kangaroo court. Evidence of almost equal victimhood for blokes in domestic violence is folded in with that against women to make the numbers appear more shocking.\\n\\nAlso the secret family courts have been turned into shooting galleries where social workers have great fun perjuring themselves to rape blokes of their families and reputations.\\n\\nPossibly the sickest of the sadistic in the list.\\n\\nAnd about to get even sicker! David Gauk has announced to much fanfare that women will be spared prison sentences unless absolutely necessary… As though they aren’t already…\\n\\nIn the name of equality?\\n\\n### Ministry of housing and.. stuff.\\n\\nWe need more houses right? For social justice say the left, to house immigrants say the right.\\n\\nWell in fact the housing stock has gone up by several million in a relatively short period of time. The biggest single pressure?\\n\\nThat would be no fault divorce and the breakdown of marriage. With canny blokes selecting the MGTOW gear and women taking their natural right to nick half of a married bloke’s stuff whilst destroying his life it means you need more houses to accommodate singles and separated rather than familes.\\n\\nOn social housing though, where do you think a single bloke in dire need would find himself on the housing ladder? On the streets is the answer, hence why 93% of the homeless are men.\\n\\nSo if you’re a young dude reading this and wondering whether you’ll ever own your own house the answer is probably only if you don’t marry. If you do you’ll lose it more than 50% of the time.\\n\\nFeminism has consequences huh? Whooda thunked it.\\n\\n###  The Treasonr.. Erm I mean Treasury\\n\\nFewer than 2000 cucks need £3Bn per annum to come up with economic justifications for mass immigration and manpower in the middle of the second industrial revolution where robotics is the way forward!\\n\\nThere must be gold in them thar paper clip stacks!\\n\\nCourse giving women indirect tax breaks and producing reports so hilariously wrong on future economic trends that they make North Korea’s propaganda look professional takes… creative talent.\\n\\nSo too does trying to block brexit by every means possible.\\n\\nWe should pity them as being an anachronism. The City of London trader chappies pay top dollar for real time economists, the treasonry works on data months old and still can’t get a shot within the corner flags, never mind the goal.\\n\\n### Department for work and pensions\\n\\nSo women live for longer… and get their pensions sooner. Currently 5 years sooner. Hence the blokes who pay 75% of the tax burden, often whilst working in jobs which are physically demanding, are likely to receive a state pension worth about half as much overall. Equality huh?\\n\\nFeminists of course campaign endlessly to get more women into top positions such as MPs or on the board of directors of companies. Which by the way tends to reduce their profits and effectiveness.\\n\\nWould more women in Parliament be a good thing? Well it depends upon the women as Parliament is massively overstocked with feminists of both sexes, but with very few normal healthy females.\\n\\nAll feminist shortlists, as practised by both parties have seen to this. Which raises the question as to whether normal healthy women are represented by feminists. I doubt it.\\n\\n###  The Department for Transport\\n\\nIncluded for completeness. Though… sorry dudes. I got nothing.\\n\\n### The Cabinet Office\\n\\nA bit like Top Gun for cucks. If you’ve abandoned all hope of ever finding anything lumpy in your trousers and are truly committed to a Marxist way of life you might have the opportunity to pit your witless self against the Ministry supposedly responsible under our constitution. As in one headed by an elected representative. Someone who is responsible to us.\\n\\nRules of engagement be damned, or the civil service code for that matter… Evry fule kno that elected people can’t be trusted to compile policy. Only our deep state, who actually seem to work for the EU commission, should be trusted with such things.\\n\\nWhether you be a National Security Advisor ( an economist) bravely and rightly avoiding any awkward questions from MPs or in charge of presenting a Brexit plan that the minister for Exiting the EU hasn’t seen once in 2 years your job is to be the best at subverting parliamentary accountability and standards in the land…\\n\\n###  Department against fishermen, farmers or anything else male and 3D job sounding.\\n\\nUsed to be called Maff, which was a bit too close to Muff, and almost gave the game away. Farmers being ruined and committing suicide? Fishermen with no quota to fish because no-one gives a shit about male 3D jobs? Don’t expect any help. Quite the opposite.\\n\\nAccording to their figures I ate half of my yearly quota of fish at Wetherspoons last week, seeing as they think the entire industry is worth £1 billion a year, or about £15 quid per person.\\n\\nAnd our farmers couldn’t survive without EU handouts… Nor did they in the thousand years before we joined the EU. All those green fields and well kept countryside are their work, not those of the farmers over countless generations. And those bird chomping windmills are not crucifixes to stupidity, they are modernity and progress.\\n\\nCourse if you need half a county to be flooded or draconian dystopian bastardry to be implemented which hobbles dairy farmers, beef farmers or any other male profession they they is good.\\n\\nHell we used to have fresh local milk delivered in recycled glass bottles by electric vehicles.. But they saw to that. Milk men you see. All that getting up early in the cold wasn’t attractive to our precious darling feminists who want comfortable warm jobs. Like in supermarkets.\\n\\n###  The Home Orifice\\n\\nThe daddy department of them all. Or rather sisterhood department.\\n\\nMust always be a feminist in charge as they have jurisdiction over mass immigration. And a feminist’s favourite policy must not be questioned.\\n\\nAnd we wouldn’t want trifles such as the mass pedophilic rape of 4500 schoolgirls in Rotherham, Telford etc getting out would we? And to be fair they were largely successful in this, kept it quiet for at least a decade or more.\\n\\nA report recently showed that every Home Secretary since the intrinsically feminist Blair Government was well aware of the ‘Asian Grooming Gangs’ though no Japanese people were involved. They certainly kept a lid on it.\\n\\n###  Department of Health and Social Care\\n\\nA stand up once quipped that men die 10 years earlier because they are married, and therefore want to. Though this bunch have a finger in the pie.\\n\\n51% of the population are born male, though only 48% make it. And as 14 of the top 15 preventable diseases disproportionately affect males in the UK you might be surprised to hear that Breast Cancer is the exception, the 15th.\\n\\nAnswers on a postcard for which receives the most funding, research and media attention!\\n\\nPlease also mention on said postcard when you last heard male suicide mentioned, the single biggest killer of people under 40.\\n\\nBut these people care… socially. Which basically means training and equipping an army of social workers. And then lobbying for ever increasing funding for them so they can child snatch, break up families and alienate fathers such that the epidemic of fatherless children is running at close to 40%. Ably abetted by social work degrees which encompass a wide range of influences.. feminism, radical feminism and… A bit more feminism.\\n\\nIf that is they were their children to begin with. DNA tests are cheap and easy but that more than 10% of children are actually raised under false paternity is a closely guarded secret.\\n\\nYou read that right. the last study by the CSA ( a bit like Jeremy Kyle only with threats of financial extortion) found about 25% of false paternity. As in a quarter of blokes who thought they were Dads… weren’t.\\n\\nBut surely it’s your right to know whether the children you raise are genetically yours?!\\n\\nHow naive, DNA actually means Do Not Ask what your missus was up to whilst getting pregnant. If you are on the birth certificate then you are the father, not that having an accurate family genetic history of health problems isn’t crucially important in modern diagnoses. It is.\\n\\nBut you have no reproductive rights in the first place.. Zero. Hence at least they are consistent.\\n\\nI would like to see how much of the NHS’s budget is spent on males versus females… Though suspect the answer is pretty obvious.\\n\\nIf estrogen levels had dropped 30% since the late 80s in women in the West across the board, and 65% in some major cities, do you think it would be an issue? A medical issue and public health concern? Well testosterone levels in Western males decrease by an extra 1% per year and nobody even  seems to have noticed.\\n\\n### So…. Can you connect the dots?\\n\\nCan you see a pattern in the incompetence?  The direction of travel, the division of resources? The muppetry and the blindness?\\n\\nIt’s worth remembering that those two eminent muppets, Statler and Waldorf, whilst endless critics were actually part of the show.\\n\\nAnd what, Champ, is your part in the show?\\n\\nIt might be worth considering where the incompetence and blindness manifested itself from in the first place….\\n\\nCould it be that clapping and cheering like a trained seal whilst deciding where to put your X in a box whilst someone virtue signalled about caring for women was actually dehumanising?\\n\\nSee it’s inbuilt. Part of our makeup and you don’t get extra brownie points for it. Though accepting someone as virtuous because they claimed to care about women more than you do diminishes your own moral authority.\\n\\nMaybe time to take stock and consider where the gender gaps actually lie, rather than where they tell you they do?\\n\",\"timestamp\":1635292606,\"title\":\"Ministerial Incompetence – Connect the Dots.\"},\"digest\":\"dS9N88-9Scbp-tElzdu7fe3zLh6juQ4XTwXnHxwdqnk\",\"authorship\":{\"contributor\":\"0xD5EAbC1973b7d580D37ae256398eEF0977d05FA5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3dYFNcZA1jaH_QhysafO7jfVV93aPbETh4_14D0ChwI\\\",\\\"y\\\":\\\"jcPPFWoHUULNoAaBuW5YTjzaJ2_yoRGoHHjZM4y3bv8\\\"}\",\"signature\":\"lsXavj0lF-_ZeSVqo5I-yMFxPVhfK45SWSjBZx881l1i1QBq385rAuxBJMkt6cslx1HzMuNQt4KMSqJqSWPXnA\",\"signingKeySignature\":\"0x3c25cf1d7dc15fb2e7a47d897eec65fdf55807c2ad809055690074b68c9dc8875fd1e6f4f4d342d9ef23a9a9e1923e64d260f2629efe81d2827e204f2a78a8bf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3dYFNcZA1jaH_QhysafO7jfVV93aPbETh4_14D0ChwI\\\",\\\"y\\\":\\\"jcPPFWoHUULNoAaBuW5YTjzaJ2_yoRGoHHjZM4y3bv8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dS9N88-9Scbp-tElzdu7fe3zLh6juQ4XTwXnHxwdqnk\"}"