"{\"content\":{\"body\":\"attained to the age of manhood.  He had pursued all the learning of the Ethiopians and Persians, and was as fair and well favoured in mind as in body, intelligent and prudent, and shining in all excellencies.  To his teachers he would propound such questions of natural history that even they marvelled at the boy's quickness and understanding, while the king was astounded at the charm of his countenance and the disposition of his soul.  He charged the attendants of the young prince on no account to make known unto him any of the annoys of life, least of all to tell him that death ensueth on the pleasures of this world.  But vain was the hope whereon he stayed, and he was like the archer in the tale that would shoot at the sky.  For how could death have remained unknown to any human creature?  Nor did it to this boy; for his mind was fertile of wit, and he would reason within himself, why his father had condemned him never to go abroad, and had forbidden access to all.  He knew, without hearing it, that this was his father's express command.  Nevertheless he feared to ask him; it was not to be believed that his father intended aught but his good; and again, if it were so by his father's will, his father would not reveal the true reason, for all his asking. Wherefore he determined to learn the secret from some other source.  There was one of his tutors nearer and dearer to him than the rest, whose devotion he won even further by handsome gifts.  To him he put the question what his father might mean by thus enclosing him within those walls, adding, \\\"If thou wilt plainly tell me this, of all thou shalt stand first in my favour, and I will make with thee a covenant of everlasting friendship.\\\" The tutor, himself a prudent man, knowing how bright and mature was the boy's wit and that he would not betray him, to his peril, discovered to him the whole matter the persecution of the Christians and especially of the anchorets decreed by the king, and how they were driven forth and banished from the country round about; also the prophecies of the astrologers at his birth. \\\"'Twas in order,\\\" said he, \\\"that thou mightest never hear of their teaching, and choose it before our religion, that the king hath thus devised that none but a small company should dwell with thee, and hath commanded us to acquaint thee with none of the woes of life.\\\"  When the young prince heard this he said never a word more, but the word of salvation took hold of his heart, and the grace of the Comforter began to open wide the eyes of his understanding, leading him by the hand to the true God, as our tale in its course shall tell.\\n\\nNow the king his father came oftentimes to see his boy, for he loved him passing well.  On a day his son said unto him, \\\"There is something that I long to learn from thee, my lord the king, by reason of which continual grief and unceasing care consumeth my\\n\\nsoul.\\\"  His father was grieved at heart at the very word, and said, \\\"Tell me, darling child, what is the sadness that constraineth thee, and straightway I will do my diligence to turn it into gladness.\\\"  The boy said, \\\"What is the reason of mine imprisonment here?  Wily hast thou barred me within walls and doors, never going forth and seen of none?\\\"  His father replied, \\\"Because I will not, my son, that thou shouldest behold anything to embitter thy heart or mar thy happiness.  I intend that thou shalt spend all thy days in luxury unbroken, and in all manner joy and pleasaunce.\\\"  \\\"But,\\\" said the son unto his father, \\\"know well, Sir, that thus I live not in joy and pleasaunce, but rather in affliction and great straits, so that my very meat and drink seem distasteful unto me and bitter.  I yearn to see all that lieth without these gates.  If then thou wouldest not have me live in anguish of mind, bid me go abroad as I desire, and let me rejoice my soul with sights hitherto unseen by mine eyes.\\\"\\n\\nGrieved was the king to hear these words, but, perceiving that to deny this request would but increase his boy's pain and grief, he answered, \\\"My son, I will grant thee thy heart's desire.\\\"  And immediately he ordered that choice steeds, and an escort fit  for a king, be made ready, and gave him license to go abroad whensoever he would, charging his companions to suffer nothing unpleasant to come in his way, but to show him all that was beautiful and gladsome.  He bade them muster in the way troops of folk intuning melodies in every mode, and presenting divers mimic shows, that these might occupy and delight his mind.\\n\\nSo thus it came to pass that the king's son often went abroad. One day, through the negligence of his attendants, he descried two men, the one maimed, and the other blind.  In abhorrence of the sight, he cried to his esquires, \\\"Who are these, and what is this distressing spectacle?\\\"  They, unable to conceal what he had with his own eyes seen, answered, \\\"These be human sufferings, which spring from corrupt matter, and from a body full of evil humours.\\\"  The young prince asked, \\\"Are these the fortune of all men?\\\"  They answered, \\\"Not of all, but of those in whom the principle of health is turned away by the badness of the humours.\\\"  Again the youth asked, \\\"If then this is wont to happen not to all, but only to some, can they be known on whom this terrible calamity shall fall?  or is it undefined and unforeseeable?\\\"  \\\"What man,\\\" said they, \\\"can discern the future, and accurately ascertain it?  This is beyond human nature, and is reserved for the immortal gods alone.\\\"  The young prince ceased from his questioning, but his heart was grieved at the sight that he had witnessed, and the form of his visage was changed by the strangeness of the matter.\\n\\nNot many days after, as he was again taking his walks abroad, he happened with an old man, well stricken in years, shrivelled in countenance, feeble-kneed, bent double, grey-haired, toothless, and with broken utterance.  The prince was seized with astonishment, and, calling the old man near, desired to know the meaning of this strange sight.  His companions answered, \\\"This man is now well advanced in years, and his gradual decrease of strength, with increase of weakness, hath brought him to the misery that thou seest.\\\"  \\\"And,\\\" said he, \\\"what will be his end?\\\" They answered, \\\"Naught but death will relieve him.\\\"  \\\"But,\\\" said he, \\\"is this the appointed doom of all mankind?  Or doth it happen only to some?\\\"  They answered, \\\"Unless death come before hand to remove him, no dweller on earth, but, as life advanceth, must make trial of this lot.\\\"  Then the young prince asked in how many years this overtook a man, and whether the doom of death was without reprieve, and whether there was no way to escape it, and avoid coming to such misery.  They answered him, \\\"In eighty or an hundred years men arrive at this old age, and then they die, since there is none other way; for death is a debt due to nature, laid on man from the beginning, and its approach is inexorable.\\\"\\n\\nWhen our wise and sagacious young prince saw and heard all this, he sighed from the bottom of his heart.  \\\"Bitter is this life,\\\" cried he, \\\"and fulfilled of all pain and anguish, if this be so. And how can a body be careless in the expectation of an unknown death, whose approach (ye say) is as uncertain as it is inexorable?\\\"  So he went away, restlessly turning over all these things in his mind, pondering without end, and ever calling up remembrances of death.  Wherefore trouble and despondency were his companions, and his grief knew no ease; for he said to himself, \\\"And is it true that death shall one day overtake me? And who is he that shall make mention of me after death, when time delivereth all things to forgetfulness?  When dead, shall I dissolve into nothingness?  Or is there life beyond, and another world?\\\"  Ever fretting over these and the like considerations, he waxed pale and wasted away, but in the presence of his father, whenever he chanced to come to him, he made as though he were cheerful and without trouble, unwilling that his cares should come to his father's knowledge.  But he longed with an unrestrainable yearning, to meet with the man that might accomplish his heart's desire, and fill his ears with the sound of good tidings.\\n\\nAgain he enquired of the tutor of whom we have spoken, whether he knew of anybody able to help him towards his desire, and to establish a mind, dazed and shuddering at its cogitations, and unable to throw off its burden.  He, recollecting their former communications, said, \\\"I have told thee already how thy father hath dealt with the wise men and anchorets who spend their lives in such philosophies.  Some hath he slain, and others he hath wrathfully persecuted, and I wot not whether any of this sort be in this country side.\\\"  Thereat the prince was overwhelmed with woe, and grievously wounded in spirit.  He was like unto a man that hath lost a great treasure, whose whole heart is occupied in seeking after it.  Thenceforth he lived in perpetual conflict and distress of mind, and all the pleasures and delights of this world were in his eyes an abomination and a curse.  While the youth was in this way, and his soul was crying out to discover that which is good, the eye that beholdeth all things looked upon him, and he that willeth that \\\\`all men should be saved, and come to the knowledge of the truth,' passed him not by, but showed this man also the tender love that he hath toward mankind, and made known upon him the path whereon he needs must go.  Befel it thus.\\n\\nVI.\\n\\nThere was at that time a certain monk, learned in heavenly things, graced in word and deed, a model follower of every monastic rule.  Whence he sprang, and what his race, I cannot say, but he dwelt in a waste howling wilderness in the land of Senaar, and had been perfected through the grace of the priesthood.  Barlaam was this elder's name.  He, learning by divine revelation the state of the king's son, left the desert and returned to the world.  Changing his habit, he put on lay attire, and, embarking on ship board, arrived at the seat of the empire of the Indians.  Disguised as a merchant man, he entered the city, where was the palace of the king's son.  There he tarried many days, and enquired diligently concerning the prince's affairs, and those that had access to him.  Learning that the tutor, of whom we have spoken, was the prince's most familiar friend, he privily approached him, saying,\\n\\n\\\"I would have thee understand, my lord, that I am a merchant man, come from a far country; and I possess a precious gem, the like of which was never yet found, and hitherto I have shewed it to no man.  But now I reveal the secret to thee, seeing thee to be wise and prudent, that thou mayest bring me before the king's son, and I will present it to him.  Beyond compare, it surpasseth all beautiful things; for on the blind in heart it hath virtue to bestow the light of wisdom, to open the ears of the deaf, to give speech to the dumb and strength to the ailing.  It maketh the foolish wise and driveth away devils, and without stint furnisheth its possessor with everything that is lovely and desirable.\\\"  The tutor said, \\\"Though, to all seeming, thou art a man of staid and steadfast judgment, yet thy words prove thee to be boastful beyond measure.  Time would fail me to tell thee the full tale of the costly and precious gems and pearls that I have seen.  But gems, with such power as thou tellest of, I never saw nor heard of yet.  Nevertheless shew me the stone; and if it be as thou affirmest, I immediately bear it to the king's son, from whom thou shalt receive most high honours and rewards.  But, before I be assured by the certain witness of mine own eyes, I may not carry to my lord and master so swollen a tale about so doubtful a thing.\\\"  Quoth Barlaam, \\\"Well hast thou said that thou hast never seen or heard of such powers and virtues; for my speech to thee is on no ordinary matter, but on a wondrous and a great.  But, as thou desiredst to behold it, listen to my words.\\n\\n\\\"This exceeding precious gem, amongst these its powers and virtues, possesseth this property besides.  It cannot be seen out of hand, save by one whose eyesight is strong and sound, and his body pure and thoroughly undefiled.  If any man, lacking in these two good qualities, do rashly gaze upon this precious stone, he shall, I suppose lose even the eyesight that he hath, and his wits as well.  Now I, that am initiated in the physician's art, observe that thine eyes are not healthy, and I fear lest I may cause thee to lose even the eyesight that thou hast.  But of the king's son, I have heard that he leadeth a sober life, and that his eyes are young and fair, and healthy.  Wherefore to him I make bold to display this treasure.  Be not thou then negligent herein, nor rob thy master of so wondrous a boon.\\\"  The other answered, \\\"If this be so, in no wise show me the gem; for my life hath been polluted by many sins, and also, as thou sayest, I am not possest of good eyesight.  But I am won by thy words, and will not hesitate to make known these things unto my lord the prince.\\\"  So saying, he went in, and, word by word, reported everything to the king's son.  He, hearing his tutor's words, felt a strange joy and spiritual gladness breathing into his heart, and, like one inspired, bade bring in the man forthwith.\\n\\nSo when Barlaam was come in, and had in due order wished him Peace!, the prince bade him be seated.  Then his tutor withdrew, and Ioasaph said unto the elder, \\\"Shew me the precious gem, concerning which, as my tutor hath narrated, thou tellest such great and marvellous tales.\\\"  Then began Barlaam to discourse with him thus: \\\"It is not fitting, O prince, that I should say anything falsely or unadvisedly to thine excellent majesty.  All that hath been signified to thee from me is true and may not be gainsaid.  But, except I first make trial of thy mind, it is not lawful to declare to thee this mystery; for my master saith, 'There went out a sower to sow his seed: and, as he sowed, some seeds fell by the wayside, and the fowls of the air came and devoured them up: some fell upon stony places, where they had not much earth: and forthwith they sprang up, because they had no deepness of earth: and when the sun was up, they were scorched: and because they had no root, they withered away.  And some fell among thorns; and the thorns sprung up and choked them: but others fell upon good ground, and brought forth fruit an hundredfold.'  Now, if I find in thine heart fruit-bearing ground, and good, I shall not be slow to plant therein the heavenly seed, and manifest to thee the mighty mystery.  But and if the ground be stony and thorny, and the wayside trodden down by all who will, it were better never to let fall this seed of salvation, nor to cast it for a prey to fowls and beasts, before which I have been charged not to cast pearls.  But I am 'persuaded better things of thee, and things that accompany salvation,' -- how that thou shalt see the priceless stone, and it shall be given thee in the light of that stone to become light, and bring forth fruit an hundredfold.  Aye, for thy sake I gave diligence and accomplished a long journey, to shew thee things which thou hast never seen, and teach thee things which thou hast never heard.\\\"\\n\\nIoasaph said unto him, \\\"For myself, reverend elder, I have a longing, all irresistible passion to hear some new and goodly word, and in mine heart there is kindled fire, cruelly burning and urging me to learn the answer to some questions that will not rest.  But until now I never happened on one that could satisfy me as touching them.  But if I meet with some wise and understanding man, and hear the word of salvation, I shall not deliver it to the fowls of the air, I trow, nor yet to the beasts of the field; nor shall I be found either stony or thorny- hearted, as thou saidest, but I shall receive the word kindly, and guard it wisely.  So if thou knowest any such like thing, conceal it not from me, but declare it.  When I heard that thou were come from a far country, my spirit rejoiced, and I had good hope of obtaining through thee that which I desire.  Wherefore I called thee straightway into my presence, and received thee in friendly wise as one of my companions and peers, if so be that I may not be disappointed of my hope.\\\"  Barlaam answered, \\\"Fair are thy deeds, and worthy of thy royal majesty; seeing that thou hast paid no heed to my mean show, but hast devoted thyself to the hope that lieth within.\\n\\n\\\"There was once a great and famous king: and it came to pass, when he was riding on a day in his golden chariot, with his royal guard, that there met him two men, clad in filthy rags, with fallen-in faces, and pale as death.  Now the king knew that it was by buffetings of the body and by the sweats of the monastic life that they had thus wasted their miserable flesh.  So, seeing them, he leapt anon from his chariot, fell on the ground, and did obeisance.  Then rising, he embraced and greeted them tenderly. But his noblemen and counsellors took offence thereat, deeming that their sovran had disgraced his kingly honour.  But not daring to reprove him to the face, they bade the king's own brother tell the king not thus to insult the majesty of his crown.  When he had told the king thereof, and had upbraided him for his untimely humility, the king gave his brother an answer which he failed to understand.\\n\\n\\\"It was the custom of that king, whenever he sentenced anyone to death, to send a herald to his door, with a trumpet reserved for that purpose, and at the sound of this trumpet all understood that that man was liable to the penalty of death.  So when evening was come, the king sent the death-trumpet to sound at his brother's door; who, when he heard its blast, despaired of his life, and all night long set his house in order.  At day-break, robed in black and garments of mourning, with wife and children, he went to the palace gate, weeping and lamenting.  The king fetched him in, and seeing him in tears, said, \\\\`O fool, and slow of understanding, how didst thou, who hast had such dread of the herald of thy peer and brother (against whom thy conscience doth not accuse thee of having committed any trespass) blame me for my humility in greeting the heralds of my God, when they warned me, in gentler tones than those of the trumpet, of my death and fearful meeting with that Master against whom I know that I have often grievously offended?  Lo!  then, it was in reproof of thy folly that I played thee this turn, even as I will shortly convict of vanity those that prompted thy reproof.'  Thus he comforted his brother and sent him home with a gift.\\n\\n\\\"Then he ordered four wooden caskets to be made.  Two of these he covered over all with gold, and, placing dead men's mouldering bones therein, secured them with golden clasps.  The other two he smeared over with pitch and tar, but filled them with costly stones and precious pearls, and all manner of aromatic sweet perfume.  He bound them fast with cords of hair, and called for the noblemen who had blamed him for his manner of accosting the men by the wayside.  Before them he set the four caskets, that they might appraise the value of these and those.  They decided that the golden ones were of greatest value, for, peradventure, they contained kingly diadems and girdles.  But those, that were be-smeared with pitch and tar, were cheap and of paltry worth, said they.  Then said the king to them, \\\\`I know that such is your answer, for with the eyes of sense ye judge the objects of sense, but so ought ye not to do, but ye should rather see with the inner eye the hidden worthlessness or value.'  Whereupon he ordered the golden chests to be opened.  And when they were thrown open, they gave out a loathsome smell and presented a hideous sight.\\n\\n\\\"Said the king, `Here is a figure of those who are clothed in glory and honour, and make great display of power and glory, but within is the stink of dead men's bones and works of iniquity.' Next, he commanded the pitched and tarred caskets also to be opened, and delighted the company with the beauty and sweet savour of their stores.  And he said unto them, `Know ye to whom these are like?  They are like those lowly men, clad in vile apparel, whose outward form alone ye beheld, and deemed it outrageous that I bowed down to do them obeisance.  But through the eyes of my mind I perceived the value and exceeding beauty of their souls, and was glorified by their touch, and I counted them more honourable than any chaplet or royal purple.'  Thus he shamed his courtiers, and taught them not to be deceived by outward appearances, but to give heed to the things of the soul. After the example of that devout and wise king hast thou also done, in that thou hast received me in good hope, wherein, as I ween, thou shalt not be disappointed.\\\"  Ioasaph said unto him, \\\"Fair and fitting hath been all thy speech; but now I fain would learn who is thy Master, who, as thou saidest at the first, spake concerning the Sower.\\\"\\n\\nVII.\\n\\nAgain therefore Barlaam took up his parable and said, \\\"If thou wilt learn who is my Master, it is Jesus Christ the Lord, the only-begotten Son of God, `the blessed and only potentate, the King of kings, and Lords of lords; who only hath immortality, dwelling in the light which no man can approach unto'; who with the Father and the Holy Ghost is glorified.  I am not one of those who proclaim from the house-top their wild rout of gods, and worship lifeless and dumb idols, but one God do I acknowledge and confess, in three persons glorified, the Father, the Son, and the Holy Ghost, but in one nature and substance, in one glory and kingdom undivided.  He then is in three persons one God, without beginning, and without end, eternal and everlasting, increate, immutable and incorporeal, invisible, infinite, incomprehensible, alone good and righteous, who created all things out of nothing, whether visible or invisible.  First, he made the heavenly and invisible powers, countless multitudes, immaterial and bodiless, ministering spirits of the majesty of God.  Afterward he created this visible world, heaven and earth and sea, which also he made glorious with light and richly adorned it; the heavens with the sun, moon and stars, and the earth with all manner of herbs and divers living beasts, and the sea in turn with all kinds of fishes.  `He spake the word and these all were made; he commanded and they were created.'  Then with his own hands he created man, taking dust of the ground for the fashioning of his body, but by his own in-breathing giving him a reasonable and intelligent soul, which, as it is written, was made after the image and likeness of God: after his image, because of reason and free will; after his likeness, because of the likeness of virtue, in its degree, to God.  Him he endowed with free will and immortality and appointed sovran over everything upon earth; and from man he made woman, to be an helpmeet of like nature for him.\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/222](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/222)\\n\\n\",\"timestamp\":1640138613,\"title\":\"But meanwhile, the king's son, of whom our tale began to tell, never departing from the palace prepared for him,\"},\"digest\":\"gaA4eNwmcynaF_snFn5PIDVuwdiASgoL73Rn2HPgHPw\",\"authorship\":{\"contributor\":\"0x81227527cbBb507F7E0b85be26187C02C5D953E3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qifi4Zg--wmbbbvveJH16QiIxwdHThS7UO5EVMnwP0Y\\\",\\\"y\\\":\\\"8mmcOOOgXV89rFrabcZ7Vv7XeD9hRXQZ2_QZlvYcMug\\\"}\",\"signature\":\"tEE714Nz0l9bKxAVY375wyZzfpJ0kMw_8BPcTX4zfv-52VfCS3Qj-PhVkuV5aggRGPlS5Hf3h6ruoA9e3rTBjw\",\"signingKeySignature\":\"0x98778c82ba755d9a83452d2148f76561a2897f34e7a6c124d89246bd1d8c9ff415f38482807579bc5c68665fd58d617f74e2c05689759d1dbab474e940090fcd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qifi4Zg--wmbbbvveJH16QiIxwdHThS7UO5EVMnwP0Y\\\",\\\"y\\\":\\\"8mmcOOOgXV89rFrabcZ7Vv7XeD9hRXQZ2_QZlvYcMug\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gaA4eNwmcynaF_snFn5PIDVuwdiASgoL73Rn2HPgHPw\"}"