"{\"content\":{\"body\":\"```\\nHow can a $1 trillion infrastructure bill impact the burgeoning DeFi ecosystem and the crypto community at large?\\n\\nMembers of the crypto community recently gave their support on a $1 trillion infrastructure bill that the U.S. House of Representatives is expected to vote on this week. The law includes a provision for reporting cryptocurrency taxes, along with establishing a definition for the term “broker”.\\n\\nHouse lawmakers announced that a vote on the infrastructure bill would take place on Thursday, September 30, but Congresswoman Nancy Pelosi announced on September 29 that the basic bill vote infrastructure will be delayed after Thursday. Media sources have since noted that the infrastructure bill could be voted on Friday, October 1.\\n\\nWhile the implications of the infrastructure bill may seem obvious, several members of the crypto community expressed specific concerns about the legislation during an “Ask Me Anything – AMA” panel hosted by Enterprise. Ethereum Alliance held on September 29.\\nJeremy Sklaroff, an advisor at Edge & Node, an active group in the The Graph ecosystem, added that while the language in the infrastructure bill is likely to pass, it represents an unfair way to identify the participants in the blockchain ecosystem:\\r\\n\\r\\n“validators – miners provide services and sometimes earn transaction fees for their work. If this bill passes, validators and miners will essentially act as brokers. Even more worrisome for me are software developers. If a team maintains smart contracts for the DeFi platform and earns a fee or incentive in governance tokens, the group has the potential to become a broker.”\\r\\n\\r\\nAccording to Sklaroff, network validators, miners, software developers, and other members of the decentralized ecosystem should not be considered traditional brokers because these are anonymous participants. As a result, Sklaroff believes that compliance with this part of the infrastructure bill is virtually impossible.\\n```\",\"timestamp\":1633579214,\"title\":\"Crypto Community Concerns about Infrastructure Bill's Impact on DeFi\"},\"digest\":\"KQv4sAesamMVoJif8sw72z8obrymX97sMxfoWCsWOaU\",\"authorship\":{\"contributor\":\"0xDc1b9a3437Da1a6b443A11BA1E298d7b22B3b707\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r4hvrV4iufTFcUl5Y5McQFaest3f0pWNbSggiujEEFU\\\",\\\"y\\\":\\\"NZKYeC5JWbadOLApWVrE4F7sA7czqMR_MxfD6-Z1Tkk\\\"}\",\"signature\":\"91xazMyFXmTQtgaQo70IiK1XoYXY6kpQ5KqyeqLWU66jDNHtIejm1HnbQvNOJ2qbcLbGTSIwEoPMu1ipM8v8OA\",\"signingKeySignature\":\"0xb08280a9f2b140049caff6ea06359168668264bb58d4a79b45fdeea73eccab7d29af3de1a0250e79d2128a8c3fe0cdaa5ae96b6371782741d7372b295f8a72201c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r4hvrV4iufTFcUl5Y5McQFaest3f0pWNbSggiujEEFU\\\",\\\"y\\\":\\\"NZKYeC5JWbadOLApWVrE4F7sA7czqMR_MxfD6-Z1Tkk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KQv4sAesamMVoJif8sw72z8obrymX97sMxfoWCsWOaU\"}"