"{\"content\":{\"body\":\"**TopBidder(TB)** is a NFT liquidity protocol based on radical market theory. Since its launch in April, we have developed a cryptoart platform [bidder.top](https://bidder.top/) based on TB protocol, making a total volume of [3.28M USD](https://dune.xyz/davidqw/topbidder) in transaction and capturing the profit of 68,600 USD in total.\\n\\nThe NFT industry is under a rapid evolution since 2021, especially the design of Loot has given us new inspirations. Our team is currently developing a revolutionary image NFT creating platform based on the native public blockchain.\\n\\n**The first version of the Token Economic model**\\n\\nWhen designing the first version of the TopBidder token economic system, auction farming is the most important part. 60% of the BID Token supply will be used to motivate users on biddings, as a gas fee subsidy and a certificate for participating in community governance and protocol income distribution.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*xhmezxtzuPyDhugqqupi_w.png)\\n\\nJudging from the actual situation in the past six months, the actual distribution of auction farming is only **1.6%** of the expected (12M $BID per year). This situation is related to the insufficient number of rNFT issued.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*0eCzPcSHYj7GINmk7yDMYQ.png)\\n\\nIt has been 6 months since the release of the TB protocol, 6.18M community fundraising and early developer incentives have all been unlocked and claimed. The foundation reserve has released 0.3M for the community promotion. The remaining **$BID** liquidity reserve after LBP is 1,942,971, which can be used for subsequent liquidity incentive campaigns. The market/strategic cooperation reserve has been unlocked, and will be used for subsequent CEX operations and strategic marketing cooperation (such as token swaps).\\n\\n20% of the team’s Tokens have been released after the community round has been unlocked. We partners unanimously decided that this part of the funds will be used for future potential institutional fundraising and will not be sold in the secondary market. Before the institutional subscription transaction is completed, at least 3 days will be reserved for community announcements.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*l_nQgr85aWtyjAA6NiSlsw.png)\\n\\nAround 10M BID Tokens has been in circulating since TB protocol launched\\n\\n**The design of the new product**\\n\\nThe team is developing a new product based on the enhanced TB protocol. It is a native SVG NFT generating system natively on-chain. The owner can obtain passive income continuously from their child NFTs. The biggest contribution of the new product to TB protocol is to provide a low-threshold generating tools for rNFT. Everyone has an equal opportunity to create artworks, collectibles, avatars or memes. Artificially certify artists and define what is art is not necessary, turn to use the power of the market to discover outstanding artists and works.\\n\\nThe new product will be deployed on Ethereum and Binance Smart Chain first, and will gradually be deployed on each major public blockchain which supports EVM. The amount of BID subsidy during bidding will be determined according to the NFT minting and bidding gas fee of each chain.\\n\\n**New token economic design**\\n\\nBased on the first version of BID token economic model, focus on adjusting the auction farming mechanism. 60M BIDs will be distributed through a halving method. The upper limit of the number of annual distributions will no longer be limited, but will be distributed according to market conditions.\\n\\nDetails：\\n\\n1. Reserve 1M BIDs for [bidder.top](https://bidder.top/) auction incentives (currently less than 100,000 have been used, and 900,000 remaining)\\n2. After 29M BIDs distributed by the new products deployed on all the EVM chain, the distribution speed will be halved. And after another 15M $BID distributed, the distribution speed will be halved again… According to the above rules, the speed will be continuously halved until all 60M BIDs has been finished distributed\\n3. The $BID subsidy for each EVM chain is related to the GAS consumption during the auction. The initial bidding subsidy of Ethereum is fixed at 50 $BID; the initial bidding subsidy of BSC is 2 $BID and the initial bidding subsidy of AVAX is 0.5 $BID; other EVM chains’ subsidies will be determined when the product deployed\\n\\n**Farming pool design**\\n\\nThe original farming pool was designed to stake **$BID** for distributing weekly protocol profits in the form of ETH. The new farming pool refers to the design of Curve Dao Token and will add a $BID lock-up weighted farming mechanism.\\n\\nThe farming power is equal to the **lock-up time** × **$BID amount**, and the upper bound of lock-up time is 12 months. In other words, the power of locking 100 **$BID** for 12 months is equivalent to the power of locking **1200 $BID** for 1 month. For the addresses with fewer holdings, the farming power can be increased by adding the lock-up time, which can multiply the farming efficiency by up to 12 times.\\n\\nThe protocol profit distribution will be changed from distributing ETH to the LP token of **ETH/BID** Uniswap V2 Trading Pair. Every time the profit generated by TB protocol reaches around **10 ETH**, a **$BID** repurchase on Uniswap will be carried out.\\n\\nAfter the early LBP in April, the remaining 1.94M **$BID** will be used as the farming reserve of Pool2 and will be divided into multiple campaigns for **ETH/BID UNI_LP** farming incentives\\n\\nThe new token economic system will be activated when the new product first released on Ethereum.\\n\\n**Contact US**\\n\\n[Twitter](https://twitter.com/BidderTop)\\n\\n[Discord](https://discord.gg/BPRpFBvC7f)\\n\\n[CoinGecko](https://www.coingecko.com/en/coins/topbidder)\",\"timestamp\":1636047892,\"title\":\"New BID Token Economic Model \"},\"digest\":\"HXwjFBmhUT5-g5ZOFxiEMiFwS3kNeSnYcLthN5SdwU0\",\"authorship\":{\"contributor\":\"0x8888888888646B186b3b7cDc989411E8CD5A2bA2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZQTSu0QGWxt3mC_Hh6n9GcVQYVVT8MBeqNverlUPMlk\\\",\\\"y\\\":\\\"ycS2yUoWKKtQFrsUMhUgR8iJZW9R2XVbe40wnviza7Q\\\"}\",\"signature\":\"cIgdiZDri2zb0sQ3QjpJTmLf56O-OuHvvGV9SJEZObLjb6SjrGSGwTzQU8yAzKBigPp4SkHza_nNrz2qNOeTCg\",\"signingKeySignature\":\"0x33dcd409feb7de332d9cbe7f5140a391437681f7a9296daf143a5e1691ef5f481f3ec6a1a20831639ffab1e11c52796badb0f3afdc34963b55df4aa4f1488b441b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZQTSu0QGWxt3mC_Hh6n9GcVQYVVT8MBeqNverlUPMlk\\\",\\\"y\\\":\\\"ycS2yUoWKKtQFrsUMhUgR8iJZW9R2XVbe40wnviza7Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HXwjFBmhUT5-g5ZOFxiEMiFwS3kNeSnYcLthN5SdwU0\"}"