"{\"content\":{\"body\":\"“說吧，到底什麼事，這麼神神秘秘的。”孟大江來到練武場坐下，練武場空曠的很，周圍沒有任何人靠近，談話倒也不怕被偷聽。 \\n  \\n     “爹。” \\n  \\n     孟川站著，指著自己眉心，低聲問道，“你聽說過，在眉心裡面有一虛無空間嗎？” \\n  \\n     眉心空間到底是什麼，孟川很想要弄明白。如果懵懵懂懂……哪天犯了眉心空間的某種修行禁忌，吃了虧都是有可能的。 \\n  \\n     而論信任，毋庸置疑，孟川最信任自己的父親！ \\n  \\n     “眉心裡面有空間？”孟大江疑惑，“川兒，我不太懂你的意思。”  \\n  \\n     “就像丹田。”孟川說道，“我們的丹田，裡面便是一虛無空間，能孕養真氣。眉心位置也一樣，也內含一空間，裡面甚至藏著一個小人。”  \\n  \\n     “不懂，沒聽過。”孟大江搖頭，“川兒，你怎麼突然說這個，你在哪裡聽說的？”  \\n  \\n     “不是聽說。” \\n  \\n     孟川鄭重道，“而是我能夠內視看到，看到我的眉心有一空間，那空間虛無浩瀚，裡面有一個半透明的小人，那小人和我一模一樣。” \\n  \\n     孟大江聽的瞳孔一縮。 \\n  \\n     “你自身感覺怎樣？”孟大江追問。 \\n  \\n     “很好，非常好。”孟川說道，“我感覺自身脫胎換骨了一般，我閉上眼睛，周圍十丈範圍內都能感應得清清楚楚，連螞蟻有幾條腿，腿上的毛刺都能看到。並且一里範圍內，我能感應到一切生命的氣息。連那些貓貓狗狗的氣息都能感應。”  \\n  \\n     “閉上眼睛都能'看清'周圍十丈？感應一里範圍？”孟大江都覺得玄乎，“川兒，你難道得到什麼特殊的修行法門，在偷偷修煉？”  \\n  \\n     “沒有。” \\n  \\n     孟川搖頭，“我別的法門，一律沒碰過，就是昨天畫畫，畫完之後感覺有些暈，跟著就內視到自身的眉心空間了。”  \\n  \\n     “聽起來是好事，但說不定就藏著什麼危險，大意不得。”孟大江說道，“走，去見你姑祖母。”  \\n  \\n     “嗯。”孟川點頭。 \\n  \\n     …… \\n  \\n     孟仙姑身受重傷，能活的日子不多了，她最在意孟川，孟川身上承載了整個孟家的希望。 \\n  \\n     能傾盡家族寶物去換一滴神魔玉髓液，願意將平生積累的功勞將來都轉到孟川名下，可見孟川在她心中的地位。可以說……為了孟川，她甚至都可以不惜性命。 \\n  \\n     孟大江、孟川也無比信任她。 \\n  \\n     祖宅內。 \\n  \\n     “姑祖母。”孟川恭敬道。 \\n  \\n     “孟川怎麼來了？”坐在院子內的孟仙姑放下書籍，笑著道，“你可是每天都要苦練拔刀式八千次的，大早上來我這，可是難得的很。” \\n  \\n     孟大江卻是連道：“川兒身上出了一件特殊的事。”  \\n  \\n     “特殊的事？”孟仙姑心頭一緊，問道，“什麼事？”  \\n  \\n     “禀姑祖母。”孟川說道，“我昨夜內視自身，發現眉心處存在一空間。就像丹田有一空間。這眉心處也有一空間，裡面更有小人，和我一模一樣。” \\n  \\n     孟仙姑臉色微變：“眉心空間？我也從未聽過。”  \\n  \\n     “姑姑也沒聽過？”孟大江吃驚。 \\n  \\n     孟仙姑可是成神魔約八十年了，她也有不少神魔好友，論見識自然要高得多。'眉心空間'的事，竟然孟仙姑聽都沒聽過，就太不可思議了。 \\n  \\n     說明很罕見！罕見到極致！ \\n  \\n     “別急，孟川發現眉心空間後，自身可有什麼變化？”孟仙姑追問。 \\n  \\n     “川兒他說，他閉上眼睛都能清晰看到周圍十丈，連一隻螞蟻有幾條腿，腿上的毛刺都能看得清清楚楚。並且還能感應一里之內所有的生命氣息。”孟大江解釋道，孟川也在一旁點頭。 \\n  \\n     “閉上眼睛，能看見十丈？能感應一里？”孟仙姑疑惑，“你可曾釋放出真氣？”  \\n  \\n     “我如今還沒悟出'勢'，自然無法真氣外放。”孟川說道。 \\n  \\n     “我知道你無法真氣外放。”孟仙姑搖頭道，“我也擅長探查，能一念探查十里範圍。可那是我神體的緣故，再加上以真元施展出的特殊法門，方才能夠探查十里。而你，沒有施展任何招數。輕輕鬆松能感應周圍一里內的氣息。我是見所未見，聞所未聞。” \\n  \\n     孟川困惑。 \\n  \\n     “你可能探查我的氣息？”孟仙姑追問。 \\n  \\n     “姑祖母……”孟川肉眼能看清孟仙姑的衣服外貌，可閉上眼睛，卻覺得孟仙姑成了人形的太陽，恐怖氣息讓他難以看清。 \\n  \\n     “姑祖母的氣息太強，我看不清。”孟川說道，“但是你氣息比一里內其他所有生靈加起來都要強，我卻是能感應到的，在我感應中，姑祖母的氣息就彷佛太陽般耀眼，難以直視，卻又無比奪目顯眼。” \\n  \\n     孟仙姑若有所思，輕聲道：“眉心空間我聞所未聞，但是我卻聽到一個說法。” \\n  \\n     孟大江、孟川都仔細聆聽。 \\n  \\n     “人有魂魄，你們應該都聽說過。”孟仙姑說道。 \\n  \\n     “嗯。”孟川他們都應道。 \\n  \\n     在民間早有魂魄的說法。 \\n  \\n     “可你們知道，魂魄在哪嗎？”孟仙姑又問道。 \\n  \\n     二人搖頭。 \\n  \\n     “我聽我一位好友說過，說魂魄是居於識海。”孟仙姑說道，“魂魄是成人形，和肉身一模一樣。我當時追問，識海又在哪？當時他只是指了指腦袋，說他知道的也不多，只知這關係到更強大神魔的修煉。”  \\n  \\n     “魂魄，關係到更強大神魔的修煉？”孟大江、孟川都若有所思。 \\n  \\n     “眉心空間，聽起來就很像識海。”孟仙姑說道，“恰好那一小人，也是成人形，和肉身一模一樣。可能就是你的魂魄。” \\n  \\n     孟川微微點頭。 \\n  \\n     “當然這只是我的猜測。”孟仙姑說道，“可能是真，也有可能有些謬誤。你不可全信。” \\n  \\n     孟川點頭，但已經覺得收穫很大。原來頭腦有識海，識海內有魂魄，關係到更強大神魔的修煉。 \\n  \\n     “此事你們倆都務必保密，若真是喜事，可能是天大的喜事。暴露了……說不定會有大麻煩。”孟仙姑說道。 \\n  \\n     “對。”孟大江也道，“如果有真正的絕頂天才，天妖門都是想方設法要刺殺的。” \\n  \\n     天妖門自私自利。 \\n  \\n     但若有震古爍今的絕世天才出現，妖族都會懸賞。天妖門也會拼命刺殺。 \\n  \\n     稱得上'震古爍今'，能影響到人族妖族大局的天才終究太少，像梅元知這種，天妖門都不在乎的……連進入元初山的入門考核都沒成功，梅元知的威脅可想而知了，這輩子若是運氣差些，可能就死在戰場上，都成不了神魔。像孟川這種連'勢'都沒悟出來的所謂天才，也只能在東寧府耀眼。妖族根本就沒關注過他。 \\n  \\n     “只需保密，按部就班的修煉，再進入元初山。”孟仙姑說道，“元初山是最古老的修行之地，你進了元初山，在元初山翻看書籍，相信就能知曉這眉心空間的奧秘了。”  \\n  \\n     “嗯。”孟川點頭。 \\n  \\n     “對，保密，好好修煉。”孟大江也說道。 \\n  \\n     “儘早悟出勢。”孟仙姑說道，“越早悟出越好，最好能凝丹功成。積累越深，進入元初山把握越大。那梅元知二十歲才悟出勢，雖然能去搏一搏……但是成功希望注定渺茫。而最終他也的確失敗了。你最遲要在十九歲悟出勢。再經過一年積累，加上你的神魔根基，進入元初山的希望就大了。” \\n  \\n     孟川很想說…… \\n  \\n     自己有把握幾天內就能悟出勢。 \\n  \\n     但都沒悟出來，現在說，就有些吹牛皮之嫌了。 \\n  \\n     “等悟出勢，再告訴爹，告訴姑祖母吧。”孟川暗道。\",\"timestamp\":1640937496,\"title\":\"第二集 第十一章 拜访姑祖母\"},\"digest\":\"wb9RBR_2rAcvtli2WIypLpZ056qJQ3wlhrIRL4qM9lo\",\"authorship\":{\"contributor\":\"0xf08c9cbd20583013Bd2E64B9e2DD9223eb3a3C09\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DBE5D74drE8tOXGf2Wxho93oG2cuSqZvp7EikLLFykg\\\",\\\"y\\\":\\\"qownAU-FlawUGgm5S5vJsfrDhKXfHxMC8le925yX2_Q\\\"}\",\"signature\":\"Ldpu4v7KzFCcYhnQ_1QIR1KK9nZGKC2FhwdeVdIxEAL46l8cfwO2FGx_IOnu4GS2C3ihHZ57GtKhcDZ4LjapRw\",\"signingKeySignature\":\"0xd473243b35b005bfb841ceb9ebdf9fcf63450fc49a1b4ea8443dd8ac762f104031089e1c434bc2f7945730d3b63c31228cec9fe9e90dad9c16025c689b03487b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DBE5D74drE8tOXGf2Wxho93oG2cuSqZvp7EikLLFykg\\\",\\\"y\\\":\\\"qownAU-FlawUGgm5S5vJsfrDhKXfHxMC8le925yX2_Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wb9RBR_2rAcvtli2WIypLpZ056qJQ3wlhrIRL4qM9lo\"}"