"{\"content\":{\"body\":\"Mr. Thornton, they do. Next year we rin, and next year-- we win. Come, Wullie, we'll leave 'em to chew that\\\"; and he marched out of the room amid the jeers of the assembled topers. When quiet was restored, it was Jim Mason who declared: \\\"One thing certain, win or no, they'll not he far off.\\\"\\n\\nMeanwhile the summer ended abruptly. Hard on the heels of a sweltering autumn the winter came down. In that year the Daleland assumed very early its white cloak. The Silver Mere was soon ice-veiled; the Wastrel rolled sullenly down below Kenmuir, its creeks and quiet places tented with jagged sheets of ice; while the Scaur and Muir Pike raised hoary heads against the frosty blue. It was the season still remembered in the North as the White Winter--the worst, they say, since the famous i8o8.\\n\\nFor days together Jim Mason was stuck with his bags in the Dalesman's Daughter, and there was no communication between the two Dales. On the Mere Marches the snow massed deep and impassable in thick, billowy drifts. In the Devil's Bowl men said it lay piled some score feet deep. And sheep, seeking shelter in the ghylls and protected spots, were buried and lost in their hundreds.\\n\\nThat is the time to test the hearts of shepherds and sheep-dogs, when the wind runs ice-cold across the waste of white, and the low woods on the upland walks shiver black through a veil of snow, and sheep must be found and folded or lost: a trial of head as well as heart, of resource as well as resolution.\\n\\nIn that winter more than one man and many a dog lost his life in the quiet performance of his duty, gliding to death over the slippery snow-shelves, or overwhelmed beneath an avalanche of the warm, suffocating white: \\\"smoored,\\\" as they call it. Many a deed was done, many a death died, recorded only in that Book which holds the names of those--men or animals, souls or no souls--who tried.\\n\\nThey found old Wrottesley, the squire's head shepherd, lying one morning at Gill's foot, like a statue in its white bed, the snow gently blowing about the venerable face, calm and beautiful in death. And stretched upon his bosom, her master's hands blue, and stiff, still clasped about her neck, his old dog Jess. She had huddled there, as a last hope, to keep the dear, dead master warm, her great heart riven, hoping where there was no hope.\\n\\nThat night she followed him to herd sheep in a better land. Death from exposure, Dingley, the vet., gave it; but as little M'Adam, his eyes dimmer than their wont, declared huskily; \\\"We ken better, Wullie.\\\"\\n\\nCyril Gilbraith, a young man not overburdened with emotions, told with a sob in his voice how, at the terrible Rowan Rock, Jim Mason had stood, impotent, dumb, big-eyed, watching Betsy--Betsy, the friend and partner of the last ten years--slipping over the ice-cold surface, silently appealing to the hand that had never failed her before--sliding to Eternity.\\n\\nIn the Daleland that winter the endurance o( many a shepherd and his dog was strained past breaking-point. From the frozen Black Water to the white-peaked Grammoch Pike two men only, each always with his shaggy adjutant, never owned defeat; never turned back; never failed in a thing attempted.\\n\\nIn the following spring, Mr. Tinkerton, the squire's agent, declared that James Moore and Adam M'Adam--Owd Bob, rather, and Red Wull--had lost between them fewer sheep than any single farmer on the whole March Mere Estate-a proud record.\\n\\nOf the two, many a tale was told that winter. They were invincible, incomparable; worthy antagonists.\\n\\nIt was Owd Bob who, when he could not drive the band of Black Faces over the narrow Razorback which led to safety, induced them to follow him across that ten-inch death-track, one by one, like children behind their mistress. It was Red Wull who was seen coming down the precipitous Saddler's How, shouldering up that grand old gentleman, King o' the Dale, whose leg was broken.\\n\\nThe gray dog it was who found Cyril Gilbraith by the White Stones, with a cigarette and a sprained ankle, on the night the whole village was out with lanterns searching for the well-loved young scapegrace. It was the Tailless Tyke and his master who one bitter evening came upon little Mrs. Burton, lying in a huddle beneath the lea of the fast-whitening Druid's Pillar with her latest baby on her breast. It was little M'Adam who took off his coat and wrapped the child in it; little M'Adam who unwound his plaid, threw it like a breastband across the dog's great chest, and tied the ends round the weary woman's waist. Red Wull it was who dragged her back to the Sylvester Arms and life, straining like a giant through the snow, while his master staggered behind with the babe in his arms. When they reached the inn it was M'Adam who, with a smile on his face, told the landlord what he thought of him for sending his wife across the Marches on such a day and on his errand. To which:\\n\\n\\\"I'd a cauld,\\\" pleaded honest Jem.\\n\\nFor days together David could not cross the Stony Bottom to Kenmuir. His enforced confinement to the Grange led, however, to no more frequent collisions than usual with his. father. For M'Adam and Red Wull were out, at all hours, in all weathers, night and day, toiling at their work of salvation.\\n\\nAt last, one afternoon, David managed to cross the Bottom at a point where a fallen thorn-tree gave him a bridge over the soft snow. He stayed but a little while at Kenmuir, yet when he started for home it was snowing again.\\n\\nBy the time he had crossed the ice-draped bridge over the Wastrel, a blizzard was raging. The wind roared past him, smiting him so that. he could barely stand; and the snow leaped at him so that he could not see. But he held on doggedly; slipping, sliding, tripping, down and up again, with one arm shielding his face. On, on, into the white darkness, blindly on sobbing, stumbling, dazed.\\n\\nAt length, nigh dead, he reached the brink of the Stony Bottom. He looked up and he looked down, but nowhere in that blinding mist could he see the fallen thorn-tree. He took a step forward into the white morass, and 'sank up to his thigh. He struggled feebly to free himself, and sank deeper. The snow wreathed, twisting, round him like a white flame, and he collapsed, softly crying, on that soft bed.\\n\\n\\\"I canna--I canna!\\\" he moaned.\\n\\nLittle Mrs. Moore, her face whiter and frailer than ever, stood at the window, lookiing out into the storm.\\n\\n\\\"I canna rest for thinkin' o' th' lad,\\\" she said. Then, turning, she saw ber husband, his fur cap down over his ears, buttoning his pilot-coat about his throat, while Owd Bob stood at his feet, waiting.\\n\\n\\\"Ye're no goin', James?\\\" she asked, anx-. iously.\\n\\n\\\"But I am, lass,\\\" he answered; and she knew him too well to say more.\\n\\nSo those two went quietly out to save life or lose it, nor counted the cost.\\n\\nDown a wind-shattered slope--over a spar of ice--up an eternal hill--a forlorn hope.\\n\\nIn a whirlwind chaos of snow, the tempest storming at them, the white earth lashing them, they fought a good fight. In front, Owd Bob, the snow clogging his shaggy coat, his hair cutting like lashes of steel across eyes, his head lowered as he followed the finger of God; and close behind, James Moore, his back stern against the storm, stalwart still, yet swaying like a tree before the wind.\\n\\nSo they battled through to the brink of the Stony Bottom--only to arrive too late.\\n\\nFor, just as the Master peering about him, had caught sight of a shapeless lump lying motionless in front, there loomed across the snow-choked gulf through the white riot of the storm a gigantic figure forging, doggedly forward, his great head down to meet the hurricane. And close behind, buffeted and bruised, stiff and staggering, a little dauntless figure holding stubbornly on, clutching with one hand at the gale; and a shrill voice, whirled away on the trumpet tones of the wind, crying:\\n\\n\\\"Noo, Wullie, wi' me! Scots wha' hae wi' Wallace bled! Scots wham Bruce has often led! Welcome to--!'\\n\\nHere he is, Wullie!\\n\\n\\\"'--or to victorie !\\\"\\n\\nThe brave little voice died away. The quest; was over; the lost sheep found. And the last; James Moore saw of them was the same small, gallant form, half carrying, half dragging the rescued boy out of the Valley of the Shadow and away.\\n\\nDavid was none the worse for his adventure, for on reaching home M'Adam produced a. familiar bottle.\\n\\n\\\"Here's something to warm yer inside, and'\\\" --making a feint at the strap on the wails--' \\\"here's something to do the same by yer--.----- But, Wullie, oot again!\\\"\\n\\nAnd out they went--unreckoned heroes.\\n\\nIt was but a week later, in the very heart of the bitter time, that there came a day when, from gray dawn to grayer eve, neither James Moore nor Owd Bob stirred out into the wintry white. And the Master's face was hard and set as it always was in time of trouble.\\n\\nOutside, the wind screamed down the Dale; while the snow fell relentlessly; softly fingering the windows, blocking the doors, and piling deep against the walls. Inside the house there was a strange quiet; no sound save for hushed voices, and upstairs the shuffling of muffled feet.\\n\\nBelow, all day long, Owd Bob patrolled the passage like some silent, gray spectre.\\n\\nOnce there came a low knocking at the door; and David, his face and hair and cap smothered in the all-pervading white, came in with an eddy of snow. He patted Owd Bob, and moved on tiptoe into the kitchen. To him came Maggie softly, shoes in hand, with white, frightened face. The two whispered anxiously awhile like brother and sister as they were; then the boy crept quietly away; only a little pool of water on the floor and wet, treacherous foot-dabs toward the door testifying to the visitor.\\n\\nToward evening the wind died down, but the mourning flakes still fell.\\n\\nWith the darkening of night Owd Bob retreated to the porch and lay down on his blanket. The light from the lamp at the head of the stairs shone through the crack of open door on his dark head and the eyes that never slept.\\n\\nThe hours passed, and the gray knight still kept his vigil. Alone in the darkness--alone, it almost seemed, in the house--he watched. His head lay motionless along his paws, but. the steady gray eyes never flinched or drooped.\\n\\nTime tramped on on leaden foot, and still he waited; and ever the pain of hovering anxiety was stamped deeper in the gray eyes.\\n\\nAt length it grew past bearing; the hollow stillness of the house overcame him. He rose, pushed open the door, and softly pattered across the passage.\\n\\nAt the foot of the stairs he halted, his fore-. paws on the first step, his grave face and pleading eyes uplifted, as though he were praying. The dim light fell on the raised head; and the white escutcheon on his breast shone out like the snow on Salmon.\\n\\nAt length, with a sound like a sob, he dropped to the ground, and stood listening, his tail dropping and head raised. Then he turned and began softly pacing up and down, like some velvet-footed sentinel at the gate of death.\\n\\nUp and down, up and down, softly as the falling snow, for a weary, weary while.\\n\\nAgain he stopped and stood, listening intently, at the foot of the stairs; and his gray coat quivered as though there were a draught.\\n\\nOf a sudden, the deathly stillness of the house was broken. Upstairs, feet were running hurriedly. There was a cry, and again silence.\\n\\nA life was coming in; a life was going out. The minutes passed; hours passed; and, at-the sunless dawn, a life passed.\\n\\nAnd all through that night of age-long agony the gray figure stood, still as a statue, at the foot of the stairs. Only, when, with the first chill breath of the morning, a dry, quick-quenched sob of a strong man sorrowing for the helpmeet of a score of years, and a tiny cry of a new-born child wailing because its mother was not, came down to his ears, the Gray Watchman dropped his head upon his bosom, and, with a little whimpering note, crept back to his blanket.\\n\\nA little later the door above opened, and James Moore tramped down the stairs. He looked taller and gaunter than his wont, but there was no trace of emotion on his face.\\n\\nAt the foot of the stairs Owd Bob stole out to meet him. He came crouching up, head\\n\\n\\\\-and tail down, in a manner no man ever saw before or since. At his master's feet he stopped\\n\\nThen, for one short moment, James Moore's whole face quivered.\\n\\n\\\"Well, lad,\\\" he said, quite low, and his voice broke; \\\"she's awa'!\\\"\\n\\nThat was all; for they were an undemonstrative couple.\\n\\nThen they turned and went out together into the bleak morning.\\n\\nChapter VIII. M'ADAM AND HIS COAT\\n\\nTo David M'Adam. the loss of gentle Elizabeth Moore was as real a grief as to her children. Yet he manfully smothered his own aching heart and devoted himself to comforting the mourners at Kenmuir.\\n\\nIn the days succeeding Mrs. Moore's death the boy recklessly neglected his duties at the Grange. But little M'Adam forbore to rebuke him. At times, indeed, he essayed to be passively kind. David, however, was too deeply sunk in his great sorrow to note the change.\\n\\nThe day of the funeral came. The earth was throwing off its ice-fetters; and the Dale was lost in a mourning mist.\\n\\nIn the afternoon M'Adam was standing at the window of the kitchen, contemplating the infinite weariness of the scene, when the door of the house opened and shut noiselessly. Red Wull raised himself on to the sill and growled, and David hurried past the window making for Kenmuir. M'Adam watched the passing figure indifferently; then with an angry oath sprang to the window.\\n\\n\\\"Bring me back that coat, ye thief!\\\" he cried, tapping fiercely on the pane. \\\"Tax' it aff at onst, ye muckle gowk, or I'll come and tear it aff ye. D'ye see him, Wullie? the great coof has ma coat--me black coat, new last Michaelmas, and it rainin' 'nough to melt it.\\\"\\n\\nHe threw the window up with a bang and leaned out.\\n\\n\\\"Bring it back, I tell ye, ondootiful, or I'll summons ye. Though ye've no respect for me, ye might have for ma claithes. Ye're too big for yer am boots, let alane ma coat. D'ye think I had it cut for a elephant? It's burst-in', I tell ye. Tak' it aff! Fetch it here, or I'll e'en send Wullie to bring it!\\\"\\n\\nDavid paid no heed except to begin running heavily down the hill. The coat was stretched in wrinkled agony across his back; his big, red wrists protruded like shank-bones from the sleeves; and the little tails flapped wearily in vain attempts to reach the wearer's legs.\\n\\nM'Adam, bubbling over with indignation, scrambled half through the open window. Then, tickled at the amazing impudence of the thing, he paused, smiled, dropped to the ground again, and watched the uncouth, retreating figure with chuckling amusement.\\n\\n\\\"Did ye ever see the like o' that, Wullie?\\\" he muttered. \\\"Ma puir coat--puir wee coatie! it gars me greet to see her in her pain. A man's coat, Wullie, is aften unco sma' for his son's back; and David there is strainin' and stretchin' her nigh to brakin', for a' the world as he does ma forbearance. And what's he care aboot the one or t'ither?--not a finger-flip.\\\"\\n\\nAs he stood watching the disappearing figure there began the slow tolling of the minute-bell in the little Dale church. Now near, now far, now loud, now low, its dull chant rang out through the mist like the slow-dropping tears of a mourning world.\\n\\nM'Adam listened, almost reverently, as the bell tolled on, the only sound in the quiet Dale. Outside, a drizzling rain was falling; the snow dribbled down the hill in muddy tricklets; and trees and roofs and windows dripped.\\n\\nAnd still the bell tolled on, calling up relentlessly sad memories of the long ago.\\n\\nIt was on just such another dreary day, in just such another December, and not so many years gone by, that the light had gone forever out of his life.\\n\\nThe whole picture rose as instant to his eyes as if it had been but yesterday. That insistent bell brought the scene surging back to him:the dismal day; the drizzle; the few mourners; little David decked out in black, his fair hair contrasting with his gloomy clothes, his face swollen with weeping; the Dale hushed, it seemed in death, save for the tolling of the bell; and his love had left him and gone to the happy land the hymn-books talk of.\\n\\nRed Wull, who had been watching him uneasily, now came up and shoved his muzzle into his master's hand. The cold touch brought the little man back to earth. He shook himself, turned wearily away from the window, and went to the door of the house.\\n\\nHe stood there looking out; and all round him was the eternal drip, drip of the thaw. The wind lulled, and again the minute-bell tolled out clear and inexorable, resolute to recall what was and what had been.\\n\\nWith a choking gasp the little man turned into the house, and ran up the stairs and into his room. He dropped on his knees beside the great chest in the corner, and unlocked the bottom drawer, the key turning noisily in its socket.\\n\\nIn the drawer he searched with feverish fingers, and produced at length a little paper packet wrapped about with a stained yellow ribbon. It was the ribbon she haa used to weave on Sundays into her soft hair.\\n\\nInside the packet was a cheap, heart-shaped frame, and in it a photograph.\\n\\nUp there it was too dark to see. The little man ran down the stairs, Red Wull jostling him as he went, and hurried to the window in the kitchen.\\n\\nIt was a sweet, laughing face that looked up at him from the frame, demure yet arch, shy yet roguish--a face to look at and a face to love.\\n\\nAs he looked a wintry smile, wholly tender, half tearful, stole over the little man's face.\\n\\n\\\"Lassie,\\\" he whispered, and his voice was infinitely soft, \\\"it's lang sin' I've daured look at ye. But it's no that ye're forgotten, deane.\\\"\\n\\nThen he covered his eyes with his hand as though he were blinded.\\n\\n\\\"Dinna look at me sae, lass!\\\" he cried, and fell on his knees, kissing the picture, hugging it to him and sobbing passionately.\\n\\nRed Wull came up and pushed his face compassionately into his master's; but the little man shoved him roughly away, and the dog retreated into a corner, abashed and reproachful.\\n\\nMemories swarmed back on the little man.\\n\\nIt was more than a decade ago now, and yet he dared barely think of that last evening when she had lain so white and still in the little room above.\\n\\n\\\"Pit the bairn on the bed, Adam man,\\\" she had said in low tones. \\\"I'll be gaein' in a wee while noo. It's the lang good-by to you--and him.\\\"\\n\\nHe had done her bidding and lifted David up. The tiny boy lay still a moment, looking at this white-faced mother whom he hardly recognized.\\n\\n\\\"Minnie!\\\" he called piteously. Then, thrusting a small, dirty hand into his pocket, he pulled out a grubby sweet.\\n\\n\\\"Minnie, ha' a sweetie--ain o' Davie's sweeties!\\\" and he held it out anxiously in his warm plump palm, thinking it a certain cure for any ill.\\n\\n\\\"Eat it for mither,\\\" she said, smiling tenderly; and then: \\\"Davie, ma heart, I'm leavin' ye.\\\"\\n\\nThe boy ceased sucking the sweet, and looked at her, the corners of his mouth drooping pitifully.\\n\\n\\\"Ye're no gaein' awa', mither?\\\" he asked, his face all working. \\\"Ye'll no leave yen wee laddie?\\\"\\n\\n\\\"Ay, laddie, awa'--reet awa'. Ha's callin' me.\\\" She tried to smile; but her mother's heart was near to bursting.\\n\\n\\\"Ye'll tak' yen wee Davie wi' ye mither!\\\" the child pleaded, crawling up toward her face.\\n\\nThe great tears rolled, unrestrained, down her wan cheeks, and M'Adam, at the head of the bed, was sobbing openly.\\n\\n\\\"Eh, ma bairn, ma bairn, I'm sam to leave ye!\\\" she cried brokenly. \\\"Lift him for me, Adam.\\\"\\n\\nHe placed the child in her arms; but she was too weak to hold him. So he laid him upon his mother's pillows; and the boy wreathed his soft arms about her neck and sobbed tempestuously.\\n\\nAnd the two lay thus together.\\n\\nJust before she died, Flora turned her head and whispered:\\n\\n\\\"Adam, ma man, ye'll ha' to be mither and father baith to the lad noo\\\"; and she looked at him with tender confidence in her dying eyes.\\n\\n\\\"I wull! afore God as I stan' here I wull!\\\" he declared passionately. Then she died, and there was a look of ineffable peace upon her face.\\n\\n\\\"Mither and father baith!\\\"\\n\\nThe little man rose to his feet and flung the photograph from him. Red Wull pounced upon it; but M'Adam leapt at him as he mouthed it.\\n\\n\\\"Git awa', ye devil!\\\" he screamed; and, picking it up, stroked it lovingly with trembling fingers.\\n\\n\\\"Maither and father baith!\\\"\\n\\nHow had he fulfilled his love's last wish? How!\\n\\n\\\"Oh God! \\\"--and he fell upon his knees at the table-side, hugging the picture, sobbing and praying.\\n\\nRed Wull cowered in the far corner of the room, and then crept whining up to where his master knelt. But M'Adam heeded him not, and the great dog slunk away again.\\n\\nThere the little man knelt in the gloom of the winter's afternoon, a miserable penitent. His gray-flecked head was bowed upon his arms; his hands clutched the picture; and he prayed aloud in gasping, halting tones.\\n\\n\\\"Gie me grace, O God! 'Father and mither baith,' ye said, Flora-- and I ha'na done it.\\n\\nBut 'tis no too late--say it's no, lass. Tell me there's time yet, and say ye forgie me. I've tried to bear wi' him mony and mony a time. But he's vexed me, and set himself agin me, and stiffened my back, and ye ken hoo I was aye quick to tak' offence. But I'll mak' it up to him--mak' it up to him, and mair. I'll humble masel' afore him, and that'll be bitter enough. And I'll be father and mither baith to him. But there's bin none to help me; and it's bin sair wi'oot ye. And--. but, eh, lassie, I'm wearyin' for ye!\\\"\\n\\nIt was a dreary little procession that wound in the drizzle from Kenmuir to the little Dale Church. At the head stalked James Moore, and close behind David in his meagre coat. While last of all, as if to guide the stragglers in the weary road, come Owd Bob.\\n\\nThere was a full congregation in the tiny church now. In the squire's pew were Cyril Gilbraith, Muriel Sylvester, and, most conspicuous, Lady Eleanour. Her slender figure was simply draped in gray, with gray fur about the neck and gray fur edging sleeves and jacket; her veil was lifted, and you could see the soft kair about her temples, like waves breaking on white cliffs, and her eyes big with tender sympathy as she glanced toward the pew upon her right.\\n\\nFor there were the mourners from Kenmuir: the Master, tall, grim, and gaunt; and beside him Maggie, striving to be calm, and little Andrew, the miniature of his father.\\n\\nAlone, in the pew behind, David M'Adam in his father's coat.\\n\\nThe back of the church was packed with farmers from the whole March Mere Estate; friends from Silverdale and Grammoch-town; and nearly every soul in Wastrel-dale, come to show their sympathy for the living and reverence for the dead.\\n\\nAt last the end came in the wet dreariness of the little churchyard, and slowly the mourners departed, until at length were left only the parson, the Master, and Owd Bob.\\n\\nThe parson was speaking in rough, short accents, digging nervously at the wet ground. The other, tall and gaunt, his face drawn and half-averted, stood listening. By his side was Owd Bob, scanning his master's countenance, a wistful compassion deep in the sad gray eyes; while close by, one of the parson's terriers was nosing inquisitively in the wet grass.\\n\\nOf a sudden, James Moore, his face still turned away, stretched out a hand. The parson, broke off abruptly and grasped it. Then the two men strode away in opposite directions, the terrier hopping on three legs and shaking the rain off his hard coat.\\n\\nDavid's steps sounded outside. M'Adam rose from his knees. The door of the house opened, and the boy's feet shuffled in the passage.\\n\\n\\\"David!\\\" the little man called in a tremulous voice.\\n\\nHe stood in the half-light, one hand on the table, the other clasping the picture. His eyes were bleared, his thin hair all tossed, and he was shaking.\\n\\n\\\"David,\\\" he called again; \\\"I've somethin' I wush to say to ye!\\\"\\n\\nThe boy burst into the room. His face was stained with tears and rain; and the new black coat was wet and slimy all down the front, and on the elbows were green-brown, muddy blots. For, on his way home, he had flung himself down in the Stony Bottom just as he was, heedless of the wet earth and his father's coat, and, lying on his face thinking of that second mother lost to him, had wept his heart out in a storm of passionate grief.\\n\\nNow he stood defiantly, his hand upon the door.\\n\\n\\\"What d'yo' want?\\\"\\n\\nThe little man looked from him to the picture in his hand.\\n\\n\\\"Help me, Flora--he'll no,\\\" he prayed. Then raising his eyes, he began: \\\"I'd like to say--I've bin thinkin'--I think I should tell ye--it's no an easy thing for a man to say--\\\"\\n\\nHe broke off short. The self-imposed task was almost more than he could accomplish.\\n\\nHe looked appealingly at David. But there was no glimmer of understanding in that white, set countenance.\\n\\n\\\"O God, it's maist mair than I can do!\\\" the little man muttered; and the perspiration stood upon his forehead. Again he began: David, after I saw ye this afternoon steppin' doon the hill--\\\" Again he paused. His glance rested unconsciously upon the coat. David mistook the look; mistook the dimness in his father's eyes; mistook the tremor in his voice.\\n\\n\\\"Here 'tis! tak' yo' coat!\\\" he cried passionately; and, tearing it off, flung it down at his father's feet. \\\"Tak' it--and---and----curse yo'/\\\"\\n\\nHe banged out of the room and ran upstairs; and, locking himself in, threw himself on to his bed and sobbed.\\n\\nRed Wull made a movement to fly at the retreating figure; then turned to his master, his stump-tail vibrating with pleasure. But little M'Adam was looking at the wet coat now lying in a wet bundle at his feet.\\n\\n\\\"Curse ye,\\\" he repeated softly. \\\"Curse ye --ye heard him. Wullie?\\\"\",\"timestamp\":1641283249,\"title\":\"\\nwhat Adam M'Adam and his Red Wull think o' doin', that, ye may remairk, \"},\"digest\":\"JShqqeiVBkAuSq20Clydide10gldBH76f873kp2sjPw\",\"authorship\":{\"contributor\":\"0x457882665D7cCf3457ff8b3aB95dA15a63bfDFa4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZmX4yNaIFeNqfnhjRGtaM5ALDMumU3_XTNvBQVbgMC8\\\",\\\"y\\\":\\\"HZ15IyYj88c7Lq5dfRzY3GYB7nlXfnT6Cm-HyRNeN0A\\\"}\",\"signature\":\"ujubIh1OqR-9CoM0kSCAGNvSC3f997GalCGky-bPWgfS-cAIZyUvUD3vCx0sDE3V2vbe36Ttvg-HB5Ah_17rPg\",\"signingKeySignature\":\"0xe2dcd6d26c20292ef0984411c4cad74f02a07f455c5fe26c05ac32acff93423353c33a7b66f291d339840d806009b4c541540aaf33b6d1913abc8b0912a9c61d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZmX4yNaIFeNqfnhjRGtaM5ALDMumU3_XTNvBQVbgMC8\\\",\\\"y\\\":\\\"HZ15IyYj88c7Lq5dfRzY3GYB7nlXfnT6Cm-HyRNeN0A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JShqqeiVBkAuSq20Clydide10gldBH76f873kp2sjPw\"}"