"{\"content\":{\"body\":\"This text is about my move from web2 to web3.\\n\\nAfter reading [@masonnystrom](https://twitter.com/masonnystrom) piece [How to Get a Job in Web3?](https://www.getrevue.co/profile/masonnystrom/issues/how-to-get-a-job-in-web3-971512) I got inspired to start sharing more of my journey and interact with the space more. I don't want this to be something collecting dust in my drafts so this content will be far from perfect, but it is a start... I think I will regret not sharing the post more than spelling mistakes or unfinished though.\\n\\nIf you find mistakes, I blame this part of the post:\\n\\n> **“Overcoming Imposter Syndrome**\\n>\\n> You will feel like you are not qualified. Apply.\\n>\\n> You will be afraid to tweet or post thoughts publicly. Do it anyway.\\n>\\n> You will be wrong. That’s okay, your opinions are allowed to change.”\\n\\nFor the last three and a half years I've been working with digital marketing and e-commerce, first alongside my university studies and then full time for the past year.\\n\\n## The Web2 Rabbit Hole\\n\\nOnce I first got into e-commerce and digital marketing I had the same kind of *falling down the rabbit hole* feeling as many describe their start in crypto. Some book I read said to find your passion through what makes you lose track of time and this was it! The endless information available online quickly started to consume most of my free time. I learned through trial and error how to build Shopify stores, generate traffic through ads, and manage the logistics of selling physical products.\\n\\nLater on, I started to help other companies do the same and that's when I started to see great results. I finally had some budget to test more creatives and started to learn more and more about digital marketing and e-commerce in general. Seeing the results of my work gave me the courage to start [my own e-commerce business](https://sunday.lighting/) at the beginning of 2021. It has been the best and toughest learning experience of my life, something I would like to share more of in future posts.\\n\\n![The Sun Light by Sunday Sleeptech](https://images.mirror-media.xyz/publication-images/3KC0uatbx7obq7fqTf9y4.png?height=500&width=1000)\\n\\n## Passion Migration\\n\\nMy passion for e-commerce and digital marketing has during the last couple of months largely been taken over by crypto/web3. All DTC podcast, YT videos and new switched to crypto stuff. The earlier explained falling into the rabbit hole feeling is even stronger this time.\\n\\nI first got interested in crypto in late 2017. It was (as for many during the time) a combination of pure greed and being interested in the fundamentals and technology. During this time I learned the basics of blockchain and invested in Bitcoin, Bitcoin Cash, Ethereum, Litecoin, and Ripple. I went all the way up and panic-sold when it crashed. After the crash, I was still very interested and tried to find my role in the space. I ended up using the *being* *too early is the same as being wrong* logic and decided that it was better to spend my time doing something else until this went mainstream. I was prioritizing short term money and security over what excited me, the opposite of what all the business/entrepreneurial books had thought me. I will never make that mistake again... haha\\n\\n## Profession Migration\\n\\nThis lesson, in combination with seeing many the people I look up to gravitate towards the same space made it impossible to ignore. This time, late 2021, I wanted to get active. To somehow take the things I've learned in the past three and a half years of digital marketing and e-commerce, and apply them to this new model.\\n\\n[https://twitter.com/cdixon/status/1463573471837835268](https://twitter.com/cdixon/status/1463573471837835268)\\n\\nOuch!\\n\\nI quickly realized that even though my advertising skills may be attractive for some projects in the short term, it will not be a core part of the web3 model in the long-term. This hurt to realize in the beginning, but at the same time I am all for it. I feel like the sunk-cost bias of investing also exist for acquiring skills, the *if I invested this much time and effort, I cant just leave it* type of thinking. I am happy to find this new path this early in my career.\\n\\nWith that said I think my skills and experiences from web2 are far from worthless. I just need to find a place for them in a new context. I am still in the process of finding which way to go from here. The devs and creatives has to need me somewhere right? ;) Building community, product market fit, business strategy… thoughts loading…\\n\\n## Leaving For \\\\[destination unknown\\\\]\\n\\nMy next step is to read more and try to talk to people in a similar situation, also with people in the obvious spots live developers and creators. I will do another post on this once I make some progress. I think this will be far from a clear-cut switch from web2 to web3. That’s why I want to learn the core fundamentals of the web3 model and not find myself in some misunderstood version of it. Like this:\\n\\n[https://twitter.com/Fendi/status/1482426260676567041](https://twitter.com/Fendi/status/1482426260676567041)\\n\\nIf any of my five-follower [Twitter ](https://twitter.com/anmer_3)army made it to the end, hope you enjoyed it!\\n\\nNot even a call to action in the end, very web3 if you ask me...\\n\\nAll the best,\\n\\nAnton\",\"timestamp\":1642454856,\"title\":\"Passion & Profession Migration [web2→web3]\"},\"digest\":\"qrGzdrb4huG2kBMMk-_3TdPe-8ewIm59Nahes11ge0Q\",\"authorship\":{\"contributor\":\"0x3AfF635889BF158b4b4F2470883f0efEd411f9DE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qfMKk3rw_vCZrtdbqnjS1JLMgxWOfITo1_KM1QpdXuw\\\",\\\"y\\\":\\\"sH7aMh9KKSb18J2RaEozC4PPAOE5yXPuhZQMENVangM\\\"}\",\"signature\":\"HgKp4TT1M0hoMlpa_beuu3BImPhRIcqJvmY-_EM8zv7VvHfs1ee-ITLZvS07Pn5KkgvE49ga9x-xZV-vlmr8lQ\",\"signingKeySignature\":\"0xbeaa554b27a06f773d003cee6aec8701ec5dac087d83a19c42e0216581069cf91fe071eb262fba742a64a0e93b8439fc7faf0cb9fcb53cb3c83300591db3ba391b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qfMKk3rw_vCZrtdbqnjS1JLMgxWOfITo1_KM1QpdXuw\\\",\\\"y\\\":\\\"sH7aMh9KKSb18J2RaEozC4PPAOE5yXPuhZQMENVangM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fsXqgODumuyFB_zCzmBZ9DJ6KyYFEbK_IHik5lFqaTw\"}"