"{\"content\":{\"body\":\"Canaan College, however, is a good place to gild, but its admission requirements are extremely strict: by the age of eighteen, they must reach the eight dundou qi!\\n\\nThe strict admission criteria kept out anyone who wasn't talented enough, so it was impossible to get into Canaan without being a talented young man.\\n\\n...\\n\\nHear Xiao Ning inquiries, Xiao Yu nodded slightly, eyes glancing at the ZSZSZSZ, tone's way: \\\"don't worry, you have already had the admission, and the person in charge of city u thant this area recruitment of students, was my mentor, oh, she's five big bucket division have elder sister I help you to speak, certainly will be a problem.\\\"\\n\\n\\\"Hey, hey, that's good.\\\"Smell speech, Xiao Ning face immediately gushed out a few minutes happy meaning, excited nodded.\\n\\nListening to two people next to the dialogue, Xiao Yan gently left the mouth, if before, he can only enter Canaan College, in order to get more advanced skills and fighting skills, but now, with the mysterious origin of the old medicine teacher, Canaan College, has been very difficult to attract him.\\n\\n\\\"Xiao Yan brother after half a year does not plan to enter Canaan College?\\\"Beside, look at xiao Yan that interest lack of appearance, xun son softly asked.\\n\\nListen to the smoke son's problem, one side of the Xiao Yu, Dai Mei Yang, also will look projected over, her heart made up her mind, if this little bastard also want to go to Canaan College, will privately let his tutor to give him some suffering.\",\"timestamp\":1635750152,\"title\":\"Gamma empire\"},\"digest\":\"qUNajlpKtdVQyrtqSApJtPhFps2jV9PMDw1ImaVKphM\",\"authorship\":{\"contributor\":\"0xA52055a960A7B939C78581E72482fDc6049F465A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mGhaBFzk8o1Dt9uJTAKMo9i4xHjeX7g-xwsWm4q_Vc4\\\",\\\"y\\\":\\\"QBdVA3MuskeIfx35tTmDVW2e8LQ35QTCL05iNC06e-8\\\"}\",\"signature\":\"tHcVTcMswPNSFTeW9t6-oMPzFElP7QZigFBAVjMVeB5mu56HARpMZi9lNyN7-snDmrd8i1sunUZAyUWZ5iEM9w\",\"signingKeySignature\":\"0xd5670ccc910f7322818c4bb6e95e5666e06a843c73de6e2608adb59fa8cbdb593ba64a9e17abc353f0ed6d4137cc5b334ba5c99017469e3cd53dcbd6ce2928e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mGhaBFzk8o1Dt9uJTAKMo9i4xHjeX7g-xwsWm4q_Vc4\\\",\\\"y\\\":\\\"QBdVA3MuskeIfx35tTmDVW2e8LQ35QTCL05iNC06e-8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qUNajlpKtdVQyrtqSApJtPhFps2jV9PMDw1ImaVKphM\"}"