"{\"content\":{\"body\":\"I don’t really follow the logic of calling someone alt-right and disgusting, \\\\*without labeling someone on the left as equally disgusting for doing the same thing.  Alt-right people are supposedly biologically racist and specifically promote white or European heritage. To some degree this is acceptable, there are norms and traditions that are European that can and should be praised. The issue I think, is praising them because they are white or European. For example, Christmas, as we celebrate it today, originated in Germany in either the 15th or 17th century. Christmas is great! Is Christmas only good because it came from a European country? Not really. Christmas is good because, for me at least, it’s a time to spend with people you love and eat good food.  Only liking Christmas because of it’s supposed German origin indicates you are a far-right character, which is not acceptable.  \\n\\nPeople on the left are guilty of using the same logic as the alt-right. It is told through a victimhood narrative.  I was once told, for example, that I shouldn’t tell women to “shut up”. What was the reasoning behind this? I think the logic is that because women talk more and have softer feelings, that using the term shut-up directed towards them is generally not a good idea. But this is not sound logic because both of those criterion are averages. You cannot apply this to all women, in fact the average is probably much smaller than you think.  The reasoning, therefore, is not that you shouldn’t say shut up to women, but you shouldn’t say shut up because it can be rude depending on the situation. Take the identity aspect out of the equation.  It’s offensive to the women who have no problem with being told shut-up, and to the men who can’t handle it at all.\\n\\nUsing group identity to make justifications for things will end badly on both the right and left. Nazi Germany, CCP, Stalin, North Korea, are all blatant examples that we are aware of, but people on the left in the United States are doing the same thing which apparently is not obvious? Yes women are worse off, black people are worse off, trans people are worse off in various ways.  When as a woman you are told to shut up,  I implore you to tell this person (if you are actually offended) that that was said in a hurtful way, or you weren’t trying to talk so much, you were just excited about the topic (whatever the case may be). But to sit behind the logic of “because I’m a woman”, is neglectful to many women out there at best. It is the equivalent of liking Christmas because lots of white people celebrate Christmas. It’s backwards and wrong. \",\"timestamp\":1638135893,\"title\":\"The Identitarian Right and Left  \"},\"digest\":\"kX5Mmux5m4okfZAeQ2pL5lCiq5xscKC4h70t9DaSvvA\",\"authorship\":{\"contributor\":\"0xC775816D871205Ff751c4bdbA6E3acb0D652B196\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ID7V74_bpGifiM_fe7uAfroN8hWuMbqGWL7f0BRF6fY\\\",\\\"y\\\":\\\"gyHovCmgcS5LVtMGD4ie4X_jI2Nv-FeKItCC34vtJwA\\\"}\",\"signature\":\"QRgZlTPSQwDS9iTYe41tFNH7d6waUfDOQswwl2MqS1zSRYoIm02PKIw_NC92g7TRxp7ZY4MHoReZYhdH2Iw-Qw\",\"signingKeySignature\":\"0x59d60060e4b6cc02cf4e71ef2900497a5c95bfb6b2566d91bb1d1d8078a386272685aefbd20f3953d40a4eb6be11a3d5c2b637cd04e9a76b106424a3fd9d7e431b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ID7V74_bpGifiM_fe7uAfroN8hWuMbqGWL7f0BRF6fY\\\",\\\"y\\\":\\\"gyHovCmgcS5LVtMGD4ie4X_jI2Nv-FeKItCC34vtJwA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Rn2vS6J_MNP1EbKNU9Q3FcFK8GkOk_H1wTX3Do-U0Kc\"}"