"{\"content\":{\"body\":\"\\\"Then we're both going, Bunny!  And I give you my word,\\\" cried Raffles, \\\"that no real harm shall come of it.  But you mustn't ask to see the Relics, and you mustn't take too much interest in them when you do see them.  Leave the questioning to me: it really will be a chance of finding out whether they've any suspicion of one's resurrection at Scotland Yard.  Still I think I can promise you a certain amount of fun, old fellow, as some little compensation for your pangs and fears?    The early afternoon was mild and hazy, and unlike winter but for the prematurely low sun struggling through the haze, as Raffles and I emerged from the nether regions at Westminster Bridge, and stood for one moment to admire the infirm silhouettes of Abbey and Houses in flat gray against a golden mist.  Raffles murmured of Whistler and of Arthur Severn, and threw away a good Sullivan because the smoke would curl between him and the picture.  It is perhaps the picture that I can now see clearest of all. the set scenes of our lawless life.  But at the time I was filled with gloomy speculation as to whether Raffles would keep his promise of providing an entirely harmless entertainment for my benefit at the Black Museum.\\n\\nWe entered the forbidding precincts; we looked relentless officers in the face, and they almost yawned in ours as they directed us through swing doors and up stone stairs.  There was something even sinister in the casual character of our reception.  We had an arctic landing to ourselves for several minutes, which Raffles spent in an instinctive survey of the premises, while I cooled my heels before the portrait of a late commissioner.\\n\\n\\\"Dear old gentleman?  exclaimed Raffles, joining me.  \\\"I have met him at dinner, and discussed my own case with him, in the old days. But we can't know too little about ourselves in the Black Museum, Bunny.  I remember going to the old place in Whitehall, years ago, and being shown round by one of the tip-top 'tecs.  And this may be another.\\\"\\n\\nBut even I could see at a glance that there was nothing of the detective and everything of the clerk about the very young man who had joined us at last upon the landing.  His collar was the tallest I have ever seen, and his face was as pallid as his collar.  He carried a loose key, with which he unlocked a door a little way along the passage, and so ushered us into that dreadful repository which perhaps has fewer visitors than any other of equal interest in the world.  The place was cold as the inviolate vault; blinds had to be drawn up, and glass cases uncovered, before we could see a thing except the row of murderers' death-masks -  the placid faces with the swollen necks - that stood out on their shelves to give us ghostly greeting.\\n\\n\\\"This fellow isn't formidable,\\\" whispered Raffles, as the blinds went up; \\\"still, we can't be too careful.  My little lot are round the corner, in the sort of recess; don't look till we come to them in their turn.\\\"\\n\\nSo we began at the beginning, with the glass case nearest the door; and in a moment I discovered that I knew far more about its contents than our pallid guide.  He had some enthusiasm, but the most inaccurate smattering of his subject.  He mixed up the first murderer with quite the wrong murder, and capped his mistake in the next breath with an intolerable libel on the very pearl of our particular tribe.\\n\\n\\\"This revawlver,\\\" he began, \\\"belonged to the celebrited burgular, Chawles Peace.  These are his spectacles, that's his jimmy, and this here knife's the one that Chawley killed the policeman with.\\\"\\n\\nNow I like accuracy for its own sake, strive after it myself, and am sometimes guilty of forcing it upon others.  So this was more than I could pass.\\n\\n\\\"That's not quite right,\\\" I put in mildly.  \\\"He never made use of the knife.\\\"\\n\\nThe young clerk twisted his head round in its vase of starch.\\n\\n\\\"Chawley Peace killed two policemen,\\\" said he.\\n\\n\\\"No, he didn't; only one of them was a policeman; and he never killed anybody with a knife.\\\"\\n\\nThe clerk took the correction like a lamb.  I could not have refrained from making it, to save my skin.  But Raffles rewarded me with as vicious a little kick as he could administer unobserved. \\\"Who was Charles Peace?\\\" he inquired, with the bland effrontery of any judge upon the bench.\\n\\nThe clerk's reply came pat and unexpected.  \\\"The greatest burgular we ever had,\\\" said he, \\\"till good old Raffles knocked him out!\\\"    \\\"The greatest of the pre-Raffleites,\\\" the master murmured, as we passed on to the safer memorials of mere murder.  There were misshapen bullets and stained knives that had taken human life; there were lithe, lean ropes which had retaliated after the live letter of the Mosaic law.  There was one bristling broadside of revolvers under the longest shelf of closed eyes and swollen throats. There were festoons of rope-ladders - none so ingenious as ours -  and then at last there was something that the clerk knew all. about. It was a small tin cigarette-box, and the name upon the gaudy wrapper was not the name of Sullivan.  Yet Raffles and I knew even more about this exhibit than the clerk.\\n\\n\\\"There, now,\\\" said our guide, \\\"you'll never guess the history of that!  I'll give you twenty guesses, and the twentieth will be no nearer than the first\\\"\\n\\n\\\"I'm sure of it, my good fellow,\\\" rejoined Raffles, a discreet twinkle in his eye.  \\\"Tell us about it, to save time.\\\"\\n\\nAnd he opened, as he spoke, his own old twenty-five tin of purely popular cigarettes; there were a few in it still, but between the cigarettes were jammed lumps of sugar wadded with cotton-wool.  I saw Raffles weighing the lot in his hand with subtle satisfaction. But the clerk saw merely the mystification which he desired to create.\\n\\n\\\"I thought that'd beat you, sir,\\\" said he.  \\\"It was an American dodge.  Two smart Yankees got a jeweller to take a lot of stuff to a private room at Keliner's, where they were dining, for them to choose from.  When it came to paying, there was some bother about a remittance; but they soon made that all. right, for they were far too clever to suggest taking away what they'd chosen but couldn't pay for.  No, all. they wanted was that what they'd chosen might be locked up in the safe and considered theirs until their money came for them to pay for it.  All. they asked was to seal the stuff up in something; the jeweller was to take it away and not meddle with it, nor yet break the seals, for a week or two.  It seemed a fair enough thing, now, didn't it, sir?\\\"\\n\\n\\\"Eminently fair,\\\" said Raffles sententiously.\\n\\n\\\"So the jeweller thought,\\\" crowed the clerk.  \\\"You see, it wasn't as if the Yanks had chosen out the half of what he'd brought on appro.; they'd gone slow on purpose, and they'd paid for all. they could on the nail, just for a blind.  Well, I suppose you can guess what happened in the end?  The jeweller never heard of those Americans again; and these few cigarettes and lumps of sugar were all. he found.\\\"\\n\\n\\\"Duplicate boxes?  I cried, perhaps a thought too promptly.\\n\\n\\\"Duplicate boxes!\\\" murmured Raffles, as profoundly impressed as a second Mr. Pickwick.\\n\\n\\\"Duplicate boxes!\\\" echoed the triumphant clerk.  \\\"Artful beggars, these Americans, sir!  You've got to crawss the 'Erring Pond to learn a trick worth one o' that?\\\"\\n\\n\\\"I suppose so,\\\" assented the grave gentleman wit the silver hair. \\\"Unless,\\\" he added, as if suddenly inspired, \\\"unless it was that man Raffles.\\\"\\n\\n\\\"It couldn't 've bin,\\\" jerked the clerk from his conning-tower of a collar.  \\\"He'd gone to Davy Jones long before.\\\"\\n\\n\\\"Are you sure?\\\" asked Raffles.  \\\"Was his body ever found?\\\"\\n\\n\\\"Found and buried,\\\" replied our imaginative friend.  \\\"Malter, I think it was; or it may have been Giberaltar.  I forget which.\\\"\\n\\n\\\"Besides,\\\" I put in, rather annoyed at all. this wilful work, yet not indisposed to make a late contribution - \\\"besides, Raffles would never have smoked those cigarettes.  There was only one brand for him.  It was - let me see - \\\"\\n\\n\\\"Sullivans?  cried the clerk, right for once.  \\\"It's all. a matter of 'abit,\\\" he went on, as he replaced the twenty-five tin box with the vulgar wrapper.  \\\"I tried them once, and I didn't like 'em myself.  It's all. a question of taste.  Now, if you want a good smoke, and cheaper, give me a Golden Gem at quarter of the price.\\\"\\n\\n\\\"What we really do want,\\\" remarked Raffles mildly, \\\"is to see something else as clever as that last.\\\"\\n\\n\\\"Then come this way,\\\" said the clerk, and led us into a recess almost monopolized by the iron-clamped chest of thrilling memory, now a mere platform for the collection of mysterious objects under a dust-sheet on the lid.  \\\"These,\\\" he continued, unveiling them with an air, are the Raffles Relics, taken from his rooms in the Albany after his death and burial, and the most complete set we've got.  That's his centre-bit, and this is the bottle of rock-oil he's supposed to have kept dipping it in to prevent making a noise.  Here's the revawlver he used when he shot at a gentleman on the roof down Horsham way; it was afterward taken from him on the P. & 0. boat before he jumped overboard.\\\"\\n\\nI could not help saying I understood that Raffles had never shot at anybody.  I was standing with my back to the nearest window, my hat jammed over my brows and my overcoat collar up to my ears.\\n\\n\\\"That's the only time we know about,\\\" the clerk admitted; \\\"and it couldn't be brought 'ome, or his precious pal would have got more than he did.  This empty cawtridge is the one he 'id the Emperor's pearl in, on the Peninsular and Orient.  These gimlets and wedges were what he used for fixin' doors.  This is his rope-ladder, with the telescope walking-stick he used to hook it up with; he's said to have 'ad it with him the night he dined with the Earl of Thornaby, and robbed the house before dinner.  That's his life-preserver; but no one can make out what this little thick velvet bag's for, with the two holes and the elawstic round each.  Perhaps you can give a guess, sir?\\\"\\n\\nRaffles had taken up the bag that he had invented for the noiseless filing of keys.  Now he handled it as though it were a tobacco-pouch, putting in finger and thumb, and shrugging over the puzzle with a delicious face; nevertheless, he showed me a few grains of steel filing as the result of his investigations, and murmured in my ear, \\\"These sweet police!  I, for my part, could not but examine the life-preserver with which I had once smitten Raffles himself to the ground: actually, there was his blood upon it still; and seeing my horror, the clerk plunged into a characteristically garbled version of that incident also.  It happened to have come to light among others at the Old Bailey, and perhaps had its share in promoting the quality of mercy which had undoubtedly been exercised on my behalf.  But the present recital was unduly trying, and Raffles created a noble diversion by calling attention to an early photograph of himself, which may still hang on the wall over the historic chest, but which I had carefully ignored.  It shows him in flannels, after some great feat upon the tented field.  I am afraid there is a Sullivan between his lips, a look of lazy insolence in the half-shut eyes.  I have since possessed myself of a copy, and it is not Raffles at his best; but the features are clean-cut and regular; and I often wish that I had lent it to the artistic gentlemen who have battered the statue out of all. likeness to the man.\\n\\n\\\"You wouldn't think it of him, would you?\\\" quoth the clerk.  \\\"It makes you understand how no one ever did think it of him at the time.\\\"\\n\\nThe youth was looking full at Raffles, with the watery eyes of unsuspecting innocence.  I itched to emulate the fine bravado of my friend.\\n\\n\\\"You said he had a pal,\\\" I observed, sinking deeper into the collar of my coat.  \\\"Haven't you got a photograph of him?\\\"\\n\\nThe pale clerk gave such a sickly smile, I could have smacked some blood into his pasty face.\\n\\n\\\"You mean Bunny?\\\" said the familiar fellow.  \\\"No, sir, he'd be out of place; we've only room for real criminals here.  Bunny was neither one thing nor the other.  He could follow Raffles, but that's all. he could do.  He was no good on his own.  Even when he put up the low-down job of robbing his old 'ome, it's believed he hadn't the 'eart to take the stuff away, and Raffles had to break in a second time for it.  No, sir, we don't bother our heads about Bunny; we shall never hear no more of 'im.  He was a harmless sort of rotter, if you awsk me.\\\"\\n\\nI had not asked him, and I was almost foaming under the respirator that I was making of my overcoat collar.  I only hoped that Raffles would say something, and he did.\\n\\n\\\"The only case I remember anything about,\\\" he remarked, tapping the clamped chest with his umbrella, \\\"was this; and that time, at all. events, the man outside must have had quite as much to do as the one inside.  May I ask what you keep in it?\\\"\\n\\n\\\"Nothing, sir.\\n\\n\\\"I imagined more relics inside.  Hadn't he some dodge of getting in and out without opening the lid?\\\"\\n\\n\\\"Of putting his head out, you mean,\\\" returned the clerk, whose knowledge of Raffles and his Relics was really most comprehensive on the whole.  He moved some of the minor memorials and with his penknife raised the trap-door in the lid.\\n\\n\\\"Only a skylight,\\\" remarked Raffles, deliciously unimpressed.\\n\\n\\\"Why, what else did you expect?\\\" asked the clerk, letting the trap-door down again, and looking sorry that he had taken so much trouble.\\n\\n\\\"A backdoor, at least!\\\" replied Raffles, with such a sly look at me that I had to turn aside to smile.  It was the last time I smiled that day.\\n\\nThe door had opened as I turned, and an unmistakable detective had entered with two more sight-seers like ourselves.  He wore the hard, round hat and the dark, thick overcoat which one knows at a glance as the uniform of his grade; and for one awful moment his steely eye was upon us in a flash of cold inquiry.  Then the clerk emerged from the recess devoted to the Raffles Relics, and the alarming interloper conducted his party to the window opposite the door.\\n\\n\\\"Inspector Druce,\\\" the clerk informed us in impressive whispers, \\\"who had the Chalk Farm case in hand.  He'd be the man for Raffles, if Raffles was alive to-day!\\\"    \\\"I'm sure he would,\\\" was the grave reply.  \\\"I should be very sorry to have a man like that after me.  But what a run there seems to be upon your Black Museum!\\\"\\n\\n\\\"There isn't reelly, sir,\\\" whispered the clerk.  \\\"We sometimes go weeks on end without having regular visitors like you two gentlemen. I think those are friends of the Inspector's, come to see the Chalk Farm photographs, that helped to hang his man.  We've a lot of interesting photographs, sir, if you like to have a look at them.\\\"\\n\\n\\\"If it won't take long,\\\" said Raffles, taking out his watch; and as the clerk left our side for an instant he gripped my arm.  \\\"This is a bit too hot,\\\" he whispered, \\\"but we mustn't cut and run like rabbits.  That might be fatal.  Hide your face in the photographs, and leave everything to me.  I'll have a train to catch as soon as ever I dare.\\\"\\n\\nI obeyed without a word, and with the less uneasiness as I had time to consider the situation.  It even struck me that Raffles was for once inclined to exaggerate the undeniable risk that we ran by remaining in the same room with an officer whom both he and I knew only too well by name and repute.  Raffles, after all., had aged and altered out of knowledge; but he had not lost the nerve that was equal to a far more direct encounter than was at all. likely to be forced upon us.  On the other hand, it was most improbable that a distinguished detective would know by sight an obscure delinquent like myself; besides, this one had come to the front since my day. Yet a risk it was, and I certainly did not smile as I bent over the album of horrors produced by our guide.  I could still take an interest in the dreadful photographs of murderous and murdered men; they appealed to the morbid element in my nature; and it was doubtless with degenerate unction that I called Raffles's attention to a certain scene of notorious slaughter.  There was no response. I looked round.  There was no Raffles to respond.  We had all. three been examining the photographs at one of the windows; at another three newcomers were similarly engrossed; and without one word, or a single sound, Raffles had decamped behind all. our backs.\\n\\nFortunately the clerk was himself very busy gloating over the horrors of the album; before he looked round I had hidden my astonishment, but not my wrath, of which I had the instinctive sense to make no secret.\\n\\n\\\"My friend's the most impatient man on earth!\\\" I exclaimed.  \\\"He said he was going to catch a train, and now he's gone without a word!\\\"\\n\\n\\\"I never heard him,\\\" said the clerk, looking puzzled.\\n\\n\\\"No more did I; but he did touch me on the shoulder,\\\" I lied, \\\"and say something or other.  I was too deep in this beastly book to pay much attention.  He must have meant that he was off.  Well, let him be off!  I mean to see all. that's to be seen.\\\"\\n\\nAnd in my nervous anxiety to allay any suspicions aroused by my companion's extraordinary behavior, I outstayed even the eminent detective and his friends, saw them examine the Raffles Relics, heard them discuss me under my own nose, and at last was alone with the anemic clerk.  I put my hand in my pocket, and measured him with a sidelong eye.  The tipping system is nothing less than a minor bane of my existence.  Not that one is a grudging giver, but simply because in so many cases it is so hard to know whom to tip and what to tip him.  I know what it is to be the parting guest who has not parted freely enough, and that not from stinginess but the want of a fine instinct on the point.  I made no mistake, however, in the case of the clerk, who accepted my pieces of silver without demur, and expressed a hope of seeing the article which I had assured him I was about to write.  He has had some years to wait for it, but I flatter myself that these belated pages will occasion more interest than offense if they ever do meet those watery eyes.\\n\\nTwilight was falling when I reached the street; the sky behind St. Stephen's had flushed and blackened like an angry face; the lamps were lit, and under every one I was unreasonable enough to look for Raffles.  Then I made foolishly sure that I should find him hanging about the station, and hung thereabouts myself until one Richmond train had gone without me.  In the end I walked over the bridge to Waterloo, and took the first train to Teddington instead.  That made a shorter walk of it, but I had to grope my way through a white fog from the river to Ham Common, and it was the hour of our cosy dinner when I reached our place of retirement. There was only a flicker of firelight on the blinds: I was the first to return after all.  It was nearly four hours since Raffles had stolen away from my side in the ominous precincts of Scotland Yard.  Where could he be?  Our landlady wrung her hands over him; she had cooked a dinner after her favorite's heart, and I let it spoil before making one of the most melancholy meals of my life.\\n\\nUp to midnight there was no sign of him; but long before this time I had reassured our landlady with a voice and face that must have given my words the lie.  I told her that Mr. Ralph (as she used to call him) had said something about going to the theatre; that I thought he had given up the idea, but I must have been mistaken, and should certainly sit up for him.  The attentive soul brought in a plate of sandwiches before she retired; and I prepared to make a night of it in a chair by the sitting-room fire.  Darkness and bed I could not face in my anxiety.  In a way I felt as though duty and loyalty called me out into the winter s night; and yet whither should I turn to look for Raffles?  I could think of but one place, and to seek him there would be to destroy myself without aiding him.  It was my growing conviction that he had been recognized when leaving Scotland Yard, and either taken then and there, or else hunted into some new place of hiding.  It would all. be in the morning papers; and it was all. his own fault.  He had thrust his head into the lion's mouth, and the lion's jaws had snapped.  Had he managed to withdraw his head in time?\\n\\nThere was a bottle at my elbow, and that night I say deliberately that it was not my enemy but my friend.  It procured me at last some surcease from my suspense.  I fell fast asleep in my chair before the fire.  The lamp was still burning, and the fire red, when I awoke; but I sat very stiff in the iron clutch of a wintry morning.  Suddenly I slued round in my chair.  And there was Raffles in a chair behind me, with the door open behind him, quietly taking off his boots.\\n\\n\\\"Sorry to wake you, Bunny,\\\" said he.  \\\"I thought I was behaving like a mouse; but after a three hours' tramp one's feet are all. heels.\\\"\\n\\nI did not get up and fall upon his neck.  I sat back in my chair and blinked with bitterness upon his selfish insensibility.  He should not know what I had been through on his account.\\n\\n\\\"Walk out from town?\\\" I inquired, as indifferently as though he were in the habit of doing so.\\n\\n\\\"From Scotland Yard,\\\" he answered, stretching himself before the fire in his stocking soles.\\n\\n\\\"Scotland Yard?\\\" I echoed.  \\\"Then I was right; that's where you were all. the time; and yet you managed to escape!\\\"    I had risen excitedly in my turn.\\n\\n\\\"Of course I did,\\\" replied Raffles.  \\\"I never thought there would be much difficulty about that, but there was even less than I anticipated.  I did once find myself on one side of a sort of counter, and an officer dozing at his desk at the other side.  I thought it safest to wake him up and make inquiries about a mythical purse left in a phantom hansom outside the Carlton.  And the way the fellow fired me out of that was another credit to the Metropolitan Police: it's only in the savage countries that they would have troubled to ask how one had got in.\\\"\\n\\n\\\"And how did you?\\\" I asked.  \\\"And in the Lord's name, Raffles, when and why?\\\"\\n\\nRaffles looked down on me under raised eyebrows, as he stood with his coat tails to the dying fire.\\n\\n\\\"How and when, Bunny, you know as well as I do,\\\" said he, cryptically.  \\\"And at last you shall hear the honest why and wherefore.  I had more reasons for going to Scotland Yard, my dear fellow, than I had the face to tell you at the time.\\\"\\n\\n\\\"I don't care why you went there!\\\" I cried.  \\\"I want to know why you stayed, or went back, or whatever it was you may have done.  I thought they had got you, and you had given them the slip!\\\"\\n\\nRaffles smiled as he shook his head.\\n\\n\\\"No, no, Bunny; I prolonged the visit, as I paid it, of my own accord.  As for my reasons, they are far too many for me to tell you them all.; they rather weighed upon me as I walked out; but you'll see them for yourself if you turn round.\\\"\\n\\nI was standing with my back to the chair in which I had been asleep; behind the chair was the round lodging-house table; and there, reposing on the cloth with the whiskey and sandwiches, was the whole collection of Raffles Relics which had occupied the lid of the silver-chest in the Black Museum at Scotland Yard!  The chest alone was missing.  There was the revolver that I had only once heard fired, and there the blood-stained life-preserver, brace-and-bit, bottle of rock-oil, velvet bag, rope-ladder, walking-stick, gimlets, wedges, and even the empty cartridge-case which had once concealed the gift of a civilized monarch to a potentate of color.\\n\\n\\\"I was a real Father Christmas,\\\" said Raffles, \\\"when I arrived. It's a pity you weren't awake to appreciate the scene.  It was more edifying than the one I found.  You never caught me asleep in my chair, Bunny!\\\"    He thought I had merely fallen asleep in my chair!  He could not see that I had been sitting up for him all. night long!  The hint of a temperance homily, on top of all. I had borne, and from Raffles of all. mortal men, tried my temper to its last limit - but a flash of late enlightenment enabled me just to keep it.\\n\\n\\\"Where did you hide?\\\" I asked grimly.\\n\\n\\\"At the Yard itself.\\\"\\n\\n\\\"So I gather; but whereabouts at the Yard?\\\"\\n\\n\\\"Can you ask, Bunny?\\\"\\n\\n\\\"I am asking.\\\"\\n\\n\\\"It's where I once hid before.\\\"\\n\\n\\\"You don't mean in the chest?\\\"\\n\\n\\\"I do.\\\"\\n\\nOur eyes met for a minute.\\n\\n\\\"You may have ended up there,\\\" I conceded.  \\\"But where did you go first when you slipped out behind my back, and how the devil did you know where to go?\\\"\\n\\n\\\"I never did slip out,\\\" said Raffles, \\\"behind your back.  I slipped in.\\\"\\n\\n\\\"Into the chest?\\\"\\n\\n\\\"Exactly.\\\"\\n\\nI burst out laughing in his face.\\n\\n\\\"My dear fellow, I saw all. these things on the lid just afterward. Not one of them was moved.  I watched that detective show them to his friends.\\\"\\n\\n\\\"And I heard him.\\\"\\n\\n\\\"But not from the inside of the chest?\\\"\\n\\n\\\"From the inside of the chest, Bunny.  Don't look like that - it's foolish.  Try to recall a few words that went before, between the idiot in the collar and me.  Don't you remember my asking him if there was anything in the chest?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"One had to be sure it was empty, you see.  Then I asked if there was a backdoor to the chest as well as a skylight.\\\"\\n\\n\\\"I remember.\\\"\\n\\n\\\"I suppose you thought all. that meant nothing?\\\"\\n\\n\\\"I didn't look for a meaning.\\\"\\n\\n\\\"You wouldn't; it would never occur to you that I might want to find out whether anybody at the Yard had found out that there was something precisely in the nature of a sidedoor - it isn't a backdoor - to that chest.  Well, there is one; there was one soon after I took the chest back from your rooms to mine, in the good old days.  You push one of the handles down - which no one ever does  - and the whole of that end opens like the front of a doll's house.  I saw that was what I ought to have done at first: it's so much simpler than the trap at the top; and one likes to get a thing perfect for its own sake.  Besides, the trick had not been spotted at the bank, and I thought I might bring it off again some day; meanwhile, in one's bedroom, with lots of things on top, what a port in a sudden squall!\\\"    I asked why I had never heard of the improvement before, not so much at the time it was made, but in these later days, when there were fewer secrets between us, and this one could avail him no more. But I did not put the question out of pique.  I put it out of sheer obstinate incredulity.  And Raffles looked at me without replying, until I read the explanation in his look.\\n\\n\\\"I see,\\\" I said.  \\\"You used to get into it to hide from me!\\\"\\n\\n\\\"My dear Bunny, I am not always a very genial man,\\\" he answered; \\\"but when you let me have a key of your rooms I could not very well refuse you one of mine, although I picked your pocket of it in the end.  I will only say that when I had no wish to see you, Bunny, I must have been quite unfit for human society, and it was the act of a friend to deny you mine.  I don't think it happened more than once or twice.  You can afford to forgive a fellow after all. these years?    \\\"That, yes,\\\" I replied bitterly; \\\"but not this, Raffles.\\\"\\n\\n\\\"Why not?  I really hadn't made up my mind to do what I did.  I had merely thought of it.  It was that smart officer in the same room that made me do it without thinking twice.\\\"\\n\\n\\\"And we never even heard you!\\\" I murmured, in a voice of involuntary admiration which vexed me with myself.  \\\"But we might just as well!\\\" I was as quick to add in my former tone.\\n\\n\\\"Why, Bunny?\\\"\\n\\n\\\"We shall be traced in no time through our ticket of admission.\\\"\\n\\n\\\"Did they collect it?\\\"\\n\\n\\\"No; but you heard how very few are issued.\\\"\\n\\n\\\"Exactly.  They sometimes go weeks on end without a regular visitor. It was I who extracted that piece of information, Bunny, and I did nothing rash until I had.  Don't you see that with any luck it will be two or three weeks before they are likely to discover their loss?\\\"\\n\\nI was beginning to see.\\n\\n\\\"And then, pray, how are they going to bring it home to us?  Why should they even suspect us, Bunny?  I left early; that's all. I did. You took my departure admirably; you couldn't have said more or less if I had coached you myself.  I relied on you, Bunny, and you never more completely justified my confidence.  The sad thing is that you have ceased to rely on me.  Do you really think that I would leave the place in such a state that the first person who came in with a duster would see that there had been a robbery?\\\"\\n\\nI denied the thought with all. energy, though it perished only as I spoke.\\n\\n\\\"Have you forgotten the duster that was over these things, Bunny? Have you forgotten all. the other revolvers and life preservers that there were to choose from?  I chose most carefully, and I replaced my relics with a mixed assortment of other people's which really look just as well.  The rope-ladder that now supplants mine is, of course, no patch upon it, but coiled up on the chest it really looks much the same.  To be sure, there was no second velvet bag; but I replaced my stick with another quite like it, and I even found an empty cartridge to understudy the setting of the Polynesian pearl. You see the sort of fellow they have to show people round: do you think he's the kind to see the difference next time, or to connect it with us if he does?  One left much the same things, lying much as he left them, under a dust-sheet which is only taken off for the benefit of the curious, who often don't turn up for weeks on end.\\\"\\n\\nI admitted that we might be safe for three or four weeks.  Raffles held out his hand.\\n\\n\\\"Then let us be friends about it, Bunny, and smoke the cigarette of Sullivan and peace!  A lot may happen in three or four weeks; and what should you say if this turned out to be the last as well as the least of all. my crimes?  I must own that it seems to me their natural and fitting end, though I might have stopped more characteristically than with a mere crime of sentiment.  No, I make no promises, Bunny; now I have got these things, I may be unable to resist using them once more.  But with this war one gets all. the excitement one requires - and rather more than usual may happen in three or four weeks?\\\"    Was he thinking even then of volunteering for the front?  Had he already set his heart on the one chance of some atonement for his life - nay, on the very death he was to die?  I never knew, and shall never know.  Yet his words were strangely prophetic, even to the three or four weeks in which those events happened that imperilled the fabric of our empire, and rallied her sons from the four winds to fight beneath her banner on the veldt.  It all. seems very ancient history now.  But I remember nothing better or more vividly than the last words of Raffles upon his last crime, unless it be the pressure of his hand as he said them, or the rather sad twinkle in his tired eyes.\\n\\nThe Last Word\\n\\nThe last of all. these tales of Raffles is from a fresher and a sweeter pen.  I give it exactly as it came to me, in a letter which meant more to me than it can possibly mean to any other reader. And yet, it may stand for something with those for whom these pale reflections have a tithe of the charm that the real man had for me; and it is to leave such persons thinking yet a little better of him (and not wasting another thought on me) that I am permitted to retail the very last word about their hero and mine.\\n\\nThe letter was my first healing after a chance encounter and a sleepless night; and I print every word of it except the last\\n\\n```\\n                                 \\\"39 CAMPDEN GROVE COURT, W.,                                      \\\"June 28, 1900.\\n```\\n\\n\\\"DEAR HARRY: You may have wondered at the very few words I could find to say to you when we met so strangely yesterday.  I did not mean to be unkind.  I was grieved to see you so cruelly hurt and lame.  I could not grieve when at last I made you tell me how it happened.  I honor and envy every man of you - every name in those dreadful lists that fill the papers every day.  But I knew about Mr. Raffles, and I did not know about you, and there was something I longed to tell you about him, something I could not tell you in a minute in the street, or indeed by word of mouth at all.  That is why I asked you for your address.\\n\\n\\\"You said I spoke as if I had known Mr. Raffles.  Of course I have often seen him playing cricket, and heard about him and you. But I only once met him, and that was the night after you and I met last.  I have always supposed that you knew all. about our meeting.  Yesterday I could see that you knew nothing.  So I have made up my mind to tell you every word.\\n\\n\\\"That night - I mean the next night - they were all. going out to several places, but I stayed behind at Palace Gardens.  I had gone up to the drawing-room after dinner, and was just putting on the lights, when in walked Mr. Raffles from the balcony.  I knew him at once, because I happened to have watched him make his hundred at Lord's only the day before.  He seemed surprised that no one had told me he was there, but the whole thing was such a surprise that I hardly thought of that.  I am afraid I must say that it was not a very pleasant surprise.  I felt instinctively that he had come from you, and I confess that for the moment it made me very angry indeed.  Then in a breath he assured me that you knew nothing of his coming, that you would never have allowed him to come, but that he had taken it upon himself as your intimate friend and one who would be mine as well.  (I said that I would tell you every word.)\\n\\n\\\"Well, we stood looking at each other for some time, and I was never more convinced of anybody's straightness and sincerity; but he was straight and sincere with me, and true to you that night, whatever he may have been before and after.  So I asked him why he had come, and what had happened; and he said it was not what had happened, but what might happen next; so I asked him if he was thinking of you, and he just nodded, and told me that I knew very well what you had done.  But I began to wonder whether Mr. Raffles himself knew, and I tried to get him to tell me what you had done, and he said I knew as well as he did that you were one of the two men who had come to the house the night before.  I took some time to answer.  I was quite mystified by his manner.  At last I asked him how he knew.  I can hear his answer now.\\n\\n\\\"'Because I was the other man,' he said quite quietly; 'because I led him blindfold into the whole business, and would rather pay the shot than see poor Bunny suffer for it.'\\n\\n\\\"Those were his words, but as he said them he made their meaning clear by going over to the bell, and waiting with his finger ready to ring for whatever assistance or protection I desired.  Of course I would not let him ring at all.; in fact, at first I refused to believe him.  Then he led me out into the balcony, and showed me exactly how he had got up and in.  He had broken in for the second night running, and all. to tell me that the first night he had brought you with him on false pretences.  He had to tell me a great deal more before I could quite believe him.  But before he went (as he had come) I was the one woman in the world who knew that A. J. Raffles, the great cricketer, and the so-called 'amateur cracksman' of equal notoriety, were one and the same person.\\n\\n\\\"He had told me his secret, thrown himself on my mercy, and put his liberty if not his life in my hands, but all. for your sake, Harry, to right you in my eyes at his own expense.  And yesterday  I could see that you knew nothing whatever about it, that your friend had died without telling you of his act of real and yet vain self-sacrifice!  Harry, I can only say that now I understand your friendship, and the dreadful lengths to which it carried you.  How many in your place would not have gone as far for such a friend? Since that night, at any rate, I for one have understood.  It has grieved me more than I can tell you, Harry, but I have always understood.\\n\\n\\\"He spoke to me quite simply and frankly of his life.  It was wonderful to me then that he should speak of it as he did, and still more wonderful that I should sit and listen to him as I did. But I have often thought about it since, and have long ceased to wonder at myself.  There was an absolute magnetism about Mr. Raffles which neither you nor I could resist.  He had the strength of personality which is a different thing from strength of character; but when you meet both kinds together, they carry the ordinary mortal off his or her feet.  You must not imagine you are the only one who would have served and followed him as you did. When he told me it was all. a game to him, and the one game he knew that was always exciting, always full of danger and of drama, I could just then have found it in my heart to try the game myself! Not that he treated me to any ingenious sophistries or paradoxical perversities.  It was just his natural charm and humor, and a touch of sadness with it all., that appealed to something deeper than one's reason and one's sense of right.  Glamour, I suppose, is the word.  Yet there was far more in him than that.  There were depths, which called to depths; and you will not misunderstand me when I say I think it touched him that a woman should listen to him as I did, and in such circumstances.  I know that it touched me to think of such a life so spent, and that I came to myself and implored him to give it all. up.  I don't think I went on my knees over it.  But I am afraid I did cry; and that was the end.  He pretended not to notice anything, and then in an instant he froze everything with a flippancy which jarred horribly at the time, but has ever since touched me more than all. the rest.  I remember that I wanted to shake hands at the end.  But Mr. Raffles only shook his head, and for one instant his face was as sad as it was gallant and gay all. the rest of the time.  Then he went as he had come, in his own dreadful way, and not a soul in the house knew that he had been.  And even you were never told!\\n\\n\\\"I didn't mean to write all. this about your own friend, whom you knew so much better yourself, yet you see that even you did not know how nobly he tried to undo the wrong he had done you; and now I think I know why he kept it to himself.  It is fearfully late   - or early - I seem to have been writing all. night - and I will explain the matter in the fewest words.  I promised Mr. Raffles that I would write to you, Harry, and see you if I could.  Well, I did write, and I did mean to see you, but I never had an answer to what I wrote.  It was only one line, and I have long known you never received it.  I could not bring myself to write more, and even those few words were merely slipped into one of the books which you had given me.  Years afterward these books, with my name in them, must have been found in your rooms; at any rate they were returned to me by somebody; and you could never have opened them, for there was my line where I had left it.  Of course you had never seen it, and that was all. my fault.  But it was too late to write again.  Mr. Raffles was supposed to have been drowned, and everything was known about you both.  But I still kept my own independent knowledge to myself; to this day, no one else knows that you were one of the two in Palace Gardens; and I still blame myself more than you may think for nearly everything that has happened since.\\n\\n\\\"You said yesterday that your going to the war and getting wounded wiped out nothing that had gone before.  I hope you are not growing morbid about the past.  It is not for me to condone it, and  yet I know that Mr. Raffles was what he was because he loved danger and adventure, and that you were what you were because you loved Mr. Raffles.  But, even admitting it was all. as bad as bad could be, he is dead, and you are punished.  The world forgives, if it does not forget.  You are young enough to live everything down.  Your part in the war will help you in more ways than one.  You were always fond of writing.  You have now enough to write about for a literary lifetime.  You must make a new name for yourself.  You must Harry, and you will!\\n\\n\\\"I suppose you know that my aunt, Lady Melrose, died some years ago? She was the best friend I had in the world, and it is thanks to her that I am living my own life now in the one way after my own heart. This is a new block of flats, one of those where they do everything for you; and though mine is tiny, it is more than all. I shall ever want.  One does just exactly what one likes - and you must blame that habit for all. that is least conventional in what I have said. Yet I should like you to understand why it is that I have said so much, and, indeed, left nothing unsaid.  It is because I want never to have to say or hear another word about anything that is past and over.  You may answer that I run no risk!  Nevertheless, if you did care to come and see me some day as an old friend, we might find one or two new points of contact, for I am rather trying to write myself!  You might almost guess as much from this letter; it is long enough for anything; but, Harry, if it makes you realize that one of your oldest friends is glad to have seen you, and will be gladder still to see you again, and to talk of anything and everything except the past, I shall cease to be ashamed even of its length!\\n\\n\\\"And so good-by for the present from                                                         \\\"____\\\"\\n\\nI omit her name and nothing else.  Did I not say in the beginning that it should never be sullied by association with mine?  And yet - and yet - even as I write I have a hope in my heart of hearts which is not quite consistent with that sentiment.  It is as faint a hope as man ever had, and yet its audacity makes the pen tremble in my fingers.  But, if it be ever realized, I shall owe more than I could deserve in a century of atonement to one who atoned more nobly than I ever can.  And to think that to the end I never heard one word of it from Raffles!\\n\\nEnd\",\"timestamp\":1637495516,\"title\":\"\\\"It might even look peculiar if only one person made use of it?\\\"\"},\"digest\":\"x1E-GqUNVgzhxHY0PzbWqRrG4VXNBFlDybkDePZIiZs\",\"authorship\":{\"contributor\":\"0x12DAB7FFceEebeDFF34FE12b77b7a16997723371\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sEwjjsF3NRdXpBcEqhz_5HDKWSYLrFRpbuWc_FkOkyI\\\",\\\"y\\\":\\\"DnLmJ1jtTcK9vLQVkAO5bCEdzQsTW5tIPsdpb6kW2Uw\\\"}\",\"signature\":\"QnB70hgIJbBdV7QyPymE1kZTTUISgd3Hp6z8ohluYAa8woxOqccAnoVIEDur0Nkix8O7bgtgmPUtSDLMzNH5RQ\",\"signingKeySignature\":\"0xf9c16a3edc5ca0a2cf63356a2c1e81fa3d9c1f793b44cca172b4cd00d3050b556d9e0eb339bb04e6aaf01748940a7fe16b836aed82fb0555628cf646516cb4b91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sEwjjsF3NRdXpBcEqhz_5HDKWSYLrFRpbuWc_FkOkyI\\\",\\\"y\\\":\\\"DnLmJ1jtTcK9vLQVkAO5bCEdzQsTW5tIPsdpb6kW2Uw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"x1E-GqUNVgzhxHY0PzbWqRrG4VXNBFlDybkDePZIiZs\"}"