"{\"content\":{\"body\":\"这是一个漫长的故事，等待人们重启。\\n\\n \\n\\n在这长达十年的“超自然”金融体系建设过程中，人们经历了有限次高光，同时也经受了近乎十年的长寂，每一次高光如同一轮轮不断扩大的黑洞一般虹吸着那无尽的财富，然后“永夜”。追光的人终与光同被吞噬，而看清黑洞的人获取了这般无尽的流动性。这便是“维度战争”，大家同处一个行业，然而并不同处一个维度，所思所看皆尽不同。没有一个群体可以长期性地完全操控一个市场，并保持十年之久，或许虽然赢在了运气，但更多输给了时间，这个市场永远在“吐故纳新”。黑洞吞光的本质是让时间无限接近于静止，而更多人的却在疯狂地追逐那短暂的一瞬光，因为每一次机会来临，人们只能看到“高光”，甚至不断地在黑洞的边缘反复试探，有的可以逃逸，但绝大多数最终捧着短暂的光还没来得及笑完，便进入了一个无尽时间的空间。\\n\\n \\n\\n从大的层面，我们这个行业应该经历过三次“高光”，每一次都带来了更庞大的黑洞边界。经历第一次高光的人是这个行业开天辟地的领路人，他们也绝大多数是在那个时候完成了比特币早期积累，并获得小小的财富，这个时间点应该发生在 2015 年之前，预示着“启蒙阶段”达成，这个行业是存在的；第二次便是众所周知的 2017 年前后长达 4 年的时间范围，这个行业以一种疯狂的模样彻底燃爆世界，展现出“无尽吞噬”的本质，这令金融人和投机人为之疯狂，这个阶段标志着“财富转移范式”的成立，说白了，这个行业已经掌握了吸纳无尽财富的革命性手段，虽然它才小试了一下牛刀；于是第三次紧接着爆发，说实话，这次来得确实比预期的有点快，一定程度上受到了全球经济、政治、疫情博弈的影响，现实世界的体系等不及了，自然地，币圈也更加等不及了。而且不光来得极为迅速，规模应该也超出了大多数人的预期，比特币一路从 4000 飞升到 60000，仅在一年时间完成，并让高光时刻保持了前所未有的大半年时间。甚至在这个过程的早期，有人就不耐烦了，不停地做空、做空。如您所愿，最终还是在今年 5 月份迎来了超级大跌，这次大跌也令人惊奇，从 60000 一路跌倒 30000 竟然没有像样的反弹，而且一横便是两个月。这似乎意味着一切历史的经验和规则都改变了，没有人可以预测市场了。于是接下来，交易员们将信念依托于做空和历史，而 Holder 则将信仰依附于这前所未有的新篇章的开启。没有任何一波群体可以用意识形态操控市场，按照以往经验，相信做空力量很早就应该将 btc 彻底砸到了两万一下，并获利匪浅，但这一切目前来看进展得并不顺利；Holder 呢，在等什么呢，超自然力量吗，冥冥之中似乎也不能完全否定。看来这个黑洞并没有急着要给个终局收缩。在这个第三次高光中，比特币将自己的市场干到了万亿美金，而区块链技术唯一不被吐槽的真实场景“去中心化金融”也完成了千亿美金市场成长，连带着稳定币市场也获得了前所未有的扩大，这便直接触动了西方金融体系，所以并不是比特币影响了世界金融，而是比特币影响到了稳定币，稳定币直接影响了世界金融决策，这便给接下来的走势带来了极大不确定性。比特币的市场有多大，稳定币便拥有了无尽的流动性。\\n\\n \\n\\n相信历史的人会不断地做空，因为他们相信这就是一个投机的市场，财富总是快进快出，而他们也相信大多数人也都惧怕做空；相信未来的人也是毫不犹豫地持有，但并不会积极买入，他们在等待更大的机遇，希望自己能够在未来继续成为局中人，确实也很有可能这次选择离场的人将彻底告别这个市场。这篇稀里糊涂的文章并不是在教人们选择“放弃”还是“继续相信”，只是一种聊以慰藉的“迷途叙事诗”。逃走的人，应该选择知足，哪怕今后无法重入行业；被吞噬的人，应该继续苦行，无非这次也仅仅是一个更大的黑洞而已，追光少年终成黑洞。\",\"timestamp\":1638347350,\"title\":\"无尽的流动\"},\"digest\":\"k4kya8ohBczF1PL5U38GvmWioKIarBrDKFFw3YYJZQU\",\"authorship\":{\"contributor\":\"0xC49FF3EFc42847a939368bC1A0C78bDB2584D4F8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-Hcven3BWUNJmE5QOX2gyXjiSDY3z_hYq1CrK4OTbXk\\\",\\\"y\\\":\\\"10HEsv0ne226wz2h1Bs1fdlgeme9N3mMflfYr08Rxic\\\"}\",\"signature\":\"QQ_kYYyCO2F-tgc72tyUJYymMpraBhwGqMQS_137BzrjX4kTX-e8eBALzekpRarfx7M8tMhIIsfMmtXr2tA6tA\",\"signingKeySignature\":\"0xcaa07ff0d7f6c3d91f233d34fb83ffec53c085abb04816ad50010d483956b97719d138dc9a80db6fa6b07f72abb528bae47378c4264bb224de1ed5cf664dcd2b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-Hcven3BWUNJmE5QOX2gyXjiSDY3z_hYq1CrK4OTbXk\\\",\\\"y\\\":\\\"10HEsv0ne226wz2h1Bs1fdlgeme9N3mMflfYr08Rxic\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"k4kya8ohBczF1PL5U38GvmWioKIarBrDKFFw3YYJZQU\"}"