"{\"content\":{\"body\":\"From the Free Software Movement led by Richard Stallman, to The Cathedral & The Bazaar written by Eric Raymond, to Mozilla and Linux, as well as recent blockchain open source projects such as Ethereum, open source(OS) has steadily empowered the whole society and brought us today's digital infrastructure with low cost and flexible customization. Although OS is used everywhere, it is ignored that maintaining OS requires enormous energy and time from developers who usually spend their spare time contributing to the OS.  Typically, developers are financially motivated to build and maintain OS (whether via direct payment or building reputation and skills for future work)\\\\[1\\\\]. However, open source software(OSS) developers have not always been properly incentivized for their input. A survey of 400 developers conducted by Tidelift shows that 46% of open source contributors don't get paid, and 26% of them earn just over $1,000 a year. The lack of proper and sustainable incentive mechanisms leads to code errors, security vulnerabilities, service outages and a lack of continuous maintenance, like the Heartbleed bug of OpenSSL in 2014. Therefore, how to motivate the developers over the long term is the key to the development of OSS.\\n\\nBefore diving into Gitcoin, we need to know how hard it is to fund OSS. OSS is a certain kind of public good that is both non-excludable and non-rivalrous. In other words, many people can use it simultaneously, and nobody will be banned from using it even without paying anything, which leads to the tragedy of the commons. People pay little for the OSS and wait for others to donate,  because doing nothing will not affect their access to the software. In this way, regardless of the long-term public development, people maximize personal benefits. Finally, the software is suspended due to shortage of money. Now let's get closer to how OSS finds funding. Nadia Eghbal, an advocate of open source sustainability, maintains a list of open source funding options called the Lemonade Stand. In the list, various ways are given for developers to find funding, along with the pros and cons of each. They can mainly fall into three categories grouped by Coderberry:\\n\\n* Donations. Ask for financial support from others, like donation buttons, foundations and grants. It is the simplest way to find funding, but it requires much time, fund-raising preparation and establishing a reputation to gain a desirable and sustainable funding.\\n* Support. Charge for support related products or services, like books,consulting and working for a company. It can be recurring source of revenue after initial development. However, a project or developer needs to be sufficiently popular that people are willing to pay for related services. Meanwhile, the business governance can distract developers from writing code.\\n* License/Usage. Charge for usage of OSS. It is often the most lucrative approach. By offering a pro and enterprise version, Sidekiq pulls in over $1mil/year. However, most developers aren’t business savvy. They are more into coding than marketing.\\n\\nAll these pros and cons can be concluded as a dilemma of commercialising or coding for developers, and how to invigorate personal contributions to OSS, a certain public good. Gitcoin offers a tremendous solution to these problems by CLR grant. The core lies in the innovative Quadratic Funding(QF) mechanism, an algorithm that matches funds and aims to solve the inefficiency of funding public goods in ETH ecosystem. For each grant round, the amount a project received is equal to the square of the sum of the square roots of funds donated by community members. The grant is a combination of crowdfunding and matching donations, and it has several major benefits.\\n\\nSource: [Gitcoin.co](http://Gitcoin.co)\\nFirst, it motivates more people to participate. The more people who donate, the larger the matching-pool. For example, if a project has n people each donating $1, then the total amount received by the project is n squared. This compensates for the tragedy of the commons. The threshold, only 1$ of voting is low, so people can support the projects by just donating $1 to help them match a larger pool.\\nSecond, it magnifies the effect of each participant. This largely eliminates the dominance of the rich, because 10,000 people who donate just $1 get more matches than those who donate $10,000, as shown in the figure below. Also, how much you give is proportional to how much the project is valued.\\nThird, it provides sustainable and effective financial support by quarterly grant.  Some projects will airdrop their tokens to their donors, which can attract individuals to actively get enrolled in grants. Some will become pool matchers after they get incubated into a mature business. Other projects or companies are here for good investment chances, newest ideas, or just a simple advertisement. This creates continuous money flow, and thus offers developers sustainable support over long term.\\nFourth, it makes fundraising and decision-making more diverse, democratic, open and inclusive by delegating the capital allocation to commuity. How much a project gets from a matching-pot is equal to the square of the sum of the square roots of funds donated by community members. The voting will show the perspectives of the whole community, and prevents the whole process from being centralized. This also fits well with the spirit of the OS community.\\n\\nsource:gitcoin.co\\nSo far, Gitcoin grant has made eleven rounds, given 1908 grants and generated $21.36m gross market value in only two years. In the 11th grant,  It was the largest round in the history of Grants with $2.6 million raised for digital public goods including $965k from the matching pool and $1.59 million from the community across 425k contributions, comprising over 56x growth since Grants Round 1 in February 2019. Although grant has hit a big success, the detailed rules of grant are still changing to find a better allocation mechanism. Meanwhile, Gitcoin has set up multiple incentivization techniques, like Bounty for freelancers, Kernel and Quest for people to learn, and Kudos for contributors to verify personal value. These functions help Gitcoin build up an ecosystem to better grow OS.\\n\\nsource:gitcoin.co/results\\n\\nHowever, there are still some drawbacks we need to pay attention to.\\n\\nFirst, the QF is vulnerable to sybil attack and collusion attack. Although user identity credit authentication has been put forward and a special group has been set up, the danger of witch attack and collusion attack still cannot be erased.\\n\\nSecond, many participants are not doing the reasonable votes. Opportunists just focus on the potential airdrop of projects, not concerning the project itself. Members tend to favor decisions that are best for themeselves instead of long-term development. It is a permanent problem for any forms of QF.\\n\\nThird, there is no standardized judgment for each project, like grades, and thus it requires a large amount of time and energy to figure out a single project. Normally, there are dozens of projects in a round, how can people pick out the most favored and promising one remains a problem.\\n\\nConclusion\\n\\nGitcoin grows OSS by QF grant, for it assures developers of sustainable financial support, justified capital allocation and an open community. Nevertheless, we still need to notice the deficiencies, including sybil attacks, opportunistic votes and standardized judgment. These deficiencies are market voids for projects targeted at OSS development to gain a fortune.\\n\\n1. <https://gitcoin.co/blog/oss-today-some-wins-some-losses/>\\n2. <https://www.ithome.com/0/555/676.htm>\\n3. <http://heartbleed.com/>\\n4. <https://en.wikipedia.org/wiki/Public_good>\\n5. <https://www.indiehackers.com/businesses/sidekiq>\\n6. <https://gitcoin.co/results>\",\"timestamp\":1640706117,\"title\":\"How does Gitcoin Grow Open Source\"},\"digest\":\"3XxhpULbgV3HRSZT0ECLrmzBfSWew7gX9WsPZKuFvH4\",\"authorship\":{\"contributor\":\"0x4083cDa474c36A93edB9a00e7ca3C9bC40C44836\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ysTKLV4Cemkbq24TN0FL6JaJ2xnJvS4Va1GCMMoR8-E\\\",\\\"y\\\":\\\"OiH4xMuPXe0x5gssmD_UlUBADSADV1Hkgw9iU4vUSqU\\\"}\",\"signature\":\"ERak9S3yclHTBEYmwNN93Fg_6RQvnFPzldZgO9sVaNowaHxXFJ944jZ5WiLFH-rdAuKFhq3yXDS5xlMu0Kcpag\",\"signingKeySignature\":\"0x64b397a936789e0032bb5991b2163f9f4d206d8791b64355fbbd510226c2b60808057161b2530db9a89ec747c211aa101e40858012f9a8c4c071f3f31ef3894f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ysTKLV4Cemkbq24TN0FL6JaJ2xnJvS4Va1GCMMoR8-E\\\",\\\"y\\\":\\\"OiH4xMuPXe0x5gssmD_UlUBADSADV1Hkgw9iU4vUSqU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SWfITrFYUSCHEeufqyfA7aim-fXt91IJnILp49-HMeE\"}"