"{\"content\":{\"body\":\"Multicoin’s hedge fund has a return of 20,287%+. Its Fund I was raised in 2018 with a 135X MTM net MOIC and a 28X returned net.  It is one of the most successful venture capital funds in history. Here are 10 things I learned at the company's recent summit in Miami that may explain its stellar performance and their outlook for 2022.\\n\\n 1. **Be disciplined and avoid FOMO:**\\n\\n    They believe the performance is due to patient asset selection and allocation during the bear market. They don’t try to time the market but focus on asset selection and think about theses and form concentrated long term positions to create the opportunity of asymmetric returns. The fundamental belief is that you don't need to catch them all. FOMO creates subpar returns.\\n 2. **Thesis-first approach:**\\n\\n    The job of the investment team is not to find good investments, but to form theses about how the technology will evolve, how it will be implemented, and how the market will evolve, and then happen to monetize these insights through investing. The major parts of their investment memos: 1. what's our thesis? 2. what assumptions are we making? 3. how is this compounding?\\n\\n    If they form a thesis, then they'll figure out the best way to expose the portfolio to that thesis. If it happens to be something that primary markets like then venture fund will go first, otherwise hedge fund. They are missionaries not mercenaries. They want to create more freedom in the world, make more impact and push the frontier.\\n 3. **When to exit:**\\n\\n    There are three reasons for something get sold from their hedge fund: 1. The thesis played out and it is at the perfect value they expected. 2. The thesis is invalid. They learned some new information and no longer believe in it. 3. Something else.\\n\\n    The venture fund is different. If they continue to believe in the asset, and it is liquid, they'll start distributing it to limited partners and charging carry. If they no longer believe in it, they will sell it. They only want to invest in things that they believe they can hold for 10 years, at least at the time of entry.\\n 4. **Who to recruit**:\\n\\n    \\\\- Be able to formulate theses and reason critically about how technology and markets will evolve. When developing the thesis, you must explain what you actually know, what you truly believe, and how you have formed convictions around that.\\n\\n    \\\\- Be flexible enough to balance the understanding of having conviction in the thesis while also recognizing when something was wrong, updating what you have with new information and changing that thesis, rather than simply giving up on the concept entirely.\\n\\n    \\\\- Don’t change your mind simply because others disagree with you. Because the only way to make exceptional returns is being contrarian and right.\\n\\n    \\\\- Need to understand the business models that work in an open source permissionless world. Since anyone can copy your code and there's no IP,  you must have different ways to capture values. This is very different from what the traditional investor can understand. People with traditional investment experience need to spend 6 months to learn and become crypto native. It is better to find people who have the skill set to be investors, but haven't learned all those bad habits from traditional finance and can actually reason about all of this stuff from First Principles from Day One.\\n\\n    \\\\- Candidates are evaluated based on their writing abilities rather than their academic credentials.\\n 5. **Open finance (DeFi) and Web3**:\\n\\n    Open finance (DeFi) and Web3 have been two major theses driving Multicoin's performance.\\n\\n    The total value locked in open finance protocols, as well as the total trading volume and activity in these protocols, are increasing dramatically. This is being driven by the advent of liquidity financing, in which these protocols can essentially purchase liquidity with their tokens. This has proven to be an extremely effective bootstrapping mechanism, triggering the incredible growth that has captivated the attention of nearly everyone in the financial services industry.\\n\\n    On the web3 side, NFTs were the first big product to truly achieve product market fit for web3. The total number of users with crypto wallets is increasing dramatically, and this is largely due to NFTs. NFTs are bringing blockchain and cryptocurrency wallets into the mainstream.\\n 6. **Bitcoin decoupling**:  Historically, most crypto assets have had a significant percentage of trading volume denominated against the Bitcoin. Market makers had to hold large inventories of Bitcoin to operate the business. However, stable coins have recently taken over and become the dominant \\\"currency\\\" for crypto trading. It  has an explosive growth in supply for up to $80 billion. On the other hand, there is a major decrease in the use of Bitcoin as collateral for derivatives trading. The decline in Bitcoin's relevance represents a significant shift in the crypto market regime. It has led to a decrease correlation between crypto assets and a wider dispersion of returns. They anticipate that this trend will continue as Bitcoin loses relevance.\\n 7. **Composability**:\\n\\n    According to Jesse Walden, \\\"composability\\\" is defined as `“A platform is composable if its existing resources can be used as building blocks and programmed into higher order applications.”`\\n\\n    People have been talking about the need to scale blockchains for quite some time. However, throughput alone is not enough. You must be able to compose things together, and allow users to engage in all kinds of new social interactions on an open public permissionless system.\\n\\n    Composability is at the center of everything they are thinking about right now, particularly how they are allocating and investing. They believe that, over the next 12 months, the next generation of applications will rely on a plethora of composable crypto primitives. These apps are going to deliver experiences that were not possible before.\\n\\n    Legos are an excellent visual metaphor for understanding composability. Many people in the crypto community are talking about \\\"money legos\\\" or \\\"DeFi legos.\\\" They believe that the next generation of apps will be lego castles that build on Solana.\\n 8. **Solana is Crypto's “iPhone moment”**: iPhone completely transformed society. It created the design space for developers to build apps that mainstream users desired, resulting in massive mobile-first businesses, such as Instagram, Snapchat, Uber, WhatsApp, and many more. They believe that Solana is Crypto's “iPhone moment”. Solana provides a design space for entrepreneurs to innovate in crypto and move up the stack to more user-facing real-world applications. In fact, in the last 18 months, Solana has grown from nothing to one of the top five crypto assets, with 15 billion in TVLs spread across 32 protocols.\\n 9. **Creator economy**: Creators are very excited about cryptocurrency because it allows them to connect directly with their fans, introduces new engagement models, and allows them to monetize in new ways without the use of middlemen. Advertising has traditionally been one of the most common ways for creators and influencers to monetize. It's a terrible user experience. Creator tokens or social tokens have changed the way influencers and creators interact with their fans and will improve the overall user experience.\\n10. **Metaverse**: The general rule of thumb is to avoid investing if a pitch deck contains the term \\\"metaverse.\\\" Metaverse is still in its early stages and requires a significant amount of core backend infrastructure to function. It is preferable to concentrate on the deep tech infrastructure layer.\",\"timestamp\":1639711257,\"title\":\"10 Things I learned from 2021 Multicoin Summit\"},\"digest\":\"g4i5kVU0fe-190XKnwr-dHlOtNT85Lx5TzvNm79zhA0\",\"authorship\":{\"contributor\":\"0xB6CBB2aC5106bbF936810B317f7c9ae0c40D84eC\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N7KlzhsXwMlLC54ttoDm-YhBPYr8xm8jihK4NIS4IYA\\\",\\\"y\\\":\\\"k1huFXMSt27po1YeSp_QRYb33j3_tL3HwcUrVpavhjM\\\"}\",\"signature\":\"jxLqiVSx2j58MKGp9wMwjD4dtkwEJPH0Sv5F8cHOlXXsU-zSIzZqOotql4Ip91a0m7nH49QC4F_Q_LwwC4_tSA\",\"signingKeySignature\":\"0xb8afea755f9c85c62daa9903502d220c890ac1b0d129242d1efba1898230c876761bf188e4207f13c7262a4b00eea97cdf19fc3ee45193e20b080b6647924f2d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N7KlzhsXwMlLC54ttoDm-YhBPYr8xm8jihK4NIS4IYA\\\",\\\"y\\\":\\\"k1huFXMSt27po1YeSp_QRYb33j3_tL3HwcUrVpavhjM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AfgziSgCzLB_rul5zXuEam9mtLjsTdUtlBZMhRoVntc\"}"