"{\"content\":{\"body\":\"こんにちは。[Index Coop](https://www.indexcoop.com/) というDAOでコアコントリビューターとして働き始めて1ヶ月が経ちました。ネットで得られる浅い情報ではなく、DAOで働くとは実際どんなものなのか、何が大きく変化するのか、どんな可能性と課題があるのか、多くの学びを得られたのでここに書き起こしていこうと思います。\\n\\n## 軽い自己紹介\\n\\n[Kohei.eth](https://twitter.com/koheingt) と申します。今は [Index Coop](https://www.indexcoop.com/) という DeFiインデックスファンドのDAOにて東アジアのグロースチームを運営したり、[和組](https://twitter.com/wagumiDAO) という日本向け Web3コミュニティーを運営しながら、DAO向けのHRプロダクトを作っています。\\n\\n## DAOが作る未来\\n\\nDAOが起こす根本的な変化は、\\n\\n**世界中のだれもが自由に参加できる働く機会を生み出すこと**\\n\\n今までは地方に住んでいた人が東京へ、途上国に住んでいた人がアメリカへとより良い雇用機会や給与を求めて移住していた世界が、住んでいる場所や年齢など関係なく、インターネットにアクセスできる人だれもが世界中の働く機会を自由に選択することができる世界に変わる。\\n\\nそして、この変化は発展途上国にとって特に大きな変革です。\\n\\nフィリピンに住む、大学を出ても雇用機会に恵まれずに才能を発揮できていないZ世代など、生まれた場所によって選択肢を制限されていた人たちが、世界中の働き口に一気にアクセスできる様になる。自由に参加して、自分の才能を全力で発揮できるようになる。通貨価値が低い国に住んでいる人にとってはDAOを通してデジタルネイティブに稼ぐことで、より安全な生活ラインを作ることができる様になる。\\n\\nまた、DAOが起こすもう一つの変化は、\\n\\n**自分の好きな様に貢献して報酬を得るボトムアップな働き方**\\n\\n文章が書くのが好きだからニュースレターチームを作りたい、データを分析することが得意だからデータアナリティクスチームを作りたいなど、所属している組織のゴールにアラインしていれば、誰もが自分の好きな様に働き方を選ぶことができる。\\n\\nIndex Coop の日本チームも誰かに指図されたから始めたわけではなく、チームメンバーもしかたなく活動しているわけではなく、それぞれが自分のやりたいことや目的を達成するために集まり、協力し合っています。\\n\\n特定の目的を下に世界中からいろんな人たちが集まり、それぞれが個人のスキルやパッションを生かして協力し合いながら目的を追求していく。\\n\\n朝起きたら毎日 Discordに大量にメッセージが溜まっていて、各メンバーが自分のやりたいことを追求するためにプロジェクトをどんどん進めている。全く見知らぬ者同士だったのがいつの間にか協力し合っているこのコーディネーションこそがDAOの本質であり、この働き方に心の底から楽しさと充実感を感じています。こんなに楽しい感覚はない。\\n\\n人生で費やす時間のほとんどは働いている時間ですが、DAOという誰に対してもオープンなネットワークによって働く場所の選択、働き方、そのすべてが根本的に変わっていく。\\n\\nDAOをメインストリームにするためにはまだまだ問題は山積みだし、やらないといけないことは大量にありますが、世界中の人が生まれた場所や年齢、バックグランドに左右されず、自由に働き方を選ぶことができる、そんな未来を作る一端を担えていることに心からワクワクしています。\\n\\n## DAOで働き始めるまで\\n\\n今年10月に Astar の[そうたさん](https://twitter.com/Sota_Web3)と夜ご飯をご一緒できる機会があり、そこで当時作っていた Gaming guild向けのツールについて話していたところ「既に証明され伸びている市場にいては遅い、2-3年後に伸びるまだ証明されていない市場に」とDAOを強く押されて本格的に調べ始めました。\\n\\n今年の8月あたりからDAOについて記事を読んだり、Discordに参加したりと多少インプットはしていたのですが、DAOの何がすごいのか、根本的に何が変わるのか、その魅力を理解していませんでした。\\n\\nしかしタイミングが良いことにそうたさんと会った翌週 [NFT.NYC](https://www.nft.nyc/) というNFT最大規模のイベントがニューヨークで開催される予定で、Web3ファウンダーが多く集まるとのことでした。これは行って直接聞くししかないと思いフライトチケットを取りました。\\n\\nNFT.NYC ではオープンなものからクローズドなものまで、毎日多くのイベントが開催されており、この1週間はイベントに参加し、声をかけまくって「DAOってなんだと思う？DAOってどんな市場、プロダクトに適していると思う？DAOの何がすごいと思う？」と聞く、この繰り返しでした。\\n\\nただ NFTがメインテーマであることから NFT, Crypto gameに投資家、起業家の意識が集中している印象で、DAOについて強いインサイトや理解度を持っている人はほとんどいませんでした。（抽象的なフレームワークや Mirrorで書いてあるような意見が多かった）\\n\\nしかし、友達が招待してくれたクローズドイベントで出会った [SZNS](https://szns.io/) というチームが1番面白いインサイトをくれました。\\n\\n彼らは NFTをアルバム化してDAOとして運営するためのツールを作っているのですが、DAO向けのツールを作っている彼らでさえも「どんなプロダクトにとってDAOは必須なのかまだ分からない。だから色々なDAOと一緒にツールを作りながら実験しまくっている」と教えてくれました。アドバイザーに 0xMaki がいる様なイケイケな Web3スタートアップでもDAOってまだそんな解像度なのか、ととても興奮したのを覚えています。\\n\\n他のイベントで出会ったDAO向けのプロダクトを作っている人たちもまだ明確な答えを持っておらず、同じ様に既存DAOと密にコミュニケーションを取りながら模索している様な状態でした。\\n\\nニューヨークに来て、DAOに取り組む上で二つの学びを得ることができました。\\n\\n* **今持っている情報にそこまで大差はない**\\n* **違いは実験するサイクルの速さと情報共有し合う周りの人たちの質**\\n\\nまた、DAOについて独自の意見を持っていた人は二つのどちらかでした。\\n\\n* MetaCartel、HoneyDAO、FWBなどDAOにコントリビュートして報酬を貰っている人\\n* DAO向けのプロダクトを作っている人\\n\\nまだプロダクトアイデアのない僕の結論は、記事を読んでる場合じゃない、とにかくDAOにコントリビュートして可能な限り深く潜れ、ということでした。\\n\\nそこからは、片っ端からDAOの Discordに参加して、コールに参加してみたり、ドキュメントを読んでコントリビュートできるDAOはないか探していました。\\n\\n## Index Coop\\n\\nそのうちの一つが [Index Coop](https://www.indexcoop.com/) でした。New joiner call という新規参加者向けのイベントに参加した時にコミュニティーマネージャーと仲良くなり、その後スカウトチームからアジアパシフィックチームを勧められて参加することに。\\n\\n参加するといっても何をすればいいのか分からなかったため、まずはアジアパシフィックチームの週次ミーティングに参加して現状をキャッチアップすることから始めました。\\n\\nミーティングではアジア全体のリーダー、中国担当、インド担当、コミュニティーマネージャーなど、それぞれが明確な役割とゴールを持って活動しており、これがDAOに入って1番最初に受けた衝撃でした。\\n\\nそこには、実際にDAOで働いて生活している人たちがおり、全く見知らぬ人同士が協力し合いながらプロジェクトを進めているからです。しかも顔や名前を知らないこともざらです。\\n\\nアジアパシフィックチームが生まれたプロセスも面白く、今年9月に Index Coop に「アジアパシフィックチームを作りたいです。目的は X で、ロードマップは Y で、必要な資金は Z です。」と[プロポーザル](https://gov.indexcoop.com/t/poll-closed-proposal-asia-pacific-working-group-apwg-w-budget/2817)を出して、それをコミュニティー全体が可決して立ち上がりました。\\n\\n中国チームのリーダーやコミュニティーマネージャーと話しながら自分のコントリビュート方法を探す中で、「最近日本からのウェブサイト訪問者がすごく伸びているんだけど日本チームがないから立ち上げてみたら？」となり、日本チームを立ち上げて国内のマーケティングをリードすることにしました。\\n\\n立ち上げの流れは、\\n\\n* 友達２人を Discordに呼び、日本チームのチャンネルを作る\\n* Discordにいた他の日本人をチームに誘う\\n* 日本チームの目標を明確にする\\n* 各メンバーのベストなコントリビュート方法を探す\\n* タイムラインを決めて、メンバーが自律的に活動を始める\\n\\n通常は会社に参加するためには採用プロセスや、人事プロセスなど様々なフリクションがありますし、事業を立ち上げるためにも法人設立コストや資金調達など面倒なことだらけです。\\n\\nしかし、DAOのユニークな点は、\\\\*\\\\*「世界中のだれもが自由に参加して、貢献し、報酬をもらうことができるオープンなネットワーク」\\\\*\\\\*であること。\\n\\nDiscordに友達を呼んですぐに事業を始めることができます。「ビジネスを始めることはグループチャットを始めることと同じくらい簡単であるべき」というツイートを以前見てDAOを上手く表現しているなと思いました。\\n\\nIndex Coop での僕の役割は、コントリビューター希望者のモチベーションやスキル、コントリビュートにかけられる時間などを聞き、日本チームのゴールとアラインしながらその人にとってベストな貢献方法を一緒に考え、ゴールを設定して、タイムマネジメントやサポートをすることです。先月は、半月分の給与としてメタマスクに 93 $INDEX（約23万円）が送金されていました。\\n\\n現在は総勢９人の日本チームで動いており\\n\\n* プロポーザルチーム\\n* オリジナルコンテンツチーム\\n* 翻訳チーム\\n* データアナリティクスチーム\\n* オンボーディングチーム\\n* ツイッターチーム\\n\\n各コントリビューターがそれぞれのスキルを活かして働いています。\\n\\n## DAOが抱える課題\\n\\nコアコントリビューターとして活動する中で、DAOの魅力や可能性だけでなく、課題も山の様に見えてきました。\\n\\nいくつか例に挙げると、\\n\\n**コントリビューターへの報酬設計が複雑かつ問題だらけ**です。\\n\\n現在 Index Coop ではコントリビューターを３層に分けて報酬設計しています。\\n\\n> コアコントリビューター → [Parcel](https://twitter.com/parcelHQ) を使った定額報酬\\n>\\n> ミドルコントリビューター → スプレッドシートにコントリビュート内容をまとめて月末に提出、リーダーがそれに応じた報酬を送金\\n>\\n> ニューコントリビューター → [Collab.land](https://twitter.com/Collab_Land_) でティッピング\\n\\nしかし、スプレッドシートに作業内容を書き起こすのは非効率かつ抜け漏れや工作も多く、報酬額を決める評価軸も明確なものはなく、リーダーの独断と偏見で決めています。また、DAOからの報酬（トークン）を円やドルなど実社会で使えるフィアットに換金することにも様々なフリクションがあるため、フルタイムでDAOに働きたいものの本業を続けている人も多くいます。\\n\\nまた、**ガバナンスや意思決定プロセス**にも多くの課題があります。\\n\\nほとんどのDAOは、Discordで議論して、Discourseでまた議論して、Snapshotで投票してとプラットフォームが分散しており、さらに最悪なのはそのフォーラムポストが大量にあり、複数のDAOに所属している場合は収集がつかなくなります。（[あるリサーチ](https://twitter.com/xquainthemoon/status/1466785812352225282?s=21)によると57.8%の Snapshotユーザーは１回しか投票していないそう）\\n\\nこの業界にいると、ハイプに乗せられてポジティブな側面ばかり見てしまいますが、こういった課題やネガティブな側面としっかり向き合いながらDAOで働くことをメインストリームにしていきたいです。\\n\\n## 僕がつくりたいプロダクト\\n\\n今取り組んでるプロダクトは、DAO向けの福利厚生ツールです。\\n\\nなぜなら、DAOでチームをリードする上で最も課題に感じるのが、コントリビューターのリテンション問題だからです。\\n\\nDAOは個人が好きな様に貢献して、評価分の報酬が貰えるという自由な働き方。マイクロマネジメントされず、個人が主体的に働けるという利点はありますが、裏を返せば Roleに対しての責任やコミットメントを基本的には問われません。\\n\\nそのため、コントリビューターはその時の忙しさ、モチベーション、仕事の量などでアクティブ率が大きく左右するのです。チームをリードしている立場としてメンバーが自律的かつ長期的にコントリビュートしてくれる状態を作ることが重要だと感じているものの、それは難しいのが現状です。\\n\\n現在は、長期的に特定のDAOにコントリビュートするインセンティブが無いこと、そしてリテンション = how well DAOs treat their contributors だとすると、福利厚生はコントリビューターのリテンションを上げる最適なソリューションではないか。\\n\\n現在サンフランシスコでプロダクト準備を進めながら、DAOが作る未来を信じ、その未来を共に推し進めていける仲間を探しています。ぜひDMください。\\n\\n[https://twitter.com/koheingt](https://twitter.com/koheingt)\\n\\n\",\"timestamp\":1639788871,\"title\":\"DAOで1ヶ月働いてみて感じたDAOの可能性と課題\"},\"digest\":\"ADzQl7Rs6OljlAsB1TgbYTbNLUKl6W25dbUMSIcYca0\",\"authorship\":{\"contributor\":\"0x5D025814b6a21Cd6fcb4112F40f88bC823e6A9ab\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ntJcSTy_3_gxzvqIWQQbdnUWM87ipNIDvJDbbwg_NFg\\\",\\\"y\\\":\\\"T5nv8vRn1WRs19hzs1bGz-n7bH6n9oLBTTxs8t6z8qQ\\\"}\",\"signature\":\"koVrHu1EZcLCQV8kzfHXsiwaMkjwTOMan3irr0AKZYrKqRryDL9h_zw702q5IklqjZotA4TV45p5626pLWV43A\",\"signingKeySignature\":\"0x07e7b22d4f05223cbc7f8d02d5c081a2c6787f66aedf073342132781ef2bb475173bd0643ee0d1cbb952c9aeccf0c5b95a4c6014ef53e5bd02e6d08a7e528c7d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ntJcSTy_3_gxzvqIWQQbdnUWM87ipNIDvJDbbwg_NFg\\\",\\\"y\\\":\\\"T5nv8vRn1WRs19hzs1bGz-n7bH6n9oLBTTxs8t6z8qQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jwi5sovACQCrMACrF3E1FczgUK-GEQaZNF2ygG2QLU0\"}"