"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*WCwwuOIw3FIvq7-hA-MaUw.jpeg)\\n\\n**This is a post I wrote on Medium in 2017.** I found it today after I accidentally recovered my Medium account. I was hoping that I would have made some amazing web3 prediction, but at least I said to keep an open mind and watch for what’s next…\\n\\n(please ignore whatever I thought I was doing with so much formatting)\\n\\n### What comes after Facebook? What comes after social media?\\n\\nFor some reason I couldn’t stop thinking about this question while I was watching Arcade Fire perform last night.\\n\\nIf you start thinking about a platform, *or anything*, that could lead the way to the next step (away from social media) in our society, I am almost willing to bet that a way to share your opinions, art, and memories are a part of this hypothetical solution. \\\\*\\\\*This is the problem, \\\\*\\\\*when we think about eliminating our social media accounts, ***we are still thinking about how we will be recognized by our peers.***\\n\\n### How will we possibly live without sharing our lives on the internet?\\n\\nAsking that question sounds silly, but if you are like me, what seem like hundreds of questions pop into your head when you contemplate going offline. I could start a **blog**, but who would think to look at my blog? I could send **postcards**, but will that catch on?\\\\*\\\\* Is social media so bad\\\\*\\\\*, maybe I could just manage my time better?\\n\\n### It’s all about me. I want to share my thoughts, my photos, my life. But what AM I sharing?\\n\\nIf I had to pick a network that is important to me it would be Instagram. When was my last post? Almost **30 days** ago! I open the app every day, I tell myself that I am sharing my life, **but that obviously isn’t true**. I do things I enjoy everyday, but **I don’t share those**.\\n\\n### I only share something if two things happen:\\n\\n1. I think my followers will like it.\\n2. I am able to easily get an Instagram worthy photo. I don’t want to look like I am trying too hard in my real life.\\n\\nSo, we have determined that **I am not actually using social media to share the majority of what is important to me**. What now? I don’t know what comes next. But it’s really interesting that even after outlining my embarrassing personal practices here I still want to hang on to my online persona. This also completely leaves out the massive amount of moral opposition I have to social media’s effect on society.\\n\\n### Before disappearing back into reality, I’ll leave you with a couple thoughts about our prospective path.\\n\\n\\\\*\\\\*Being a luddite isn’t an option: \\\\*\\\\*We have to evolve, and we can not ignore technology (writing to those born before 1998 here). Technology isn’t an option, it isn’t an industry, it’s a part of the world. Just as a mechanical device isn’t inherently evil, neither is a digital device, or the internet, or the smartphone. So my idea of writing postcards might sound nice, but that isn’t the future.\\n\\n\\\\*\\\\*A good example: \\\\*\\\\*Currently I am praising Reddit left and right. While the social aspect is there, everyone seems to be on a level playing field. You end up seeing a global consensus, if the news article is flawed, it is pointed out and articulated intelligently. I think this sort of system works, especially in a news scenario, much better than Facebook.\\n\\n\\\\*\\\\*What comes after social media? What is the future?\\\\*\\\\*Remember to be positive and make it a place you want to live.\",\"timestamp\":1639610623,\"title\":\"Why the Facebook of tomorrow isn’t Facebook.\"},\"digest\":\"QrlTicc_XqryiFImpH0jhmepwv5tj2MMAHSCev5UEBU\",\"authorship\":{\"contributor\":\"0x7A71504A0B717a406B6B5c7c4F5E518eAb102366\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ex_PTNfX263hflKy4r_a9sjBZZXO1Z_B__NwnCwzHJw\\\",\\\"y\\\":\\\"T-IUF-GhZsF_0_ghGiTMAgqzIehjAQ9aRyorv24DM2c\\\"}\",\"signature\":\"BtSi1wyHrgCW26dhahzKB1njXIOQ3DhhBILFFEk3Q2aSw7EYug2BokNVsj4QT4MCFVPRDDXOUwl4oe_BZziIlQ\",\"signingKeySignature\":\"0xe058e373fc9c8081f3c834ce98559b72489675863b3697053223403e4fa2d55f70bc538b7e49eaf195b296e2f5f54af1794263ad6ae1b2540ffaf9754ea5b0b11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ex_PTNfX263hflKy4r_a9sjBZZXO1Z_B__NwnCwzHJw\\\",\\\"y\\\":\\\"T-IUF-GhZsF_0_ghGiTMAgqzIehjAQ9aRyorv24DM2c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QrlTicc_XqryiFImpH0jhmepwv5tj2MMAHSCev5UEBU\"}"