"{\"content\":{\"body\":\"After the Great War, fighter pilots returned home to a country that was just discovering the magic of flight. Barely 20 years had passed since Kitty Hawk, and for a few years there was an unregulated golden age of air daredevils. The pilots bought military surplus planes, which they trained with years ago, and became entertainers, mail carriers, and smugglers - sometimes all three. The barnstormers traveled from town to town, like travelling circuses - escapees from post-war prisons of day to day life.\\n\\n\\\"I fly because it releases my mind from the tyranny of petty things.” — Antoine de Saint-Exupéry\\n\\n2880\\n\\n2X21 minus 41, MARS, The \\\"Graveyard of Wings\\\" (BlueX)\\n\\nJacob's head hurt. June dumped water on him to wake him.\\n\\n\\\"Where are you taking me, June? Can I take this thing off?”\\n\\n\\\"Just a few more steps Jacob. That's it. Okay.\\\"\\n\\nJune Birmingham takes a sack off of Jacob C. Tagore Sr's helmet.\\n\\n\\\"Why are we here June?\\\"\\n\\nIn front of them is a medium sized ship, along side a flock of smaller mannable drones. Decommissioned military surplus.\\n\\n\\\"You remember. You flew a lot of birds during the War.\\\"\\n\\n\\\"Flew a lot of things, a lot of places. Did a lot of things.\\\"\\n\\nJacob's mind drifted backwards to those places, things - it was too much. He turned away but June grabbed his arm.\\n\\n\\\"You can fly this. This time you can fly it for you and yours.”\\n\\n\\\"What are you doing June?\\\"\\n\\n\\\"The Grand Vote meant a Grand Halt to some big things. But not all things. It's a free for all in the System now. The War tore our old lives apart. We can put it and ourselves back. We don't have to be trapped. Stimmed or streaming to help us sleep. We can live. On our terms. We choose.\\\"\\n\\n\\\"Let's call \\\"her\\\" ‘Magpie’.\\\" Jacob had just christened his new life and new ship.\",\"timestamp\":1633920591,\"title\":\"2921: 3.17 The Tyranny of Petty Things, 2880\"},\"digest\":\"qFocRe7Ax9rtK8wTVSsF4Um-Zzb7mdbHPQBtgbKjF7M\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"S6uV8F6bAFkHGLJxzZRWjYEdfquNp8P5nVRy3MBFRGeuDfrv6SHChkCRqaLYVaRKvy837ER54fPGEUzU41IO2w\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nof1lc_7BCl6nLXQ2YUrOz6GIe4ks33k2dCR3r6eY3I\"}"