"{\"content\":{\"body\":\"## (Manifestation Secrets)\\n\\nRecently I received a question which I’m truly thankful for.\\n\\nThe question that came in was this:\\n\\n> Can you please tell me the way to activate the desired frequency?\\n>\\n> If I want X amount of money how to activate the same frequency level of X money?\\n\\nIn this article I’m gonna share with you ways of understanding and ways of applying the understanding of the frequency of money so that you create more of it in a much easier way.\\n\\nThis might seem strange at first, to attract X amount of money.\\n\\nBut I got to experience this working in my life. After spending all my savings on a trip to euro-asia I had to figure out a way of keeping the flow alive and get back to my country.\\n\\nI was able to manifest in a very powerful way.\\n\\nMoney kept coming from unexpected sources and I could have the knowing that I would be provided with more than enough for experiencing happiness and freedom.\\n\\n## Now, in general, everything in life is vibration.\\n\\nThis is what quantum physics shows us, this is what occultists from ancient Egypt already knew, and this is what we’re re-learning as a society.\\n\\nWe are realizing that there are different rates of frequency.\\n\\nAt the same fundamental level, when we start to actually resonate with more of what we want, we’re able to create more of that in our life.\\n\\nTo experience the law of attraction working in our favor we need to first observe the meaning we give things.\\n\\nBecause meaning has a little dirty secret. We often put things in a pedestal.\\n\\nMoney only has the power that we give it through the meaning that we attribute to it.\\n\\nNow, as a society, we get together and say:\\n\\n> “Yo, money means this.This is what the exchange of good is for money.And this is what it can bring value to.”\\n\\n## What We Can Begin To Do.\\n\\nWe have to understand that money to us represents some type of emotion. More so than anything else.\\n\\nSo when we think: \\\\*“Oh, I want to create $20,000 this month in income.”\\\\*We could say that, but what will that X amount bring us? And is that $20,000 even really the goal?\\n\\nSo, if we stop to analyze from another perspective, the real goal is the emotion that this amount of money will bring you.\\n\\nAnd the emotion could be the \\\\*\\\\*freedom \\\\*\\\\*to get up and go on vacation. It could be the **security**. Feeling secure knowing that you’re able to provide your friends or family with the means that you need in order to really live that comfortable type of life. It may represent \\\\*\\\\*comfort \\\\*\\\\*to you.\\n\\nThere’s different emotions that it can bring.\\n\\nThe biggest part of understanding this is, first off, how can we raise our own vibration set point so that we create in a much more effective way.\\n\\nA lot of times when we want something so much, we separate ourselves from it, and that make us feel resistance in the present moment because that thing isn’t here now.\\n\\nThat means we’re creating from a place of lack, and by that, even if we get the money, by the time we get it, we’ve already conditioned ourselves to not be happy in the present moment.\\n\\nAnd then we up the milestone. That’s a fallback of a lot of people that are already wealthy. Because they are always in constant search for the next big goal and they forget to view and feel themselves like it’s sufficient enough.\\n\\n> The universe never give us what we want, it always give us what we are.\\n\\n## There’s a way to avoid all of that resistance.\\n\\nIf you FEEL the emotion first, you will create that inside yourself.\\n\\nThe thing with abundance in general is that we can combine feeling in a certain way with the action that we’re taking.\\n\\nThat’s why many say that if you are passionate about something, you will manifest even more of it.\\n\\n“Life reveals it’s secrets to those that dare to follow their heart.”\\n\\nBecause when you are passionate, you are excited, you increase your state of being. Perceiving opportunities that prior were invisible because you weren’t resonating with it.\\n\\nIt’s a new mentality, but the idea behind this is to take out the general meaning that you give money and ask yourself the question.\\n\\nWhere is that energy coming from. Is it coming from lack or is it coming from abundance?\\n\\n> Focus creates momentum, which then creates opportunities.\\n\\nThis is a game changer if you absorb this idea.\\n\\nThere’s abundance of everything. It’s just what are you focused on. If you are experiencing lack in your life, it comes from an abundance of lack.\\n\\nThere’s money, and lack of money.\\n\\nIf you are focused on the money part, then you’ll create more of that in your life. Of course you could set a goal for having X amount.\\n\\n> It’s good to dream big, it takes the same effort to think about $20,000 thank it takes to think about $5.\\n\\nBut realize that sometimes materialism gets in our hearts and then we become polluted, blind for what we currently have. When you start receiving signs, be grateful.\\n\\nGratitude keeps you humble and can make you very aware of where you currently are in the vibration of money.\\n\\nEverything begins to change once we change ourselves. Be gentle, don’t butcher it up in your mind by giving it so much meaning and importance.\\n\\nSo, what you can do is have this awareness:\\n\\n1. Money is energy, it’s an emotion.\\n2. It’s something outside ourselves that works like a tool.\\n3. It’s a byproduct of either the value we can bring to another people or of us doing our passion.\\n\\nWhen you work with your talents, doing what you’re good at, then you can set up a model that works for you.\\n\\nIt’s all about knowing your worth and feeling good enough, feeling worthy of receiving what you want to activate.\\n\\nWe let go of putting things on a pedestal once we gain awareness. And with that, manifestation and the law of attraction start really working in our favor.\\n\\n> The goal isn’t really the goal.\\n\\nThe goal is the emotion and the passion for how you prefer to be. And then you will empower yourself and take responsibility. Because money is a side effect of that goal.\\n\\nThis simple awareness will start changing everything for you.\\n\\nAnd then you can focus what really matters. \\n \\n\\n[https://learn.zapper.fi/articles/what-is-defi](https://learn.zapper.fi/articles/what-is-defi)\\n\\n[https://foundation.app/blog/everything-you-need-to-know-about-daos](https://foundation.app/blog/everything-you-need-to-know-about-daos)\\n\\n[https://kinjal.mirror.xyz/eD3-Sgv2h50j-kwjHQCOnwqMKqSLTfnrqrtNypU-P5k](https://kinjal.mirror.xyz/eD3-Sgv2h50j-kwjHQCOnwqMKqSLTfnrqrtNypU-P5k)\\n\\n[https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/](https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/)\\n\\n[https://pet3rpan.medium.com/an-introduction-to-daos-782e3817e2cd](https://pet3rpan.medium.com/an-introduction-to-daos-782e3817e2cd)\\n\\n[https://www.notboring.co/p/the-dao-of-daos](https://www.notboring.co/p/the-dao-of-daos)\\n\\n[https://medium.com/totle/building-with-money-legos-ab63a58ae764](https://medium.com/totle/building-with-money-legos-ab63a58ae764)\\n\\n \\n \\n\\n[https://a16z.com/2021/02/05/on-crypto-governance/](https://a16z.com/2021/02/05/on-crypto-governance/)\\n\\n \\n \\n\\n[https://makerdao.com/en/whitepaper/#abstract](https://makerdao.com/en/whitepaper/#abstract)\\n\\n[https://www.youtube.com/watch?v=5IybadmGPtM](https://www.youtube.com/watch?v=5IybadmGPtM)\\n\\n\",\"timestamp\":1634450884,\"title\":\"How To Resonate With The Vibration Of Money. \"},\"digest\":\"cSm15G6QUpJnfmyJ2ZWy_NANpRv3CsV67UXaEUlqrDo\",\"authorship\":{\"contributor\":\"0x14C506C362698270A119e1fe59A5428621f4cebF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pxBkmzH1HiVAEdzaI4JAZvEXt9F1AFvths_fo1ZRhu8\\\",\\\"y\\\":\\\"Fkp-skKOiaSwWUVQZ0Kv7K9TxZxOm604U7pCdHwXehw\\\"}\",\"signature\":\"n5Q5fhzaelwwTQGmdR6Yjn1ENlurrnI7hj-dfvlCVtjB5QrKTVtqiYrJjfZgA1f2N1kwTojcOaBMt2lVn9wiGQ\",\"signingKeySignature\":\"0x92c1bb1de834ba90d0d02598497b23686f15d8979d20556d49e56eb3568f765e03930a88fd8cb4f2b6a30dccee59aeef242136effef859cd29743ecfd61c11711b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pxBkmzH1HiVAEdzaI4JAZvEXt9F1AFvths_fo1ZRhu8\\\",\\\"y\\\":\\\"Fkp-skKOiaSwWUVQZ0Kv7K9TxZxOm604U7pCdHwXehw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5KBueQgZuUGGZ5LdIBE3hvJ_-e1dRhT80unljDZqxhA\"}"