"{\"content\":{\"body\":\"[https://1729.com/summary](https://1729.com/summary)\\n\\n***FROM @balajis***\\n\\nWriting a book is a commitment for reader and writer alike. So in the event you're deciding whether to make that commitment, here's a [minimum description length](https://mitpress.mit.edu/books/minimum-description-length-principle)-motivated summary of the key concepts behind the Network State. We'll do the one sentence, one page, and one thousand word versions. For the ten page version, read [chapter one](https://1729.com/the-network-state). And for the one hundred-plus-page version, read [the whole thing](https://1729.com/).\\n\\n## One sentence\\n\\nA network state is a social network with an agreed-upon leader, an integrated cryptocurrency, a definite purpose, a sense of national consciousness, and a plan to crowdfund territory.\\n\\n## One page\\n\\nTechnology has allowed us to start new companies, new communities, and new currencies. But can we use it to create new cities, or even new countries? A key concept is to go cloud first, land last — but not land never — by starting with an online community and then materializing it into the physical world. We get there in five steps:\\n\\n1. *Found the community.* First, we need a founder. Anyone can found a network state, just like anyone can found a tech company or a cryptocurrency. The legitimacy of this founder comes from whether people opt to follow them. That is, there's no formal qualification for the role. Unlike the US president, a network state founder need not be part of the tiny fraction of the world [born](https://www.law.cornell.edu/wex/natural_born_citizen) in America, above a certain age, or anything like that. Instead, the qualification for this job is wholly empirical: the founder must build an online community that's motivated enough to create a new state.\\n2. *Form a network union.* Given a sufficiently dedicated online community, the next step is to organize the group as a [network union](https://1729.com/network-union), the predecessor to a network state. Unlike a traditional social network, a network union has a purpose: it coordinates daily actions for the benefit of its members, and is capable of collective bargaining with states and corporations alike.\\n3. *Build trust online and offline.* We now begin holding in-person meetups in the physical world, of increasing [scale and duration](https://twitter.com/balajis/status/1305886351737249792), while simultaneously building an internal economy using cryptocurrency.\\n4. *Crowdfund the nodes of the network state.* Eventually, once sufficient trust has been built, we start crowdfunding apartments, houses, and even towns ([1](https://prospera.hn/), [2](https://www.citydao.io/), [3](https://www.culdesac.com/)) to bring digital citizens into the physical world within real co-living communities. These are the *nodes* of the network state, where we use [web3 login](https://twitter.com/hm0429/status/1465241679800111107) and [mixed reality](https://twitter.com/balajis/status/1459554005105840132) to seamlessly link the online and offline.\\n5. *Digitally connect physical communities.* Finally, we network the nodes into a new kind of state: a *network state*, a digital archipelago with pieces of territory distributed around the world, ranging from single-person apartments to in-person communities of arbitrary size.\\n\\nThe overall concept is to populate the land from the cloud, and to do so all over the earth. The physical footprint of a network state thus looks more like a decentralized diaspora than a traditional centralized country, while in the digital realm the citizens of a network state are far more aligned than the [polarized](https://www.pewtrusts.org/en/trust/archive/winter-2021/america-is-exceptional-in-its-political-divide) citizens of legacy states. As the population and economy of a network state grow comparable to that of a legacy state, it will gradually be able to attain diplomatic recognition from existing sovereigns — and ultimately the UN — just as Bitcoin has now become a bona-fide [national currency](https://twitter.com/nayibbukele/status/1402507224916836352).\\n\\n## One thousand words\\n\\nWe begin with premises. [Technology](https://future.a16z.com/software-is-eating-the-world/), [cryptocurrency](https://coinmarketcap.com/charts/), [China](https://www.visualcapitalist.com/chinas-economy-40-years-of-soaring-exports/), [India](https://tigerfeathers.substack.com/p/the-internet-country), and [Asia](https://twitter.com/balajis/status/1157509800692862976) more generally are on the rise. America and the West writ broadly are in relative decline from an [economic](https://www.visualcapitalist.com/u-s-share-of-global-economy-over-time/), [military](https://twitter.com/balajis/status/1446501897750212609), [demographic](https://bit.ly/3d03yhL), and [political](https://www.pewtrusts.org/en/trust/archive/winter-2021/america-is-exceptional-in-its-political-divide) standpoint. There are many exceptions to these broad trends — there are positive developments at the [state](https://www.coindesk.com/markets/2021/07/08/regulators-everywhere-should-follow-wyomings-dao-law/) and [city](https://twitter.com/FrancisSuarez/status/1456316140284678149) level in the US, as well as in [pockets](https://e-estonia.com/) [of Europe](https://cryptovalley.swiss/), and the rise of innovation in bits has not yet fully [unlocked](https://twitter.com/balajis/status/1388777624189640704) innovation in atoms — but broadly speaking our future appears to be a centralized East and a decentralized West.\\n\\nWhat should that decentralized West ultimately look like?\\n\\nNot the current age of [anarcho-tyranny](https://www.wikidata.org/wiki/Q64594123), best exemplified by the city of San Francisco, wherein the anarchy of [unpunished public stabbings](https://sanfrancisco.cbslocal.com/tag/stabbing/) is combined with the tyranny of [unlimited parking tickets](https://www.sfgate.com/money/article/Here-s-why-San-Francisco-parking-tickets-are-so-16266286.php). That model may well be exported to much of the West before it reaches its end-of-life, but fundamentally the state capacity of modern America is just [too low](https://twitter.com/balajis/status/1450611265722728451) to maintain said tyranny for long.\\n\\nNor should it be a coming age of crypto-anarchy. In the hypothetical scenario where the establishment [mismanages affairs](https://twitter.com/balajis/status/1450611265722728451) to the point that the dollar collapses and Bitcoin replaces the US dollar as the global reserve currency, the American federal government's writ will hold as much value as its devalued currency — which is to say, none. If this scenario happens, we'll need a vision for shared prosperity and civil order that's better than the (arguably misunderstood) concept of [Bitcoin citadels](https://archive.md/g6ZZb). Because even if it's mostly a joke, there are many societal goods you can't easily buy — like a calm walk down the street in a high-trust community — so Mad Max isn't a desirable long-term outcome for anyone, even [Bitcoin Maximalists](https://www.investopedia.com/terms/b/bitcoin-maximalism.asp).\\n\\nNeither should our future be control by a still-intact Chinese superstate. The CCP model is the limit case of digital centralization, in which the economy and military of the world's largest country folds up into an all-powerful surveillance state. If America falls into a period of prolonged [anarchy](https://twitter.com/balajis/status/1463458569924202501), the CCP model will prove attractive to many countries as a bastion of stability in a time of uncertainty. Without caricaturing China — it's an enormous country, with [significant internal](https://twitter.com/balajis/status/1462556026528428032) difference of opinion, and many accomplishments to be [justifiably proud](https://twitter.com/balajis/status/1143620223532093440) of — it's important to recognize that we can't expect an unchecked China to behave any better than the US did during its post-1991 period as a hyperpower. Moreover, nature abhors a vacuum, and a durably stateless West would eventually prove a playground for foreign powers, who understand that the non-aggression principle has always been trumped by the aggression principle.\\n\\nSo then: if neither anarcho-tyranny, nor crypto-anarchy, nor Chinese control...then what? Instead, we should start building towards *crypto-civilization*. A new world where anyone can be either country founder or crypto-citizen, and can switch between these paths at any time — much as you might choose to found a company or join one as an employee. Where it is possible to peacefully start new countries, to join them as citizens, to move between them, to [fold them in and spin them out](https://1729.com/the-network-state#a-territory-one-can-acquire-but-not-conquer), and to balance decentralized competition with centralized cooperation. Where we can use blockchains to reinvigorate [liberal values](https://bariweiss.substack.com/p/is-bitcoin-anarchy-or-civilization) in an increasingly illiberal time, by advancing free speech, free markets, equality of opportunity, privacy, voting rights, shared prosperity, and provably equal treatment through programmatic rule-of-law. And where we can rely on these liberal values as a base to pursue a higher collective purpose beyond entropic individualism alone, whether that be [reaching the stars](https://www.spacex.com/human-spaceflight/mars/) or [reversing aging](https://www.nature.com/articles/d41586-020-03403-0).\\n\\nThe key enabling technology for this world is the concept of the *network state*: a country you can start from your computer, an archipelago of digitally-linked enclaves, a union of sovereign collectives, a community aligned around cryptographic consensus, a city-state in the cloud, a body based on math rather than science, a group organized by geodesic over geographic distance, a polity that prizes exit above voice, a state that recruits like a startup, a territory one can acquire but not conquer, a nation built from the internet rather than disrupted by it.\\n\\nAnd that is the subject of [this book](https://1729.com/the-network-state).\",\"timestamp\":1640573880,\"title\":\"The Network State-Summary\"},\"digest\":\"cqcEQJvCwl3PgmmCiRRlnltpLZVq4OiLh4hNKAb3PkY\",\"authorship\":{\"contributor\":\"0x4CC11987Ee4D62076F8218d0f97e81437611e311\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GQfLSYY1lK55_jor6IW6pNwEPZj4Km9k-8ruM9HohFE\\\",\\\"y\\\":\\\"BmEbB3hgrgGlUslvScbJ7gMn44KaErNYX9rpRoDtkAs\\\"}\",\"signature\":\"QP5-Dv9UFNnFfISMscd556DI8QKb22jNNttlIOJGFL54dlrnUNWY4tT9ggOH8nBvzxOBSLvk0Jrzw1e-UPDpEQ\",\"signingKeySignature\":\"0xc68da0f1fffb6972965df9bcd7d06e7aa649a9a4668623e693755a95dc4aaf8c4ef34e8cbd8849860e20f40d665d7fbf09faaf78a60a2db6d6630680ca78f8371c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GQfLSYY1lK55_jor6IW6pNwEPZj4Km9k-8ruM9HohFE\\\",\\\"y\\\":\\\"BmEbB3hgrgGlUslvScbJ7gMn44KaErNYX9rpRoDtkAs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cqcEQJvCwl3PgmmCiRRlnltpLZVq4OiLh4hNKAb3PkY\"}"