"{\"content\":{\"body\":\"Part Two Hope\\none\\n10 years later, in 2127.\\nYang Yi got up very early this morning and he needs to move today. His new home is the Asian Ark 2 submarine city where his father Yang Yuan has fought for ten years.\\nYang Yi works in the Asian Academy of Sciences, and his main job is the study of solar activity. Now the sun’s energy radiation is jetted from the poles in a plume shape, causing the middle part of the sphere to become darker and darker, and the angle of jetting becomes smaller and smaller, more and more concentrated, jetting almost in a straight line. Scientific research institutions around the world have invested a lot of manpower and material resources in research, and they are helpless with the changes of the sun. There are still more than a dozen probes flying around the sun, collecting various data. But is there a way for humans to change the movement of the sun?\\nThe current ground temperature has often been minus 50 degrees every year, and it is almost impossible to survive. Humans have built submarine cities, mainly using geothermal heat to survive. The use of coal, petroleum, natural gas, shale gas and other energy sources is restricted by the government because they consume oxygen during use. After all, the earth can no longer produce oxygen and must be saved.\\nYang Yi was the lucky one who moved in the third batch. It was not because of his father's hard work that he was able to get a new home on Ark 2, but because of Yang Yi's own excellence. He is 44 years old and is the director of the Institute of Physics of the Asian Academy of Sciences and a heavyweight in the scientific community.\\nTo get to your new home, you have to go through a section of road on the ice, and then go through the elevator to the bottom of the sea. Now the sea here is thick with ice, and the entrance of the elevator is built on the ice. These entrances are heavily guarded and heavily guarded.\\nOn the way here, there are barbed wire fences all the way, ten steps, one post, five steps, one guard, and the armed forces are guarded strictly. Outside the barbed wire, crowds of demonstrators were crowded.\\n\\\"We want to live!\\\"\\n\\\"Can't abandon us!\\\"\\n...\\nYang Yi listened to the shouts one after another, and did not dare to look up, feeling overwhelmed. His father, as the builder of this project and as his family member, had no residency qualifications. He wanted to stay with his father, but because of his heavy responsibility and the government's compulsory measures, he could only cry goodbye to his father and bring his wife and children over. My father is also reasonable. He is getting older, and he is very pleased that his offspring can have this qualification. After all, less than one percent of the people who have the right to live in the submarine city, and this small group of people must be responsible for the continuation of mankind. Responsibility. Those who have not obtained the right of residence can only linger on the ground.\\nYang Yi didn't dare to think too much, and walked forward quickly. At the door, after a series of security checks, after confirming the identity, two soldiers led the way and entered the elevator. There are several elevators. After identification, two soldiers let him enter the designated one. The elevator is very spacious and artificial intelligence will lead him to the next destination.\\n\\\"Dr. Yang, hello, now I will take you to the government affairs office to report.\\\" The humanoid holographic projection formed by artificial intelligence said, \\\"After the report is completed, I will take you to your home and laboratory.\\\"\\nThe Government Affairs Office is located on the upper level of the Ark 2 submarine city. All personnel entering from the ground must go through layers of inspection before they formally enter the submarine city. The first is identification, including pupils, DNA, brain waves, etc., followed by physical examination, pathogen detection and gas disinfection.\\nFollowing the guidance of the artificial intelligence holographic projection, Yang Yi's family came to the exit after completing various inspections, waiting for the underwater bus, and preparing to go to the new home first, and then to the office. From the government affairs office to each block, you need to take the underwater bus from different exits. In the channel where the exit and the underwater bus are docked, a buffer channel is specially set up. Once the docking is completed, air is injected into the buffer to discharge the seawater, and the seawater is exhausted. Because it is on the seabed, the pressure in the buffer is higher than the standard atmospheric pressure. A part of the injected air needs to be discharged, and the discharged air uses a smart mixing check valve to prevent seawater from ingressing. Wait for the air pressure in the buffer zone to stabilize before opening the buffer zone channel for pedestrians. As for why the buffer channel is set up instead of directly docking, it is because the bottom pressure is high, the underwater bus will be suppressed by the water pressure, and the underwater bus will be firmly adsorbed on the building unit.\\nTo enter the underwater bus, it needs to consume 10 energy points, which will be automatically deducted by the system when identifying at the entrance. The underwater bus is driven by artificial intelligence and is very stable. Under the steady flow of the external maintenance network, the water flow in the submarine city is very calm. Outside the windows of the underwater bus, some building units are set to be completely transparent so that residents can be seen working or resting; some are set to be completely opaque, leaving only the building profile lights. The lights are to prevent reckless underwater drivers; There are nostalgic residents, set up as a ground building type, with a few windows facing the outside.\\nYang Yi's family came to the residence, passed the same buffer channel, and arrived at the door of the house.\\n\\\"Dr. Yang, welcome home.\\\" The artificial intelligence at home has recognized the owner's identity and turned on the lights automatically, \\\"My name is Xiao Ke, and I am your artificial intelligence butler.\\\"\\n\\\"Now the indoor temperature is 18°C, the humidity is 50%, and you currently have 38900 energy points...\\\"\\nYang Yi looked at the home in front of him, both familiar and unfamiliar. What is familiar is that his father has told him countless times about the situation here; what is strange is that he has a strange sense of unsuitability and unreality.\\n\\\"Dr. Yang, please choose the initial settings for the indoor environment, including beaches, grasslands, forests, and retro...\\\" Xiao Ke said.\\n\\\"Retro.\\\" Yang Yi said.\\n\\\"Okay.\\\" The interior immediately became like the old house, with windows and wallpaper.\\nYang Yi felt less strange, and he was no longer so nervous, although he knew that it was not a real wall, and the window could not be opened.\\n\\\"Dr. Yang, the current indoor environment settings are automatically generated based on the decoration style of your original home, and you can also customize the settings.\\\" Xiao Ke said.\\n\\n\\\"No, that's good.\\\" Yang Yi said.\\nAfter a short stay at home, Yang Yi wants to go to the office. His colleagues, as well as the research equipment, have already been shipped. Yang Yi was reluctant to leave the old office, and was determined to be the last person left behind. After all his colleagues and equipment arrived safely, he was willing to come to the submarine city.\\nYang Yi came to the office, and his team's colleagues were waiting for him. There is no joy of housewarming in the office. Everyone is working nervously. Recently, when we moved, many jobs have been lagging behind. Over the past 10 years, they have been working to find the reasons for the changes in the sun. What worries them is whether this is the internal cause of the sun or an unexplored external cause, and they have not been found. Of course, this is also the distress of scientists all over the world.\\nBut before the move, work progressed. The probe \\\"Apollo 11\\\", which has been working around the sun, had a very short signal interruption every time it flew to the poles of the sun. In the first few months, the interruption time was very short, about one ten-thousandth of a second, but before moving, the signal interruption time increased to one hundredth of a second, that is to say, the detector has a distance of about 1 km, and there is no data. Pass it back. Through the cause investigation, the internal instrument failure of the detector was not detected. The signal interruption has always appeared at the poles of the sun, and it cannot but make people suspect that there is an external force affecting the detector. Does this external force cause the sun to change? The truth always makes people nervous.\\n\\\"How is it now?\\\" Yang Yi asked.\\n\\\"The interval between these few days is obviously longer. Moreover, other detectors, when they arrive in the nearby area, also have this problem, but the signal interruption time is long or short.\\\" The assistant said: \\\"We used various detections. And space telescopes, no abnormalities were seen.\\\"\\n\\\"Continue to observe.\\\" Yang Yi said, his heart filled with various question marks.\\ntwo\\n10 years later, in 2137.\\nThe day of the earth now looks more and more like night, and the middle part of the sun is only dark red, while the poles are getting brighter and brighter. The shape of the beam of light emitted is basically a ray, and the end of the ray is the poles. Of course, the bright light of the two poles can't be seen clearly on the earth, but the detectors surrounding the sun can clearly perceive it.\\nThree years ago, wormholes appeared at 100,000 kilometers above the sun’s poles, and they were getting bigger and bigger. Now the beam of solar energy beams just hit the wormhole and hit a corner of the universe. The beam of light just disappeared out of thin air. . Since the wormhole began to absorb solar energy, the signal interruption of the detector no longer changes, and the signal interruption of the two poles has been maintained. For so many years, human beings have been helpless, but recently there has been a turning point.\\nToday, Yang Yi and the others are attending a meeting. The theme of the meeting is that humans send a manned probe to fly to the sun and pass through the wormhole. The diameter of the wormhole is larger than the beam of light, and the aircraft can fly through it. After several probes flew past in the early stage, one of them sent back a short signal.\\n\\\"We need warriors.\\\" The chairman of the meeting said, \\\"There is a signal that can be sent back, indicating that it is safe to have a certain distance on the other side. Moreover, after our detectors flew past, one of the detectors had a signal of the last tenth of a second. They do not belong to us humans. After continuous analysis, we found that these extremely short signals were sent by intelligent creatures. They imitated the signal format of our detectors and sent extremely short signals to us. Their language was completely different from ours. A short signal can contain a lot of information. The other party’s signal basically means that they are conducting a cosmic mining mission. They use their technology to transform some stars into the variant stars they need, so that all the energy is emitted from the poles, using insects. The holes are transmitted over long distances and sent to the vicinity of their planets, and then they are collected and used. The transformation of the sun and the creation of wormholes are what they do. We temporarily call them \\\"miners\\\".\\\"\\n\\\"Our human beings originally imagined that to use the energy of stars to create the \\\"Dyson Sphere\\\" that envelops the stars, but the technology of the miners is really too economical. If a huge building enveloping the stars is made, the investment will be too great and the time will be too much. Too long.\\\"\\n\\\"As for why the detectors started to have signal interruptions ten years ago, it was because they cultivated wormholes. According to miners, our space is actually full of wormholes, but we can’t detect them. They chose to be above the sun’s poles. Two wormholes are cultivated. They are called planting. The process of planting tears the space around the wormhole to form spatial cracks. The wormholes grow in the cracks. At first the wormholes are so small that we can't find them. Later, it became bigger and bigger, and the space cracks became bigger and bigger, so that when our detector passed through the crack, the signal was interrupted for longer and longer. Why the detector did not disappear in this space, we have not found the reason at present .\\\"\\n\\\"Later, we used detectors around the sun to send signals to the wormhole with our wishes. We hope they can stop, let go of the solar system, and let us humans. With our current technology, we can’t compete with them. . Their technology is beyond our reach. We also said that we humans want to look through the wormhole, but there has been no response. We don’t want to wait any longer. Now the ground temperature is over 60 degrees below zero, and the people on the ground are almost unable to support it. Some of them dig deep burrows down, some dig burrows into the mountains, and some even choose to dig burrows directly in the crater to obtain geothermal energy, which is very dangerous. In the event of a strong earthquake or volcanic eruption, there is almost no Stay alive, but in order to survive, people can only take chestnuts from the fire, at least it is safe for the moment. They lack food and daily necessities, and live in eternal darkness. And we undersea people also want to return to the warm ground as soon as possible. Therefore, we decided Take the initiative and negotiate with the miners.\\\"\\n\\n\\\"Our aircraft has been built and it takes a year to go to the sun wormhole. When passing through the wormhole, the aircraft and the sun's energy will pass through together, and the aircraft is likely to be burned. Therefore, it is necessary to strictly follow the flight manual. Also, What kind of space is on the opposite side, what kind of creatures are there, good or evil, we don’t know, and we don’t know whether we can come back safely. But what is certain is that we can negotiate, because they at least Can reply to our messages, so we think that we still have room for maneuver, otherwise they will not pay attention to us.\\\"\\n\\\"We will be divided into two teams, entering from the wormholes at the two poles of the sun. We analyze that the opposite of these two wormholes is the same place, where there are the miners we are looking for.\\\"\\n\\\"Our human warriors will find them and persuade them, because we have no way out.\\\"\\nA month later, Yang Yi and several of his companions took the aircraft \\\"Hope\\\" and began their mission, for the last hope of mankind, and for the elderly father who lives in the dark and cold.\",\"timestamp\":1640748819,\"title\":\"Galaxy Park 2\"},\"digest\":\"FZERtPITPHZivgxBrzmQtmBtgedKn99hfsrY6JK1bNM\",\"authorship\":{\"contributor\":\"0xF55c02b021f91752521C0cB74303565f25BAcCb1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZAnf4t4qSk8JacLpn4HmVp08sG5PoHJCEy_g_tLQ_eU\\\",\\\"y\\\":\\\"kKxqfLNZchE-KYsFjjrwVBdjeyl6-A9qRoAJS95Mpjk\\\"}\",\"signature\":\"4gZ64_MedFli-EKkHOKsdmX048A1mYh5JyBEdg0GEQyCqD0EA4zBJCUao-z2FCrzBEhqww-IMytz1qwdUp8RDw\",\"signingKeySignature\":\"0xfbae68e691bb1e97dbd4c9a264af2354a663e3588f409dd8b950a2aa67c6f3f31a676747a012127011249ca9a08ee8f487c51cd07d8207ed7f07995b6cdfa8341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZAnf4t4qSk8JacLpn4HmVp08sG5PoHJCEy_g_tLQ_eU\\\",\\\"y\\\":\\\"kKxqfLNZchE-KYsFjjrwVBdjeyl6-A9qRoAJS95Mpjk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FZERtPITPHZivgxBrzmQtmBtgedKn99hfsrY6JK1bNM\"}"