"{\"content\":{\"body\":\"“可以说，我们在Google的后院里挖到了金矿。”\\n\\n十多年前，在当时以Google、雅虎为代表的Web2.0时代互联网公司正如火如荼的时候，斯皮瓦克就提出设想，“Google有太多的日常事务要处理，这正是我们的优势所在……最终版的Web3.0就像是全世界的大脑，每名互联网用户都是其中的一部分。”\\n\\n关于究竟什么是Web3.0，目前尚未有人能清晰地定义它，更多地只是作为一个概念性词汇存在，在一些人看来，Web3.0代表的是未来互联网发展的一种新趋势，涉及去中心化，用户对数据和信息拥有实际的掌控权、线上资产搭建。\\n\\n马斯克近期也谈到了对Web3.0的看法，他认为元宇宙、Web3.0这些在目前看来，更像是营销术语，是投机者借机炒作制造的泡沫。从比特币、区块链、NFT、到以太坊，各路公链不断崛起，DApp、DAO、IOT、earn这些新概念也应运而生，投资市场的变动，让人摸不着头脑。为此，这篇文章我们将主要讨论：\\n\\n复盘Web1.0到Web3.0，互联网经历了哪些变化？\\n\\n大热的Web3.0，究竟是风口还是泡沫？\\n\\n从Web1.0到Web3.0\\n\\n1989年，伯纳斯提出了万维网的概念。\\n\\n这从根本上改变了，互联网服务只是一个个“信息孤岛”组装的认知。确切地说，Web1.0的静态页面是万维网发展的第一个阶段，媒体形式以新浪、搜狐、雅虎、百度这类门户网站为主，某些特定的群体或企业将信息单向发布至网络，投喂给用户浏览阅读。\\n\\n换句话说，Web1.0只解决了用户获得信息并阅读的需求，在这个过程中，用户只能被动接收网站发布的无差异信息，但不能上传自己的反馈、进行和其他人的线上实时沟通，网站和受众处在极其不平等的状态。\\n\\n到了Web2.0，变成了可读也可写、交互性强的互联网。\\n\\n此时，用户既是网络信息的接收者也是发布者，人们可以通过网络进行双向、多向交流。从网站门户到个人门户，从信息线上化到用户线上化，Web2.0形成了以人为中心的传播和交互方式，也助推了社交网络的兴起。软件也开始跳出pc端，微信、微博、抖音等app相继出现。\\n\\n但事实上，Web2.0仍是中心化的一个网络形态，互联网平台掌控着用户数据和信息，经营着用户群，存在一定的信息泄露和丢失风险，被动贡献数据为平台方提供广告商变现，单体用户价值往往难以体现，另一个常态化问题是，中心化下虚拟物及实物信息不好溯源，难免有造假的可能性。\\n\\n那么Web3.0呢？\\n\\n早在2006年，Web2.0还没捂热，Radar Networks(雷达网)还处于秘密筹建时期，首席执行长诺瓦·斯皮瓦克表示要借助政府技术，使雷达网具备改变互联网用户查找信息的方式,网络不仅能理解词句的概念，还能根据语义去判断逻辑关系，也就是1998年蒂姆·伯纳斯·李所提出的语义网功能，雷达网可以说是Web3.0的先驱。\\n\\n除了语义网的外包装，Web3.0是结合区块链技术发展出来的一个新的互联网形态，它的核心在于去中心化——“赋予用户真正拥有互联网的能力”，Brian Brooks这么解释到，在web3.0时代，互联网中的数据和信息从发布起就完成了确权，不用去担心被窃取或者数据库丢失数据被删除。\\n\\nWeb3.0，是金矿还是泡沫？\\n图：中心化及去中心化网络结构示意\\n\\n![](https://images.mirror-media.xyz/publication-images/fUZy3ttSkGd_uT75Xxwec.png?height=447&width=1080)\\n\\n（来源：东兴证券）\\n\\n不过，Web3.0的意义并非仅限于此。\\n\\n无论是Web1.0还是web2.0，用户往往需要在不同的平台注册不同的账号，信息之间是彼此隔离的，举个简单的例子，过去我们无法从一个App直接跳到另一个App，因为不同平台间需要搭建属于自己的庞大用户群，并且做好安全防范。\\n\\nWeb3.0发生了范式的逆转，通过Web3.0的底层逻辑，用户与平台间是独立的存在，在注册或登录网站时，不需要填写身份信息并同意隐私协议，而是通过去中心化的网络直接去创建账户，拥有维护互联网的代币协议。理想状态下只需要使用自己的数字钱包和密钥就可以登录任何一家网站，同时也通过密钥来管理自身的资产，获取经济激励。\\n\\n价值互联网，是骗局还是未来？\\n\\n就目前来看，Web3.0对于大多数人来说，最直接的吸引力在于“能赚钱”。\\n\\n如上文所述，在Web3.0时代, 单体用户能够实现并分配价值，获得更好的用户体验。比如我们先从比较早的NFT（非同质化代币）说起，作为区块链技术下的一种衍生物，国外球星库里曾以18万美元买头像，艺术家Beeple的数字作品《每一天》拍出了6934万美元也属实魔幻；国内互联网头部玩家阿里、腾讯也相继加入，发行数字艺术品。\\n\\n区块链相当于一种分布式记账本，这些数字文件的创作和交易信息都被记录在区块链上，意味着记载方式不只是将账本数据存储在每一个节点，而且每一个节点都会同步、共享、实现数据的复制，IP被印铸在链上落实出处，所以也就保证了作品和所有权的不被篡改。\\n\\n眼下，NFT已经被应用到媒体、服装、音乐、影视等行业领域，对于创作者来说吸引力巨大，实现创作自由的同时，同一作品每次转卖都能够收取分成；对于购买者来说，NFT的价值体现在稀缺性和身份的象征，但这也是基于他们的一种认知共识而言。\\n\\n除了NFT，ENS（基于以太坊的分布式域名服务）也备受关注。\\n\\n今年10月，发生了目前为止最大的一笔域名交易——有人以420个ETH购入域名paradigm.eth。2017年登录以太坊的ENS，简化了长达四十多位的以太坊钱包地址，通过竞标机制，任何用户都可以注册以“.eth”结尾的以太坊域名，从而优化用户使用加密货币的体验。由于ENS构建于ERC721协议，所以每一个域名都相当于一个NFT。\\n\\n在Web3.0时代，我们可以得到一个输入端开始的商业模式，众筹以及代币实现了创作者的价值循环。总而言之，区块链技术解释了身份为什么具有独立性，为Web3.0提供底层技术支持；NFT在这个基础上为数字货币提供了不可分割、不可复制的交易价值，实现了创造者经济，后者充当了为维护用户对于自己的数字身份和数据的所有权去构建的一系列去中心化组件，成了通往元宇宙的方舟。\\n\\n把目光聚焦到实际应用上，以Monaco为例，作为主要基于Web3.0的socialFi（social+DEFI）、支持“内容挖矿”的区块链社交项目，Monaco被称为加密版的推特。启动之初，饥饿营销带来的邀请码炒作热潮让Monaco市场热度高涨。\\n\\n功能维度上来看，用户在这个类似于微博的平台上发布有价值的优质内容，并可以展示名下NFT；此外参与“Write to Earn”进行挖矿，每周会获得相应的奖励，奖励会根据用户粉丝数量、评论数、转发与活跃度成正比。Monaco想以SocialFi（社交金融）为突破口，将数据所有权返还给用户，并给予用户创作收益，推动互联网从Web2.0过渡到Web3.0。\\n\\n需要说明的是，Monaco的模式也并非首创，早在2017年，部署于Steem链上的社交媒体平台DApp Steenit就已经出现，用户在发布受欢迎的帖子同时可获得Token收益，这使它也一度成为最大的链上加密社区。\\n\\n就目前来看，Web3.0的设想的确很乌托邦，但实际落地仍有待商榷。\\n\\n进入Web3.0前，首先要注册一个加密钱包，比如找到以太坊浏览器钱包插件MetaMask,添加后设置交易密码，确认账户助记词后完成创建，但是助记词和密钥的保存方式不太方便（最好记在实物上，比如备忘本）；以太坊转账过程也比较麻烦，不仅要输入非常复杂的账户地址，转账时间也耗费较长，即使后续可以申请ENS，但与目前使用的支付软件相比，Web3.0的体验感算不上优秀。\\n\\n由于后续通证大幅下跌，新用户的参与度随之下降，Steeni和socialfi赛道的后辈Primas、clubhouse等一样，都已销声匿迹。11月末，Monaco官方发文称“仅限英文挖矿”，这条明显区别对待的推文不仅引发了中文社区的不满，也与它强调的“去中心化”的理念相违背，虽然对于用户来说，一方面实现了创作自由，但另一方面，也难免会发生恶意信息的传播。\\n\\n技术方面来看，区块链和加密应用过高的使用门槛，让普通用户望而却步，即使如最大去中心化应用 Metamask 月活也仅有几百万，另一方面，无论是个人数据还是社交关系，都导致用户无法离开原来的Web2.0平台。\\n\\n再比如运行在公链上的DeFi(去中心化金融)，这些产品拥有不可篡改的智能合约。在DeFi领域的流动性挖矿是按照要求存入或借出指定的代币资产，为产品的资金池提供流动性而获取收益（原生代币或者治理权力）的过程，流动性挖矿就是鼓励用户在自己的交易池中存入代币以提高流动性，从而获得用户和流量，进一步发放原生代币使项目的社区范围扩大。\\n\\nWeb3.0，是金矿还是泡沫？\\n图：区块链技术的“不可能三角”（来源：CSDN博客）\\n\\n因为流动性挖矿的高收益，它也曾一度被资本力挺。\\n\\n但在区块链公链中，很难同时做到既有很好的“去中心化”，又有良好的系统“安全性”，同时还能有很高的“交易处理性能”，即所谓的“区块链不可能三角”。项目合约代码的漏洞总会吸引黑客攻击甚至造成资产被盗，频频发生的项目方卷资跑路也给DeFi蒙上了一层欺诈风险的阴影，除此之外，行情大幅波动时，交易合约清算过程中网络拥堵、无常损失风险、系统设计和清算风险等都有可能使投资人失去抵押资产。\\n\\nWeb3.0会是下一个风口吗？\\n\\n很多人对Web3.0的期待，来源于它的去中心化所带来的更多可能性上。\\n\\nBrian Brooks曾在听证讨论上提到，“我们在网络上的数字资产，所有程序都是建立在这层新的网络之上。以太币是以太坊网络拥有权的证明，以太坊网络之上由无数运行着的程序，就像收集里的程序需要底层网络运行一样，人们会去猜测哪个底层网络最终会胜出，就会购买这些网络协议的代币去进行投资，这里触发投票机制，在权益证明机制下你可以去投票影响协议未来的发展，在工作证明机制下，维护网络用户可以得到代币奖励，去中心化网络的任何决策都是投资者做出的。”\\n\\n2018年，加文·伍德发表了一篇《我们为什么需要Web3.0》，文中提到“Web3.0 将催生一个全新的全球数字经济，创造新的商业模式和市场，打破像Google和Facebook这样的平台垄断，并产生大量自下而上的创新。”\\n\\n为了解决Web2.0用户能够无需离开熟悉的环境、也不用处理复杂的钱包密码，就能使用Web3.0, 定位于新互联网的守门人Mask Network陆续发布了一系列DApplet，例如ITO （Initial Twitter Offering）模式，这一举措让Mask Network爆火，意味着互联网用户确实对 Web3.0的确有迫切的使用需求。\\n\\n回溯过去我们不难发现，从2017年开始，ICO、DEFI、NFT的接连投资热都与与以太坊有着密切的关系，今年的Web3.0、Gamefi也不例外。\\n\\n马斯克怒怼Web3.0后，红杉发文坚定看好Web3.0，总部位于洛杉矶的风投机构Chapter One创始人兼管理合伙人Jeff Morris Jr.表示，目前Chapter One已完成一只4000万美元早期基金的募资，该基金专注于Web3.0投资。虽然马斯克否定Web3.0,但也没有否定它的市场潜力，从资本的角度来看，Web3.0的利好浪潮似乎正在逼近。\\n\\n顶级风投A16z的合伙人Chris Dixon认为Web3.0将走向不同的道路，由于价值和控制权不是由位于中心的公司掌握，而是分配给实际构建网络的人，所以Web3.0需要的是自我营销的能力，社交媒体的出现为Web2.0过渡到Web3.0提供动力，当社区中的人们真正拥有某些Token获得经济效益的时候，就会在社区内主动传播:一方面用户流失率会降低;另一方面在好的情况下，网络的架构也会更加结实。\\n\\n但这里所谓“好的情况”，也是目前Web3.0的一个痛点：目前的技术尚未能完美实现Web3.0的要求，参与的用户数量有限、人类世界所有生产生活的分工程度也没细化到一定程度、AI并没有实现绝对的主体地位，手机端的局限性也难以承载区块链信息和用户高并发需求，交易过程的低效率和安全性达不到商业化应用的需求。\\n\\n某种程度上来说，我们的确不能够去预测一个新平台成功的第一个用例，也大可不必因为资本的带动产生FOMO情绪,无论是Web1.0还是Web3.0,都只是互联网技术不断深入和细化的一种趋势，仅此而已。\",\"timestamp\":1642091302,\"title\":\"Web3.0，是金矿还是泡沫？\"},\"digest\":\"V1SNCI36K2Uj5KCgjWXKZhKXrAEh_OaZFrMQg3kgetc\",\"authorship\":{\"contributor\":\"0xf3E916BAe4F9242C0Fd408eD4C37e0071e6D921E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o76DKhQEeqTT8p0wG-8HvG_VDqQ0EZYjiOlmK_xWBjs\\\",\\\"y\\\":\\\"fAjIpXR6lbReKKZojQfNBOVDvcs_qBlhS-gvqklh6OM\\\"}\",\"signature\":\"oc8n97Wvr3HGwH1DhLBTpHBa_ckqBvF-aUv54gQeaaLIcpZoefKpuqONQweqsUXmMWMwSffHdBoRp15EuJ3AGA\",\"signingKeySignature\":\"0x4b6a06d13a1f4a674058ca57b819e7ce94eab20485818ee95dde06ca2af693fd408a2bddfc29903d7f1cba767f0b60809cd15b6287dc73028b87a68c54d7fadc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o76DKhQEeqTT8p0wG-8HvG_VDqQ0EZYjiOlmK_xWBjs\\\",\\\"y\\\":\\\"fAjIpXR6lbReKKZojQfNBOVDvcs_qBlhS-gvqklh6OM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V1SNCI36K2Uj5KCgjWXKZhKXrAEh_OaZFrMQg3kgetc\"}"