"{\"content\":{\"body\":\"> *Questions arose. Like, what in the fuck was going on here, basically.* - Thomas Pynchon, Inherent Vice\\n\\nI lay on a hotel bed in Amsterdam and watch villi and stitches on a huge sweater textured wallpaper move. Like worms, or waves, or chains, or snakes, or like a sweater. A wind blows and villi and stitches shake and bend. Left and right. Or right and left? I don't know. Too much movement. I should not distract myself. I should pay attention. What is attention after all? Does it mean being focused? To concentrate? To pay attention, eh? Why do we *pay* attention? Do they accept cards? No way. Attention cannot be money. This is ridiculous. English is weird.\\n\\nAnyway. Focus. Villi are moving. The grey-brown sweater is a meadow now, a grey-brown Chernobyl meadow, mesmerising, enthralling, but somehow familiar. I have been to hotels of the same brand before. Maybe they put this sweater wallpaper in every hotel of theirs, in every room. Maybe there is a factory that 3D-prints hotels with sweater wallpapers on the wall behind the bed. Then they got distributed all around Europe and maybe outside of it. I am not sure. Are there Ibis hotels in America? Write in the comments. The sweater is moving. It's like a cat now, a cat crossbred with an optical illusion. Can cats and optical illusions have sex and then have small little optically-illusionary kitties? I don't know.\\n\\n\\\"Mushrooms are not working,\\\" I say.\\n\\n\\\"Are you sure? Like for real?\\\" She giggles.\\n\\n\\\"I am. We should have gone for a stronger option.\\\"\\n\\n\\\"Are you disappointed?\\\"\\n\\n\\\"Perhaps.\\\"\\n\\nA mushroom merchant had a catalogue. A colourful set of worn-out pages designed in Microsoft Word 2003 and WordArt.  Every page showed characteristics scales, like weapons, spells or items in video games but it was not +5 stamina and +100 intellect. It was quite the opposite. Vision, energy, something else I can't remember, are affected, supposedly in an *unusual* way. My bet wasn't on positive ways. I couldn't remember the exact names or brands of the mushrooms but they all had ‘Magic’ at the beginning of their names at the top and Latin names at the bottom of each page.\\n\\nWe went to Amsterdam for a few nights only. It was raining. No, incorrect word. It was pouring. It is better. Or bucketing down? The heavens had opened and were bucketing down on us. It is much, much better. We resembled a mushroom with a wide black cap and with two stalks, deluged from the top to bottom. Under one umbrella together, we were heading back to the hotel after a long walk through the old city centre. Then we saw an *Amanita muscari*a, like in Mario brothers, the one you eat and gain superpowers, in the game, though, in real life you die. It was a flat outdoor ad that invited us into the shop. Ads didn't affect us but we walked in, out of curiosity, of course. It was late. Did this guy had permission to sell mushrooms that late? Nevermind. The existence of the catalogue was enough to convince us. It was not like usual la carte, there was no mushroom soup, no mushroom risotto, and even no portobello mushroom burger. *Is that true that living people eat dead mushrooms but living mushrooms eat dead people*? I thought. We skimmed through the pages and decided to go for the simplest option. Perhaps, it was a good idea. Or not? We had never tried such a thing before. What if we forget to use all of it and leave some in our pockets and get arrested on border control? What if only Russian border control notice it? I did not want to go to a Russian prison. Agreed, the simplest version, the smallest portion. For two, please. Yes, card, please.\\n\\n\\\"Don't mix it with vodka\\\"\\n\\n*Why vodka?* I thought. Maybe the merchant recognised our Russian accent. Is it stereotypical to draw a connection between Russians and vodka? Is it racist? But *Russian* is a nationality, not a race. Should we get offended anyway? Perhaps, but the advice could still be spot on.\\n\\n\\\"And buy some sweets, chocolate or something\\\" We had that already. \\\"Eat it when you feel unwell or want the effect to ease.\\\" He actually cared about us. \\\"Have a good night\\\". The merchant smiled.\\n\\nFriends said we shouldn't get high outside (especially not with weed cupcakes). Otherwise, you can fall into a canal and die. We did not want that and so we went back to our room. We could not smoke joints in a hotel room so mushrooms seemed like a perfect option for the evening. It was bucketing down sideways, remember?\\n\\n\\\"Are you filming me?\\\"\\n\\n\\\"No. I am filming how mushrooms are not working.\\\" She laughs.\\n\\n\\\"What?\\\"\\n\\n\\\"You have been staring at sweater on the wall for last like 20 minutes. I have got worried.\\\" She laughs.\\n\\nI laugh, too.\\n\\n\\\"Is that the reason for filming me?\\\"\\n\\n\\\"Quite so. You reminded me a philosopher. Whatever you are seeing there, can a sweater be that interesting?\\\"\\n\\n\\\"You said you are worried.\\\"\\n\\n\\\"I am, but you are seem very alright and it's funny\\\"\\n\\n\\\"I have never seen anything like that. The sweater, it's beautiful.\\\"\\n\\nShe laughs.\\n\\n\\\"Why? It's normal. What do you see?\\\"\\n\\n\\\"In no way it's normal. It's like… alive. Villi, stitches, they move, like a grass, like a fur on the wind. It's beautiful.\\\"\\n\\nShe laughs again, almost hysterically.\\n\\n\\\"Now I think that *my* mushrooms are not working.\\\"\\n\\nWe both laugh.\\n\\nIt tastes like walnut but almost tasteless, not tasty, a bit bitter, drier than a walnut, not oily at all, like a truffle maybe? Are we eating dried truffles? I should pay... I should have read la carte better. I put the last piece inside me.  I don't eat anything, do not drink water nor vodka. Did you know that *vodka (водка)* has the same root as *water*, *voda (вода)* in Russian? You know why? It's also transparent. Who am I talking to? Are you a sweater? Why are you here? Have you subscribed? Too many questions. I don't have time to answer them. The unreal reality is what's real right now. What if I am imagining you? What if you are just another stitch on the wall?\\n\\n\\\"Still doesn't work?\\\" I ask.\\n\\n\\\"No, nothing\\\"\\n\\n\\\"You shouldn't have eaten anything else.\\\"\\n\\n\\\"Maybe. I want to see the sweater, too.\\\"\\n\\n\\\"I heard it's personal.\\\"\\n\\n\\\"What is personal? The sweater?\\\"\\n\\n\\\"The effect.\\\"\\n\\n\\\"The effect of what?\\\"\\n\\n\\\"The effect of mushrooms and other stuff on your mind. People don't see the same things. Perhaps, yours isn't the sweater, you know?\\\"\\n\\nWe turn on a telly. It's Captain America. There's also Hulk there with the rest of the supernatural crew. They are Avengers. The second film. The one where they fight the AI robot that is too smart to bear humanity. Captain America speaks German. We laugh. We don't understand German. He speaks again. We laugh harder. It seems surreal. Captain America is not supposed to speak German but that's how humour works, right? We laugh. The AI speaks German, too. It feels utterly weird yet hilarious. We can't bear it anymore, not the film, not the language, but our laugh, and switch the channel.\\n\\nA breadman appears. His name is Bernd das Brot. He looks like a brick or a loaf of sourdough bread but has sad eyes and dangling glove-like hands as if they had no bones. He’s got wrinkles. How old is he? He sings, also in German. Is all TV in the Netherlands in German? Maybe it's not German? He has eyes, the breadman. Is he a superhero, too? “He was bitten by a sourdough when he was a kid. Now he is a friendly neighbour, a warden of the city.” He sings conveying his superheroic yeast-powered wisdom on how one should behave on a road. We still can't understand German, thought, but it's obvious from the video sequence. We laugh, much harder than before. It is ridiculous, hilarious, bizarre, funny, and maybe some other adjectives.\\n\\n\\\"What happened? Switch back to the bread man.\\\" I say laughing.\\n\\n\\\"No way, my abs hurt. I can't do it anymore \\\"\\n\\n\\\"But he is a bread man. Please.\\\"\\n\\nShe switches it back.\\n\\nIt's not a comedy. It's a kids show. The breadman explains the better ways of living. It's educational. Is it self-help? It's 2 am. Why the kids show is shown so late? What's a time zone in Germany? The show ends. God, please, no Peppa pig. The breadman starts again. We laugh. Maybe it's just filling in the program during the night. Yes, it would make sense. We laugh more for the next hour or so. My abs also hurt. My neck hurts and it’s hard to breathe. Can one die of laughing? Can the breadman show be torture for junkies? An execution by laughing but without tickling? Am I a junkie now?\\n\\n\\\"You can't become a junkie after just one portion of mushrooms.\\\"\\n\\n\\\"That's what junkies say.\\\"\\n\\n\\\"It's just mushrooms.\\\"\\n\\n\\\"Junkies' famous last words.\\\"\\n\\nTime passes and I look at the sweater. It's gone. Not the sweater, villi and stitches aren't moving anymore.  The breadman is boring. Mushrooms have no power over me.\\n\\nWhat was it all? A glitch? A true reality? Are sweaters that beautiful? Am I missing something? I suddenly remember how Huxley described his psychedelic experience. In the *Doors Of Perception*, he introduced Mind At Large, or whatever was the name. Huxley said, by default, we are locked in our cages, cages we create for ourselves with experience, social status, beliefs and etc. These things limit our perception and define it. We cannot see the universe at its whole beauty and complexity. It would be overwhelming. Our brain locks it from us and locks us from it. It's a double cage. A cage inside a cage. A cage inside a cage inside a cage. A hyper-cage, a Nicolas Cage, a tesseract of cages. Whatever it is, I wish it had a sweater on the wall.\\n\\n*Ah, and, by the way, don't do drugs.*\\n\",\"timestamp\":1634546780,\"title\":\"Another Stitch On The Wall\"},\"digest\":\"gDGmLfkLzHddFvrOhqspdSYIbmPWO7OMnH2VUpU7hnY\",\"authorship\":{\"contributor\":\"0x0C2966961347a25743E941672b4E0891240685d4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jkH7HDPCKUdwCqJl79K_bCjJTP7gX9bjn1QB0TCun_o\\\",\\\"y\\\":\\\"3PuAupwK5JigAsXRJ5BUgVbbi0QvuflA-cAP4QRbxyo\\\"}\",\"signature\":\"eCvTxnfK__GuQEUglT9qgXCUXwA4ayKYbcejkjBtTr5d72FRsiIEW29F0oYm7jIHnQvI4FI6dp9hXOSsnMDmog\",\"signingKeySignature\":\"0x1796e898f9fd1f9a51cd531df0a7bff37ab277f5c6398bda5815db996de4936035ef8605145288343609abd18b53d2a21b90714a7df244644dd7a356efe61faf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jkH7HDPCKUdwCqJl79K_bCjJTP7gX9bjn1QB0TCun_o\\\",\\\"y\\\":\\\"3PuAupwK5JigAsXRJ5BUgVbbi0QvuflA-cAP4QRbxyo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZPFkJfyQ7lW5_ikeMWnT-rbO2GCe4jFn4CqtIsdzq2I\"}"