"{\"content\":{\"body\":\"Blockchain development entails a unique challenge: How do you deploy immutable contracts to create a product, when you can't see that far into the future?\\n\\nOperate too leanly in product and engineering, and you can find yourself in chaos. In this environment, it's better to develop with conviction in a concrete understanding of what the product does. This is how Compound and Uniswap were successful; they did roll out out multiple versions, but each was a well-considered, best-in-class product for the given market. They did not launch a \\\"kinda working\\\" model to riff on. In particular, mistakes on-chain are costly and sometimes impossible to undo.\\n\\nRelated to this, our challenge at Mirror has been thinking through how to on-board new users, amid the fog of unexplored terrain.\\n\\n![Building a startup is like working in the fog of war, where you can't see what you haven't explored. Denis made this comparison yesterday, and it was apt.](https://images.mirror-media.xyz/publication-images/52a7863b-2437-48bc-88ee-73b41d68647a.jpeg?height=1439&width=2559)\\n\\nOne feature we wants is for publications to allow multiple contributors. For example, imagine we onboarded *The New York Times*. In order to have multiple contributors, a good strategy would be to deploy a *Publication Contract* that stores a list of the contributors, and we could use that to validate authenticity of posts.\\n\\nThe publication contract could represent *The New York Times* on-chain, I think it would make sense to allow people to invest in the publication through a token. See [Platforms with Tokens](https://g.mirror.xyz/fpTYrEl7VdMyl1fQmjZnIaXmzaBLvTYm0qZXdSbGYZQ).\\n\\nHowever, we must balance complexity vs execution at our early stage. Thinking through the right features for this contract (even a first version of it), and building out multiple-contributor UI, could take weeks, and probably isn't the right priority. We already have launched a successful [crowdfunding campaign](https://j.mirror.xyz/uVGCCwwm3k341lPpxaJmHTZROESVse9Pe_rmbiuUAC0), and should quickly roll that out to more users.\\n\\nSo we must ask ourselves *whether we can achieve both outcomes in sequence* - productizing what we know already works, and delaying more complex operations that haven't been validated yet. I believe we can.\\n\\nFirst we start out with the user simply owning the ENS domain, with the ability to launch crowdfunding campaigns. We do this by launching the $WRITE token to mainnet, and having a \\\"burn-to-register\\\" model in signup. Then, we allow them to upgrade into a deployed publication contract, by transferring the ENS ownership to that contract. Once the ENS has been transferred, multiple contributors can be added to the contract, and the blog proceeds as a multi-contributor publication, which ostensibly would be able to mint tokens as well.\\n\\nWhat happens to previous posts, you ask? I think those posts are all still valid, as long as the contributor who wrote them gets added to the list of contributors in the Publication Contract.\\n\\nSo this seems neat and will work. Our next step then should be to push to get the $WRITE token on mainnet sooner rather than later, and have it *not* deploy a Publication contract, but instead just assign ownership of the ENS address to the individual contributor. Following that, we can commoditize crowdfunding, and *then* we can look into upgrading into fully fledged multi-user, investible Publications.\\n\\nI will use this post as a summary of the ideas, and share with the team for feedback.\",\"timestamp\":1612042654,\"title\":\"Building in the Fog of War: How to Sequence Big Ideas on Blockchains\",\"publication\":\"g\"},\"digest\":\"N7vx4j2GzckRFmcvhrS8fIWq8FeZHqmqATSq8TOUDOk\",\"authorship\":{\"contributor\":\"0xCC65fA278B917042822538c44ba10AD646824026\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jY9ZjZ3PVT5GZSOT2MQV89_EfuZGx6o0ZiERgWf2vmI\\\",\\\"y\\\":\\\"2DyUTrSxyPC0wHE4ltlnwbHs7y8f4ZB0n-CkGfYfkBA\\\"}\",\"signature\":\"-guqP5TgtEJwAA6tWL-JGnR3b_hXOV2JDRlPQvWZzFjVqC_NMP6pFktInrVe-zlKZAPpSbpWF7aBrN_qrbHd1A\",\"signingKeySignature\":\"0xdd3e66eb8082aa09d2ebb2a5492080dccb02db56bddf972bf17d537f84b53cf15db3e950031cce6e6791a7d21c419c401daa570221f583489f6d7308019422771c\",\"signingKeyMessage\":\"I authorize the publication of articles on g.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jY9ZjZ3PVT5GZSOT2MQV89_EfuZGx6o0ZiERgWf2vmI\\\",\\\"y\\\":\\\"2DyUTrSxyPC0wHE4ltlnwbHs7y8f4ZB0n-CkGfYfkBA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"N7vx4j2GzckRFmcvhrS8fIWq8FeZHqmqATSq8TOUDOk\"}"