"{\"content\":{\"body\":\"\\\"He will be all right in his proper place,\\\" he answered:  \\\"as the servant of the public:  told what to do, and turned out of his job if he doesn't do it.  My scheme does depend upon Protection.  You can tell him that.  But this time, it's going to be Protection for the people.\\\"\\n\\nThey were at the far end of the corridor; and the few others still promenading were some distance away.  She had not delivered the whole of her message.  She crossed to a seat, and he followed her. She spoke with her face turned away from him.\\n\\n\\\"You have got to consider the cost of refusal,\\\" she said.  \\\"His offer wasn't help or neutrality:  it was help or opposition by every means in his power.  He left me in no kind of doubt as to that.  He's not used to being challenged and he won't be squeamish. You will have the whole of his Press against you, and every other journalistic and political influence that he possesses.  He's getting a hold upon the working classes.  The Sunday Post has an enormous sale in the manufacturing towns; and he's talking of starting another.  Are you strong enough to fight him?\\\"\\n\\nShe very much wanted to look at him, but she would not.  It seemed to her quite a time before he replied.\\n\\n\\\"Yes,\\\" he answered, \\\"I'm strong enough to fight him.  Shall rather enjoy doing it.  And it's time that somebody did.  Whether I'm strong enough to win has got to be seen.\\\"\\n\\nShe turned and looked at him then.  She wondered why she had ever thought him ugly.\\n\\n\\\"You can face it,\\\" she said:  \\\"the possibility of all your life's work being wasted?\\\"\\n\\n\\\"It won't be wasted,\\\" he answered.  \\\"The land is there.  I've seen it from afar and it's a good land, a land where no man shall go hungry.  If not I, another shall lead the people into it.  I shall have prepared the way.\\\"\\n\\nShe liked him for that touch of exaggeration.  She was so tired of the men who make out all things little, including themselves and their own work.  After all, was it exaggeration?  Might he not have been chosen to lead the people out of bondage to a land where there should be no more fear.\\n\\n\\\"You're not angry with me?\\\" he asked.  \\\"I haven't been rude, have I?\\\"\\n\\n\\\"Abominably rude,\\\" she answered, \\\"you've defied my warnings, and treated my embassy with contempt.\\\"  She turned to him and their eyes met.  \\\"I should have despised you, if you hadn't,\\\" she added.\\n\\nThere was a note of exultation in her voice; and, as if in answer, something leapt into his eyes that seemed to claim her.  Perhaps it was well that just then the bell rang for a division; and the moment passed.\\n\\nHe rose and held out his hand.  \\\"We will fight him,\\\" he said.  \\\"And you can tell him this, if he asks, that I'm going straight for him. Parliament may as well close down if a few men between them are to be allowed to own the entire Press of the country, and stifle every voice that does not shout their bidding.  We haven't dethroned kings to put up a newspaper Boss.  He shall have all the fighting he wants.\\\"\\n\\nThey met more often from that day, for Joan was frankly using her two columns in the Sunday Post to propagate his aims.  Carleton, to her surprise, made no objection.  Nor did he seek to learn the result of his ultimatum.  It looked, they thought, as if he had assumed acceptance; and was willing for Phillips to choose his own occasion.  Meanwhile replies to her articles reached Joan in weekly increasing numbers.  There seemed to be a wind arising, blowing towards Protection.  Farm labourers, especially, appeared to be enthusiastic for its coming.  From their ill-spelt, smeared epistles, one gathered that, after years of doubt and hesitation, they had--however reluctantly--arrived at the conclusion that without it there could be no hope for them.  Factory workers, miners, engineers--more fluent, less apologetic--wrote as strong supporters of Phillips's scheme; but saw clearly how upon Protection its success depended.  Shopmen, clerks--only occasionally ungrammatical--felt sure that Robert Phillips, the tried friend of the poor, would insist upon the boon of Protection being no longer held back from the people.  Wives and mothers claimed it as their children's birthright.  Similar views got themselves at the same time, into the correspondence columns of Carleton's other numerous papers.  Evidently Democracy had been throbbing with a passion for Protection hitherto unknown, even to itself.\\n\\n\\\"He means it kindly,\\\" laughed Phillips.  \\\"He is offering me an excuse to surrender gracefully.  We must have a public meeting or two after Christmas, and clear the ground.\\\"  They had got into the habit of speaking in the plural.\\n\\nMrs. Phillips's conversion Joan found more difficult than she had anticipated.  She had persuaded Phillips to take a small house and let her furnish it upon the hire system.  Joan went with her to the widely advertised \\\"Emporium\\\" in the City Road, meaning to advise her.  But, in the end, she gave it up out of sheer pity.  Nor would her advice have served much purpose, confronted by the \\\"rich and varied choice\\\" provided for his patrons by Mr. Krebs, the \\\"Furnisher for Connoisseurs.\\\"\\n\\n\\\"We've never had a home exactly,\\\" explained Mrs. Phillips, during their journey in the tram.  \\\"It's always been lodgings, up to now. Nice enough, some of them; but you know what I mean; everybody else's taste but your own.  I've always fancied a little house with one's own things in it.  You know, things that you can get fond of.\\\"\\n\\nOh, the things she was going to get fond of!  The things that her poor, round foolish eyes gloated upon the moment that she saw them! Joan tried to enlist the shopman on her side, descending even to flirtation.  Unfortunately he was a young man with a high sense of duty, convinced that his employer's interests lay in his support of Mrs. Phillips.  The sight of the furniture that, between them, they selected for the dining-room gave Joan a quite distinct internal pain.  They ascended to the floor above, devoted to the exhibition of \\\"Recherche drawing-room suites.\\\"  Mrs. Phillips's eye instinctively fastened with passionate desire upon the most atrocious.  Joan grew vehement.  It was impossible.\\n\\n\\\"I always was a one for cheerful colours,\\\" explained Mrs. Phillips.\\n\\nEven the shopman wavered.  Joan pressed her advantage; directed Mrs. Phillips's attention to something a little less awful.  Mrs. Phillips yielded.\\n\\n\\\"Of course you know best, dear,\\\" she admitted.  \\\"Perhaps I am a bit too fond of bright things.\\\"\\n\\nThe victory was won.  Mrs. Phillips had turned away.  The shopman was altering the order.  Joan moved towards the door, and accidentally caught sight of Mrs. Phillips's face.  The flabby mouth was trembling.  A tear was running down the painted cheek.\\n\\nJoan slipped her hand through the other's arm.\\n\\n\\\"I'm not so sure you're not right after all,\\\" she said, fixing a critical eye upon the rival suites.  \\\"It is a bit mousey, that other.\\\"\\n\\nThe order was once more corrected.  Joan had the consolation of witnessing the childish delight that came again into the foolish face; but felt angry with herself at her own weakness.\\n\\nIt was the woman's feebleness that irritated her.  If only she had shown a spark of fight, Joan could have been firm.  Poor feckless creature, what could have ever been her attraction for Phillips!\\n\\nShe followed, inwardly fuming, while Mrs. Phillips continued to pile monstrosity upon monstrosity.  What would Phillips think?  And what would Hilda's eyes say when they looked upon that recherche drawing-room suite?  Hilda, who would have had no sentimental compunctions!  The woman would be sure to tell them both that she, Joan, had accompanied her and helped in the choosing.  The whole ghastly house would be exhibited to every visitor as the result of their joint taste.  She could hear Mr. Airlie's purring voice congratulating her.\\n\\nShe ought to have insisted on their going to a decent shop.  The mere advertisement ought to have forewarned her.  It was the posters that had captured Mrs. Phillips:  those dazzling apartments where bejewelled society reposed upon the \\\"high-class but inexpensive designs\\\" of Mr. Krebs.  Artists ought to have more self-respect than to sell their talents for such purposes.\\n\\nThe contract was concluded in Mr. Krebs' private office:  a very stout gentleman with a very thin voice, whose dream had always been to one day be of service to the renowned Mr. Robert Phillips.  He was clearly under the impression that he had now accomplished it. Even as Mrs. Phillips took up the pen to sign, the wild idea occurred to Joan of snatching the paper away from her, hustling her into a cab, and in some quiet street or square making the woman see for herself that she was a useless fool; that the glowing dreams and fancies she had cherished in her silly head for fifteen years must all be given up; that she must stand aside, knowing herself of no account.\\n\\nIt could be done.  She felt it.  If only one could summon up the needful brutality.  If only one could stifle that still, small voice of Pity.\\n\\nMrs. Phillips signed amid splutterings and blots.  Joan added her signature as witness.\\n\\nShe did effect an improvement in the poor lady's dress.  On Madge's advice she took her to a voluble little woman in the Earl's Court Road who was struck at once by Madame Phillips's remarkable resemblance to the Baroness von Stein.  Had not Joan noticed it? Whatever suited the Baroness von Stein--allowed by common consent to be one of the best-dressed women in London--was bound to show up Madame Phillips to equal advantage.  By curious coincidence a costume for the Baroness had been put in hand only the day before. It was sent for and pinned upon the delighted Madame Phillips. Perfection!  As the Baroness herself would always say:  \\\"My frock must be a framework for my personality.  It must never obtrude.\\\" The supremely well-dressed woman!  One never notices what she has on:  that is the test.  It seemed it was what Mrs. Phillips had always felt herself.  Joan could have kissed the voluble, emphatic little woman.\\n\\nBut the dyed hair and the paint put up a fight for themselves.\\n\\n\\\"I want you to do something very brave,\\\" said Joan.  She had invited herself to tea with Mrs. Phillips, and they were alone in the small white-panelled room that they were soon to say good-bye to.  The new house would be ready at Christmas.  \\\"It will be a little hard at first,\\\" continued Joan, \\\"but afterwards you will be glad that you have done it.  It is a duty you owe to your position as the wife of a great leader of the people.\\\"\\n\\nThe firelight showed to Joan a comically frightened face, with round, staring eyes and an open mouth.\\n\\n\\\"What is it you want me to do?\\\" she faltered\\n\\n\\\"I want you to be just yourself,\\\" said Joan; \\\"a kind, good woman of the people, who will win their respect, and set them an example.\\\" She moved across and seating herself on the arm of Mrs. Phillips's chair, touched lightly with her hand the flaxen hair and the rouged cheek.  \\\"I want you to get rid of all this,\\\" she whispered.  \\\"It isn't worthy of you.  Leave it to the silly dolls and the bad women.\\\"\\n\\nThere was a long silence.  Joan felt the tears trickling between her fingers.\\n\\n\\\"You haven't seen me,\\\" came at last in a thin, broken voice.\\n\\nJoan bent down and kissed her.  \\\"Let's try it,\\\" she whispered.\\n\\nA little choking sound was the only answer.  But the woman rose and, Joan following, they stole upstairs into the bedroom and Mrs. Phillips turned the key.\\n\\nIt took a long time, and Joan, seated on the bed, remembered a night when she had taken a trapped mouse (if only he had been a quiet mouse!) into the bathroom and had waited while it drowned. It was finished at last, and Mrs Phillips stood revealed with her hair down, showing streaks of dingy brown.\\n\\nJoan tried to enthuse; but the words came haltingly.  She suggested to Joan a candle that some wind had suddenly blown out.  The paint and powder had been obvious, but at least it had given her the mask of youth.  She looked old and withered.  The life seemed to have gone out of her.\\n\\n\\\"You see, dear, I began when I was young,\\\" she explained; \\\"and he has always seen me the same.  I don't think I could live like this.\\\"\\n\\nThe painted doll that the child fancied! the paint washed off and the golden hair all turned to drab?  Could one be sure of \\\"getting used to it,\\\" of \\\"liking it better?\\\"  And the poor bewildered doll itself!  How could one expect to make of it a statue:  \\\"The Woman of the People.\\\"  One could only bruise it.\\n\\nIt ended in Joan's promising to introduce her to discreet theatrical friends who would tell her of cosmetics less injurious to the skin, and advise her generally in the ancient and proper art of \\\"making up.\\\"\\n\\nIt was not the end she had looked for.  Joan sighed as she closed her door behind her.  What was the meaning of it?  On the one hand that unimpeachable law, the greatest happiness of the greatest number; the sacred cause of Democracy; the moral Uplift of the people; Sanity, Wisdom, Truth, the higher Justice; all the forces on which she was relying for the regeneration of the world--all arrayed in stern demand that the flabby, useless Mrs. Phillips should be sacrificed for the general good.  Only one voice had pleaded for foolish, helpless Mrs. Phillips--and had conquered. The still, small voice of Pity.\\n\\nCHAPTER X\\n\\nArthur sprang himself upon her a little before Christmas.  He was full of a great project.  It was that she and her father should spend Christmas with his people at Birmingham.  Her father thought he would like to see his brother; they had not often met of late, and Birmingham would be nearer for her than Liverpool.\\n\\nJoan had no intention of being lured into the Birmingham parlour. She thought she could see in it a scheme for her gradual entanglement.  Besides, she was highly displeased.  She had intended asking her father to come to Brighton with her.  As a matter of fact, she had forgotten all about Christmas; and the idea only came into her head while explaining to Arthur how his impulsiveness had interfered with it.  Arthur, crestfallen, suggested telegrams.  It would be quite easy to alter everything; and of course her father would rather be with her, wherever it was. But it seemed it was too late.  She ought to have been consulted. A sudden sense of proprietorship in her father came to her assistance and added pathos to her indignation.  Of course, now, she would have to spend Christmas alone.  She was far too busy to think of Birmingham.  She could have managed Brighton.  Argument founded on the length of journey to Birmingham as compared with the journey to Brighton she refused to be drawn into.  Her feelings had been too deeply wounded to permit of descent into detail.\\n\\nBut the sinner, confessing his fault, is entitled to forgiveness, and, having put him back into his proper place, she let him kiss her hand.  She even went further and let him ask her out to dinner. As the result of her failure to reform Mrs. Phillips she was feeling dissatisfied with herself.  It was an unpleasant sensation and somewhat new to her experience.  An evening spent in Arthur's company might do her good.  The experiment proved successful.  He really was quite a dear boy.  Eyeing him thoughtfully through the smoke of her cigarette, it occurred to her how like he was to Guido's painting of St. Sebastian; those soft, dreamy eyes and that beautiful, almost feminine, face!  There always had been a suspicion of the saint about him even as a boy:  nothing one could lay hold of:  just that odd suggestion of a shadow intervening between him and the world.\\n\\nIt seemed a favourable opportunity to inform him of that fixed determination of hers:  never--in all probability--to marry:  but to devote her life to her work.  She was feeling very kindly towards him; and was able to soften her decision with touches of gentle regret.  He did not appear in the least upset.  But 'thought' that her duty might demand, later on, that she should change her mind:  that was if fate should offer her some noble marriage, giving her wider opportunity.\\n\\nShe was a little piqued at his unexpected attitude of aloofness. What did he mean by a \\\"noble marriage\\\"--to a Duke, or something of that sort?\\n\\nHe did not think the candidature need be confined to Dukes, though he had no objection to a worthy Duke.  He meant any really great man who would help her and whom she could help.\\n\\nShe promised, somewhat shortly, to consider the matter, whenever the Duke, or other class of nobleman, should propose to her.  At present no sign of him had appeared above the horizon.  Her own idea was that, if she lived long enough, she would become a spinster.  Unless someone took pity on her when she was old and decrepit and past her work.\\n\\nThere was a little humorous smile about his mouth.  But his eyes were serious and pleading.\\n\\n\\\"When shall I know that you are old and decrepit?\\\" he asked.\\n\\nShe was not quite sure.  She thought it would be when her hair was grey--or rather white.  She had been informed by experts that her peculiar shade of hair went white, not grey.\\n\\n\\\"I shall ask you to marry me when your hair is white,\\\" he said. \\\"May I?\\\"\\n\\nIt did not suggest any overwhelming impatience.  \\\"Yes,\\\" she answered.  \\\"In case you haven't married yourself, and forgotten all about me.\\\"\\n\\n\\\"I shall keep you to your promise,\\\" he said quite gravely.\\n\\nShe felt the time had come to speak seriously.  \\\"I want you to marry,\\\" she said, \\\"and be happy.  I shall be troubled if you don't.\\\"\\n\\nHe was looking at her with those shy, worshipping eyes of his that always made her marvel at her own wonderfulness.\\n\\n\\\"It need not do that,\\\" he answered.  \\\"It would be beautiful to be with you always so that I might serve you.  But I am quite happy, loving you.  Let me see you now and then:  touch you and hear your voice.\\\"\\n\\nBehind her drawn-down lids, she offered up a little prayer that she might always be worthy of his homage.  She didn't know it would make no difference to him.\\n\\nShe walked with him to Euston and saw him into the train.  He had given up his lodgings and was living with her father at The Pines. They were busy on a plan for securing the co-operation of the workmen, and she promised to run down and hear all about it.  She would not change her mind about Birmingham, but sent everyone her love.\\n\\nShe wished she had gone when it came to Christmas Day.  This feeling of loneliness was growing upon her.  The Phillips had gone up north; and the Greysons to some relations of theirs:  swell country people in Hampshire.  Flossie was on a sea voyage with Sam and his mother, and even Madge had been struck homesick.  It happened to be a Sunday, too, of all days in the week, and London in a drizzling rain was just about the limit.  She worked till late in the afternoon, but, sitting down to her solitary cup of tea, she felt she wanted to howl.  From the basement came faint sounds of laughter.  Her landlord and lady were entertaining guests.  If they had not been, she would have found some excuse for running down and talking to them, if only for a few minutes.\\n\\nSuddenly the vision of old Chelsea Church rose up before her with its little motherly old pew-opener.  She had so often been meaning to go and see her again, but something had always interfered.  She hunted through her drawers and found a comparatively sober-coloured shawl, and tucked it under her cloak.  The service was just commencing when she reached the church.  Mary Stopperton showed her into a seat and evidently remembered her.  \\\"I want to see you afterwards,\\\" she whispered; and Mary Stopperton had smiled and nodded.  The service, with its need for being continually upon the move, bored her; she was not in the mood for it.  And the sermon, preached by a young curate who had not yet got over his Oxford drawl, was uninteresting.  She had half hoped that the wheezy old clergyman, who had preached about Calvary on the evening she had first visited the church, would be there again.  She wondered what had become of him, and if it were really a fact that she had known him when she was a child, or only her fancy.  It was strange how vividly her memory of him seemed to pervade the little church.  She had the feeling he was watching her from the shadows.  She waited for Mary in the vestibule, and gave her the shawl, making her swear on the big key of the church door that she would wear it herself and not give it away.  The little old pew-opener's pink and white face flushed with delight as she took it, and the thin, work-worn hands fingered it admiringly.  \\\"But I may lend it?\\\" she pleaded.\\n\\nThey turned up Church Street.  Joan confided to Mary what a rotten Christmas she had had, all by herself, without a soul to speak to except her landlady, who had brought her meals and had been in such haste to get away.\\n\\n\\\"I don't know what made me think of you,\\\" she said.  \\\"I'm so glad I did.\\\"  She gave the little old lady a hug.  Mary laughed.  \\\"Where are you going now, dearie?\\\" she asked.\\n\\n\\\"Oh, I don't mind so much now,\\\" answered Joan.  \\\"Now that I've seen a friendly face, I shall go home and go to bed early.\\\"\\n\\nThey walked a little way in silence.  Mary slipped her hand into Joan's.  \\\"You wouldn't care to come home and have a bit of supper with me, would you, dearie?\\\" she asked.\\n\\n\\\"Oh, may I?\\\" answered Joan.\\n\\nMary's hand gave Joan's a little squeeze.  \\\"You won't mind if anybody drops in?\\\" she said.  \\\"They do sometimes of a Sunday evening.\\\"\\n\\n\\\"You don't mean a party?\\\" asked Joan.\\n\\n\\\"No, dear,\\\" answered Mary.  \\\"It's only one or two who have nowhere else to go.\\\"\\n\\nJoan laughed.  She thought she would be a fit candidate.\\n\\n\\\"You see, it makes company for me,\\\" explained Mary.\\n\\nMary lived in a tiny house behind a strip of garden.  It stood in a narrow side street between two public-houses, and was covered with ivy.  It had two windows above and a window and a door below.  The upstairs rooms belonged to the churchwardens and were used as a storehouse for old parish registers, deemed of little value.  Mary Stopperton and her bedridden husband lived in the two rooms below. Mary unlocked the door, and Joan passed in and waited.  Mary lit a candle that was standing on a bracket and turned to lead the way.\\n\\n\\\"Shall I shut the door?\\\" suggested Joan.\\n\\nMary blushed like a child that has been found out just as it was hoping that it had not been noticed.\\n\\n\\\"It doesn't matter, dearie,\\\" she explained.  \\\"They know, if they find it open, that I'm in.\\\"\\n\\nThe little room looked very cosy when Mary had made up the fire and lighted the lamp.  She seated Joan in the worn horsehair easy- chair; out of which one had to be careful one did not slip on to the floor; and spread her handsome shawl over the back of the dilapidated sofa.\\n\\n\\\"You won't mind my running away for a minute,\\\" she said.  \\\"I shall only be in the next room.\\\"\\n\\nThrough the thin partition, Joan heard a constant shrill, complaining voice.  At times, it rose into an angry growl.  Mary looked in at the door.\\n\\n\\\"I'm just running round to the doctor's,\\\" she whispered.  \\\"His medicine hasn't come.  I shan't be long.\\\"\\n\\nJoan offered to go in and sit with the invalid.  But Mary feared the exertion of talking might be too much for him.  \\\"He gets so excited,\\\" she explained.  She slipped out noiselessly.\\n\\nIt seemed, in spite of its open door, a very silent little house behind its strip of garden.  Joan had the feeling that it was listening.\\n\\nSuddenly she heard a light step in the passage, and the room door opened.  A girl entered.  She was wearing a large black hat and a black boa round her neck.  Between them her face shone unnaturally white.  She carried a small cloth bag.  She started, on seeing Joan, and seemed about to retreat.\\n\\n\\\"Oh, please don't go,\\\" cried Joan.  \\\"Mrs. Stopperton has just gone round to the doctor's.  She won't be long.  I'm a friend of hers.\\\"\\n\\nThe girl took stock of her and, apparently reassured, closed the door behind her.\\n\\n\\\"What's he like to-night?\\\" she asked, with a jerk of her head in the direction of the next room.  She placed her bag carefully upon the sofa, and examined the new shawl as she did so.\\n\\n\\\"Well, I gather he's a little fretful,\\\" answered Joan with a smile.\\n\\n\\\"That's a bad sign,\\\" said the girl.  \\\"Means he's feeling better.\\\" She seated herself on the sofa and fingered the shawl.  \\\"Did you give it her?\\\" she asked.\\n\\n\\\"Yes,\\\" admitted Joan.  \\\"I rather fancied her in it.\\\"\\n\\n\\\"She'll only pawn it,\\\" said the girl, \\\"to buy him grapes and port wine.\\\"\\n\\n\\\"I felt a bit afraid of her,\\\" laughed Joan, \\\"so I made her promise not to part with it.  Is he really very ill, her husband?\\\"\\n\\n\\\"Oh, yes, there's no make-believe this time,\\\" answered the girl. \\\"A bad thing for her if he wasn't.\\\"\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/48](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/48)\\n\\n\",\"timestamp\":1639210370,\"title\":\"\\nThey were at the far end of the corridor; and the few others still promenading were some distance away\"},\"digest\":\"GGB_CPgLR4EnFnRnBDtIXAICtYmR5Eqm8tcgLak-mlY\",\"authorship\":{\"contributor\":\"0xD2dD0Fd14351C19d159B581881AE68fAD5390A5a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8yU4du3w-2gfgLU90q_Mr46abqqyPbPJRLLX2WxYFf8\\\",\\\"y\\\":\\\"0cYNHfIGzStKo1084gQbBFTCKgw2dak7-9KqVG1Brj4\\\"}\",\"signature\":\"sIlDLF0Yqlw-hqPXv_2tA9AZjo6fLle8C2pAfJXsHME3srrMuazzh5LyV1AY_NGtvNn1vCi_K7WHj0HAXmIj1g\",\"signingKeySignature\":\"0xe827abc153b88c2b4ebdc150e23d25c00725e02b318c5a132bad55b21014f68204f43ac293e882905695c2c56b95eeef9731f6871a38614b66adf81aa1b1a8ed1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8yU4du3w-2gfgLU90q_Mr46abqqyPbPJRLLX2WxYFf8\\\",\\\"y\\\":\\\"0cYNHfIGzStKo1084gQbBFTCKgw2dak7-9KqVG1Brj4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GGB_CPgLR4EnFnRnBDtIXAICtYmR5Eqm8tcgLak-mlY\"}"