"{\"content\":{\"body\":\"## Background\\n\\nAlien Worlds is a free, play-to-earn NFT metaverse card game based on the WAX chain. It allows players to own land, collect tools and avatars, use minions in battle, and earn crypto assets through Alien Worlds’ gigantic system.\\n\\nAccording to data from DappRadar, Alien Worlds’ user base has grown by 19.67% in the past 30 days, adding more than 960,000 users. In addition, it has accumulated USD 466 million in transactions (September 2021).\\n\\n![](https://miro.medium.com/max/1400/1\\\\*JR7b5QFtYawuNcXbr5FvWQ.png)\\n\\nThe two co-founders of Alien Worlds are Sarojina McKenna and Michael Yeates. They both worked for EOS before and worked with Liberland, a small country of 8 square kilometers along the Danube River, to help govern the country with blockchain and DAO. Now, they have applied their expertise in the metaverse.\\n\\nMining and staking have been opened in the game, and the battle feature will be launched soon. The items in the alien world are all minted through Atomichub’s NFT protocol and can be traded on the Atomichub market. At present, five categories of NFTs, including tools, weapons, soldiers, characters, and land, have been issued. Tools and land NFTs can be used in mining systems. Users can equip tools to mine TLM on the land, and landowners can charge a certain percentage of taxes from miners who mine on their land. This percentage can be set by the landowners themselves. Soldiers and weapons are prepared for the battle system. As for the character NFTs, it more or less serves as the skin of the character at present and has no practical effect. This may change in the future when the battle system is introduced and the character NFTs will classify different camps. In addition, it is worth mentioning that Atomichub’s NFT protocol can be interoperable with other NFT projects of the same protocol. Currently, Alien Worlds has interoperated with the Dark Kingdom. Players can use the cards of Alien Worlds in the game of Dark Kingdom. This can be regarded as one of the highlights of the game.\\n\\nThe game also integrates Staking and DAO gameplay. Every planet in Alien Worlds can be chosen by the users to stake TLM to increase the planet’s TLM output. Another advantage of staking TLM is that users can get voting rights for the planet’s DAO and can vote on the planet’s development plan and other issues.\\n\\nIn the past few months, Play-to-Earn’s blockchain games have grown exponentially, as seen by Alien Worlds. In March of this year, the game raised more than $2 million through TLM sales to private investors. Some of its famous investors include Animoca Brands, Meitu app creator Longling Capital, 3Commas and Digital Assets Group. The metaverse of Alien Worlds is expanding globally. Co-founder Saro McKenna told CoinDesk, “Metaverses is the new social media, people will socialize here.”\\n\\n## WAX Blockchain\\n\\nWAX is a public chain that focuses in-game items and NFTs. The homepage of its official website “unhumbly” crowned itself King of NFT. The WAX ​​mainnet was officially launched in June 2019. Based on the EOS transformation, it follows the Delegated Proof of Stake (DPoS) consensus mechanism to support the high volume required by the game and attract chain game developers. The theoretical TPS of WAX is more than 3000. The WAX ​​public chain is developed by the founding team of OPSkins, an online game item trading platform. The team claims that it could process approximately 2 million transactions per week, which guarantees the operating speed of WAX. Based on this, the WAX ​​team cooperated with well-known companies in the industry such as Xsolla and Animoca Brands, and launched NFTs of well-known IP including deadmau5, Atari, William Shatner and Capcom. Among them, Garbage Pail Kids (the old American cartoon trash can boy in the 1980s) will jointly issue digital collections with WAX. According to a Cointelegraph report, trading card giant Topps issued NFT cards based on WAX in April and sold 70,000 packs of NFT cigarette packs within one hour after the sale started, setting Topps’ NFT sales record. In terms of the team, WAX CEO William Quigely served as the co-founder of Tether and has a wide range of investment portfolio in the blockchain field.\\n\\nThe WAX ​​public chain did not choose to become a general-purpose public chain but focused on the NFT track like FLOW. At the same time, WAX is officially committed to promoting the interconnection of NFT assets on the chain between independent DAPPs within the ecosystem, which undoubtedly enhances the liquidity and “life cycle” of assets. In addition, the WAX ​​public chain also has a lot of investment in cross-chain technology, which is also attractive to other chain game developers.\\n\\n## Game strategy\\n\\n## Register wallet and account\\n\\n![](https://miro.medium.com/max/1400/1\\\\*yqi18pC6dkBAkp_wEZJyNA.png)\\n\\nBefore registering the game, we first need to register a WAX wallet and buy the appropriate token WAXP to the wallet in exchange for resources, and we can use the social network account to directly bind the wallet. Wallet address: <https://wallet.wax.io/>\\n\\n![](https://miro.medium.com/max/1400/1\\\\*zpo1hz9amSElChNXFpKCEw.png)\\n\\nBuy WAXP After entering the wallet, click Resources to exchange for CPU, NET and RAM resources through staking tokens. If you don’t exchange resources in advance, it’s easy to encounter various mistakes when you enter the game.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*TyACGrSXHI5Z68FtbLk6ng.png)\\n\\nAfter setting up the wallet, you can enter the game, URL: <https://alienworlds.io/,> click Play&Earn, you can set the name of the character.\\n\\n## Select Avatar\\n\\n![](https://miro.medium.com/max/1400/1\\\\*STP2aq5DjmW3bswCCcUzBA.png)\\n\\nThe characters in Alien Worlds are called Avatars, and players can choose an Avatar for NFT mining. Characters include human, grey, reptiles, LGP, Nordic, and Human Augmented. Players can participate in the game by setting a username after selecting a character. The character image is aesthetic and does not currently have any influence on the game itself.\\n\\n## Choose planet and land\\n\\n![](https://miro.medium.com/max/1400/1\\\\*NGaL29dYY96aP9u0_uEhXw.png)\\n\\nPlanets are the first thing you will see upon starting the game, and they have two main metrics you need to be aware of:\\n\\n* Mining Pot, which determines how much TLM you will make from mining. Higher is better.\\n* Fill rate, which is the rate at which the TLM on the planet is being replenished. Higher is better.\\n\\nIf you worried you aren’t making as much TLM as you could be, choose the planet with a good balance of Mining Pot and Fill Rate.\\n\\n![](https://miro.medium.com/max/1280/1\\\\*b4kLzpdf-Z5Io77M9dgl1g.png)\\n\\nLands are an essential part of Alien Worlds and the basis of income. Players can choose the planet they want to be stationed on. There are currently 6 planets for players to choose from. After selecting the planet, players can either mine on the land they bought or mine on the land of other players. Therefore, the player can be both a miner and a “landlord.”\\n\\nLike the earth, the world of Alien Worlds also has various types of landforms such as mountains, hills, forests, basins, plains, and volcanoes. Alien Worlds has a total of 20 land types, different land types, their mining power and the charging time of mining tools are different.\\n\\nFor example, if a player is mining in a snow mountain, the charging time will be extended by 2 times, and the mining power will be increased by 1.9 times. For players who mine in active volcanoes, the charging time will be extended by 5 times, the mining power will be increased by 2.5 times, and the NFT chance will also be increased by 2.5 times. This means that players who mine in active volcanoes will have a significantly higher chance of obtaining NFT. Therefore, for players, it is necessary to make a trade-off between mining power and charging time. Often the higher the mining power, the longer the charging time and the longer the waiting time between two mining phases.\\n\\nLands also have rarities, with determines their stats. The rarer the land, the more likely all the states will be higher. The downside is that they also have higher charge times, meaning you will have to wait longer before you can mine again. The Rarities go in this order:\\n\\n1. Common (Gray)\\n2. Rare (Blue)\\n3. Epic (Purple)\\n4. Legendary (Yellow)\\n\\nPlayers who own the land can allow other players to mine on their land, and the system defaults that the landowner can get a 20% mining reward from it. If the landowner thinks that his land is valuable, he can increase the percentage, but at the same time he will face the problem of reducing the number of miners.\\n\\nIn addition, landowners need to consider the competitiveness of their planet among all planets. If their planet ranks too low, it may affect mining rewards. Therefore, landowners need to invest TLM tokens in their planet to ensure mining income.\\n\\n## Choose tools\\n\\n![](https://miro.medium.com/max/1400/1\\\\*5yc2ma_1rfZEWngLUx7fOg.png)\\n\\nAfter selecting the land for mining, the player needs to choose the appropriate mining tool. Players can get TLM token rewards and NFT through mining, so players need to consider three factors when choosing tools: mining power, charging time, and the chance of obtaining NFT\\n\\n![](https://miro.medium.com/max/1400/1\\\\*XHduSfMHBoaySQlnOJN43w.jpeg)\\n\\nMining efficiency and charging time need to be considered together. Because players can have 3 mining tools at the same time, they need to weigh the mining power and charging time to determine the best tool combination. The hammer value in the upper left corner of the card is proportional to the number of TLM tokens that can be mined. The larger the value, the more TLM tokens the player can get. The lower left corner is the POW multiplier. The higher the number, the higher the mining efficiency.\\n\\nIf the three tools with high mining efficiency are put together at one time, then the single TLM reward is considerably high. The problem with this situation is that the charging time is generally longer, which reduces the frequency of mining. Conversely, if you pursue the frequency of mining, the TLM reward and NFT reward for a single mining will be relatively reduced.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*H070WIvPInLbQLwf2Kmvqg.png)\\n\\nLike Lands, all tools have rarities, and they are ranked as follows:\\n\\n1. Abundant (Light Gray)\\n2. Common (Gray)\\n3. Rare (Blue)\\n4. Epic (Purple)\\n5. Legendary (Yellow)\\n6. Mythical (Red)\\n\\nMining tools are NFTs. In addition to card packages, players can purchase these mining tools in the secondary market, and the most direct way to obtain them is through mining. There is a snowflake sign in the lower right corner of the mining tool card. The larger the value, the higher the chance of obtaining NFT. Therefore, players try to choose tools with larger values when choosing mining tools, which will help to obtain more valuable tools when mining, upgrade their own equipment, and get greater benefits.\\n\\n## Mining\\n\\nMining is the key element of game play in Alien Worlds. There are two phases of mining:\\n\\n1. Mining\\n2. Waiting for your tools to recharge\\n\\nIn order to mine, press the Mine button and follow through the process. The game will reward you with TLM and a timer will be displayed in the top right corner of the UI. You can’t mine before this timer runs out. The time you must wait to mine is dependent on your Tools and Land cool down. The amount of TLM you mine depends on your Tools and Land, as do your NFT chance and POW\\n\\n## Shining\\n\\nShining is a system in which you can increase the visual appeal and stats of an NFT. The shining levels go like this:\\n\\n1. Stone (Gray)\\n2. Gold (Gold)\\n3. Stardust (Little specks)\\n4. Antimatter (Holographic)\\n\\nAll cards start at Stone level shine. Shining your NFTs requires a large amount of Trillium, depending on the Rarity of the card and on the current shine level. Shined NFTs have better resale values, but it does cost a handful of TLM to shine. The exact cost can be found here:\\n\\n![](https://miro.medium.com/max/1400/1\\\\*-5t6bXjbCAfS6ws55dlqpw.png)\\n\\n## Thunderdome battle (in development)\\n\\nThunderdome battle is a feature being developed by Alien Worlds. The minions and weapons of NFT items can be used in this feature.\\n\\nFirst, players need to choose minions and weapons. Each minion has different attack power, defensive power and combat characteristics, and the weapons that need to be equipped are also different. Players need to choose the strongest character in their formation to fight with other players. After being equipped, players need to choose planets to fight, and each planet has different ability bonuses to the battle.\\n\\nPlayers can also select props and give instructions. Instructions include evade, defense, attack strongest, and attack weakest.\\n\\nEach round has a limit on the number of minions. For example, if the start number is 20, when the 20th minion enters the battle, then this round of battle will start.\\n\\nRounds will continue until only one minion remains. The result will be sent back to the chain where the on-chain actions will be affected.\\n\\nThe top minions (the number will vary according to the number of minions in the battle) will get their rewards and NFT drops (declining in quantity and quality depending on position)\\n\\nAll losing minions lose their health and their weapons will be damaged\\n\\n## NFT transactions\\n\\nAll NFT transactions are conducted on the Atomichub platform. Atomichub’s NFT protocol can be interoperable with other NFT projects of the same protocol. Currently, Alien Worlds has been interoperable with the Dark Kingdom. Players can use the Alien World’s cards in the Dark Kingdom’s games, which can be regarded as one of the highlights of the game.\\n\\nWebsite: <https://wax.atomichub.io/>\\n\\n![](https://miro.medium.com/max/1400/1\\\\*wVBJhio4ylVvvIaqpcCeWQ.png)\\n\\n## Earning strategy\\n\\nThere are two types of cards in the card slot of Alien Worlds’ mining system, one land card and three tool cards. Both cards have three important attributes, namely the mining power in the upper left corner of the card, the POW in the lower left corner and the NFT chance in the lower right corner. The mining power determines the number of TLMs that are produced. The higher the efficiency value, the more TLM will be obtained each time. The POW determines the speed of mining. The higher the value, the faster the mining. The shorter the time required however this has not yet been well reflected. The NFT chance represents the probability of mining NFT, the higher the value, the greater the chance. The specific calculation rules are shown in the figure below.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*BTWhlkR8htfOJGBv3r_BxA.png)\\n\\nFor the combination of land and tools, please refer to this website:<https://docs.google.com/spreadsheets/d/1rJF6ahuhfjvhphikOwueQJ1IAHfaFIY3Cb0med33EJ8/edit#gid=39370172>\\n\\n![](https://miro.medium.com/max/1400/1\\\\*EvHhc2-UzEHSk43UYGio9w.png)\\n\\nAfter multiple tests, the current best mining strategy is to use the most basic tools for multi-account mining, which means that “high-level equipment is not as good as multi-account low-level equipment.” But the problem is that the management of multiple accounts is very troublesome. If it is done with the help of scripts, the accounts will be blocked. Recently, Alien Worlds has continued to reduce revenue. On the one hand, it is due to the official reduction in production. The other reason is that the increase in the number of participants leads to the decrease in revenue which shows the popularity of the game.\\n\\n## Summary\\n\\nAlien Worlds was the first chain game on the blockchain to exceed 100,000 users, followed by 1 million users, and then quickly reached 2 million. Now the number of users has surged to 2.5 million, and it shows unlimited potential for continued growth. McKenna said: “Metaverse is a new type of social media platform where people will socialize. We create another world for users, or more precisely, people can get together and talk about what they want and what they achieve. The world of Alien Worlds. The competition between the Alien Worlds planets has prompted many interesting conjectures.” Although the current application scenarios of TLM are slightly thin, once the battle mode is online, it will trigger a greater demand for tokens. We look forward to this very soon.\",\"timestamp\":1634714765,\"title\":\"Alien Worlds: Is it still a good time to enter? - Gametaverse Community - Medium\"},\"digest\":\"fGnn0Jwih8_b395_1KED9yAICYhAUHmpirZnmQrMGAA\",\"authorship\":{\"contributor\":\"0xd09adB0dc4CD3fF388f783fa78B51A86b0eFB439\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"an1yRxkoUFzYBblkIJDYoh7x2r7t1-Ryi4VA67SDnig\\\",\\\"y\\\":\\\"S3O24rZMR0lPn_VpxbsOoWpJo49AztVWkpfgx1gn2Xo\\\"}\",\"signature\":\"kRIPIitcy7q3sQEplA1JFVDGsZyEUNKIsblefTicgdoAGSRYHLUj4K71d8rtt43-oHnXbUWUloFfglSOO_MDMQ\",\"signingKeySignature\":\"0xe1e3f92017db5e53a79c9fc0f1801b9ceac35ab6e8abf5fb6ea52695ba4f80fa400cc1d100c6cfe45d23a48945fd9dd896f79113b846a9697cfa3a2937729c891c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"an1yRxkoUFzYBblkIJDYoh7x2r7t1-Ryi4VA67SDnig\\\",\\\"y\\\":\\\"S3O24rZMR0lPn_VpxbsOoWpJo49AztVWkpfgx1gn2Xo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fGnn0Jwih8_b395_1KED9yAICYhAUHmpirZnmQrMGAA\"}"