"{\"content\":{\"body\":\"## What is Yearn?\\n\\nYearn is a DeFi service that provides opportunities for users to passively invest through their core products: Vaults and Earn. This is done by pooling users' funds and socializing the transaction costs of moving those funds between other protocols that generate yield; such as dYdX, AAVE, and Compound. Vaults are like savings accounts for your crypto assets. They route your deposit through strategies that seek out the highest yield available in DeFi.\\n\\nThis tutorial will focus on how to deposit funds and begin earning a yield using the Yearn v2 Vaults. It will also walk you through completing one of the tasks required to claim the Asset Management Skill and Lending Skill on RabbitHole. ​\\n\\n## How to deposit assets into a Yearn Vault\\n\\n### What you will need:\\n\\n1. A supported web3 wallet.\\n2. A supported asset in your wallet on Mainnet Ethereum\\n\\nI will also assume that you are familiar with approving transactions with your wallet software.\\n\\nOnce you have everything you need from the list above, we are ready to dive in.\\n\\n### Step 1. Go to the Yearn Finance vault dashboard and connect your wallet\\n\\nYou can get to the dashboard by visiting this link: https://yearn.finance/vaults and logging in with one of the wallets shown below.\\n\\n*Be sure to have your wallet set to the Ethereum Mainnet*\\n\\n![](https://images.mirror-media.xyz/publication-images/4f5b9356-680e-4d4a-b566-d2675d5bf861.jpeg?height=951&width=1920)\\n\\n### Step 2. Choose which Value you wish to use and click “Show” \\n\\nThe list is quite long and is not limited to the ones shown below. You can scroll through and look at the different stats for the Vaults they offer. The Net APY column will show you what the current annualized yield is for that Vault. \\n\\nWhen you’ve chosen a Vault click the “SHOW” button beside it on the list. \\n\\n*Be aware that this APY can change dramatically over time*\\n\\n![](https://images.mirror-media.xyz/publication-images/fed6a917-bf3a-46a8-a683-066609da751b.jpeg?height=853&width=1237)\\n\\n### Step 3. Choose the asset and amount you wish to deposit and click “Deposit”\\n\\nYearn has a feature called Zap that allows you to deposit any asset they support and it will convert it to the correct asset for the Vault you chose while depositing. You just need to select the asset from the dropdown menu and then enter the amount in the box to the right of it. \\n\\nIn the image below I have chosen the GRT (that I received from a previous RabbitHole Quest), but you can choose any asset from the list. Then click “Deposit”.\\n\\n![](https://images.mirror-media.xyz/publication-images/bb690b33-f214-469d-bfb6-69da0a6fc287.jpeg?height=552&width=1203)\\n\\n### Step 4. Monitor your Vault(s)\\n\\nAfter both transactions are approved you will see that the value you deposited appears in the holdings column of the asset list, as well as under the \\\"Withdraw...\\\" heading beside “Vault Balance:” If you wish to remove your funds at any time you can enter the amount and click “Withdraw”. You also have the ability to use the Zap feature to convert the token into a different one while you're withdrawing it. \\n\\n![](https://images.mirror-media.xyz/publication-images/e2d0326b-5dc0-40eb-96f8-58d68ba7be12.jpeg?height=537&width=1245)\\n\\n## Redeem the Task on RabbitHole\\n\\nOnce you have deposited assets into a Vault you can go back to the RabbitHole Task and click the “Redeem” button. You will get the XP and you will have completed a Task required to claim TWO Skills on the platform. Congratulations on becoming a more experienced QuestRabbit!\\n\\n![](https://images.mirror-media.xyz/publication-images/3bdff5be-513b-43b2-99d9-903f3736b91b.jpeg?height=422&width=1570)\\n\\n\\n\\n\",\"timestamp\":1628495348,\"title\":\"Tutorial: How to deposit assets into a Yearn Vault\",\"publication\":\"rabbithole\"},\"digest\":\"_p9UJ3GrRQgH_ukPpfWbwRP_NMMOUnawoEiWxDTRZ9k\",\"authorship\":{\"contributor\":\"0x8926B75642C2650aE3c5b227bAD2F7158ceaCCD1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-UBhVFXv1Om67gsvpfVShmqqdxYjfAzh33NnFQNID0o\\\",\\\"y\\\":\\\"7VrZTDmmPQTH5isvpmOG9C3EjkT9o4C8NO496GOWbYk\\\"}\",\"signature\":\"fm98NpzduieN65jHYXKofi3HTn-zC4DwLTai-qe7XpFcNRMBikcQ53QOoLC46O2fbaajQxugbN8dVfIWOys2LQ\",\"signingKeySignature\":\"0x00160ccd5b8a21c227392d2987fae38168d48ee072d80f487fcb376e10e13ea72172febba96e52d8e134dec461db8405e2c8631f00f8f9d328f835cb17dbd2061b\",\"signingKeyMessage\":\"I authorize the publication of articles on rabbithole.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-UBhVFXv1Om67gsvpfVShmqqdxYjfAzh33NnFQNID0o\\\",\\\"y\\\":\\\"7VrZTDmmPQTH5isvpmOG9C3EjkT9o4C8NO496GOWbYk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_p9UJ3GrRQgH_ukPpfWbwRP_NMMOUnawoEiWxDTRZ9k\"}"