"{\"content\":{\"body\":\"*Gifting the community right of investing and managing a Basketball Team.*\\n\\n[https://basketballdao.org](https://basketballdao.org/) December 30th, 2021 \\n \\nAuthor: [@basketball_dao](https://twitter.com/basketball_dao)\\n\\n**INTRO**\\nIn decades of years, the revenue of the basketball market in various regions increased steadily. The global sports market reached a value of nearly $388.3 billion in 2020, having increased at a compound annual growth rate (CAGR) of 3.4% since 2015. The market declined from $458.8 billion in 2019 to $388.3 billion in 2020 at a rate of -15.4%. The decline is mainly due to lockdown and social distancing norms imposed by various countries and economic slowdown across countries owing to the COVID-19 outbreak and the measures to contain it. The market is expected to reach $599.9 billion by 2025 and $826.0 billion by 2030.\\n\\nIt is noticeable that owners, media, players, and fans each play critical roles to make the business of professional sports go and flourish. While fans are arguably the single most indispensable party to this equation, they are the lowest on the totem pole when it comes to ownership by an order of magnitude or higher.\\n\\nWeb3 changes all that by consumerizing ownership. With web3, consumers finally have the capability to collectively own and coordinate at scale. This changes the game. In this document, we will share our vision for fan ownership in basketball game, point out the clear method to accomplish this, outline key risks and offer our recommendation on next steps.\\n\\n**Mission**\\n***BasketballDAO aims to reclaim the soul of basketball, bring the transparency, security, and accessibility of web3.0 to the world of basketball.***\\n\\nFirstly, we need to build a global community that pioneers the approach to DAO ownership, governance, finance, and consensus-building using blockchain and web3.0 technology. After our community is filled with advocates, enthusiasts, and experts, we will hold a community town hall and decide which basketball team to acquire. Acquire the chosen basketball team, partnership with the existing fan club of this basketball team, and vote to make decisions for the future development of this team will show the world a real revolutionizing DAO ownership basketball team. People will be surprised by the power of humanity itself, passion for basketball as a sport, and efficiency of DAO.\\n\\n**Method**\\n**Management Structure**\\nBasketballDAO is the mainDAO of our project. To realize the 100 percent transparency of DAO ownership and high efficiency of basketball team management, mainDAO will be distributed to six segments which are shown below.\\n\\n**BasketballDAO**\\n\\n1 Basketball Team Ownership – Acquisition Team – Players Team – Experts Team\\n2 Marketing and Media – Community Awareness – Shilling and Ads - NFTs\\n3 Investments – Tokenized Communities – Gaming and Bets – Community Projects\\n4 Social Good – Social Responsibility – Sustainability – Environmentally Friendly\\n5 Innovation and Future Development – Developers and Smart Contracts – Sports Defi products – Creative Hub\\n6 Community Management and Town Hall – Events – Networking – Elections\\n\\n**Community**\\nWe believe that a fanbase community can govern our favorite basketball team through a DAO model, and it relies heavily on high volunteer involvement from our community members. Except for the transparency and complete community autonomy guaranteed by blockchain technology and web3.0, we need to prepare some established events and meetings before the community matures.\\n\\n**Weekly town hall meeting**\\nWeekly town hall meeting will be set at 1 pm UTC on every Wednesday. Members can ask anything about the current progress of BasketballDAO, and the elected key opinion leaders will need to answer all those questions. Weekly discussions also about how the teams we voted on need to improve and bring revenue to the BasketballDAO investors. Vote results each week will also be announced during the town hall meeting. Members are encouraged to ask questions, hear project updates and get involved as the owner of the BasketballDAO community.\\n\\n**Entertainment**\\n*Games*\\nBasketball-related games will be launched on our official websites and telegram groups. Members will have the chance play to earn $BBDAO tokens and NFTs which will be announced in our official Twitter and Channel.\\n\\n*Basketball Gambling*\\nGambling can be placed the same as NBABET, and the gambling method will be polled in our community. Users will have at their disposal a panel where they can watch upcoming matches and choose where to bet.\\n\\n*Anonymity:* your personal information remains undisclosed even to the online casino.\\n*Trust:* In the current centralized scenario, any user could say they feel cheated by the bookmaker. The same cannot be said when transactions are transparently added to the blockchain.\\n*Security:* Once a block is added, the contents of the block are virtually impossible to manipulate.\\n\\n**WHY DAO**\\nBlockchain technology redefines the ownership and now we enter the new age of decentralization. This technology is a prerequisite for all fans to own their favorite teams and thanks to all crypto fans, we have built enough infrastructure to employ it to the sport industry.\\n\\nOf course, it is not simply the technology which forges this revolution. Team ownership requires coordinating large groups of anonymous people in an efficient manner.\\n\\n**It is the moment for blockchain. It is the moment for basketball.**\\n\\nWe are entering a new age of ownership & governance. In today’s ownership economy, attention is dominated by where we put our dollars. Teams that are able to drive the largest share of attention, drive the largest shares of valuations. Teams that embrace decentralized ownership tap into a previously untapped source of new attention — and subsequently an untapped source of driving up the value of the team.\\n\\n*But would the NBA allow something like this?*\\n\\n10 years ago? Probably not — but today’s NBA is changing. Recently, the NBA has made the first step to embrace ownership by granting institutional investors the right to purchase minority equity stakes in teams. Dyal Capital, through the HomeCourt Fund, is the first of several financial offerings which serve as a vehicle for regular public investors to purchase shares in a team. In the summer of 2021, Dyal closed a 5% acquisition of the Phoenix Suns and plans on capturing additional shares in other teams. By design, financial products are driven to be operationally lean and prefer not to take on any team governance as that would be management overhead.\\n\\n*BasketballDAO will revolutionize this. Our vision is to empower fans the ownership with governance when sitting down for decisions. At the same time, DAOs provide an alternative that welcomes all fan voices to be heard and elevates the best ideas to action.*\\n\\nA ‘Decentralized Autonomous Organization’, renowned as a DAO, self-autonomously organizes to accomplish a grand mission. Members of the DAO collectively decide on what they’ll do and how to get there. In contrast to traditionally geographically concentrated groups of individuals, anyone with an internet connection can contribute to a DAO. This approach grants a huge improvement in collective resources. The BasketballDAO will leverage blockchain coordination to transparently manage the objectives of the ownership pool, enabling collective decision making in place of a single owner (or small ownership group).\\n\\n**Team Revenue Potential**\\n**Monetization**\\nBasketballDAO will be monetized with different revenue streams as follows.\\n\\n1. NFT drops and related products\\n   We will generate revenue from sales of BasketballDAO NFTs and related products.\\n2. Fees from transactions and betting.\\n   We take a fee from transactions and betting.\\n3. After acquiring the basketball team.\\n   The basketball team will make money from a combination of ticket sales, suite sales, naming rights, and local TV and radio deals. Additionally, leaguewide media, merchandising, and sponsorship revenues, arena revenue will also be shared with our BasketballDAO members.\\n4. Partnership with other communities and advertising\\n   We will vote to decide which partnership or business cooperation will be made for the sustainability of the BasketballDAO community.\\n\\n**Growth model**\\n**Community**\\nCommunity is the core of a DAO-based project. As a DAO ownership basketball team community, our members will take the responsibility to build our community and referral our community to more people. Every member of our community and token holders is the owner of BasketballDAO.\\n**Influencers and NBA famous players marketing**\\nWe will partner with Twiter, YouTube, and Tiktok influencers with massive follow and high profiles considered to be key opinion leaders in the crypto and sports field. We will negotiate with plenty of NBA famous players and airdrop $BBDAO tokens to those basketball players to involve as many as basketball lovers in our big community.\\n**Press release**\\nWriters and reporters in our community will be encouraged to generate articles and mentions in crypto and sports traditional and digital media.\\n\\n**Conclusion**\\nIt is the destiny for sport industry to decentralize its ownership and governance in the coming future of Web 3.0. The financial improvements are promising for all stakeholders but more appealing, a basketball team will reap the benefits by allowing more fans to take part in marketing decisions and effectively delivering the consumer-preferable products.\\n\\nAs the NBA has begun allowing traditional investment firms to purchase shares it’s important that the Association isn’t trapped under old structures. To bring the game to the globe and maximize the potential for basketball to bring the world together, there is no better partner than a DAO. \\n  \\n ***Join us.***\\n\\n \\n [Website](https://basketballdao.org) \\n [Discord](https://discord.gg/AkWbqmtgGj)\",\"timestamp\":1640856645,\"title\":\"Rocketpaper for the BasketballDAO\"},\"digest\":\"FS3Xxh42sIvdqjd7dPbxR3GcYoz-njKbkfj_w1-PK6o\",\"authorship\":{\"contributor\":\"0x51bbaB819D81a64ba379739c8B826479F9a27007\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KyzTpd6h3vDNj-bmMHaIB5IphlenDWNmdkoAp0ykY50\\\",\\\"y\\\":\\\"V8FaNchS5rX2iHkvdwM5bZpW3QWRD5qlpE5WsMbmU0g\\\"}\",\"signature\":\"ETGX5jFjgppFsMdMJw6UGqPhaYAgGI4yr5L2Qv0bbjm3OPX5cJIF9-vAj4I7XkIdgIN79dKkcCtOR2Z74iJoOA\",\"signingKeySignature\":\"0xc4973e1190b8903b443a7283da66ddad455368964e81f69f06c396bd35a2e32c585c91dd4b94b5590388b96cc6ecbcf190a219e1dc8c45dfe4923c522a6fed491c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KyzTpd6h3vDNj-bmMHaIB5IphlenDWNmdkoAp0ykY50\\\",\\\"y\\\":\\\"V8FaNchS5rX2iHkvdwM5bZpW3QWRD5qlpE5WsMbmU0g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"C937aXzlBhhzgSEwvgZZHJLRgTEaT7etDqJcpIyqpXs\"}"