"{\"content\":{\"body\":\"\\\"It isn't my fault,\\\" said Pierrotin, \\\"if a passenger wishes to get\\n\\nout.\\\"\\n\\n\\\"Ten louis for you if you keep the secret of my being here as I told\\n\\nyou before,\\\" said the count in a low voice, taking Pierrotin by the\\n\\narm.\\n\\n\\\"Oh, my thousand francs!\\\" thought Pierrotin as he winked an eye at\\n\\nMonsieur de Serizy, which meant, \\\"Rely on me.\\\"\\n\\nOscar and Georges stayed in the coach.\\n\\n\\\"Look here, Pierrotin, since Pierrotin you are,\\\" cried Georges, when\\n\\nthe passengers were once more stowed away in the vehicle, \\\"if you\\n\\ndon't mean to go faster than this, say so! I'll pay my fare and take a\\n\\npost-horse at Saint-Denis, for I have important business on hand which\\n\\ncan't be delayed.\\\"\\n\\n\\\"Oh! he'll go well enough,\\\" said Pere Leger. \\\"Besides, the distance\\n\\nisn't great.\\\"\\n\\n\\\"I am never more than half an hour late,\\\" asserted Pierrotin.\\n\\n\\\"Well, you are not wheeling the Pope in this old barrow of yours,\\\"\\n\\nsaid Georges, \\\"so, get on.\\\"\\n\\n\\\"Perhaps he's afraid of shaking monsieur,\\\" said Mistigris looking\\n\\nround at the count. \\\"But you shouldn't have preferences, Pierrotin, it\\n\\nisn't right.\\\"\\n\\n\\\"Coucous and the Charter make all Frenchmen equals,\\\" said Georges.\\n\\n\\\"Oh! be easy,\\\" said Pere Leger; \\\"we are sure to get to La Chapelle by\\n\\nmid-day,\\\"--La Chapelle being the village next beyond the Barriere of\\n\\nSaint-Denis.\\n\\nCHAPTER IV\\n\\nTHE GRANDSON OF THE FAMOUS CZERNI-GEORGES\\n\\nThose who travel in public conveyances know that the persons thus\\n\\nunited by chance do not immediately have anything to say to one\\n\\nanother; unless under special circumstances, conversation rarely\\n\\nbegins until they have gone some distance. This period of silence is\\n\\nemployed as much in mutual examination as in settling into their\\n\\nplaces. Minds need to get their equilibrium as much as bodies. When\\n\\neach person thinks he has discovered the age, profession, and\\n\\ncharacter of his companions, the most talkative member of the company\\n\\nbegins, and the conversation gets under way with all the more vivacity\\n\\nbecause those present feel a need of enlivening the journey and\\n\\nforgetting its tedium.\\n\\nThat is how things happen in French stage-coaches. In other countries\\n\\ncustoms are very different. Englishmen pique themselves on never\\n\\nopening their lips; Germans are melancholy in a vehicle; Italians too\\n\\nwary to talk; Spaniards have no public conveyances; and Russians no\\n\\nroads. There is no amusement except in the lumbering diligences of\\n\\nFrance, that gabbling and indiscreet country, where every one is in a\\n\\nhurry to laugh and show his wit, and where jest and epigram enliven\\n\\nall things, even the poverty of the lower classes and the weightier\\n\\ncares of the solid bourgeois. In a coach there is no police to check\\n\\ntongues, and legislative assemblies have set the fashion of public\\n\\ndiscussion. When a young man of twenty-two, like the one named\\n\\nGeorges, is clever and lively, he is much tempted, especially under\\n\\ncircumstances like the present, to abuse those qualities.\\n\\nIn the first place, Georges had soon decided that he was the superior\\n\\nhuman being of the party there assembled. He saw in the count a\\n\\nmanufacturer of the second-class, whom he took, for some unknown\\n\\nreason, to be a chandler; in the shabby young man accompanied by\\n\\nMistigris, a fellow of no account; in Oscar a ninny, and in Pere\\n\\nLeger, the fat farmer, an excellent subject to hoax. Having thus\\n\\nlooked over the ground, he resolved to amuse himself at the expense of\\n\\nsuch companions.\\n\\n\\\"Let me see,\\\" he thought to himself, as the coucou went down the hill\\n\\nfrom La Chapelle to the plain of Saint-Denis, \\\"shall I pass myself off\\n\\nfor Etienne or Beranger? No, these idiots don't know who they are.\\n\\nCarbonaro? the deuce! I might get myself arrested. Suppose I say I'm\\n\\nthe son of Marshal Ney? Pooh! what could I tell them?--about the\\n\\nexecution of my father? It wouldn't be funny. Better be a disguised\\n\\nRussian prince and make them swallow a lot of stuff about the Emperor\\n\\nAlexander. Or I might be Cousin, and talk philosophy; oh, couldn't I\\n\\nperplex 'em! But no, that shabby fellow with the tousled head looks to\\n\\nme as if he had jogged his way through the Sorbonne. What a pity! I\\n\\ncan mimic an Englishman so perfectly I might have pretended to be Lord\\n\\nByron, travelling incognito. Sapristi! I'll command the troops of Ali,\\n\\npacha of Janina!\\\"\\n\\nDuring this mental monologue, the coucou rolled through clouds of dust\\n\\nrising on either side of it from that much travelled road.\\n\\n\\\"What dust!\\\" cried Mistigris.\\n\\n\\\"Henry IV. is dead!\\\" retorted his master. \\\"If you'd say it was scented\\n\\nwith vanilla that would be emitting a new opinion.\\\"\\n\\n\\\"You think you're witty,\\\" replied Mistigris. \\\"Well, it IS like vanilla\\n\\nat times.\\\"\\n\\n\\\"In the Levant--\\\" said Georges, with the air of beginning a story.\\n\\n\\\"'Ex Oriente flux,'\\\" remarked Mistigris's master, interrupting the\\n\\nspeaker.\\n\\n\\\"I said in the Levant, from which I have just returned,\\\" continued\\n\\nGeorges, \\\"the dust smells very good; but here it smells of nothing,\\n\\nexcept in some old dust-barrel like this.\\\"\\n\\n\\\"Has monsieur lately returned from the Levant?\\\" said Mistigris,\\n\\nmaliciously. \\\"He isn't much tanned by the sun.\\\"\\n\\n\\\"Oh! I've just left my bed after an illness of three months, from the\\n\\ngerm, so the doctors said, of suppressed plague.\\\"\\n\\n\\\"Have you had the plague?\\\" cried the count, with a gesture of alarm.\\n\\n\\\"Pierrotin, stop!\\\"\\n\\n\\\"Go on, Pierrotin,\\\" said Mistigris. \\\"Didn't you hear him say it was\\n\\ninward, his plague?\\\" added the rapin, talking back to Monsieur de\\n\\nSerizy. \\\"It isn't catching; it only comes out in conversation.\\\"\\n\\n\\\"Mistigris! if you interfere again I'll have you put off into the\\n\\nroad,\\\" said his master. \\\"And so,\\\" he added, turning to Georges,\\n\\n\\\"monsieur has been to the East?\\\"\\n\\n\\\"Yes, monsieur; first to Egypt, then to Greece, where I served under\\n\\nAli, pacha of Janina, with whom I had a terrible quarrel. There's no\\n\\nenduring those climates long; besides, the emotions of all kinds in\\n\\nOriental life have disorganized my liver.\\\"\\n\\n\\\"What, have you served as a soldier?\\\" asked the fat farmer. \\\"How old\\n\\nare you?\\\"\\n\\n\\\"Twenty-nine,\\\" replied Georges, whereupon all the passengers looked at\\n\\nhim. \\\"At eighteen I enlisted as a private for the famous campaign of\\n\\n1813; but I was present at only one battle, that of Hanau, where I was\\n\\npromoted sergeant-major. In France, at Montereau, I won the rank of\\n\\nsub-lieutenant, and was decorated by,--there are no informers here,\\n\\nI'm sure,--by the Emperor.\\\"\\n\\n\\\"What! are you decorated?\\\" cried Oscar. \\\"Why don't you wear your\",\"timestamp\":1637316081,\"title\":\"\\n\\\"Goodness! if this is how we are going, we shall do fourteen miles in\\n\"},\"digest\":\"3PVnT-_rhAGdXU2OtleHdHyt5Y-4zw3IW8V0tcp2bYE\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MEl91U95peujFbf3JMMLhyBW3tr1SD81uG03HP1nVxI\\\",\\\"y\\\":\\\"__oP9glMDjHDymNu02BtiUWjdZ3LN8wy2Nzbe0c7Tyk\\\"}\",\"signature\":\"kTdO_JHN3h1e9bygTUrh8WRrHp1qkI1TJ2MGbjFu0t-RFQuq_HES07APvZq0xKO1l1wNGFnENpdJtPIzY0MhFQ\",\"signingKeySignature\":\"0x20236977d3b4b01f3f06110fb525e8db5886437f15a54a136bdce402d1c1151d41e1a90f15794be7c0722acb92ffde4c60d9cd74e8936dbaec09e84132e92a8a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MEl91U95peujFbf3JMMLhyBW3tr1SD81uG03HP1nVxI\\\",\\\"y\\\":\\\"__oP9glMDjHDymNu02BtiUWjdZ3LN8wy2Nzbe0c7Tyk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3PVnT-_rhAGdXU2OtleHdHyt5Y-4zw3IW8V0tcp2bYE\"}"