"{\"content\":{\"body\":\"I think Spring Festival is the most important festival in China. It’s a beginning that is new and full of luck for Chinese.\\n\\nA few days before the Spring Festival, people will clean their house and do some shopping. They’re busy days for adults because of much house’s work. But children always look forward to the coming of those days, which is due to buying much delicious food and many beautiful clothes. Al seems new during those days.\\n\\nIn the New Year’s Eve, children will have their bodies cleaned and dress nice clothes early. Why do they seem to be poppet? Because adults always give more lucky money to the good children.\\n\\nIn the evening, all the members of family will sit around the table and have a big meal. Fish and meat often appears on the table. After the dinner, many families will watch TV together and enjoy the Party of Spring Festival on CCTV. At twelve o’clock, they will count seconds, “three, two, one” and say “Happy New Year” to each other. In the countries, some people will set off fireworks to celebrate the New Year.\\n\\nThe next morning, people don’t eat meat. Instead, they have vegetable dish. And then, adults will visit their friends and relatives with their children. It’s a good job for children because they can get more lucky money to buy things they like.\",\"timestamp\":1639102722,\"title\":\"Spring Festival\"},\"digest\":\"whSf0Pp6rrHQwk1oDkzMHbOvKD6NMZ-2rZr_FwUxOQo\",\"authorship\":{\"contributor\":\"0x90cF8984D9F808A55f961b299b2f83EfaBd3672a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KM12QQBVSZfyZAsXDGUrQlNNsoaW7h65-uFk2gjGVO0\\\",\\\"y\\\":\\\"Js-FIYCR64emRmepvmb8993piz3Qlycl-4d3rwnQ4QE\\\"}\",\"signature\":\"0joCXo2cjA9E6LeTl6wI9J00Sk4ijbownr7UdPXjOGjPZ6taCnJUwbz8oA2H4vnOtWI0ajfP-6B5Aadql9OFKw\",\"signingKeySignature\":\"0x4c258e3d882880daa35c276ba3a083d1f6266292cf187e0085186596109efcee4d5499d9026ef2e5b312874a6e05ed8fb447e7ad1d249c48814ce1ff4f170a091b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KM12QQBVSZfyZAsXDGUrQlNNsoaW7h65-uFk2gjGVO0\\\",\\\"y\\\":\\\"Js-FIYCR64emRmepvmb8993piz3Qlycl-4d3rwnQ4QE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"whSf0Pp6rrHQwk1oDkzMHbOvKD6NMZ-2rZr_FwUxOQo\"}"