"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*Fbq6SOC8mgzSt-y4MDI4ng.jpeg)\\n\\nFirst photograph of our whole planet, NASA\\n\\nWe only have one home.\\n\\nWe humans have broken the planet. According to the world’s top climate scientists we have just twelve years to fix this problem. Either limit global warming to 1.5 degrees or face catastrophic consequences.\\n\\nSolving our planet’s ecological crisis will take one of the largest cooperative efforts in history.\\n\\nAnd just like that, in the blink of an eye we were presented with an opportunity.\\n\\nThe coronavirus pandemic is causing immense pain and suffering, but it has also forced us to reconsider who we are and what we value. My hope is that in the long run, it could help us rediscover a better version of ourselves, let’s not waste this opportunity.\\n\\nThe global crisis caused by coronavirus could be an inflection point for this other global crisis, a slower one but with higher stakes. As the United Nation’s secretary general recently noted, the threat from coronavirus is temporary, whereas the threat from heat waves, floods and extreme storms resulting in the loss of human life will remain with us for years.\\n\\nThere is no doubt in my mind that after this crisis is over, we will all reevaluate the way we’re living. There has already been a huge decline in consumption, and people will focus even more on quality of life. Quality of life can be defined differently by different people, but in the long run it is almost always related to upward mobility.\\n\\nIn 2016, the Brookings Institute examined the 123 largest metropolitan economies in the world, while housing only 13 percent of the global population, they produced almost one third of its economic output. It’s very simple, more people, more productivity.\\n\\nDuring the French revolution, the world’s entire urban population was less than 20 million.\\n\\nIn 1950, only NY and Tokyo housed more than 10 million people, in 2000, it was 18 cities.\\n\\nToday there are over 33 cities, and now we have hyper-cities, those with more than 20 million inhabitants.\\n\\nAs cities grow, they require less resources per inhabitant. Travel distances drop, shared transportation rises and less infrastructure is required. The result is that cities are cleaner, more energy efficient and emit less carbon dioxide.\\n\\nThis is why the greatest invention of humanity is the city.\\n\\nAnd yet, cities today are unaffordable for very large sectors of our population. The yearly increases in rents has far outpaced income increases and there is a systemic problem with adding supply.\\n\\nYesterday I read a very interesting post by Marc Andreessen, one of the greatest venture capitalists of our times, a call to build:\\n\\n*“In fact, I think building is how we reboot the American dream. The things we build in huge quantities, like computers and TVs, drop rapidly in price. The things we don’t, like housing, schools, and hospitals, skyrocket in price. What’s the American dream? The opportunity to have a home of your own, and a family you can provide for. We need to break the rapidly escalating price curves for housing, education, and healthcare, to make sure that every American can realize the dream, and the only way to do that is to build. Building isn’t easy, or we’d already be doing all this. We need to demand more of our political leaders, of our CEOs, our entrepreneurs, our investors. We need to demand more of our culture, of our society. And we need to demand more from one another. We’re all necessary, and we can all contribute, to building.”*\\n\\nIt’s absolutely insane to think that we can’t add more housing supply in our cities, I refuse to accept that there is too much political, social and technical constraints to add the housing we so desperately need.\\n\\n“As of Q1 2019, the world is awash with capital. P.E. managers are sitting on over $1 trillion of committed capital, of which $300b is allocated specifically to R.E., but we still can’t seem to produce enough high quality affordable housing. This is the moment to rethink our development models and our housing policies. Do we need more high rise luxury condos that sit vacant most of the year? Or, should we invest in mid market multifamily housing that the average tenant can afford on a median income. If we could provide RE investors with a similar (or greater) return on affordable projects, while also reducing their risk, they might not be so quick to jump at yet another high rise.\\n\\nWhen it comes to city budgets and public works projects, it has been historically proven that to reboot an economy there is nothing better than massive infrastructure investments, and at a time like this we should consider what type of infrastructure we want to develop. Do we need wider highways, or would we rather focus on wider sidewalks, more bicycle lanes and smaller but more tactical improvements to our neighborhoods?\\n\\nI’ve never been interested in politics on a national level, but it’s very clear that we now need to think on a global level, to take care of our only home, and on a city level, to produce the housing and neighborhoods that people need.\\n\\nThis is our moment, this is our opportunity to carry each other, our community and our society forward into the next step of human evolution.\\n\\n\\\\*“The old world is dying and the new world struggles to be born. Now is the time of monsters” \\\\*-Antonio Gramsci, 1930\\n\\nAlfonso Medina\",\"timestamp\":1642782700,\"title\":\"One Home \"},\"digest\":\"PWEmhhSQAnJMlPxgGO8UHK9bg11MsKAl8cvtEqhAQjw\",\"authorship\":{\"contributor\":\"0x52eef2bf7EB671dc1C02388B74A660552570069D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aSmA5x8IkT5npXN51wWEDoFbMS8ZoNSayiWSLfndEt0\\\",\\\"y\\\":\\\"2AWRzzsClkv4P2YhqjecgMY48e5Kxm_8oIjAdITUbFQ\\\"}\",\"signature\":\"iCrxQDc2dSXzOWBO7zdbmDwD5KwwC2GQnuV0saj9qc4OqMyfe2NL8N1dLKK84Gd_Xy8Z_GtTZ6UuKqgYLSDneQ\",\"signingKeySignature\":\"0x01a11583c30adb41a70ecedd652441c559445a5620e5df2b3d988facc26d19e068c69d4ffa24dd44b335f714bcc84d300311f09ca6b6ea3f808f23ab90f3e6da1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aSmA5x8IkT5npXN51wWEDoFbMS8ZoNSayiWSLfndEt0\\\",\\\"y\\\":\\\"2AWRzzsClkv4P2YhqjecgMY48e5Kxm_8oIjAdITUbFQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PWEmhhSQAnJMlPxgGO8UHK9bg11MsKAl8cvtEqhAQjw\"}"