"{\"content\":{\"body\":\"I can't count how many times I've listened to those iconic, static-laden words, beamed down to an eagerly waiting world for the first time from the surface of our intrasolar, gravitational dance partner. Such a powerful display of the intellectual grandeur and technical prowess of the human race. A historical snapshot, capturing the juxtapositional irony of a species of tool-saavy apes looking up towards the heavens for hope in our shared future, while teetering precariously on the brink of a cataclysmic nuclear extinction event of our own making. And finally the time had come, the wait was over, the moment was here, and even though at the time it happened I was still unconstituted stardust, not even a twinkle in my parents eyes, I listen to those words with great reverie and awe and can't help but think…\\n\\n[https://www.youtube.com/watch?v=kY4iToWbTcE](https://www.youtube.com/watch?v=kY4iToWbTcE)\\n\\n… that sounds fucking weird. That recording has bugged me for the longest time, \\\"one small step for man, \\\\[awkward pause\\\\] one giant leap for mankind.\\\" I don't know which end of which spectrum I'm likely on for this to come off sounding so awkward and grating to me, but it's a very real, and visceral feeling. At some point not long ago, I don't remember exactly when, but it was most likely while in the shower thinking about nothing in particular, I had a realization. \\\"That's one small step for \\\\[A\\\\] man, one giant leap for mankind.\\\" The universe finally made sense again. After all these years spent perseverating over the discomfort of this statement in my mind, it was so simple, and so freeing. He made a mistake. And then he moved on, and went and made history.\\n\\nThat is the lesson that I have determined to take with me as I ape into (is that what the kids are calling it these days?) this new frontier of technology and community made possible by cryptography and distributed ledgers. I will be using this platform to explore my various curiosities about Web 3.0/Blockchain/Crypto. I plan on experimenting with the technology and building projects in the environment as much as possible. I will attempt to learn as much as I can through experience and research, and subsequently share my knowledge and insight through a variety of writing\\\\*. But most of all I want to connect and collaborate with the like-minded people who are already embedded in this world, as well as those just getting their feet wet. One of the promises of this technology is the ability to build thriving communities that shift the paradigm of how we communicate with each other, as well as contribute more holistically to our collective success. I want to test if that promise has merit, and where it does, build onramps for adoption and usability.\\n\\n*\\\\*Reader beware: Web 3.0 is a BIG space that evolves fast. One of the methods I use to understand confusing and complex ideas is to talk through them. I'll be using this space to write about the interesting, confusing, and relevant issues that I'm trying to figure out in real time. However, the actual time I have to spend on all this is extremely limited, and I'm kind of a big freaking weirdo, so most of my writing will be done creatively and with no shortage of dad-jokes and wordplay. I'll likely be taking a fairly liberal license with the traditional (ahem, grammatically correct) structures of the English language, and until I can afford an editor, comma's and ellipses will be this run-on-sentence aficionado's co-author.*\\n\\nAs I progress in this experiment, I will draw my inspiration to keep moving forward by remembering those words, spoken with confidence and resolve by that far away monkey in a spacesuit who, while spearheading the culmination of 3.5 billion years of evolutionary exploration, taking our species inaugural step on another celestial body, fucked up his one and only line and just kept on steppin. So, as the contemporary clergy of our consequential congregation of crypto community converts so fondly and often tweet: we're still early, wagmi, and gm.\",\"timestamp\":1633630609,\"title\":\"That's One Small Step For [a] Man...\"},\"digest\":\"1ueR6SCFwyfuSr1QlxsLjKzo3UHRr_aetz2jBH8NLYI\",\"authorship\":{\"contributor\":\"0xDdA68Ee208294bEEBE73FbeC13fD4862e35508aD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e-7rEmaaUJ-wDp7PIvGV44pYeUnY9g-ev1Vrnz87x6E\\\",\\\"y\\\":\\\"LceBgGWwictwGWJNWIL2-q-IWXhzClykZD2ellylQtM\\\"}\",\"signature\":\"QsK_7vCqLcEMisJD6lLyylmU5PaOopyDclhOK3go7w7YluxkE4J6xRZdZyYtuZJeUAgqvZPILqgaOARqqT5szg\",\"signingKeySignature\":\"0x18e2a563f90fb330873e653059dffe07b84d49854edbc0dbc7afe01bca0ad0b606bb8735bf722cb688a1f97f32fcb6fc44a725f7e206c28d4ef98fb41ce555141b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e-7rEmaaUJ-wDp7PIvGV44pYeUnY9g-ev1Vrnz87x6E\\\",\\\"y\\\":\\\"LceBgGWwictwGWJNWIL2-q-IWXhzClykZD2ellylQtM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ebbFyIvfiXRwMGOk0dpjT5TqO_os1fFFiv781IuNSvs\"}"