"{\"content\":{\"body\":\"Bunyan wrote this great book when he was still in all the fulness of his intellectual power and in all the ripeness of his spiritual experience.  The Holy War is not the Pilgrim's Progress--there is only one Pilgrim's Progress.  At the same time, we have Lord Macaulay's word for it that if the Pilgrim's Progress did not exist the Holy War would be the best allegory that ever was written:  and even Mr. Froude admits that the Holy War alone would have entitled its author to rank high up among the acknowledged masters of English literature. The intellectual rank of the Holy War has been fixed before that tribunal over which our accomplished and competent critics preside; but for a full appreciation of its religious rank and value we would need to hear the glad testimonies of tens of thousands of God's saints, whose hard-beset faith and obedience have been kindled and sustained by the study of this noble book.  The Pilgrim's Progress sets forth the spiritual life under the scriptural figure of a long and an uphill journey.  The Holy War, on the other hand, is a military history; it is full of soldiers and battles, defeats and victories.  And its devout author had much more scriptural suggestion and support in the composition of the Holy War than he had even in the composition of the Pilgrim's Progress.  For Holy Scripture is full of wars and rumours of wars: the wars of the Lord; the wars of Joshua and the Judges; the wars of David, with his and many other magnificent battle-songs; till the best known name of the God of Israel in the Old Testament is the Lord of Hosts; and then in the New Testament we have Jesus Christ described as the Captain of our salvation.  Paul's powerful use of armour and of armed men is familiar to every student of his epistles; and then the whole Bible is crowned with a book all sounding with the battle-cries, the shouts, and the songs of soldiers, till it ends with that city of peace where they hang the trumpet in the hall and study war no more.  Military metaphors had taken a powerful hold of our author's imagination even in the Pilgrim's Progress, as his portraits of Greatheart and Valiant-for- truth and other soldiers sufficiently show; while the conflict with Apollyon and the destruction of Doubting Castle are so many sure preludes of the coming Holy War.  Bunyan's early experiences in the great Civil War had taught him many memorable things about the military art; memorable and suggestive things that he afterwards put to the most splendid use in the siege, the capture, and the subjugation of Mansoul.\\n\\nThe Divine Comedy is beyond dispute the greatest book of personal and experimental religion the world has ever seen.  The consuming intensity of its author's feelings about sin and holiness, the keenness and the bitterness of his remorse, and the rigour and the severity of his revenge, his superb intellect and his universal learning, all set ablaze by his splendid imagination--all that combines to make the Divine Comedy the unapproachable masterpiece it is.  John Bunyan, on the other hand, had no learning to be called learning, but he had a strong and a healthy English understanding, a conscience and a heart wholly given up to the life of the best religion of his religious day, and then, by sheer dint of his sanctified and soaring imagination and his exquisite style, he stands forth the peer of the foremost men in the intellectual world.  And thus it is that the great unlettered religious world possesses in John Bunyan all but all that the select and scholarly world possesses in Dante.  Both Dante and Bunyan devoted their splendid gifts to the noblest of services--the service of spiritual, and especially of personal religion; but for one appreciative reader that Dante has had Bunyan has had a hundred. Happy in being so like his Master in so many things, Bunyan is happy in being like his unlettered Master in this also, that the common people hear him gladly and never weary of hearing him.\\n\\nIt gives by far its noblest interest to Dante's noble book that we have Dante himself in every page of his book.  Dante is taken down into Hell, he is then led up through Purgatory, and after that still up and up into the very Paradise of God.  But that hell all the time is the hell that Dante had dug and darkened and kindled for himself.  In the Purgatory, again, we see Dante working out his own salvation with fear and trembling, God all the time working in Dante to will and to do of His good pleasure.  And then the Paradise, with all its sevenfold glory, is just that place and that life which God hath prepared for them that love Him and serve Him as Dante did.  And so it is in the Holy War.  John Bunyan is in the Pilgrim's Progress, but there are more men and other men than its author in that rich and populous book, and other experiences and other attainments than his.  But in the Holy War we have Bunyan himself as fully and as exclusively as we have Dante in the Divine Comedy.  In the first edition of the Holy War there is a frontispiece conceived and executed after the anatomical and symbolical manner which was so common in that day, and which is to be seen at its perfection in the English edition of Jacob Behmen. The frontispiece is a full-length likeness of the author of the Holy War, with his whole soul laid open and his hidden heart 'anatomised.'  Why, asked Wordsworth, and Matthew Arnold in our day has echoed the question--why does Homer still so live and rule without a rival in the world of letters?  And they answer that it is because he always sang with his eye so fixed upon its object. 'Homer, to thee I turn.'  And so it was with Dante.  And so it was with Bunyan.  Bunyan's Holy War has its great and abiding and commanding power over us just because he composed it with his eye fixed on his own heart.\\n\\nMy readers, I have somewhat else to do, Than with vain stories thus to trouble you; What here I say some men do know so well They can with tears and joy the story tell . . . Then lend thine ear to what I do relate, Touching the town of Mansoul and her state: For my part, I (myself) was in the town, Both when 'twas set up and when pulling down. Let no man then count me a fable-maker, Nor make my name or credit a partaker Of their derision:  what is here in view Of mine own knowledge, I dare say is true.\\n\\nThe characters in the Holy War are not as a rule nearly so clear- cut or so full of dramatic life and movement as their fellows are in the Pilgrim's Progress, and Bunyan seems to have felt that to be the case.  He shows all an author's fondness for the children of his imagination in the Pilgrim's Progress.  He returns to and he lingers on their doings and their sayings and their very names with all a foolish father's fond delight.  While, on the other hand, when we look to see him in his confidential addresses to his readers returning upon some of the military and municipal characters in the Holy War, to our disappointment he does not so much as name a single one of them, though he dwells with all an author's self-delectation on the outstanding scenes, situations, and episodes of his remarkable book.\\n\\nWhat, then, are some of the more outstanding scenes, situations, and episodes, as well as military and municipal characters, in the book now before us?  And what are we to promise ourselves, and to expect, from the study and the exposition of the Holy War in these lectures?  Well, to begin with, we shall do our best to enter with mind, and heart, and conscience, and imagination into Bunyan's great conception of the human soul as a city, a fair and a delicate city and corporation, with its situation, surroundings, privileges and fortunes.  We shall then enter under his guidance into the famous and stately palace of this metropolitan city; a palace which for strength might be called a castle, for pleasantness a paradise, and for largeness a place so copious as to contain all the world. The walls and the gates of the city will then occupy and instruct us for several Sabbath evenings, after which we shall enter on the record of the wars and battles that rolled time after time round those city walls, and surged up through its captured gates till they quite overwhelmed the very palace of the king itself.  Then we shall spend, God willing, one Sabbath evening with Loth-to-stoop, and another with old Ill-pause, the devil's orator, and another with Captain Anything, and another with Lord Willbewill, and another with that notorious villain Clip-promise, by whose doings so much of the king's coin had been abused, and another with that so angry and so ill-conditioned churl old Mr. Prejudice, with his sixty deaf men under him.  Dear Mr. Wet-eyes, with his rope upon his head, will have a fit congregation one winter night, and Captain Self-denial another.  We shall have another painful but profitable evening before a communion season with Mr. Prywell, and so we shall eat of that bread and drink of that cup.  Emmanuel's livery will occupy us one evening, Mansoul's Magna Charta another, and her annual Feast-day another.  Her Established Church and her beneficed clergy will take up one evening, some Skulkers in Mansoul another, the devil's last prank another, and then, to wind up with, Emmanuel's last speech and charge to Mansoul from his chariot-step till He comes again to accomplish her rapture.  All that we shall see and take part in; unless, indeed, our Captain comes in anger before the time, and spears us to the earth when He finds us asleep at our post or in the act of sin at it, which may His abounding mercy forbid!\\n\\nAnd now take these three forewarnings and precautions.\\n\\n1. First:- All who come here on these coming Sabbath evenings will not understand the Holy War all at once, and many will not understand it at all.  And little blame to them, and no wonder. For, fully to understand this deep and intricate book demands far more mind, far more experience, and far more specialised knowledge than the mass of men, as men are, can possibly bring to it.  This so exacting book demands of us, to begin with, some little acquaintance with military engineering and architecture; with the theory of, and if possible with some practice in, attack and defence in sieges and storms, winter campaigns and long drawn-out wars.  And then, impossible as it sounds and is, along with all that we would need to have a really profound, practical, and at first-hand acquaintance with the anatomy of the human subject, and especially with cardiac anatomy, as well as with all the conditions, diseases, regimen and discipline of the corrupt heart of man.  And then it is enough to terrify any one to open this book or to enter this church when he is told that if he comes here he must be ready and willing to have the whole of this terrible and exacting book fulfilled and experienced in himself, in his own body and in his own soul.\\n2. And, then, you will not all like the Holy War.  The mass of men could not be expected to like any such book.  How could the vain and blind citizen of a vain and blind city like to be wakened up, as Paris was wakened up within our own remembrance, to find all her gates in the hands of an iron-hearted enemy?  And how could her sons like to be reminded, as they sit in their wine gardens, that they are thereby fast preparing their city for that threatened day when she is to be hung up on her own walls and bled to the white? Who would not hate and revile the book or the preacher who prophesied such rough things as that?  Who could love the author or the preacher who told him to his face that his eyes and his ears and all the passes to his heart were already in the hands of a cruel, ruthless, and masterful enemy?  No wonder that you never read the Holy War.  No wonder that the bulk of men have never once opened it.  The Downfall is not a favourite book in the night- gardens of Paris.\\n3. And then, few, very few, it is to be feared, will be any better of the Holy War.  For, to be any better of such a terrible book as this is, we must at all costs lay it, and lay it all, and lay it all at once, to heart.  We must submit ourselves to see ourselves continually in its blazing glass.  We must stoop to be told that it is all, in all its terrors and in all its horrors, literally true of ourselves.  We must deliberately and resolutely set open every gate that opens in on our heart--Ear-gate and Eye-gate and all the gates of sense and intellect, day and night, to Jesus Christ to enter in; and we must shut and bolt and bar every such gate in the devil's very face, and in the face of all his scouts and orators, day and night also.  But who that thinks, and that knows by experience what all that means, will feel himself sufficient for all that?  No man:  no sinful man.  But, among many other noble and blessed things, the Holy War will show us that our sufficiency in this impossibility also is all of God.  Who, then, will enlist? Who will risk all and enlist?  Who will matriculate in the military school of Mansoul?  Who will submit himself to all the severity of its divine discipline?  Who will be made willing to throw open and to keep open his whole soul, with all the gates and doors thereof, to all the sieges, assaults, capitulations, submissions, occupations, and such like of the war of gospel holiness?  And who will enlist under that banner now?\\n\\n'Set down my name, sir,' said a man of a very stout countenance to him who had the inkhorn at the outer gate.  At which those who walked upon the top of the palace broke out in a very pleasant voice,\\n\\n'Come in, come in; Eternal glory thou shalt win.'\\n\\nWe have no longer, after what we have come through, any such stoutness in our countenance, yet will we say to-night with him who had it, Set down my name also, sir!\\n\\nCHAPTER II--THE CITY OF MANSOUL AND ITS CINQUE PORTS\\n\\n'--a besieged city.'--Isaiah.\\n\\nOur greatest historians have been wont to leave their books behind them and to make long journeys in order to see with their own eyes the ruined sites of ancient cities and the famous fields where the great battles of the world were lost and won.  We all remember how Macaulay made a long winter journey to see the Pass of Killiecrankie before he sat down to write upon it; and Carlyle's magnificent battle-pieces are not all imagination; even that wonderful writer had to see Frederick's battlefields with his own eyes before he could trust himself to describe them.  And he tells us himself how Cromwell's splendid generalship all came up before him as he looked down on the town of Dunbar and out upon the ever- memorable country round about it.  John Bunyan was not a great historian; he was only a common soldier in the great Civil War of the seventeenth century; but what would we not give for a description from his vivid pen of the famous fields and the great sieges in which he took part?  What a find John Bunyan's 'Journals' and 'Letters Home from the Seat of War' would be to our historians and to their readers!  But, alas! such journals and letters do not exist.  Bunyan's complete silence in all his books about the battles and the sieges he took his part in is very remarkable, and his silence is full of significance.  The Puritan soldier keeps all his military experiences to work them all up into his Holy War, the one and only war that ever kindled all his passions and filled his every waking thought.  But since John Bunyan was a man of genius, equal in his own way to Cromwell and Milton themselves, if I were a soldier I would keep ever before me the great book in which Bunyan's experiences and observations and reflections as a soldier are all worked up.  I would set that classical book on the same shelf with Caesar's Commentaries and Napier's Peninsula, and Carlyle's glorious battle-pieces.  Even Caesar has been accused of too great dryness and coldness in his Commentaries, but there is neither dryness nor coldness in John Bunyan's Holy War.  To read Bunyan kindles our cold civilian blood like the waving of a banner and like the sound of a trumpet.\\n\\nThe situation of the city of Mansoul occupies one of the most beautiful pages of this whole book.  The opening of the Holy War, simply as a piece of English, is worthy to stand beside the best page of the Pilgrim's Progress itself, and what more can I say than that?  Now, the situation of a city is a matter of the very first importance.  Indeed, the insight and the foresight of the great statesmen and the great soldiers of past ages are seen in nothing more than in the sites they chose for their citadels and for their defenced cities.  Well, then, as to the situation of Mansoul, 'it lieth,' says our military author, 'just between the two worlds.' That is to say:  very much as Germany in our day lies between France and Russia, and very much as Palestine in her day lay between Egypt and Assyria, so does Mansoul lie between two immense empires also.  And, surely, I do not need to explain to any man here who has a man's soul in his bosom that the two armed empires that besiege his soul are Heaven above and Hell beneath, and that both Heaven and Hell would give their best blood and their best treasure to subdue and to possess his soul.  We do not value our souls at all as Heaven and Hell value them.  There are savage tribes in Africa and in Asia who inhabit territories that are sleeplessly envied by the expanding and extending nations of Europe.  Ancient and mighty empires in Europe raise armies, and build navies, and levy taxes, and spill the blood of their bravest sons like water in order to possess the harbours, and the rivers, and the mountains, and the woods amid which their besotted owners roam in utter ignorance of all the plots and preparations of the Western world.  And Heaven and Hell are not unlike those ancient and over-peopled nations of Europe whose teeming millions must have an outlet to other lands.  Their life and their activity are too large and too rich for their original territories, and thus they are compelled to seek out colonies and dependencies, so that their surplus population may have a home.  And, in like manner, Heaven is too full of love and of blessedness to have all that for ever shut up within itself, and Hell is too full of envy and ill-will, and thus there continually come about those contentions and collisions of which the Holy War is full.  And, besides, it is with Mansoul and her neighbour states of Heaven and Hell just as it is with some of our great European empires in this also.  There is no neutral zone, no buffer state, no silver streak between Mansoul and her immediate and military neighbours.  And thus it is that her statesmen, and her soldiers, and even her very common-soldier sentries must be for ever on the watch; they must never say peace, peace; they must never leave for one moment their appointed post.\",\"timestamp\":1641296354,\"title\":\"\\nJohn Bunyan's Holy War was first published in 1682, six years before its illustrious author's death\"},\"digest\":\"pc4eB7iIjEHK1asILhCxe5X0vrP23A0JV0YsB_nvtlk\",\"authorship\":{\"contributor\":\"0x025bE40F20d6f0f04d76fE7Ad916e5d61bc4D69f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DAjc1XhCsadCYfZonMUyzpIX4vQHApAqf-QdXqhfztU\\\",\\\"y\\\":\\\"GLoa-Kt6H82OLEijDq-yUGbYyjVH1QIl-SQ8OXHOVYA\\\"}\",\"signature\":\"Y8IUbgZHXj1YESKySIp1_PfST5vcOo7WUZPc-FDy3knt5WZdAg4aapMN_MkDyhaLYDPY_skZaNj0t7T9rZ2cdw\",\"signingKeySignature\":\"0xfaad670c48d69127487c5cca4f446c9007947e725fab423c477e472a79d7719a24e2a9c5645cb65bfed0f4ac95d36d062d9efccf14af3238f263d2909d1d502d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DAjc1XhCsadCYfZonMUyzpIX4vQHApAqf-QdXqhfztU\\\",\\\"y\\\":\\\"GLoa-Kt6H82OLEijDq-yUGbYyjVH1QIl-SQ8OXHOVYA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pc4eB7iIjEHK1asILhCxe5X0vrP23A0JV0YsB_nvtlk\"}"