"{\"content\":{\"body\":\"She came at the word; but as soon as they were out of the house, asked him what was the matter.\\n\\n\\\"I thought she was going to gush. But I dare say it was a false alarm.\\\"\\n\\n\\\"And why shouldn't she gush, when you have been so kind?\\\"\\n\\n\\\"Pooh--nonsense! I have not been kind to her, and don't mean to be kind to her, or to any woman; besides, she must not be allowed to gush; she is the parish virago--imported from vast distances as such--and for her to play the woman would be an abominable breach of faith. We have got our gusher, likewise our flirt; and it was understood from the first that this was to be a new *dramatis persona*--was not to be a repetition of you or *la* Dover, but--ahem--the third Grace, a virago: solidified vinegar.\\\"\\n\\nRhoda Gale felt very happy. She was young, healthy, ambitious, and sanguine. She divined that, somehow, her turning point had come; and when she contrasted her condition a month ago, and the hardness of the world, with the comfort and kindness that now surrounded her, and the magnanimity which fled, not to be thanked for them, she felt for once in a way humble as well as grateful, and said to herself, \\\"It is not to myself nor any merit of mine I owe such a change as all this is.\\\" What some call religion, and others superstition, overpowered her, and she kneeled down and held communion with that great Spirit which, as she believed, pervades the material universe, and probably arises from it, as harmony from the well strung harp. Theory of the day, or Plato redivivus--which is it?\\n\\n\\\"O great creative element, and stream of tendencies in the universe, whereby all things struggle toward perfection, deign to be the recipient of that gratitude which fills me, and cannot be silent; and since gratitude is right in all, and most of all in me at this moment, forgive me if, in the weakness of my intellect, I fall into the old error of addressing you as an individual. It is but the weakness of the heart; we are persons, and so we cry out for a personal God to be grateful to. Pray receive it so--if, indeed, these words of mine have any access to your infinitely superior nature. And if it is true that you influence the mind of man, and are by any act of positive volition the cause of these benefits I now profit by, then pray influence my mind in turn, and make me a more worthy recipient of all these favors; above all, inspire me to keep faithfully to my own sphere, which is on earth; to be good and kind and tolerant to my fellow creatures, perverse as they are sometimes, and not content myself with saying good words to you, to whose information I can add nothing, nor yet to your happiness, by any words of mine. Let no hollow sentiment of religion keep me long prating on my knees, when life is so short, and\\\" (jumping suddenly up) \\\"my duties can only be discharged afoot.\\\"\\n\\nRefreshed by this aspiration, the like of which I have not yet heard delivered in churches--but the rising generation will perhaps be more fortunate in that respect--she went into the kitchen, ordered tea, bread and butter, and one egg for dinner at seven o'clock, and walked instantly back to Hillstoke to inspect the village, according to her ideas of inspection.\\n\\nNext morning down comes the bailiff's head man in his light cart, and a note is delivered to Vizard at the breakfast table. He reads it to himself, then proclaims silence, and reads it aloud:\\n\\n\\\"DEAR SIR--As we crossed your hall to luncheon, there was the door of a small room half open, and I saw a large mahogany case standing on a marble table with one leg, but three claws gilt. I saw 'Micro' printed on the case. So I hope it is a microscope, and a fine one. To enable you to find it, if you don't know, the room had crimson curtains, and is papered in green flock. That is the worst of all the poisonous papers, because the texture is loose, and the poisonous stuff easily detached, and always flying about the room. I hope you do not sit in it, nor Miss Vizard, because sitting in that room is courting death. Please lend me the microscope, if it is one, and I'll soon show you why the boys are putty faced. I have inspected them, and find Miss Dover's epithet more exact than Miss Vizard's, which is singular. I will take great care of it. Yours respectfully,\\n\\n\\\"RHODA GALE.\\\"\\n\\nVizard ordered a servant to deliver the microscope to Miss Gale's messenger with his compliments. Fanny wondered what she wanted with it. \\\"Not to inspect our little characters, it is to be hoped,\\\" said Vizard. \\\"Why not pay her a visit, you ladies? then she will tell you, perhaps.\\\" The ladies instantly wore that bland look of inert but rocky resistance I have already noted as a characteristic of \\\"our girls.\\\" Vizard saw, and said, \\\"Try and persuade them, Uxmoor.\\\"\\n\\n\\\"I can only offer Miss Vizard my escort,\\\" said Lord Uxmoor.\\n\\n\\\"And I offer both ladies mine,\\\" said Ned Severne, rather loud and with a little sneer, to mark his superior breeding. The gentleman was so extremely polite in general that there was no mistaking his hostile intentions now. The inevitable war had begun, and the first shot was fired. Of course the wonder was it had not come long before; and perhaps I ought to have drawn more attention to the delicacy and tact of Zoe Vizard, which had averted it for a time. To be sure, she had been aided by the size of the house and its habits. The ladies had their own sitting rooms; Fanny kept close to Zoe by special orders; and nobody could get a chance *te'te-'a-te'te* with Zoe unless she chose. By this means, her native dignity and watchful tact, by her frank courtesy to Uxmoor, and by the many little quiet ways she took to show Severne her sentiments remained unchanged, she had managed to keep the peace, and avert that open competition for her favor which would have tickled the vanity of a Fanny Dover, but shocked the refined modesty of a Zoe Vizard.\\n\\nBut nature will have her way soon or late, and it is the nature of males to fight for the female.\\n\\nAt Severne's shot Uxmoor drew up a little haughtily, but did not feel sure anything was intended. He was little accustomed to rubs. Zoe, on the other hand, turned a little pale--just a little, for she was sorry, but not surprised; so she proved equal to the occasion. She smiled and made light of it. \\\"Of course we are *all* going,\\\" said she.\\n\\n\\\"Except one,\\\" said Vizard, dryly.\\n\\n\\\"That is too bad,\\\" said Fanny. \\\"Here he drives us all to visit his blue-stocking, but he takes good care not to go himself.\\\"\\n\\n\\\"Perhaps he prefers to visit her alone,\\\" suggested Severne. Zoe looked alarmed.\\n\\n\\\"That is *so,\\\"* said Vizard. \\\"Observe, I am learning her very phrases. When you come back, tell me every word she says; pray let nothing be lost that falls from my virago.\\\"\\n\\nThe party started after luncheon; and Severne, true to his new policy, whipped to Zoe's side before Uxmoor, and engaged her at once in conversation.\\n\\nUxmoor bit his lip, and fell to Fanny. Fanny saw at once what was going on, and made herself very agreeable to Uxmoor. He was polite and a little gratified, but cast uneasy glances at the other pair.\\n\\nMeantime Severne was improving his opportunity. \\\"Sorry to disturb Lord Uxmoor's monopoly,\\\" said he, sarcastically, \\\"but I could not bear it any longer.\\\"\\n\\n\\\"I do not object to the change,\\\" said Zoe, smiling maternally on him; \\\"but you will be good enough to imitate me in one thing--you will always be polite to Lord Uxmoor.\\\"\\n\\n\\\"He makes it rather hard.\\\"\\n\\n\\\"It is only for a time; and we must learn to be capable of self-denial. I assure you I have exercised quite as much as I ask of you. Edward, he is a gentleman of great worth, universally respected, and my brother has a particular wish to be friends with him. So pray be patient; be considerate. Have a little faith in one who--\\\"\\n\\nShe did not end the sentence.\\n\\n\\\"Well, I will,\\\" said he. \\\"But please think of me a little. I am beginning to feel quite thrust aside, and degraded in my own eyes for putting up with it.\\\"\\n\\n\\\"For shame, to talk so,\\\" said Zoe; but the tears came into her eyes.\\n\\nThe master of arts saw, and said no more. He had the art of not overdoing: he left the arrow to rankle. He walked by her side in a silence for ever so long. Then, suddenly, as if by a mighty effort of unselfish love, went off into delightful discourse. He cooed and wooed and flattered and fascinated; and by the time they reached the farm had driven Uxmoor out of her head.\\n\\nMiss Gale was out. The farmer's wife said she had gone into the town--meaning Hillstoke--which was, strictly speaking, a hamlet or tributary village. Hillstoke church was only twelve years old, and the tithes of the place went to the parson of Islip.\\n\\nWhen Zoe turned to go, Uxmoor seized the opportunity, and drew up beside her, like a soldier falling into the ranks. Zoe felt hot; but as Severne took no open notice, she could not help smiling at the behavior of the fellows; and Uxmoor got his chance.\\n\\nSeverne turned to Fanny with a wicked sneer. \\\"Very well, my lord,\\\" said he; \\\"but I have put a spoke in your wheel.\\\"\\n\\n\\\"As if I did not see, you clever creature!\\\" said Fanny, admiringly.\\n\\n\\\"Ah, Miss Dover, I need to be as clever as you! See what I have against me: a rich lord, with the bushiest beard.\\\"\\n\\n\\\"Never you mind,\\\" said Fanny. \\\"Good wine needs no bush, ha! ha! You are lovely, and have a wheedling tongue, and you were there first. Be good, now--and you can flirt with me to fill up the time. I hate not being flirted at all. It is stagnation.\\\"\\n\\n\\\"Yes, but it is not so easy to flirt with you just a little. You are so charming.\\\" Thereupon he proceeded to flatter her, and wonder how he had escaped a passionate attachment to so brilliant a creature. \\\"What saved me,\\\" said he, oracularly, \\\"is, that I never could love two at once; and Zoe seized my love at sight. She left me nothing to lay at your feet but my admiration, the tenderest friendship man can feel for woman, and my lifelong gratitude for fighting my battle. Oh, Miss Dover, I must be quite serious a moment. What other lady but you would be so generous as to befriend a poor man with another lady, when there's wealth and title on the other side?\\\"\\n\\nFanny blushed and softened, but turned it off. \\\"There--no heroics, please,\\\" said she. \\\"You are a dear little fellow; and don't go and be jealous, for he shan't have her. He would never ask me to his house, you know. Now I think you would perhaps--who knows? Tell me, fascinating monster, are you going to be ungrateful?\\\"\\n\\n\\\"Not to you. My home would always be yours; and you know it.\\\" And he caught her hand and kissed it in an ungovernable transport, the strings of which be pulled himself. He took care to be quick about it, though, and not let Zoe or Uxmoor see, who were walking on before and behaving sedately.\\n\\nIn Hillstoke lived, on a pension from Vizard, old Mrs. Greenaway, rheumatic about the lower joints, so she went on crutches; but she went fast, being vigorous, and so did her tongue. At Hillstoke she was Dame Greenaway, being a relic of that generation which applied the word dame to every wife, high and low; but at Islip she was \\\"Sally,\\\" because she had started under that title, fifty-five years ago, as house-maid at Vizard Court; and, by the tenacity of oral tradition, retained it ever since, in spite of two husbands she had wedded and buried with equal composure.\\n\\nHer feet were still springy, her arms strong as iron, and her crutches active. At sight of our party she came out with amazing wooden strides, agog for gossip, and met them at the gate. She managed to indicate a courtesy, and said, \\\"Good day, miss; your sarvant, all the company. Lord, how nice you be dressed, all on ye, to--be--sure! Well, miss, have ye heerd the news?\\\"\\n\\n\\\"No, Sally. What is it?\\\"\\n\\n\\\"What! haant ye heerd about the young 'oman at the farm?\\\"\\n\\n\\\"Oh yes; we came to see her.\\\"\\n\\n\\\"No, did ye now? Well, she was here not half an hour agone. By the same toaken, I did put her a question, and she answered me then and there.\\\"\\n\\n\\\"And may I ask what the question was?\\\"\\n\\n\\\"And welcome, miss. I said, says I, 'Young 'oman, where be you come from?' so says she, 'Old 'oman, I be come from forin parts.' 'I thought as much,' says I. 'And what be 'e come *for?'* 'To sojourn here,' says she, which she meant to bide a time. 'And what do 'e count to do whilst here you be?' says I. Says she, 'As much good as ever I can do, and as little harm.' 'That is no answer,' says I. She said it would do for the present; 'and good day to you, ma'am,' says she. 'Your sarvant, miss,' says I; and she was off like a flash. But I called my grandson Bill, and I told him he must follow her, go where she would, and let us know what she was up to down in Islip. Then I went round the neighbors, and one told me one tale, and another another. But it all comes to one--we have gotten A BUSYBODY; that's the name I gives her. She don't give in to that, ye know; she is a Latiner, and speaks according. She gave Master Giles her own description. Says she, 'I'm suspector-general of this here districk.' So then Giles he was skeared a bit--he have got an acre of land of his own, you know--and he up and asked her did she come under the taxes, or was she a fresh imposition; 'for we are burdened enough a'ready, no offense to you, miss,' says Josh Giles. 'Don't you be skeared, old man,' says she, 'I shan't cost *you* none; your betters pays for I.' So says Giles, 'Oh, if you falls on squire, I don't vally that; squire's back is broad enough to bear the load, but I'm a poor man.' That's how a' goes on, ye know. Poverty is always in his mouth, but the old chap have got a hatful of money hid away in the thatch or some're, only he haan't a got the heart to spend it.\\\"\\n\\n\\\"Tell us more about the young lady,\\\" asked Uxmoor.\\n\\n\\\"What young lady? Oh, *her.* She is not a young lady--leastways she is not dressed like one, but like a plain, decent body. She was all of a piece--blue serge! Bless your heart, the peddlers bring it round here at elevenpence half-penny the yard, and a good breadth too; and plain boots, not heeled like your'n, miss, nor your'n, ma'am; and a felt hat like a boy. You'd say the parish had dressed her for ten shillings, and got a pot of beer out on't.\\\"\\n\\n\\\"Well, never mind that,\\\" said Zoe; \\\"I must tell you she is a very worthy young lady, and my brother has a respect for her. Dress? Why, Sally, you know it is not the wisest that spend most on dress. You might tell us what she *does.\\\"*\\n\\nDame Greenaway snatched the word out of her mouth. \\\"Well, then, miss, what she have done, she have suspected everything. She have suspected the ponds; she have suspected the houses; she have suspected the folk; she must know what they eat and drink and wear next their very skin, and what they do lie down on. She have been at the very boys and forebade 'em to swallow the cherry stones, poor things; but old Mrs. Nash--which her boys lives on cherries at this time o' year, and to be sure they are a godsend to keep the children hereabout from starving--well, Dame Nash told her the Almighty knew best; he had put 'em together on the tree, so why not in the boys' insides; and that was common sense to my mind. But la! she wouldn't heed it. She said, 'Then you'd eat the peach stones by that rule, and the fish bones and all.' Says she, quite resolute like, 'I forbid 'em to swallow the stones;' and says she, 'Ye mawnt gainsay me, none on ye, for I be the new doctor.' So then it all come out. She isn't suspector-general; she is a wench turned doctor, which it is against reason. Shan't doctor *me* for one; but that there old Giles, he says he is agreeable, if so be she wool doctor him cheap--cussed old fool!--as if any doctoring was cheap that kills a body and doan't cure 'em. Dear heart, I forgot to tell ye about the ponds. Well, you know there be no wells here. We makes our tea out of the ponds, and capital good tea to drink, far before well water, for I mind that one day about twenty years agone some interfering body did cart a barrel up from Islip; and if we wants water withouten tea, why, we can get plenty on't, and none too much malt and hops, at 'The Black Horse.' So this here young 'oman she suspects the poor ponds and casts a hevil-eye on them, and she borrows two mugs of Giles, and carries the water home to suspect it closer. That is all she have done at present, but, ye see, she haan't been here so very long. You mark my words, miss, that young 'oman will turn Hillstoke village topsy-turvy or ever she goes back to London town.\\\"\\n\\n\\\"Nonsense, Sally,\\\" said Zoe; \\\"how can anybody do that while my brother and I are alive?\\\" She then slipped half a crown into Sally's hand, and led the way to Islip.\\n\\nOn the road her conversation with Oxmoor took a turn suggestive of this interview. I forget which began it; but they differed a little in opinion, Uxmoor admiring Miss Gale's zeal and activity, and Zoe fearing that she would prove a rash reformer, perhaps a reckless innovator.\\n\\n\\\"And really,\\\" said she, \\\"why disturb things? for, go where I will, I see no such Paradise as these two villages.\\\"\\n\\n\\\"They are indeed lovely,\\\" said Uxmoor; \\\"but my own village is very pretty. Yet on nearer inspection I have found so many defects, especially in the internal arrangements of the cottages, that I am always glad to hear of a new eye having come to bear on any village.\\\"\\n\\n\\\"I know you are very good,\\\" said Zoe, \\\"and wish all the poor people about you to be as healthy and as happy as possible.\\\"\\n\\n\\\"I really do,\\\" said, warmly. \\\"I often think of the strange inequality in the lot of men. Living in the country, I see around me hundreds of men who are by nature as worthy as I am, or thereabouts. Yet they must toil and labor, and indeed fight, for bare food and clothing, all their lives, and worse off at the close of their long labor. That is what grieves me to the heart. All this time I revel in plenty and luxuries--not forgetting the luxury of luxuries, the delight of giving to those who need and deserve. What have I done for all this? I have been born of the right parents. My merit, then, is the accident of an accident. But having done nothing meritorious before I was born, surely I ought to begin afterward. I think a man born to wealth ought to doubt his moral title to it, and ought to set to work to prove it--ought to set himself to repair the injustice of fortune by which he profits. Yes, such a man should be a sort of human sunshine, and diffuse blessings all round him. The poor man that encounters him ought to bless the accident. But there, I am not eloquent. You know how much more I mean than I can say.\\\"\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/44](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/44)\\n\\n\",\"timestamp\":1637670217,\"title\":\"What! Are _you_ going to gush like the rest--and about nothing?\\\" said Vizard. \\\"Then I'm off. Come along, Zoe;\\\" and he hurried his sister away.\"},\"digest\":\"NZ8awTfMeNFoL6CIkV6le-J8vUe6IJfvoCSEYiDtmpU\",\"authorship\":{\"contributor\":\"0xF165065007e6A50f160Ee022853535F41771C1a6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oPnGhky_V_dhSjJCFsZgo_Pc49INKWpF4V1p5qxAM1Y\\\",\\\"y\\\":\\\"igCfRCSJcoxF8L8z5qLXPp4vgxpM16IhtEWwMI5mRn0\\\"}\",\"signature\":\"b78UYuKhUsPRU-xiHVRlcrqI74ImupWXnp6mSpbHdhuZY_3I3qk4xZNmDhRgp9-7jajCziiNOW_BbveQE-VTfg\",\"signingKeySignature\":\"0x33166835da4d5e334bbf339a2137651c2dbe87f2aba93eb224ed924695d449493abef5777b3cbe58f6cf1b6edb253c1457092ceb01b759e00fc118c041c996821c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oPnGhky_V_dhSjJCFsZgo_Pc49INKWpF4V1p5qxAM1Y\\\",\\\"y\\\":\\\"igCfRCSJcoxF8L8z5qLXPp4vgxpM16IhtEWwMI5mRn0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NZ8awTfMeNFoL6CIkV6le-J8vUe6IJfvoCSEYiDtmpU\"}"