"{\"content\":{\"body\":\"with all their sweetmeats and nuts and games and riddles,--quite as much so--as if he had been their very grandfather himself.  Nay, this rosy-hearted old rogue was as inveterate a matchmaker as if he had been a mother of the world with a houseful of daughters on her hands and with the sons of the nobility dangling around.  It would make you wish you could kiss the two dear old souls, Gaius the innkeeper and Old Honest his guest, if you would only read how they laid their grey heads together to help forward the love-making of Matthew and Mercy.  Yes, it would be a great pity, said Old Honest,--thinking with a sigh of his own childless old age,--it would be a great pity if this excellent family of our sainted brother should fail for want of children, and die out like mine.  And the two old plotters went together to the mother of the bridegroom, and told her with an aspect of authority that she must put no obstacle in her son's way, but take Mercy as soon as convenient into a closer relation to herself.  And Gaius said that he for his part would give the marriage supper.  And I shall make no will, said Honest, but hand all I have over to Matthew my son.  This is the way, said Old Honest; and he skipped and smiled and kissed the cheek of the aged mother and said, Then thy two children shall preserve thee and thy husband a posterity in the earth!  Then he turned to the boys and he said, Matthew, be thou like Matthew the publican, not in vice, but in virtue.  Samuel, he said, be thou like Samuel the prophet, a man of faith and of prayer.  Joseph, said he, be thou like Joseph in Potiphar's house, chaste, and one that flees from temptation. And James, be thou like James the Just, and like James the brother of our Lord.  Mercy, he said, is thy name, and by mercy shalt thou be sustained and carried through all thy difficulties that shall assault thee in the way, till thou shalt come thither where thou shalt look the Fountain of Mercy in the face with comfort.  And all this while the guide, Mr. Greatheart, was very much pleased, and smiled upon the nimble old gentleman.\\n\\n1. \\\"Then it came to pass a while after that there was a post in the town that inquired for Mr. Honest.  So he came to his house where he was, and delivered to his hands these lines, Thou art commanded to be ready against this day seven night, to present thyself before thy Lord at His Father's house.  And for a token that my message is true, all thy daughters of music shall be brought low.  Then Mr. Honest called for his friends and said unto them, I die, but shall make no will.  As for my honesty, it shall go with me:  let him that comes after me be told of this.  When the day that he was to be gone was come he addressed himself to go over the river.  Now, the river at that time overflowed the banks at some places.  But Mr. Honest in his lifetime had spoken to one Good-conscience to meet him there, the which he also did, and lent him his hand, and so helped him over.  The last words of Mr. Honest were, Grace reigns!  So he left the world.\\\"  Look at that picture and now look at this:  \\\"They then addressed themselves to the water, and, entering, Christian began to sink, and crying out to his good friend Hopeful, he said, I sink in deep waves, the billows go over my head, all His waters go over me.  Then said the other, Be of good cheer, my brother, I feel the bottom, and it is good. Then said Christian, Ah, my friend, the sorrows of death have compassed me about; I shall not see the land that flows with milk and honey.  And with that a great horror and darkness fell upon Christian, so that he could not see before him; and all the words that he spoke still tended to discover that he had horror of mind lest he should die in that river and never obtain entrance in at the gate.  Here also, as they that stood by perceived, he was much in the troublesome thoughts of the sins that he had committed, both since and before he began to be a pilgrim.  'Twas also observed that he was troubled with apparitions of hobgoblins and evil spirits.  Hopeful, therefore, had much ado to keep his brother's head above water.  Yea, sometimes he would be quite gone down, and then ere a while he would rise up again half dead.\\\"  My brethren, all my brethren, be not deceived; God is not mocked; for whatsoever a man soweth that shall he also reap.  Whom the Lord loveth He chasteneth, and scourgeth every son whom He receiveth.  Thou, O God, wast a God that forgavest them, but Thou tookest vengeance on their inventions.\\n\\nMR. FEARING\\n\\n\\\"Happy is the man that feareth alway.\\\"--Solomon\\n\\nFor humour, for pathos, for tenderness, for acute and sympathetic insight at once into nature and grace, for absolutely artless literary skill, and for the sweetest, most musical, and most exquisite English, show me another passage in our whole literature to compare with John Bunyan's portrait of Mr. Fearing.  You cannot do it.  I defy you to do it.  Spenser, who, like John Bunyan, wrote an elaborate allegory, says:  It is not in me.  Take all Mr. Fearing's features together, and even Shakespeare himself has no such heart-touching and heart-comforting character.  Addison may have some of the humour and Lamb some of the tenderness; but, then, they have not the religion.  Scott has the insight into nature, but he has no eye at all for grace; while Thackeray, who, in some respects, comes nearest to John Bunyan of them all, would be the foremost to confess that he is not worthy to touch the shoe-latchet of the Bedford tinker.  As Dr. Duncan said in his class one day when telling us to read Augustine's Autobiography and Halyburton's:- \\\"But,\\\" he said, \\\"be prepared for this, that the tinker beats them all!\\\"  \\\"Methinks,\\\" says Browning, \\\"in this God speaks, no tinker hath such powers.\\\"\\n\\nNow, as they walked along together, the guide asked the old gentleman if he knew one Mr. Fearing that came on pilgrimage out of his parts.  \\\"Yes,\\\" said Mr. Honest, \\\"very well.  He was a man that had the root of the matter in him; but he was one of the most troublesome pilgrims that ever I met with in all my days.\\\"  \\\"I perceive you knew him,\\\" said the guide, \\\"for you have given a very right character of him.\\\"  \\\"Knew him!\\\" exclaimed Honest, \\\"I was a great companion of his; I was with him most an end.  When he first began to think of what would come upon us hereafter, I was with him.\\\"  \\\"And I was his guide,\\\" said Greatheart, \\\"from my Master's house to the gates of the Celestial City.\\\"  \\\"Then,\\\" said Mr. Honest, \\\"it seems he was well at last.\\\"  \\\"Yes, yes,\\\" answered the guide, \\\"I never had any doubt about him; he was a man of a choice spirit, only he was always kept very low, and that made his life so burdensome to himself and so troublesome to others.  He was, above many, tender of sin; he was so afraid of doing injuries to others that he would often deny himself of that which was lawful because he would not offend.\\\"  \\\"But what,\\\" asked Honest, \\\"should be the reason that such a good man should be all his days so much in the dark?\\\"  \\\"There are two sorts of reasons for it,\\\" said the guide; \\\"one is, the wise God will have it so:  some must pipe and some must weep.  Now, Mr. Fearing was one that played upon this base. He and his fellows sound the sackbut, whose notes are more doleful than the notes of other music are.  Though, indeed, some say that the base is the ground of music.  And, for my part, I care not at all for that profession that begins not with heaviness of mind. The first string that the musician usually touches is the base when he intends to put all in tune.  God also plays upon this string first when He sets the soul in tune for Himself.  Only, here was the imperfection of Mr. Fearing, that he could play upon no other music but this till toward his latter end.\\\"\\n\\n1. Take Mr. Fearing, then, to begin with, at the Slough of Despond.  Christian and Pliable, they being heedless, did both fall into that bog.  But Mr. Fearing, whatever faults you may think he had--and faults, too, that you think you could mend in him--at any rate, he was never heedless.  Everybody has his fault to find with poor Mr. Fearing.  Everybody blames poor Mr. Fearing.  Everybody can improve upon poor Mr. Fearing.  But I will say again for Mr. Fearing that he was never heedless.  Had Peter been on the road at that period he would have stood up for Mr. Fearing, and would have taken his judges and would have said to them, with some scorn--Go to, and pass the time of your sojourning here with something of the same silence and the same fear!  Christian's excuse for falling into the Slough was that fear so followed him that he fled the next way, and so fell in.  But Mr. Fearing had no such fear behind him in his city as Christian had in his.  All Mr. Fearing's fears were within himself.  If you can take up the distinction between actual and indwelling sin, between guilt and corruption, you have already in that the whole key to Mr. Fearing.  He was blamed and counselled and corrected and pitied and patronised by every morning-cloud and early-dew neophyte, while all the time he lived far down from the strife of tongues where the root of the matter strikes its deep roots still deeper every day.  \\\"It took him a whole month,\\\" tells Greatheart, \\\"to face the Slough.  But he would not go back neither. Till, one sunshiny morning, nobody ever knew how, he ventured, and so got over.  But the fact of the matter is,\\\" said the shrewd- headed guide, \\\"Mr. Fearing had, I think, a slough of despond in his own mind; and a slough that he carried everywhere with him.\\\"  Yes, that was it.  Greatheart in that has hit the nail on the head. With one happy stroke he has given us the whole secret of poor Mr. Fearing's life-long trouble.  Just so; it was the slough in himself that so kept poor Mr. Fearing back.  This poor pilgrim, who had so little to fear in his past life, had yet so much scum and filth, spume and mire in his present heart, that how to get on the other side of that cost him not a month's roaring only, but all the months and all the years till he went over the River not much above wet-shod.  And, till then, not twenty million cart-loads of wholesome instructions, nor any number of good and substantial steps, would lift poor Mr. Fearing over the ditch that ran so deep and so foul continually within himself.  \\\"Yes, he had, I think, a slough of despond in his mind, a slough that he carried everywhere with him, or else he never could have been the man he was.\\\"  I, for one, thank the great-hearted guide for that fine sentence.\\n2. It was a sight to see poor Mr. Fearing at the wicket gate. \\\"Knock, and it shall be opened unto you.\\\"  He read the inscription over the gate a thousand times, but every time he read it his slough-filled heart said to him, Yes, but that is not for such as you.  Pilgrim after pilgrim came up the way, read the writing, knocked, and was taken in; but still Mr. Fearing stood back, shaking and shrinking.  At last he ventured to take hold of the hammer that hung on the gate and gave with it a small rap such as a mouse might make.  But small as the sound was, the Gatekeeper had had his eye on his man all the time out of his watch-window; and before Mr. Fearing had time to turn and run, Goodwill had him by the collar.  But that sudden assault only made Mr. Fearing sink to the earth, faint and half-dead.  \\\"Peace be to thee, O trembling man!\\\" said Goodwill.  \\\"Come in, and welcome!\\\"  When he did venture in, Mr. Fearing's face was as white as a sheet.  You would have said that an officer had caught a thief if you had seen poor Mr. Fearing hiding his face, and the Gatekeeper hauling him in.  And not all the entertainment for which the Gate was famous, nor all the encouragement that Goodwill was able to speak, could make terrified Mr. Fearing for once to smile.  A more hard-to-entertain pilgrim, all the Gate declared when he had gone, they had never had in their hospitable house.\\n3. \\\"So he came,\\\" said the guide, \\\"till he came to our House; but as he behaved himself at the Gate, so he did at my Master the Interpreter's door.  He lay about in the cold a good while before he would adventure to call.  Yet he would not go back neither.  And the nights were cold and long then.  At last I think I looked out of the window, and perceiving a man to be up and down about the door, I went out to him, and asked what he was; but, poor man, the water stood in his eyes.  So I perceived what he wanted.  I went in, therefore, and told it in the house, and we showed the thing to our Lord.  So He sent me out again to entreat him to come in, but I dare say I had hard work to do it.  At last he came in, and I will say that for my Lord, He carried it wonderful lovingly to Mr. Fearing.  There were but a few good bits at the table, but some of it was laid upon his trencher.\\\"  In this way the guide tells us his first introduction to Mr. Fearing, and how Mr. Fearing behaved himself in the Interpreter's House.  For instance, in the parlour full of dust, when the Interpreter said that the dust is original sin and inward corruption, you would have thought that the Interpreter had stabbed poor Mr. Fearing to the heart, so did he break out and weep.  Before the damsel could come with the pitcher, Mr. Fearing's eyes alone would have laid the dust, they were such a fountain of tears.  When he saw Passion and Patience, each one in his chair--\\\"I am that child in rags,\\\" said Mr. Fearing; \\\"I have already received all my good things!\\\"  Also, at the wall where the fire burned because oil was poured into it from the other side, he perversely turned that fire also against himself.  And when they came to the man in the iron cage, you could not have told whether the miserable man inside the cage or the miserable man outside of it sighed the loudest.  And so on, through all the significant rooms.  The spider-room overwhelmed him altogether, till his sobs and the beating of his breast were heard all over the house.  The robin also when gobbling up spiders he made an emblem of himself, and the tree that was rotten at the heart,--till the Interpreter's patience with this so perverse pilgrim was fairly worn out.  So the Interpreter shut up his significant rooms, and had this so troublesome pilgrim into his own chamber, and there carried it so tenderly to Mr. Fearing that at last he did seem to have taken some little heart of grace.  \\\"And then we,\\\" said Greatheart, \\\"set forward, and I went before him; but the man was of few words, only he would often sigh aloud.\\\"\\n4. \\\"Dumpish at the House Beautiful\\\" is his biographer's not very respectful comment on the margin of the history.  There were too many merry-hearted damsels running up and down that house for Mr. Fearing.  He could not lift his eyes but one of those too-tripping maidens was looking at him.  He could not stir a foot but he suddenly ran against a talking and laughing bevy of them.  There was one thing he loved above everything, and that was to overhear the talk that went on at that season in that house about the City above, and about the King of that City, and about His wonderful ways with pilgrims, and the entertainment they all got who entered that City.  But to get a word out of Mr. Fearing upon any of these subjects,--all the king's horses could not have dragged it out of him.  Only, the screen was always seen to move during such conversations, till it soon came to be known to all the house who was behind the screen.  And the talkers only talked a little louder as the screen moved, and took up, with a smile to one another, another and a yet more comforting topic.\\n\\nThe Rarity Rooms also were more to Mr. Fearing than his necessary food.  He would be up in the morning and waiting at the doors of those rooms before the keepers had come with their keys.  And they had to tell him that the candles were to be put out at night before he would go away.  He was always reading, as if he had never read it before, the pedigree of the Lord of the Hill.  Moses' rod, Shamgar's goad, David's sling and stone, and what not--he laughed and danced and sang like a child around these ancient tables.  The armoury-room also held him, where were the swords, and shields, and helmets, and breast-plates, and shoes that would not wear out.  You would have thought you had your man all right as long as you had him alone among these old relics; but, let supper be ready, and the house gathered, and Mr. Fearing was as dumpish as ever.  Eat he would not, drink he would not, nor would he sit at the same table with those who ate and drank with such gladness.  I remembered Mr. Fearing at the House Beautiful when I was present at a communion season some time back in Ross-shire.  The church was half full of Mr. Fearing's close kindred that communion morning.  For, all that the minister himself could do, and all that the assisting minister could do--no! to the table those self-examined, self-condemned, fear-filled souls would not come.  The two ministers, like Mr. Greatheart's Master, carried it wonderful lovingly with those poor saints that day; but those who are in deed, and not in name only, passing the time of their sojourning here in fear--they cannot all at once be lifted above all their fears, even by the ablest action sermons, or by the most wise and tender table-addresses.  And, truth to tell, though you will rebuke me all the way home to-night for saying it, my heart sat somewhat nearer to those old people who were perhaps a little too dumpish in their repentance and their faith and their hope that morning, than it did to those who took to the table with a light heart.  I know all your flippant cant about gospel liberty and against Highland introspection, as you call it-- as well as all your habitual neglect of a close and deep self- examination, as Paul called it; but I tell you all to-night that it would be the salvation of your soul if you too worked your way up to every returning Lord's table with much more fear and much more trembling.  Let a man examine himself, Saxon as well as Celt, in Edinburgh as well as in Ross-shire, and so let him eat of that flesh and drink of that blood.  \\\"These pills,\\\" said Mr. Skill, \\\"are to be taken three at a time fasting in half a quarter of a pint of the tears of repentance; these pills are good to prevent diseases, as well as to cure when one is sick.  Yea, I dare say it, and stand to it, that if a man will but use this physic as he should, it will make him live for ever.  But thou must give these pills no other way but as I have prescribed; for, if you do, they will do no good.\\\"  \\\"Then he and I set forward,\\\" said the guide, \\\"and I went before; but my man was of but few words, only he would often sigh aloud.\\\"\\n\\n1. As to the Hill Difficulty, that was no stick at all to Mr. Fearing; and as for the lions, he pulled their whiskers and snapped his fingers in their dumfoundered faces.  For you must know that Mr. Fearing's trouble was not about such things as these at all; his only fear was about his acceptance at last.  He beat Mr. Greatheart himself at getting down into the Valley of Humiliation, till the guide was fain to confess that he went down as well as he ever saw man go down in all his life.  This pilgrim cared not how mean he was, so he might be but happy at last.  That is the reason why so many of God's best saints take so kindly and so quietly to things that drive other men mad.  You wonder sometimes when you see an innocent man sit down quietly under accusations and insults and injuries that you spend all the rest of your life resenting and repaying.  And that is the reason also that so many of God's best saints in other ages and other communions used to pursue evangelical humility and ascetic poverty and seclusion till they obliterated themselves out of all human remembrance, and buried themselves in retreats of silence and of prayer.  Yes, you are quite right.  A garment of sackcloth may cover an unsanctified heart; and the fathers of the desert did not all escape the depths of Satan and the plague of their own heart.  Quite true.  A contrite heart may be carried about an applauding city in a coach and six; and a crucified heart may be clothed in purple and fine linen, and may fare sumptuously every day.  A saint of God will sometimes sit on a throne with a more weaned mind than that with which Elijah or the Baptist will macerate themselves in the wilderness.  Every man who is really set on heaven must find his own way thither; and he who is really intent on his own way thither will neither have the time nor the heart to throw stones at his brother who thinks he has discovered his own best way.  All the pilgrims who got to the City at last did not get down Difficulty and through Humiliation so well as Mr. Fearing did; nor was it absolutely necessary that they should.  It was not to lay down an iron-fast rule for others, but it was only to amuse the way with his account of Mr. Fearing, that the guide went on to say:  \\\"Yes, I think there was a kind of sympathy betwixt that valley and my man. For I never saw him better in all his pilgrimage than when he was in that valley.  For here he would lie down, embrace the ground, and kiss the very flowers that grew in this valley.  He would now be up every morning by break of day, tracing and walking to and fro in that valley.\\\"\\n2. Now, do you think you could guess how Mr. Fearing conducted himself in Vanity Fair?  Your guess is important to us and to you to-night; for it will show whether or no John Bunyan and Mr. Greatheart have spent their strength for nought and in vain on you. It will show whether or no you have got inside of Mr. Fearing with all that has been said; and thus, inside of yourself.  Guess, then. How did Mr. Fearing do in Vanity Fair, do you think?  To give you a clue, recollect that he was the timidest of souls.  And remember how you have often been afraid to look at things in a shop window lest the shopkeeper should come out and hold you to the thing you were looking at.  Remember also that you are the lifelong owners of some things just because they were thrown at your head.  Remember how you sauntered into a sale on one occasion, and, out of sheer idleness and pure fun, made a bid, and to your consternation the encumbrance was knocked down to your name; and it fills up your house to-day till you would give ten times its value to some one to take it away for ever out of your sight.  Well, what was it that those who were so shamelessly and so pesteringly cadging about places, and titles, and preferments, and wives, and gold, and silver, and such like--what was it they prevailed on this poor stupid countryman to cheapen and buy?  Do you guess, or do you give it up?  Well, Greatheart himself was again and again almost taken in; and would have been had not Mr. Fearing been beside him.  But Mr. Fearing looked at all the jugglers, and cheats, and knaves, and apes, and fools as if he would have bitten a firebrand.  \\\"I thought he would have fought with all the men of the fair; I feared there we should have both been knock'd o' th' head, so hot was he against their fooleries.\\\"  And then--for Greatheart was a bit of a philosopher, and liked to entertain and while the away with tracing things up to their causes--\\\"it was all,\\\" he said, \\\"because Mr. Fearing was so tender of sin.  He was above many tender of sin.  He was so afraid, not for himself only, but of doing injury to others, that he would deny himself the purchase and possession and enjoyment even of that which was lawful, because he would not offend.\\\"  \\\"All this while,\\\" says Bunyan himself, in the eighty- second paragraph of Grace Abounding, \\\"as to the act of sinning I was never more tender than now.  I durst not take a pin or a stick, though but so big as a straw, for my conscience now was sore and would smart at every touch.  I could not now tell how to speak my words for fear I should misplace them.\\\"  \\\"The highest flames,\\\" says Jeremy Taylor in his Life of Christ, \\\"are the most tremulous.\\\"\\n3. \\\"But when he was come at the river where was no bridge, there, again, Mr. Fearing was in a heavy case.  Now, he said, he should be drowned for ever, and so never see that Face with comfort that he had come so many miles to behold.  And here also I took notice of what was very remarkable; the water of that river was lower at this time than ever I saw it in all my life, so he went over at last not much above wet-shod.\\\"  Then said Christiana, \\\"This relation of Mr. Fearing has done me good.  I thought nobody had been like me, but I see there was some semblance betwixt this good man and I, only we differed in two things.  His troubles were so great that they broke out, but mine I kept within.  His also lay so hard upon him that he could not knock at the houses provided for entertainment, but my trouble was always such that it made me knock the louder.\\\"  \\\"If I might also speak my heart,\\\" said Mercy, \\\"I must say that something of him has also dwelt in me.  For I have ever been more afraid of the lake, and the loss of a place in Paradise, than I have been of the loss of other things.  Oh! thought I, may I have the happiness to have a habitation there:  'tis enough though I part with all the world to win it.\\\"  Then said Matthew, \\\"Fear was one thing that made me think that I was far from having that within me that accompanies salvation; but if it was so with such a good man as he, why may it not also go well with me?\\\"  \\\"No fears, no grace,\\\" said James. \\\"Though there is not always grace where there is fear of hell; yet, to be sure, there is no grace where there is no fear of God.\\\" \\\"Well said, James,\\\" said Greatheart; \\\"thou hast hit the mark, for the fear of God is the beginning of wisdom; and, to be sure, they that want the beginning have neither middle nor end.\\\"  But we shall here conclude our discourse of Mr. Fearing after we have sent after him this farewell:-\\n\\n\\\"It is because Then thou didst fear, that now thou dost not fear. Thou hast forestalled the agony, and so For thee the bitterness of death is past. Also, because already in thy soul The judgment is begun.  That day of doom, One and the same for this collected world - That solemn consummation for all flesh, Is, in the case of each, anticipate Upon his death; and, as the last great day In the particular judgment is rehearsed, So now, too, ere thou comest to the Throne, A presage falls upon thee, as a ray Straight from the Judge, expressive of thy lot. That calm and joy uprising in thy soul Is first-fruit to thy recompense, And heaven begun.\\\"\\n\\nFEEBLE-MIND\\n\\n\\\"Comfort the feeble-minded.\\\"--Paul.\\n\\nFeeble-mind shall first tell you his own story in his own words, and then I shall perhaps venture a few observations upon his history and his character.\\n\\n\\\"I am but a sickly man, as you see,\\\" said Feeble-mind to Greatheart, \\\"and because Death did usually knock once a day at my door, I thought I should never be well at home.  So I betook myself to a pilgrim's life, and have travelled hither from the town of Uncertain, where I and my father were born.  I am a man of no strength at all of body, nor yet of mind; but would, if I could, though I can but crawl, spend my life in the pilgrim's way.  When I came at the gate that is at the head of the way, the Lord of that place did entertain me freely.  Neither objected he against my weakly looks, nor against my feeble mind; but gave me such things as were necessary for my journey, and bade me hope to the end. When I came to the house of the Interpreter I received much kindness there; and, because the Hill Difficulty was judged too hard for me, I was carried up that hill by one of his servants. Indeed I have found much relief from pilgrims, though none were willing to go so softly as I am forced to do.  Yet, still, as they came on, they bid me be of good cheer, and said that it was the will of their Lord that comfort should be given to the feeble- minded, and so went on their own pace.  I look for brunts by the way; but this I have resolved on, to wit, to run when I can, to go when I cannot run, and to creep when I cannot go.  As to the main, I thank Him that loves me, I am fixed.  My way is before me, my mind is beyond the river that has no bridge, though I am, as you see, but of a feeble mind.\\\"\\n\\nThen said old Mr. Honest, \\\"Have you not some time ago been acquainted with one Mr. Fearing, a pilgrim?\\\"  \\\"Acquainted with him! yes.  He came from the town of Stupidity, which lies four degrees to the northward of the City of Destruction, and as many off where I was born.  Yet we were well acquainted; for, indeed, he was mine uncle, my father's brother.  He and I have been much of a temper; he was a little shorter than I, but yet we were much of a complexion.\\\"  \\\"I perceive that you know him,\\\" said Mr. Honest, \\\"and I am apt to believe also that you were related one to another; for you have his whitely look, a cast like his with your eye, and your speech is much alike.\\\"\",\"timestamp\":1641294026,\"title\":\"And then this racy-hearted old bachelor was as full of delight in children, and in children's parties\"},\"digest\":\"Oywbb_WTKthdHkb0max_vQwRRgDpieD13LJKLY-Acic\",\"authorship\":{\"contributor\":\"0x601114c3e2cfa182D83a451a3c41d4e615b07E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nG6dVb_Q1oiQsC2cmsFgW3fqZDRwu9V9XFdxEvK7jPc\\\",\\\"y\\\":\\\"gdLbH8brdnltwCC0MHwHFKE3Yxz3Vft3bjBYB2qMNaI\\\"}\",\"signature\":\"TC_iEQNZBhQsMqfOlyMIHcRbIk5TXE8mw7xS_ITcwS62nRewLLORQTJPGtn-FE0MP5qWtQM-E2beesBVuvtgaQ\",\"signingKeySignature\":\"0x4070ceacde1c4532d8eabae1e798fa86d8fe02dc4fda751cdfd3aff6af0695ff796147996005cfdb3cb06a1e04bb5224b87f928557fbfb00a877f631175cf4901c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nG6dVb_Q1oiQsC2cmsFgW3fqZDRwu9V9XFdxEvK7jPc\\\",\\\"y\\\":\\\"gdLbH8brdnltwCC0MHwHFKE3Yxz3Vft3bjBYB2qMNaI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Oywbb_WTKthdHkb0max_vQwRRgDpieD13LJKLY-Acic\"}"