"{\"content\":{\"body\":\"Bitcoin ([BTC](https://cointelegraph.com/bitcoin-price)) has been struggling to sustain the $47,500 support since the Dec. 4 crash, a movement that wiped out over $840 million in leveraged long futures contracts. The downside move came after the emergence of the Omicron variant of the Coronavirus and recent data showing [U.S. inflation hitting a 40-year high](https://cointelegraph.com/news/bitcoin-jumps-past-50k-as-us-cpi-data-shows-highest-inflation-in-nearly-40-years). \\n\\n*Bitcoin/USD price at FTX. Source: TradingView*\\n\\nWhile newcomers might have been scared by the 26% price correction over the past month, whales and avid investors like [MicroStrategy added to their positions](https://cointelegraph.com/news/microstrategy-purchases-82m-in-bitcoin-now-holds-122-478-coins). On Dec. 9, MicroStrategy announced that they had acquired 1,434 Bitcoin, which increased their stake to 122,478 BTC.\\n\\nAccording to some analysts, the rationale behind Bitcoin’s weakness was the contagion fear that Evergrande, a leading Chinese property developer, [defaulted on its US dollar debt](https://cointelegraph.com/news/bitcoin-dips-below-50k-as-evergrande-defaults-on-us-dollar-debt) on Dec. 9. The [$1.1 Bitcoin billion options expiry](https://cointelegraph.com/news/1-1b-in-bitcoin-options-expire-on-friday-but-data-points-to-a-sub-55k-btc-price) on Dec. 10 also could have played an important factor because bears pocketed a $300 million profit.\\n\\n## Margin traders are still extremely bullish\\n\\nMargin trading allows investors to leverage their positions by borrowing stablecoins and using the proceeds to buy more cryptocurrency. When those savvy traders borrow Bitcoin, they use the coins as collateral for shorts, meaning they are betting on a price decrease.\\n\\nThat is why some analysts monitor the total lending amounts of Bitcoin and stablecoins to gain insight into whether investors are leaning bullish or bearish. Interestingly, Bitfinex margin traders slightly reduced their longs ahead of the Dec. 4 price crash.\\n\\n*Bitfinex BTC margin long/total percentage. Source: Coinglass*\\n\\nNotice that the indicator held a decent 90% favoring longs, meaning stablecoin borrowing was only 10% of the Bitfinex total. Furthermore, the margin longs recovered by 94% less than 24 hours after the price crash. This suggests that even if those investors were caught by surprise, most held their positions throughout the movement.\\n\\nTo confirm whether this movement was specific to the instrument, one should also analyze options markets. The 25% delta skew compares similar call (buy) and put (sell) options. The indicator will turn positive when “fear” is prevalent as the protective put options premium is higher than similar risk call options.\\n\\nThe opposite holds when market makers are bullish, causing the 25% delta skew to shift to the negative area. Readings between negative 8% and positive 8% are usually deemed neutral.\\n\\n*Deribit Bitcoin options 25% delta skew. Source: laevitas.ch*\\n\\nThe 25% delta skew ranged near 6% ahead of the Dec. 4 Bitcoin crash, which is considered neutral. Over the next 3 days the options market makers and whales displayed moderate fear as the indicator peaked at 10%, but currently it stands at 3%.\\n\\nThe Bitfinex margin long metric and the options main risk metric show few signs of stress in derivatives markets. Considering that these markets are more often used by pro traders, one can begin to believe in the narrative that Bitcoin will claim a new all-time high in early 2022.\\n\\n*The views and opinions expressed here are solely those of the [author](https://twitter.com/noshitcoins) and do not necessarily reflect the views of Cointelegraph. Every investment and trading move involves risk. You should conduct your own research when making a decision.*\",\"timestamp\":1639378967,\"title\":\"key Bitcoin trading metrics suggest BTC price has bottomed\"},\"digest\":\"OFk9f5TyCpIMgLmYmXCGmfxuxuFeunInxGEoLYQP6oQ\",\"authorship\":{\"contributor\":\"0x8C612dfB0270617F0A2bCc57C54E8D2535b622d1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yqbxOQFaHWXXspY4AhpVnUC1VgdFr3zuOF9wHmYv3HQ\\\",\\\"y\\\":\\\"dNT0ShS-S67CJIJ3ToohomeFQjPWxyXu6v12S5XPXc4\\\"}\",\"signature\":\"gG-lFW20V9qGeomEK_q__zWLknLGBsOzMPjIchZf7rjObMw4nChEcCT9NKAnp5KZR-pX8D7GeufXnOkE0VODVw\",\"signingKeySignature\":\"0xf03ee0e49abe9973b23833f97dc9c02ad91ccaffa888a00bc1686d7f3412cb2c5458660a0058ccca1776a9f307a50694140f0fb5aa63c21b649e539305645ef31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yqbxOQFaHWXXspY4AhpVnUC1VgdFr3zuOF9wHmYv3HQ\\\",\\\"y\\\":\\\"dNT0ShS-S67CJIJ3ToohomeFQjPWxyXu6v12S5XPXc4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OFk9f5TyCpIMgLmYmXCGmfxuxuFeunInxGEoLYQP6oQ\"}"