"{\"content\":{\"body\":\"嫉妒的起点，是人们对自身脆弱的隐忧。\\n\\n天下没有彻底的强者，也没彻底的弱者。人生在世，总是置身于强、弱的双重体验中。据我看，就多数人而言，弱势体验超过强势体验。即使是貌似强大的成功者，他们的强势体验大多发生在办公室、会场、宴席和各种仪式中，而弱势体验则发生在曲终人散之后，个人独处之时，因此更关及生命深层。各路宾客都已离开，白天蜂拥在身边的追随者也都已回家，突然的寂寞带来无比的脆弱。脆弱引起对别人强势的敏感和防范，嫉妒便由此而生。\\n\\n嫉妒者常常会把被嫉者批判得一无是处，而实质上，那是他们心底暗暗羡慕的对象。自己想做的事情，居然有人已经做了而且又做得那么好；自己想达到的目标，居然有人已经达到而且有目共睹，这就忍不住要口诛笔伐。\\n\\n在多数情况下，嫉妒者的实际损失，都比被嫉者更大。嫉妒使感受机制失灵，判断机制失调，审美机制颠倒，连好端端一个文化人也会因嫉妒而局部地成了聋子、傻子和哑巴。\\n\\n例如从理智上说，嫉妒者也会知道某位被嫉者的美貌。但是，自从有一天警觉到对方的美貌对自己的负面意义，就开始搜寻贬低的可能。久而久之，嫉妒者对于对方的美貌已经从不愿感受，发展到不能感受。应该明白，不能感受了，并不是对方的失败，恰恰相反，倒是自身心理系统生了大病。\\n\\n同样的道理，一位诗人突然对别人的佳句失去了吟诵快感，一位音乐家在同行优美的乐曲中表情木讷，一位导演对着一部轰动世界的影片淡然一笑，一位美术教授在讲述两位成功画家时有点不屑一顾……，如果他们只是端架子、摆权威，内心方寸未乱，毛病还不算太重；如果他们确实已经因嫉妒而模糊了美丑，麻木了感受，事情就可怕了。那等于是武林高手自废功夫，半条生命已经终结。\\n\\n一切具有社会责任感的知识分子本应思考如何消除嫉妒，但是，我们中国的智者们却常常在规劝如何躲避嫉妒。所谓中国古代的生存智慧，大多与这种躲避有关。“遭妒”，反倒成了一个人人都可指责的罪名。直到今天，遭妒的一方常常被说成是骄傲自大、忘乎所以，而嫉妒的一方则说成是群众反映、社会舆论。结果，遭妒者缩头藏脸，无地自容，而嫉妒者则义正词严，从者如云。\\n\\n中国的社会观念，颠倒过许多是非，其中之一就在嫉妒的问题上。茫茫九州大地，永远有一个以嫉妒为法律的无形公堂在天天开庭。公堂由妒火照亮，嫉棍列阵。败诉的，总是那些高人一筹、先走一步的人物。\\n\\n下一代的嫉妒会是什么样的呢？无法预计。我只期望，即使作为人类的一种共同毛病，嫉妒也该正正经经地摆出一个模样来。至少应该像一位高贵勇士的蹙眉太息，而不是一群烂衣兵丁的深夜混斗；至少应该像两座雪峰的千年对峙，而不是一束乱藤缠绕树干。\\n\\n是的，嫉妒也可能高贵。高贵的嫉妒比之于卑下的嫉妒，最大的区别在于，是否在嫉妒背后还保留着仰望杰出的基本教养。嫉妒在任何层次上都是不幸的祸根，不应该留恋和赞美，但它确实有过大量并非蝇营狗苟的形态。\\n\\n既然我们一时无法消灭嫉妒，那就让它留取比较堂皇的躯壳吧，使它即便在破碎时也能体现一点人类的尊严。\\n\\n任何一种具体的嫉妒总会过去，而尊严，一旦丢失就很难找回。我并不赞成通过艰辛的道德克制来掩埋我们身上的种种毛病，而是主张带着种种真实的毛病，进入一个较高的人生境界。\\n\\n在较高的人生境界上，彼此都有人类互爱的基石，都有社会进步的期盼，即便再激烈的嫉妒也能被最后的良知所化解。因此，说到底，对于像嫉妒这样的人类通病，也很难混杂了人品等级来讨论。\\n\\n我们宁肯承受君子的嫉妒，而不愿面对小人的拥戴。人类多一点奥赛罗的咆哮、林黛玉的眼泪、周公瑾的长叹怕什么？怕只怕，那个辽阔的而又不知深浅的肮脏泥潭。\",\"timestamp\":1640874959,\"title\":\"小谈嫉妒\"},\"digest\":\"kr4-f5OjqCb_-OffmRLCRPJSN40jduDgc185U58T14c\",\"authorship\":{\"contributor\":\"0xC7ABf54CB47e4220674923183b76e7863f1fb0bB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h_3320DldZ8WEe8GngwFV11ZEGzHlfx61eEKCWE8ww4\\\",\\\"y\\\":\\\"tEL29hlhznDKI_Iq28aVdWPZk7qwDYIta4tJQMYA2_A\\\"}\",\"signature\":\"3aBEhqpKqUV2l1ZZi__s4PJ7oHx5OYe3ufaGpxPFZ7vgTZKyaW8ZR-_C1ScxwsAXwsysnXAC2DEyOYpSaHpS7A\",\"signingKeySignature\":\"0x46c1c93ba7a85d2221f597a0134efb293b66bca18926dc14d6d703b57a9b2cd76fe6fd5c97b797f4454f4ac40b12f53e5b7395c90a5b97a0b9fd9c48a2a820fd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h_3320DldZ8WEe8GngwFV11ZEGzHlfx61eEKCWE8ww4\\\",\\\"y\\\":\\\"tEL29hlhznDKI_Iq28aVdWPZk7qwDYIta4tJQMYA2_A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kr4-f5OjqCb_-OffmRLCRPJSN40jduDgc185U58T14c\"}"