"{\"content\":{\"body\":\"`why the future of crypto depends on flywheels`\\n\\n\\\\[***\\\\*not financial advice; views expressed are my own personal musings and do not reflect my employer’s opinions at all\\\\]***\\n\\nMuch of the world can be explained through flywheels. Flywheels (aka viral loops) refer to a symbiotic relationship that results in positive-sum games where everyone increasingly benefits over time. A core value proposition typically lies at the center of a flywheel, and is its raison d'etre.\\n\\nThe canonical example of a flywheel is most commonly described by Amazon’s success bootstrapping a service that [⅔](https://www.snopes.com/fact-check/amazon-prime-adults/) of Americans use today. As Jim Collins brilliantly [articulates](https://www.jimcollins.com/concepts/the-flywheel.html), Amazon anchored its flywheel around meeting their customers’ needs. By laser-focusing on the customer experience, Amazon drew increasing site traffic, which in turn incentivized sellers to list more products on Amazon. Soon, Amazon locked in an organic two-sided marketplace. Accelerating sales allowed Amazon to reinvest into reducing its operating cost structure, which again led to better customer UX. And so forth and so forth.\\n\\n![example of the Amazon flywheel (from sellics.com)](https://images.mirror-media.xyz/publication-images/jBBFxjFPyw3Y-Az87n7ET.png?height=357&width=640)\\n\\n**Flywheels are of utmost importance in crypto because everything is open source**. Even the most innovative of new primitives can be forked for free and iterated upon to create an incrementally better product. We’ve seen countless examples of how the lack of a flywheel has damaged a platform’s competitive positioning and allowed new upstarts to rapidly gain ground. For example, Sushiswap won significant community mindshare in late 2020 by preempting Uniswap with a token launch. Almost overnight, Sushi [vampire-attacked](https://www.gemini.com/cryptopedia/sushiswap-uniswap-vampire-attack) \\\\~55% of total Uniswap liquidity. *(I’m not endorsing Sushi or Uni, just stating facts).*\\n\\nConversely, one highlight of 2021 has been the emergence of robust flywheels that will perhaps reinforce long-term success for several protocols. Let’s explore the Curve ecosystem as a prime example. Curve, arguably the go-to DEX for low-slippage stable-asset trading, underlies possibly the most important defi flywheel in all of crypto. There’s something like $22B locked in Curve today, up \\\\~15x YoY. Simply incredible growth.\\n\\n![Curve TVL from defillama.com](https://images.mirror-media.xyz/publication-images/3kpLpxxBrxflzebA19Dp4.PNG?height=580&width=676)\\n\\nHow did this happen? Much like the idiom “what’s in a name”, we can also ask “what’s in a flywheel”. Said another way, what are the key components for a protocol flywheel to self-assemble and proliferate? Let’s explore a few possibilities.\\n\\n![my crude interpretation of the Curve flywheel](https://images.mirror-media.xyz/publication-images/j_5afUt2lqcxBOmvcBRHm.png?height=278&width=333)\\n\\nAt the center of Curve’s flywheel lies its tech stack: \\\\[1\\\\] its novel [StableSwap](https://curve.fi/files/stableswap-paper.pdf) invariant algo and \\\\[2\\\\] its composable pool factory [platform](https://resources.curve.fi/faq/pool-factory). If Curve’s StableSwap algo can’t provide the deepest trading liquidity, no one would use it. **The technology is the crown jewel, but *paradoxically*, it is also the weakest link given it can be forked for free.** In an open source world, the tech is not enough to sustain a protocol, a realization that Curve planned for with its lock-in dynamics. In a nutshell, Curve token holders and LPs play the Curve game because they receive boosted rewards from locking CRV. The power of Curve’s pool factories is often overlooked too. Pool factories let any protocol create their own stable asset pools on top of Curve. Outside protocols love it because Curve contracts are battle-tested and Curve is already home to the deepest defi liquidity. We’ve seen the fruits of this incubator-like model come to bear as protocols like Fixed Forex have exploded in popularity after building on top of Curve. \\n\\nWhile the quality of a protocol’s tech definitely matters in order to attract and retain users, we’ve seen several other StableSwap forks on premier L1 chains struggle to gain real traction. This begs the question, what is the recipe for Curve’s success thus far? Let’s explore a proposed framework below.\\n\\n`Key criteria for a strong protocol flywheel:`\\n\\n1. **Belief in the technology / team**\\n2. **Belief that the technology will improve over time**\\n3. **Belief that the community will not defect**\\n4. **Belief that others can composably build on top**\\n5. **No central points of failure** (*yup, decentralization actually matters*) \\n\\n***Belief in the technology / team***\\n\\nSlippage on 100M of USDC/Dai is 4 bps. ‘Nuff said. Michael (the founder) is as crypto OG as it gets.\\n\\n![I'll geek out all day on this low 3pool slippage](https://images.mirror-media.xyz/publication-images/NrZwWEUzrnFFWAqCldb9t.PNG?height=201&width=945)\\n\\n**Belief in the technology improving over time**\\n\\nCurve LPs can lock their tokens up to 4 years to receive a max boost of veCRV (vote-escrowed CRV). For LPs, this can be quite lucrative, as boosted rewards on LP’ing can often be 500% higher or more than an unboosted reward. However, locking crypto for 4 years is an insane person’s task — to assume a protocol will still be alive and well in even 6 months is a tough pill to swallow nowadays. How the hell is the average CRV lock time an astounding 3.64 years?\\n\\n![from mid-Dec 2021](https://images.mirror-media.xyz/publication-images/9RAYIN1eHK2ZuJIopjuGk.PNG?height=244&width=1122)\\n\\nPerhaps the nature of Curve’s tokenomics is the root cause. My gut says there’s a lot more at play though. I’d posit there is also an underlying optimism about Curve’s ability to innovate and ship useful products in the future. For example, Curve’s product portfolio upleveled recently with the launch of [v2](https://www.theblockresearch.com/curve-v2-concentrated-liquidity-with-dynamic-pegging-123310) pools (e.g., CRV-ETH and CVX-ETH), which are a monumental first foray into non-stable pair trading. v2 pools thus far have been [successful](https://twitter.com/CurveFinance/status/1475204449316577283?s=20) at accumulating deeper liquidity than that of its constant-product (x\\\\*y=k) competitors. Who knows what comes next in Curve v3 and beyond. Whatever it is, I think the market trusts the flywheel to pivot as needed.\\n\\n`Belief that the community will not defect`\\n\\nThere are a few elements here worth unpacking:\\n\\n* `Skin in the game aligns incentives`*:* As mentioned above, veCRV dynamics (also seen with veCVX/vlCVX and other upstarts like veXBE) serve as public declarations of market participants declaring “I have skin in the game”. For example, when you stake CRV, it’s literally irretrievable for the duration of your lock.\\n* `Social capital matters:` While crypto is a fully distributed hot mess of endless [metagames](https://t.co/nrcG8mrgR1) *(def read this)*, there are several figures who wield a disproportionate amount of social capital. As such, they can be key influences on a protocol’s success. Being right about how the market moves is one source of social capital. However, I’d argue it is more important to be *consistent* in one’s messaging. Without naming specific names, there are a few *orcas* who have been extremely repetitive in their reaffirmations about the Curve ecosystem. In contrast, there are several major traders who previously thought it was a good idea to giga-farm Curve/Convex to death. I want to stress that *consistent thesis-driven messaging matters more than profiting if one wishes to maximize their social capital.*\\n\\n**Belief that others can composably build on top**\\n\\nCrucially, a protocol flywheel must credibly prove that anyone can build on top of it. Curve’s pool factories are the primary product of note here (details covered above). To repeat, giving exogenous protocols access to core Curve infra is rocket fuel for its flywheel. Predictability of a standard also matters. For example, each new factory pool deployed further derisks the developer experience of using Curve. This is akin to how each new Linux/GNU install in the early 90s incrementally lowered the risk to build on it until growth reached escape velocity in just a few years (*see the amazing doc [Revolution OS](https://www.youtube.com/watch?v=Eluzi70O-P4) for more).*\\n\\n**No central points of failure**\\n\\nCurve’s practical immutability is an important security guarantee. For example, Curve’s contracts are not upgradeable (I believe its admin key was burnt). Because the protocol can literally not be shut down by anyone – even a state-level actor – ecosystem partners are derisked from investing monetary, reputational, and time capital.\\n\\n*so what’s next?*\\n\\nIf history is our guide, we can confidently say that technological headstarts do not last long in crypto. However, the flywheel that Curve has architected is an exciting blueprint for building a moat and a first-mover advantage. As a result, market participants now recognize the winning game-theoretic move is to participate in this ecosystem rather than to defect.\\n\\nNote how the formula for this flywheel doesn’t prescribe the exact complementary technologies that must be created. In other words, when Curve first launched, Convex or Redacted were not preordained to be built in their current form. I imagine future complements will make different tradeoffs and optimize for new user behaviors that strengthens this flywheel.\\n\\nWhere do we go from here? It will be intriguing to see what happens in a world where defi yields invariably compress further (*because yields have to compress, right? right?)*. One possible weak spot is Curve’s seemingly deep belief in EVM supremacy. If non-EVM chains gain notable market share the next few years, would Curve cross the Rubicon to ensure its survival? \\n\\nNonetheless, I have huge admiration for what this ecosystem has managed to accomplish in a fully distributed manner. It has crafted a blueprint to a beautiful vibrancy that illuminates the crypto-idealism that brought so many of us to this space in the first place.\\n\\n**Forking a flywheel is much more difficult than forking a protocol.**\\n\\nMay we see more flywheels emerge in crypto in 2022.\",\"timestamp\":1640567248,\"title\":\"An ode to flywheels\"},\"digest\":\"Si8iYqo4T8ewT1adOjr2tN3HKoJAhNSO5SpVv6YktBo\",\"authorship\":{\"contributor\":\"0x190a98c97e3AC1bbF8886C748286cF3Ad20DB3a5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AIwVft4vDES8Tpc98DjRNdm--q_lx-LDks3KyCyVyi8\\\",\\\"y\\\":\\\"V7a9TeFyhJB3y2MNe1vUHew301IrtYv-Jmq9qoW3cMU\\\"}\",\"signature\":\"6A7-2qVtz5z9RNFNXKgsxuU4MSAWgnd6boupQJoKepfsLvz5skSyOD8gHrO8gFxpqRmLM9_VA2S_eV0xpMzs5w\",\"signingKeySignature\":\"0x95cde11abc2cff9572b21a57d4524ad7a3903bd614ff7fa9320f424358a15d6c50407dbc68aeeafbc937e3e0e235a649cc7d001a7f445b76cd02e0ee9398d08301\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AIwVft4vDES8Tpc98DjRNdm--q_lx-LDks3KyCyVyi8\\\",\\\"y\\\":\\\"V7a9TeFyhJB3y2MNe1vUHew301IrtYv-Jmq9qoW3cMU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Si8iYqo4T8ewT1adOjr2tN3HKoJAhNSO5SpVv6YktBo\"}"