"{\"content\":{\"body\":\"I've decided to roast several of the people I admire most in crypto, starting with [Jess Sloss](https://twitter.com/thattallguy). Jess is the instigator of [Seed Club](https://twitter.com/seedclubhq) and involved in many of the first social token and DAO projects. Since I mostly don't know the people I've selected to roast, I'll be roasting their twitter feeds. \\n\\nI'd be thrilled if you invested in a reminder of this awkward moment in Jess's life, by acquiring this post as an Edition NFT. This is possible thanks to Mirror's built-in web3 tools. All proceeds will be split evenly between Coin Center and Gitcoin. **God knows we need killer lobbyists and airtight code in crypto right now.** Lawyers, guns and money, as they say.\\n\\nThis is the first Mirror Edition of a roast ever created (believe it or not, lol), in case you're looking for the bull case for adding it to your collection of JPEGs.\\n\\n### Why Jess? \\n\\nWell, there is this...\\n\\nhttps://twitter.com/thattallguy/status/1422403281062535169?s=20\\n\\nBut more importantly, freakishly big men scare me, so this post double's as a form of immersion therapy. How tall is he? I don't know, but podcast hosts usually mention it, right off the bat. I'm going to assume he is 6' 8\\\" and leave it at that. \\n\\nHis height also gives us the first clue about his character. Young-man Jess came up with that handle in 2007. Apparently he considered it his most important attribute. Young-man Jess had no way of knowing he'd be a spiritual leader of a social/economic movement one day. And now he'll forever be known as that tall guy, as if  Ayn Rand decided to name John Galt, Broomstick or Weedwacker.\\n\\nThe first thing you need to know about Jess is that he's a very good guy. Honestly, I'd like to find some hypocricy to point out, a twitter mean streak to expose for my own personal glory. But the truth is, he has a million tweets thanking his collaborators, expressing gratitude and spreading love in the most Ethereum-rainbowish way. I can only stomach sharing a few of them. They are so overflowing with goodness, they make me blush. What a freaking Boy Scout.\\n\\nhttps://twitter.com/thattallguy/status/1422511311242645506?s=20  \\n\\nhttps://twitter.com/thattallguy/status/1395225045094387716?s=20\\n\\nhttps://twitter.com/thattallguy/status/1391502477325869056?s=20\\n\\nBut a little engagment farming? Jess's game. It's been a little rocky at times. The following tweet means something, I'm certain of it.\\n\\nhttps://twitter.com/thattallguy/status/1397408448749264903?s=20\\n\\nSometimes you can tell he's gotten inspired after popping a gummy or six and just lets it fly, YOLO-style. \\n\\nhttps://twitter.com/thattallguy/status/1420039775667507206?s=20\\n\\nListen, I'm a big Mirror nerd and a grown-ass-man, and even I feel confused and a little sticky after reading that. \\n\\nI'm no genius, but WTF?:\\n\\nhttps://twitter.com/thattallguy/status/1406061329169797122?s=20\\n\\nHowever, Jess is a legend because he always regains his equilibrium and preaches the gospel. And the preaching makes me want to spin up my own damn community token or DAO, RIGHT NOW, before it's too late.\\n\\nhttps://twitter.com/thattallguy/status/1406997587383648256?s=20\\n\\nhttps://twitter.com/thattallguy/status/1415321435531214848?s=20\\n\\nListen, in addition to being 7'1\\\" he's clearly a smart dude. And wise. He's been throwing off some strong Abe Lincoln vibes over the past few months, dispensing kernals of wisdom and higher-level thinking that could make it into a psychadelic crypto State of the Union in the Metaverse. \\n\\nhttps://twitter.com/thattallguy/status/1422206804960833536?s=20\\n\\nhttps://twitter.com/thattallguy/status/1420481688627335168?s=20\\n\\nhttps://twitter.com/thattallguy/status/1412211998033514497?s=20\\n\\nhttps://twitter.com/thattallguy/status/1416835444990382082?s=20 \\n\\nRegardless of the high-minded philosophy Jess spins up effortlessly, this is crypto, baby. Blockchains move around value, and that's at least partially what we are here for. Jess gets it. He's nearly eight feet tall, but he's still a human being. Hence his awesome and liberal use of an amazing concept: billions of dollars. \\n\\nhttps://twitter.com/thattallguy/status/1398059821308399618?s=20\\n\\nhttps://twitter.com/thattallguy/status/1400220469337346048?s=20\\n\\nI love him a lot for this, considering, like you, I'm here early and would like to start a foundation some day. But it gets better. Jess found a solution to twitter's signal to noise problem. They're talking about billions of dollars? WELL LOOK WHAT JESS IS TALKING ABOUT, BITCHES. \\n\\nhttps://twitter.com/thattallguy/status/1420745425154461696?s=20\\n\\nhttps://twitter.com/thattallguy/status/1410251025076809730?s=20 \\n\\nBefore we start calling Jess the Trillion Dollar Man, I'd like to publicly fret that he's getting a big head. Is that a little ego I see slipping through?\\n\\nhttps://twitter.com/thattallguy/status/1418268661295419393?s=20\\n\\nOK, Jess. I guess I can see that. But this cannot be forgiven. \\n\\nhttps://twitter.com/thattallguy/status/1414669474624585730?s=20\\n\\n**Don't ever put out a tweet announcing that you are about to tweet.** That's twitter's version of talking about oneself in the third person. Our time is way too valuable (and BTW, Jess, what was the second tweet, I'm afraid I missed it, can you let me know?).\\n\\nDo I think Jess is getting a big head to match is nine-foot body, forty-three-inch feet and six-and-a-half feet arms? No, I just had to put that out there because it's a roast. I have a man-crush on him if you couldn't already tell, OK?\\n\\nI scanned as far back as I could on twitter (six months) to see if Jess is actually \\\"like us.\\\" Does he stay on message at all times? Is he spinning up social token prophecies to the folks in line at 7-11 where he buys his quesadillas?\\n\\nI just found two slips, both revealing. \\n\\nhttps://twitter.com/thattallguy/status/1394681828359872520?s=20\\n\\nI happen to know Jess is a Phil Collins fan, so this tweet is an outright lie. \\n\\nI found this little gem, which made me feel like I could relate to the great man in some way. This is the kind of shit I might tweet.\\n\\nhttps://twitter.com/thattallguy/status/1399756597832806400?s=20\\n\\nYes, it has Jess. Life is coming at everyone pretty fast these days. But not for me, apparently. I have enough time to spend many hours pouring through your tweets even though the closest I’ve ever gotten to you in meatspace is one 30 minute zoom. Which means you should rightfully find this whole thing creepy bordering on dangerous. \\n\\n**That said, on behalf of the entire web3 space (I'll assume the mantle) keep kicking ass. YGMI.** \\n\\nEND\\n\\n*Thanks to Gian Ferrer for cover image.\\nCoin Center contributions for general operation and advocacy.\\nGitcoin contributions for Official Matching Funds pool.*\",\"timestamp\":1628106605,\"title\":\"Split-ROAST of Jess Sloss @thattallguy to Benefit Coin Center and Gitcoin\",\"publication\":\"danconway\"},\"digest\":\"9cUc0ZQ4GdDg8PDt8OH0g5rp_Hy-bZBPTYKhlK3U1uM\",\"authorship\":{\"contributor\":\"0xfbdf598dB4dBA841f40680Cd9C2D3cF618265be0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hajkQmTZwMEMY7hW0ZKwVLU_hXN4i-PpqY5POw09CAA\\\",\\\"y\\\":\\\"70bHvAP-IPpXPeZd6w5IAn3p9TaAISdxqzMjLy591Sc\\\"}\",\"signature\":\"hMvq3KiUMQS1ioaGgGK13yorZRSDRXHuiyps0EC90Ir3C0ojm1QmylVoy7T2WIs6Y7s1F6UuR9XSwQQMdJDlDw\",\"signingKeySignature\":\"0x64b5080fbf86c706ab000eb6f6942ec58c01de6b2cad135974458375f113716f47ffe7bde73cd6de181528e392567f247283a59a68f7bdbdfa242c50e226d4141c\",\"signingKeyMessage\":\"I authorize the publication of articles on danconway.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hajkQmTZwMEMY7hW0ZKwVLU_hXN4i-PpqY5POw09CAA\\\",\\\"y\\\":\\\"70bHvAP-IPpXPeZd6w5IAn3p9TaAISdxqzMjLy591Sc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mSHOYtnmVHMbFmMfGmZ7I5QC6DA_qOqMFtGkueGEvVs\"}"