"{\"content\":{\"body\":\"You needed to start thinking like Oprah yesterday, and here’s why.\\n\\nIn case you don’t know, Oprah is a self-made billionaire. She got wealthy by syndicating her show and starting her own production company.\\n\\nI know what you’re thinking; how the heck does this relate to me?\\n\\nBear with me for a second. She had a show right and noticed that the production company was pulling the strings and cashing the checks.\\n\\nSo, she started her own production company. Another analogy would be Chick-fil-a buying or starting their own chicken farms. Or the NFL buying or starting a helmet manufacture.\\n\\nNow that we’ve beat a dead horse. You don’t have to start your own complimentary business. You could partner with one or acquire one.\\n\\nThe best thing to do is look at businesses that your company already relies on.\\n\\nFor example, suppliers, manufacturers, marketing agencies, or tech consultants.\\n\\nMaking the first thing that you should always do when looking to scale your business is to look at your phone book and accounting books. Who are you always in contact with? Who are you always giving money to?\\n\\n![](https://www.zenketing.com/wp-content/uploads/2020/11/hit-list.jpg)\\n\\nNow that your list is made, you have two options, a joint venture or acquisition.\\n\\nIf you’re on the fence starting with a JV is a great way to make some sales in the meantime.\\n\\nMost JV’s are either in the sales or marketing departments.\\n\\nFor example, email drops for each other wouldn’t involve much effort on either side.\\n\\nAn email drop is where company A writes a promotional email for itself, and company B emails it to its list.\\n\\nCompany B does the same; it writes a promotional email for itself, and company A sends it to its list.\\n\\nThe email drop concept applies to everything blog posts, social media posts, YouTube videos, and even sales calls.\\n\\nInfluencer marketing is the flavor of the day when it comes to JV’s as a further example.\\n\\nIf your company only sells one thing, your customer list is perfect for a complimentary businesses sales and marketing team.\\n\\nJust be mindful of what the customer list has consented to! And always talk to an attorney; this is for information purposes only.\\n\\nBut an easy workaround for this is to set up a second opt-in on each list. Asking them if they want information about your JV partner in return for a discount.\\n\\nWhether a JV partnership goes well or not, an acquisition is always worth pursuing.\\n\\nYou could pay the full market price for a company or asset on top of the lawyer and accounting fees.\\n\\nOr our team can help you buy businesses and assets; for zero dollars out of pocket. Then all that we have to worry about is the lawyers and accountants.\\n\\n**Pro Tip:** Both sides should always have lawyers that, way the seller can come back and say that they didn’t know what they signed and felt taken advantage of. At the same time, make sure that both sides are pleased with the deal. You only get one reputation in life!\\n\\nIf your business is struggling or if you’re not happy with where it’s at.\\n\\nThis post should give you some clarity on what your next steps should be.\\n\\nFeel free to contact us if you have any questions about this.\\n\\nJoin the ASE fleet of business owners today!\\n\\n**[Get Your Complimentary Instant Growth Package Here](https://acquirescaleandexit.ck.page/7d0175d3ef)**\",\"timestamp\":1640574741,\"title\":\"Business Owners Grow 200%+ By Implementing the Oprah Paradigm - Acquire Scale And Exit\"},\"digest\":\"twWiJgkAxecCwDd4J2NA0GCWcaxGgmKXZuLhl7Mo15E\",\"authorship\":{\"contributor\":\"0x387c8c9903Fe9C1fe5EFE7Cc8caB14a7e6f6Da3e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NzV1WpJMUE9d5erjYgfliQnNhKbDAZaHdGtVtj7ub0k\\\",\\\"y\\\":\\\"KtDxKJ2ourzD-tX31_zUWSGruWMYNLlzy1oAmHXThu8\\\"}\",\"signature\":\"Hg_esI_QFeTmUhMy2wwsXMCodh3BMO3QTVs-clhGflU7f_7U-C1em7X8IhPpT5DTRolF2AYKEe2HKUoSXl-Fjw\",\"signingKeySignature\":\"0xab9c83d4638a461200100a80c5ce61b1735ce6b3c8248736a44f43e735b4348e79c509b9d9ff7c8f35be300038243c988acefc417c460d3b6b6ac5fba1edb0871b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NzV1WpJMUE9d5erjYgfliQnNhKbDAZaHdGtVtj7ub0k\\\",\\\"y\\\":\\\"KtDxKJ2ourzD-tX31_zUWSGruWMYNLlzy1oAmHXThu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"twWiJgkAxecCwDd4J2NA0GCWcaxGgmKXZuLhl7Mo15E\"}"