"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*8kS-nV6XVcDIAgVa9FQ2Yw.jpeg)\\n\\n## In this interview, Alejandro Ponce, Head of Research at the World Justice Project, discusses the challenges in access to justice and how technology can help solve them…\\n\\n*Alejandro Ponce has a BA in Economics from ITAM in Mexico, and a Master’s and PhD in Economics from Stanford University. As Head of Research at the World Justice Project (WJP), he leads research and data collection initiatives ranging from the production of the Rule of Law Index and the Global Access to Justice Report to project design and implementation for research on civil and criminal justice issues in Afghanistan, Pakistan, the European Union and Mexico.*\\n\\n**What is the justice gap?**\\n\\nGoal 16.3 of the Sustainable Development Goals of the United Nations (UN) states: “Promote the rule of law at the national and international levels and guarantee equal access to justice for all.” In other words, the need to provide justice for all without leaving anyone behind.\\n\\nBuilding on this, the justice gap can be defined as the number of people who, seeking to solve a justiciable problem, are unable to find access to a system that provides justice.\\n\\nThe gap, centered on the experiences of people seeking to solve their problems, includes a wide variety of situations: conflicts with neighbors, problems with the police, difficulties in receiving a benefit from the government to which one is entitled, problems with the custody of a minor, labor problems such as an unfair layoffs, land or property tenure problems, or conflicts with landlords, just to mention the most common ones.\\n\\nOther types of problems are criminal in nature, such as being the victim of a crime or violence.\\n\\nMoreover, an important group of people within the gap are those excluded from the opportunities that the law provides because they don’t have legal identity documents, because they lack property titles of their land or home, or because they are unregistered workers.\\n\\nFinally, the most extreme cases of justice gap affect those who live in situations of high violence, insecurity and political instability, people who lack a nationality or who live in situations of modern slavery.\\n\\nThere are different causes for the justice gap: some people don’t know their rights or the mechanisms to enforce them (where to go and with whom). Very often, these mechanisms are very expensive or slow, which makes them unaffordable to a large part of the population.\\n\\nStudying the justice gap helps understand how to create public policies towards the goal of having justice for all.\\n\\n**What are the most common types of problems?**\\n\\nMost are related to defective services or products, that is, consumer disputes, followed by civil issues, such as conflicts with neighbors.\\n\\nHowever, those problems are not necessarily the most severe. In most consumer or civil disputes, it isn’t necessary to go to a court or to an administrative instance. They can be resolved through settlement or mediation, which also implies having access to justice.\\n\\nOther problems, although less frequent, are more serious. For example, labor or administrative law disputes, such as unfair layoffs, lack of access to government benefits or corruption. These problems can impact people’s health, cause severe stress or financial problems that can persist for a long time.\\n\\nAdditionally, Latin America has a wide gap in criminal justice. This includes victims of a crime that isn’t solved. In many cases, people don’t even report crimes as they are aware of the ineffectiveness of the authorities in solving them.\\n\\nThe region also experiences a lack of access to justice caused by a lack of access to the opportunities that the law provides. In many cases, people cannot access justice because they lack some basic tools to enforce their rights. For example, people who cannot access a government benefit or program because they don’t have an ID.\\n\\nThe UN estimates that there are 1.1 billion people in the world who lack an ID, of which approximately 30 million are in Latin America.\\n\\nAll this has a negative impact on the economic development prospects of the region.\\n\\nPeople who don’t have access to justice have to face different types of costs: direct costs for trying to solve their problem, costs for the days they stop working as a consequence, and even the costs related to health problems caused by stress. All this works against those who have the least on the road to economic development.\\n\\n**How can technology impact access to justice?**\\n\\nTechnology can facilitate access to justice in different ways.\\n\\nFirst, it helps people have greater access to relevant information to solve their problems. More information helps people know about their rights, thus ensuring greater access to justice.\\n\\nGreater access to information also allows people to resolve their conflicts without the need to go to a lawyer or to court. This helps saveq time as well as lessen the administrative burden on the courts.\\n\\nSecond, technology enables people to have more tools to access justice, by allowing access to dispute resolution or reporting mechanisms from their computers or mobile phones. Some of these advances include virtual criminal filings or receiving advice from legal specialists without travel costs.\\n\\nThird, technology can help institutions solving legal problems to have more efficient processes, preventing bottlenecks and making decisions faster. For example, electronic filing and digital systems can help courts reduce backlog.\\n\\nAll this can go a long way in facilitating access to justice.\\n\\nWe are at a very important moment when it is necessary to understand justice, not only as dispute resolution, but also as a catalyst for economic and social development.\\n\\nThe UN has highlighted access to justice as part of the Sustainable Development Goals, which implies that justice has a double importance: not only is it desirable due to its direct impact on people’s well-being, but it is also a catalyst and enabler of development.\\n\\nIt is a right that empowers people in a way that enables the other Sustainable Development Goals to be met as well.\\n\\nAccess to justice isn’t something that only concerns lawyers or that only happens in court. Justice has a face and is on the streets of every city and every community. Public policy discussions must have people, their contexts and their problems at the center, and not just institutions or laws, as this will ensure that a broader and more effective spectrum of solutions emerge.\",\"timestamp\":1638648482,\"title\":\"The Role of Technology to Guarantee Access to Justice\"},\"digest\":\"8ZmzFrC6ouWKxRmLm0HVSOGhe6n2qyRJJWUD4fJNLgE\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"qhJNR5M81k7J48w4nKzrRSv15gwVxV9AIKc-HwtuqrjCAZtiBWhbB9czJxxbGgxE9OvIq2gYlJIjW-tqQ2pLfQ\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8ZmzFrC6ouWKxRmLm0HVSOGhe6n2qyRJJWUD4fJNLgE\"}"