"{\"content\":{\"body\":\"The mind of a lover moves in a circle, or at least on a more circular course than other minds, some of which at times even seem to move almost in a straight line. Presently, Coleman was at the point where he bad started, and he did not pause until he reached that theory which asserted that the professor had been inspired to his visit by some sight or knowledge of Marjory in distress. Of course, Coleman was wistfully  desirous of proving to himself the truth of this theory.\\n\\nThe palpable agitation of the professor during the interview seemed to support it. If he had come on a mere journey of conscience, he would have hardly appeared as a white and trembling old, man. But then, said Coleman, he himself probably exaggerated this idea of the professor's appearance. It might have been that he was only sour and distressed over the performance of a very disagreeable duty.\\n\\nThe correspondent paced his room and smoked. Sometimes he halted at the little table where was the brandy and soda. He thought so hard that sometimes it seemed that Marjory had been to him to propose marriage, and at other times it seemed that there had been no visit from any one at all.\\n\\nA desire to talk to somebody was upon him. He strolled down stairs and into the smoking and reading rooms, hoping to see a man he knew, even if it were Coke. But the only occupants were two strangers, furiously debating the war. Passing the minister's room, Coleman saw that there was a light within, and he could not forbear knocking. He was bidden to enter, and opened the door upon the minister, care- fully reading his Spectator fresh from London. He looked up and seemed very glad. \\\"How are you?\\\" he cried. \\\"I was tremendously anxious to see you, do you know! I looked for you to dine with me to-night, but you were not down?\\\" \\\"No ; I had a great deal of work.\\\"\\n\\n\\\" Over the Wainwright affair? By the way, I want you to accept my personal thanks for that work. In a week more I would have gone demented and spent the rest of my life in some kind of a cage, shaking the bars and howling out State Department messages about the Wainwrights. You see, in my territory there are no missionaries to get into trouble, and I was living a life of undisturbed and innocent calm, ridiculing the sentiments of men from Smyrna and other interesting towns who maintained that the  diplomatic service was exciting. However, when the Wainwright party got lost, my life at once became active. I was all but helpless, too; which was the worst of it. I suppose Terry at Constantinople must have got grandly stirred up, also. Pity he can't see you to thank you for saving him from probably going  mad. By the way,\\\" he added, while looking keenly at Coleman, \\\" the Wainwrights don't seem to be smothering you with gratitude? \\\"\\n\\n\\\" Oh, as much as I deserve-sometimes more,\\\" answered Coleman. \\\" My exploit was more or less of a fake, you know. I was between the lines by accident, or through the efforts of that blockhead of a dragoman. I didn't intend it. And then, in the night, when we were waiting in the road because of a fight, they almost bunked into us. That's all.\\\"\\n\\n\\\"They tell it better,\\\" said the minister, severely. \\\" Especially the youngsters.\\\"\\n\\n\\\"Those kids got into a high old fight at a town up there beyond Agrinion. Tell you about that, did they? I thought not. Clever kids. You have noted that there are signs of a few bruises and scratches?\\\" \\\" Yes, but I didn't ask-\\\" \\\" Well, they are from the fight. It seems the people took us for Germans, and there was an awful palaver, which ended in a proper and handsome shindig. It raised the town, I tell you.\\\"\\n\\nThe minister sighed in mock despair. \\\" Take these people home, will you ? Or at any rate, conduct them out of the field of my responsibility. Now, they would like Italy immensely, I am sure.\\\"\\n\\nColeman laughed, and they smoked for a time.\\n\\n\\\" That's a charming girl-Miss Wainwright,\\\" said the minister, musingly. \\\"And what a beauty! It does my exiled eyes good to see her. I suppose all those youngsters are madly in love with her ? I don't see how they could help it.\\\"\\n\\n\\\" Yes,\\\" said Coleman, glumly. \\\" More than half of them.\\\"\\n\\nThe minister seemed struck with a sudden thought. \\\" You ought to try to win that splendid prize yourself. The rescuer ! Perseus! What more fitting? \\\"\\n\\nColeman answered calmly: \\\"Well \\\\* \\\\* \\\\* I think I'll take your advice.\\\"\\n\\nCHAPTER XXVIII.\\n\\nTHE next morning Coleman awoke with a sign of a resolute decision on his face, as if it had been a  development of his sleep. He would see Marjory as soon as possible, see her despite any barbed-wire entanglements which might be placed in the way by her mother, whom he regarded as his strenuous enemy. And he would ask Marjory's hand in the presence of all Athens if it became necessary.\\n\\nHe sat a long time at his breakfast in order to see the Wainwrights enter the dining room, and as he was about to surrender to the will of time, they came in, the professor placid and self-satisfied, Mrs. Wainwright worried and injured and Marjory cool, beautiful, serene. If there had been any kind of a storm there was no trace of it on the white brow of the girl. Coleman studied her closely but furtively while his mind spun around his circle of speculation. Finally he noted the waiter who was observing him with a pained air as if it was on the tip of his tongue to ask this guest if he was going to remain at breakfast forever. Coleman passed out to the reading room where upon the table a multitude of great red  guide books were crushing the fragile magazines of London and Paris. On the walls were various  depressing maps with the name of a tourist agency luridly upon them, and there were also some pictures of hotels with their rates-in francs-printed beneath. The room was cold, dark, empty, with the trail of the tourist upon it.\\n\\nColeman went to the picture of a hotel in Corfu and stared at it precisely as if he was interested. He was standing before it when he heard Marjory's voice just without the door. \\\"All right! I'll wait.\\\" He did not move for the reason that the hunter moves not when the unsuspecting deer approaches his hiding place. She entered rather quickly and was well toward the centre of the room before she perceived Coleman. \\\" Oh,\\\" she said and stopped. Then she spoke the immortal sentence, a sentence which, curiously enough is common to the drama, to the novel, and to life. \\\" I thought no one was here.\\\" She looked as if she was going to retreat, but it would have been hard to make such retreat graceful, and probably for this reason she stood her ground.\\n\\nColeman immediately moved to a point between her and the door. \\\"You are not going to run away from me, Marjory Wainwright,\\\" he cried, angrily. \\\" You at least owe it to me to tell me definitely that you don't love me-that you can't love me-\\\"\\n\\nShe did not face him with all of her old spirit, but  she faced him, and in her answer there was the old Marjory. \\\" A most common question. Do you ask all your feminine acquaintances that? \\\"\\n\\n\\\"I mean-\\\" he said. \\\"I mean that I love you and-\\\"\\n\\n\\\"Yesterday-no. To-day-yes. To-morrow-who knows. Really, you ought to take some steps to know your own mind.\\\"\\n\\n\\\" Know my own mind,\\\" he retorted in a burst of in- dignation. \\\"You mean you ought to take steps to know your own mind.\\\"\\n\\n\\\" My own mind! You-\\\" Then she halted in acute confusion and all her face went pink. She had been far quicker than the man to define the scene. She lowered her head. Let me past, please-\\\"\\n\\nBut Coleman sturdily blocked the way and even took one of her struggling hands. \\\"Marjory-\\\" And then his brain must have roared with a thousand quick sentences for they came tumbling out, one over the other. \\\\* \\\\* Her resistance to the grip of his fingers grew somewhat feeble. Once she raised her eyes in a quick glance at him. \\\\* \\\\* Then suddenly she wilted. She surrendered, she confessed without words. \\\" Oh, Marjory, thank God, thank God-\\\" Peter Tounley made a dramatic entrance on the gallop. He stopped, petrified. \\\"Whoo!\\\" he cried. \\\"My stars! \\\" He turned and fled. But Coleman called after him in a low voice, intense with agitation.\\n\\n\\\" Come back here, you young scoundrel! Come baok here I \\\"\\n\\nPeter returned, looking very sheepish. \\\" I hadn't the slightest idea you-\\\"\\n\\n\\\" Never mind that now. But look here, if you tell a single soul-particularly those other young  scoundrels-I'll break-\\\"\\n\\n\\\" I won't, Coleman. Honest, I won't.\\\" He was far more embarrassed than Coleman and almost equally so with Marjory. He was like a horse tugging at a tether. \\\"I won't, Coleman! Honest!\\\"\\n\\n\\\" Well, all right, then.\\\" Peter escaped.\\n\\nThe professor and his wife were in their sitting room writing letters. The cablegrams had all been answered, but as the professor intended to prolong his journey homeward into a month of Paris and London, there remained the arduous duty of telling their friends at length exactly what had happened. There was considerable of the lore of olden Greece in the professor's descriptions of their escape, and in those of Mrs. Wainwright there was much about the lack of hair-pins and soap.\\n\\nTheir heads were lowered over their writing when the door into the corridor opened and shut quickly, and upon looking up they saw in the room a radiant girl, a new Marjory. She dropped to her knees by her father's chair and reached her arms to his neck.  \\\" Oh, daddy! I'm happy I I'm so happy! \\\"\\n\\n\\\" Why-what-\\\" began the professor stupidly.\\n\\n\\\" Oh, I am so happy, daddy!\\n\\nOf course he could not be long in making his conclusion. The one who could give such joy to Marjory  was the one who, last night, gave her such grief. The professor was only a moment in understanding. He laid his hand tenderly upon her head \\\" Bless my soul,\\\" he murmured. \\\"And so-and so-he-\\\"\\n\\nAt the personal pronoun, Mrs. Wainwright lum- bered frantically to her feet. \\\" What ? \\\" she shouted. Coleman ? \\\"\\n\\n\\\" Yes,\\\" answered Marjory. \\\" Coleman.\\\" As she spoke the name her eyes were shot with soft yet tropic flashes of light.\\n\\nMrs. Wainwright dropped suddenly back into her chair. \\\"Well-of-all-things!\\\" The professor was stroking his daughter's hair and although for a time after Mrs. Wainwright's outbreak there was little said, the old man and the girl seemed in gentle communion, she making him feel her happiness, he making her feel his appreciation. Providentially Mrs. Wainwright had been so stunned by the first blow that she was evidently rendered incapable of speech.\\n\\n\\\" And are you sure you will be happy with him? asked her father gently.\\n\\n\\\" All my life long,\\\" she answered.\\n\\n\\\" I am glad! I am glad! \\\" said the father, but even as he spoke a great sadness came to blend with his joy. The hour when he was to give this beautiful and beloved life into the keeping of another had been heralded by the god of the sexes, the ruthless god that devotes itself to the tearing of children from the parental arms and casting them amid the mysteries of an irretrievable wedlock. The thought filled him with solemnity.\\n\\nBut in the dewy eyes of the girl there was no question. The world to her was a land of glowing promise.\\n\\n\\\" I am glad,\\\" repeated the professor.\\n\\nThe girl arose from her knees. \\\" I must go away and-think all about it,\\\" she said, smiling. When the door of her room closed upon her, the mother arose in majesty.\\n\\n\\\" Harrison Wainwright,\\\" she declaimed, \\\"you are not going to allow this monstrous thing! \\\"\\n\\nThe professor was aroused from a reverie by these words. \\\"What monstrous thing ? \\\" he growled.\\n\\n\\\" Why, this between Coleman and Marjory.\\\"\\n\\n\\\" Yes,\\\" he answered boldly.\\n\\n\\\" Harrison! That man who-\\\"\",\"timestamp\":1638929912,\"title\":\"it may be seen that after Coleman had eliminated Marjory from the discussion\"},\"digest\":\"SyqlZ3FYQ1z1pbehsFJKdjRvcNDdcPm5nEprpJXX6I8\",\"authorship\":{\"contributor\":\"0x98485E752AD42d721892AE055281b72F1cA81833\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E5d-avR5PitvQmVs4VdHdnrC--jWBdNegkk_rjdhbHY\\\",\\\"y\\\":\\\"fF-xSHkhAmwzGU_Wp83Kgy0z7esz9QswTa4Y9VifsP8\\\"}\",\"signature\":\"hVQUKAdz1Mc4v3vv5A9ca4DlnG3zq9Zd-V4qNoQnqYdrtlKwHwufuwl_uVJ1M_q450WezGm_pPLc05v1BxxmzQ\",\"signingKeySignature\":\"0xff33f92f343f41074e047e9e995b394e0b20a8bf3693e83d6effadf06504979a2af2743624efa5331399caf230b08bef39ea3c909608639b15a0886293a491de1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E5d-avR5PitvQmVs4VdHdnrC--jWBdNegkk_rjdhbHY\\\",\\\"y\\\":\\\"fF-xSHkhAmwzGU_Wp83Kgy0z7esz9QswTa4Y9VifsP8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SyqlZ3FYQ1z1pbehsFJKdjRvcNDdcPm5nEprpJXX6I8\"}"