"{\"content\":{\"body\":\"El mundo de la investigación descentralizada ha dado un paso de gigante. Hemos tenido la primera constancia de la investigación farmacéutica de la vida real (y su correspondiente propiedad intelectual) fundada y registrada en una cadena de bloques tratada como un NFT (Non-Fungible Token). Esto ha ocurrido gracias a una DAO (Decentralized Autonomous Organization) llamada @vita_dao en twitter. Esta DAO, que es una empresa, tiene la propiedad del token creado por $325.000, donde éste refiere a los investigadores de Copenhague que han realizado la investigación y que son los que tienen el derecho a ser los creadores de la propiedad intelectual.\\n\\nEl token ha sido creado en una plataforma de creación de tokens de propiedad intelectual llamada molecule.to. Es una empresa que tiene la misión de democratizar las propiedades intelectuales en el mundo de la medicina. Confían en crear un sistema global descentralizado donde se financiarán las propiedades intelectuales terapéuticas en lo que al desarrollo de fármacos se refiere. Son simplemente un eBay de propiedades intelectuales sobre investigaciones de fármacos.\\n\\nEsta IPNFT (Intellectual Property Non Fungible Token) es como una llave: abre la puerta a que haya gente que la compre y así permita a la investigación seguir adelante con su curso, tener liquidez y ofrecer valor a la propiedad intelectual. Este token registra en sí mismo los derechos legales y las licencias de esta propiedad intelectual, independientemente de quién sea el propietario de la NFT. Una cosa es ser creador de la propiedad intelectual y beneficiarte de las comisiones que recibas porque usen tu propiedad intelectual y otra es ser propietario y beneficiarte de las comisiones que recibas porque usen la propiedad intelectual que tú has comprado: has invertido en ella. Permitimos que uno o cientos de inversores tengan la puerta abierta a comprar de forma transparente propiedades intelectuales sobre investigación farmacéutica de forma completa o fraccionada, beneficiando así a las empresas investigadoras que necesitan liquidez o financiamiento. La plataforma molecule.to es quien de forma descentralizada genera y registra los tokens de propiedades intelectuales generados y coordina a ver quién es propietario de qué, fraccionar propiedades, etc.\\n\\nHa sido la organización VitaDAO la que ha comprado la totalidad del token IP-NFT por $325.000, y es la DAO la que tiene la propiedad del token: los usuarios, la comunidad de la VitaDAO y sus accionistas se beneficiarán todos en conjunto de todas las monetizaciones que se puedan hacer en relación con el token de la propiedad intelectual. El dinero que se ha usado para comprar el token de propiedad intelectual (etherscan link: https://etherscan.io/tx/0xeed1f2f13cf7c93644264e463b6fce07b6bbd54478a4fc02395d38bc0e991d73) era de la reserva de VitaDAO, o sea la reserva de dinero de todos los accionistas de la DAO.\\n\\nTodos los accionistas de la organización tienen derecho a voto con respecto a todo lo que la DAO haga gracias al token $VITA. La compra de esta propiedad intelectual no ha sido arbitraria: se realizó una propuesta a la plataforma VitaDAO donde los accionistas tenían la opción de elegir si avanzar hacia adelante con la inversión de 325k en la propiedad intelectual creada por los investigadores de Copenhague o no. La decisión de comprar la propiedad intelectual fue respaldada por el 88% de los accionistas.\\n\\nUna DAO ofrece flexibilidad en cuanto a organizar una comunidad, porque la DAO se convierte en representación de los intereses de la comunidad y está sujeta a las normas y reglas que la comunidad decida en su conjunto (como los accionistas de VitaDAO con los tokens $VITA).\\n\\nPor último se hace uso de la tecnología de computación colaborativa que ofrece nevermined.io para tener acceso seguro a las IPNFT: no se le permite ver los datos en relación a la investigación a quien no tenga el derecho y la autorización de verlos y hacer uso de ellos. Para hacer uso de la propiedad intelectual se le debe pagar a los propietarios de la IPNFT, que éstos pagarán correspondientemente (según lo estipulado en molecule.to) a los creadores de la propiedad intelectual, los cuales están realizando la investigación, financiando el proyecto y ofreciendo liquidez. Es en nevermined.io donde se hace la compra del “uso” de los datos de las propiedades intelectuales.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/7.737931871203929e+76](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/7.737931871203929e+76)\\n\\n\",\"timestamp\":1634807304,\"title\":\"THE XXI OPINION - VitaDAO\"},\"digest\":\"Tjfmk4nMpawKzxY5z4ljcnZOZUXxkeTm76KiOqKsAAE\",\"authorship\":{\"contributor\":\"0xf2178b0Aab1339a5618Ab633a31E049912FAf4d1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Rx-fPHOWhUaCFdspsKf40CIfvdxjpYnru8J5dHRL7pU\\\",\\\"y\\\":\\\"sg1EKTgtu_tJAQLFC5mp7oIm9JDRcFi-kwoRCIsjVYc\\\"}\",\"signature\":\"iSOAJk-WFtBotT1o5TSziO9xmLcDv_C7oaTWpg4IGBDpGfzsV5TxQzbFa2KbvtbSw1VoWXCvy09SSk1zEGdYXQ\",\"signingKeySignature\":\"0x9e78a76f93fb4d544a74f9dfe4f20b36d598c5229d903e65cd0dfa1539c0064e7052c042ad32ba0653732e5c162ff1114c8299d571ac2264a6a7573bf4284b061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Rx-fPHOWhUaCFdspsKf40CIfvdxjpYnru8J5dHRL7pU\\\",\\\"y\\\":\\\"sg1EKTgtu_tJAQLFC5mp7oIm9JDRcFi-kwoRCIsjVYc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Tjfmk4nMpawKzxY5z4ljcnZOZUXxkeTm76KiOqKsAAE\"}"