"{\"content\":{\"body\":\"\\\\-Using neuromodulation to stimulate sleep-\\n\\n![Photo by Bret Kavanaugh on Unsplash](https://images.mirror-media.xyz/publication-images/coqVX4BrqG_HVwF7m-3kg.jpeg?height=533&width=800)\\n\\n## Sleep and our Survival\\n\\nSince the dawn of animals, sleep has been a vital process in refreshing and healing our bodies. Globally, [insufficient sleep is “considered to be a public health epidemic](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6473877/). Specifically, [insufficient sleep of adolescents](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3900610/) is one of the largest factors of overweight and depressive symptoms and [35.2% of adults in the US say that they are sleep deprived](https://www.cdc.gov/sleep/data_statistics.html). As well as [51% of adults](https://www.travelagentcentral.com/running-your-business/stats-51-adults-worldwide-don-t-get-enough-sleep) worldwide report they get less sleep than they need on an average night (7 hours).\\n\\nEveryone deserves a good night’s sleep, but sadly not everyone gets one. As civilization advanced, so did our sleep patterns and methods.\\n\\nThere are many theories as to why humans rely on sleep to survive.\\n\\n1. **Inactivity theory** → An evolutionary theory that humans (and most species in genus Homo) rest at night due to our lack of survival function in the darkness. This improves our chance of survival as we are still and quiet during our most venerable time. As to why we still sleep at night even without the fear of predation, is related to how evolution dictates our traits in the long term.\\n2. **Energy conservation theory** → Humans use sleep to reduce their energy demand during the part of the day when it was the least efficient to hunt for food.\\n3. **Restoration theory →** Humans use sleep as a time to repair cellular components necessary for a biological and social functions. Theories suggest that during slow-wave sleep the body is repaired and during REM sleep the brain is repaired. This is supported by the fact that there is an increase in growth hormone secretion during slow-wave and increased activity levels in the brain during REM.\\n4. **Brain Plasticity Theory →** Humans use sleep for the reorganization and growth of the brain’s structure and function.\\n\\n## Modern Sleep and The Problem\\n\\nThroughout history, differing sleep patterns arose, such as **Monophasic**, **Diphasiac**, **Everyman**, **Dymaxion**, and the **Uberman [(explanation of each cycle)](https://www.dreams.co.uk/sleep-matters-club/4-alternative-sleeping-cycles-infographic/)**. All these patterns/cycles differ greatly, and the typical human follows a monophasic cycle which consists of one sleep a night lasting roughly 7–9 hours. This cycle is suited for individuals who work a 9–5 job or cannot nap during the day, and it promises minimal risk of sleep deprivation. This cycle is a direct adaptation of the four main theories, allowing humans to protect themselves at night, reduce metabolism, heal/grow the body and the brain through the 3–5 REM cycles during our sleep. However, this cycle is now threatened by modern sleep trends.\\n\\n### Phones and Sleep Disorders\\n\\nThe CDC states that 1 in 3 adults don’t get enough sleep, and that —\\n\\n> Sleeping less than seven hours per day is associated with an increased risk of developing chronic conditions such as obesity, diabetes, high blood pressure, heart disease, stroke, and frequent mental distress.\\n\\nThis for many individuals should be a larger concern. As sleep is responsible for our general health, by lacking it we cannot expect to operate at 100% throughout our waking life. A big contributor to a lack of sleep in the modern era has been our devices. Handheld devices like phones and tablets emit short-wavelength blue light which has been discovered to delay the onset of melatonin production in the pineal and extra-endocrine system. Blue light can also reduce the time and deepness of REM and slow-wave sleep. This, of course, is just one main catalyst of sleep deprivation, others can include diagnosed sleep disorders, such as Insomnia, Sleep Apnea, RLS, and Narcolepsy. Although some of these disorders are hereditary, many are caused by poor habits and potentially certain mental disorders such as chronic depression and anxiety. Many of the individuals facing these harsh disorders use strict nighttime routines, or potentially the support of external OTC or prescribed medication to get a few moments of shuteye before rapidly awaking.[ However, ](https://www.hopkinsmedicine.org/health/conditions-and-diseases/sleepwake-cycles)**[some](https://www.hopkinsmedicine.org/health/conditions-and-diseases/sleepwake-cycles)**[ of the listed disorders can are also largely hormonal based and are caused due to a lack of production/imbalance of certain neurotransmitters.](https://www.hopkinsmedicine.org/health/conditions-and-diseases/sleepwake-cycles)\\n\\nDue to this hormone imbalance, many individuals again resort to sleeping medication to assist them in falling asleep. Many of these pills lack personalization creating long term effects, some common ones are **listed below:**\\n\\n**\\\\*Medication (Brand Name)\\\\***\\n\\n### Trazodone (Desyrel) →\\n\\nDescription: Common anti-depressant used to treat sleeplessness and anxiety.\\n\\nShort Term effects/warnings: Daytime drowsiness, chronic headaches, frequent constipation.\\n\\nLong Term effects/warnings: Impaired short-term memory, verbal learning, body sway, and arm muscle endurance.\\n\\n**Sources:**\\n\\n<https://www.nhs.uk/medicines/trazodone/>, <https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3165092/>\\n\\n### Temazepam (Restoril) →\\n\\n**Description:** Used to treat insomnia (trouble falling asleep or staying asleep). Works by slowing down the brain, causing drowsiness. This is considered a benzodiazepine, and when used to treat insomnia, the effect wears off after a few weeks, and rebound insomnia has been reported with cessation of the drug. Benzodiazepines are also associated with coordination problems causing motor vehicle crashes, as well as hip fractures. Many patients underestimate the degree of impairment caused, and these medications should never be taken longer than a month.\\n\\n**Short Term effects/warnings:** Temazepam can stop breathing and common effects include **forgetfulness, depression, and daytime drowsiness** (essentially the effects experienced from sleep deprivation).\\n\\n**Long Term effects/warnings:** Extremely addictive and withdrawal leads to i**mpaired attentional and psychomotor cognitive functioning** that persists for **at least** 6 months after withdrawal.\\n\\n**Sources:**\\n\\n<https://pubmed.ncbi.nlm.nih.gov/24337417/>, <https://www.drugs.com/temazepam.html>, [https://www.aafp.org/afp/2013/,0815/p224.html](https://www.aafp.org/afp/2013/0815/p224.html), <https://americanaddictioncenters.org/benzodiazepine/mental-physical-effects>\\n\\n### Triazolam (Halcion) →\\n\\n**Description:** Used to treat insomnia, similar to Temazepam. This is considered a benzodiazepine, and when used to treat insomnia, the effect wears off after a few weeks, and rebound insomnia has been reported with cessation of the drug. Benzodiazepines are also associated with coordination problems causing motor vehicle crashes, as well as hip fractures. Many patients underestimate the degree of impairment caused, and these medications should never be taken longer than a month.\\n\\n**Short Term effects/warnings:** Sleep, dizziness, confusion, stopped breathing.\\n\\n**Long Term effects/warnings:** Highly controversial (Banned in the U.K) due to addictive nature, which through withdrawal causes hallucinations, seizures (likely fatal) and a laundry list of over 20 more negative symptoms. One of the most widely reported side effects is the propensity to cause a person to take actions while asleep that they retain no memory of, for example:\\n\\n* The individual may prepare a meal\\n* Engage in sexual activities\\n* Sleepwalk and/or drive\\n* Make phone calls\\n* Do housework\\n* Engage in violent activity, including murder [(apparent in court proceedings)](https://www.nytimes.com/1992/11/13/us/jury-partly-blames-sleeping-pill-in-a-murder.html)\\n\\n**Sources:**\\n\\n<https://americanaddictioncenters.org/halcion-addiction/risks-taking-with-drugs>\\n\\n<https://americanaddictioncenters.org/halcion-addiction>\\n\\n<https://www.drugs.com/sfx/halcion-side-effects.html>\\n\\n### Melatonin Supplements→\\n\\n**Description:** Typically synthetically produced melatonin is used to provide relief from sleep disorders such as delayed sleep and insomnia. Melatonin is the primary hormone responsible for your sleep-wake cycle.\\n\\n**Short Term effects/warnings:** Headaches, dizziness, daytime fatigue, and nausea. Can potentially cause depression, mild tremors and increased anxiety.\\n\\n**Long Term effects/warnings:** A[ 2017 study](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5263083/) found that 31 popular melatonin supplements contained an incorrect amount of melatonin compared to the label. 26% of these supplements produced levels of serotonin which are potentially harmful in the produced dosages. **These long-term effects need further research:** Delayed Puberty, Restless Leg Syndrome worsening, Increased imbalance and falls for individuals with dementia. **Along with more research needed on those listed effects, we are lacking peer-reviewed information on withdrawal and reliance.**\\n\\n**Sources:**\\n\\n<https://www.healthline.com/health/is-it-bad-to-take-melatonin-every-night#interactions>\\n\\n<https://alaskaregional.com/blog/entry/4-reasons-to-be-cautious-about-melatonin>\\n\\n### The Future\\n\\nQuite frankly none of these medications are ideal. They all bring negative externalities that only worsen as the user becomes far more reliant. Of course, natural alternatives to sleeplessness exist like meditation and staying active which directly contribute to factors like reducing anxiety and depression, however, if an individual is experiencing a lack of melatonin and issues with mood-regulation, without the support of external medication we rely on our natural hormone production process. Our hormones are responsible for the regulation of many physiological processes and behavioural activities such as digestion, metabolism, respiration, sensory perception, **sleep**, excretion, lactation, stress induction, growth and development, movement, reproduction, and **mood manipulation**. For some individuals, this process is inherently flawed and that means they must suffer if they do not wish to experience all those nasty short and long-term side effects listed above.\\n\\n**But what if we could get the brain to produce more sleep and mood-regulating hormones?**\\n\\nIt would allow individuals to potentially experience a far more balanced mood and sleep cycle thus leading to a healthier and happier life long-term. This with recent advancements has become a potential reality. But before I explain this future, let’s talk about **shocking frogs! ⚡️🐸**\\n\\n## Galvanism\\n\\nIn the late 1700s, Italian anatomy professor **Luigi Galvani** had discovered that by sending electrical impulses to different areas of the brain he could make the muscles of a dead frog twitch and jerk. This rather morbid experiment was a light for many interested in “re-animating the dead” however today, this was representative of an early precursor to **neuromodulation**.\\n\\nBut before we enter the world of neuromodulation —\\n\\n### How did Galvanism work?\\n\\nBy electrically stimulating specific areas of the brain, Galvani sent electrical signals through the frog’s spinal cord and to the nerves responsible for motor functions, causing motor neurons to fire and contract the muscle fibres in the frog’s limbs, causing the jerk.\\n\\n**Fun Fact! —** Galvanism inspired major literature pieces such as Frankenstein.\\n\\n## Neuromodulation\\n\\nGalvanism became highly controversial throughout prior centuries and doctors collectively focused on how sending electrical impulses can benefit, instead of “re-animate” humans. Neuromodulation is subsequently, the technology/stimulation that electrically or chemically stimulates nerves to provide a benefit.\\n\\nFor reference, the human body is composed up of 7 billion nerves that act as wires that transmit signals between your brain, spinal cord, and the rest of your body. Nerves are critical in nearly every single life function, and as such, by using either electricity or chemicals we can practically control the **entire body’s function**; a rather scary concept.\\n\\nHowever, some specific nerves are responsible for hormone production in the pineal and endocrine systems. Any group of nerves responsible for hormone boosts or the typical fight/flight lie on the Sympathetic Nervous system or the Parasympathetic Nervous system.\\n\\n> [The sympathetic nervous system (SNS) releases the hormones (catecholamines — epinephrine and norepinephrine) to accelerate the heart rate. The parasympathetic nervous system (PNS) releases the ](https://health.ucdavis.edu/sportsmedicine/resources/heart-rate.html#:\\\\~:text=The%20sympathetic%20nervous%20system%20%28SNS%29%20releases%20the%20hormones%20%28catecholamines,to%20slow%20the%20heart%20rate.)**[hormone acetylcholine](https://health.ucdavis.edu/sportsmedicine/resources/heart-rate.html#:\\\\~:text=The%20sympathetic%20nervous%20system%20%28SNS%29%20releases%20the%20hormones%20%28catecholamines,to%20slow%20the%20heart%20rate.)**[ to slow the heart rate.](https://health.ucdavis.edu/sportsmedicine/resources/heart-rate.html#:\\\\~:text=The%20sympathetic%20nervous%20system%20%28SNS%29%20releases%20the%20hormones%20%28catecholamines,to%20slow%20the%20heart%20rate.)\\n\\nSo applying a galvanized approach, by stimulating areas of the parasympathetic passageway we can target melatonin production in the pineal gland as innervation from the pterygopalatine and otic ganglia is present in the gland. **So by sending electrical impulses to specific nerves in our parasympathetic nervous system we can ⚡️ ourselves to sleep!**\\n\\nThis experiment has been conducted on rats though stimulation of parasympathetic nerves wherein switching frequency from 2 and 15 Hz at a constant current of 2 mA for a consecutive 34 days has **shown to significantly improve plasma melatonin in the brain (as compared to a control group)**. This is just the beginning of neuromodulation for mood regulation which leads me to real-world applications and my current project:\\n\\n> **After many restless nights and a keen interest in nerves, I was finally motivated to discover how we can neuromodulate ourselves to sleep.**\\n\\n> **So over the last few weekends, I’ve been collaborating with a few friends on a new solution for falling asleep naturally and without the support of external OTC or prescribed medication.**\\n\\n## The project is called neusleep\\n\\n![](https://images.mirror-media.xyz/publication-images/oLzsMfWwoN1Zqx7cHlqSi.png?height=438&width=1261)\\n\\n**neusleep** is a brain-computer interface (a device that acquires brain signals) that uses neuromodulation to stimulate the specific nerve responsible for melatonin and serotonin production. By detecting an individual’s brainwaves and hopefully heart rate or body temperature we can send a personalized dose of melatonin and serotonin depending on individual biomarkers (distance from sleep) using artificial intelligence. The golden/ideal theory behind **neusleep** is that by harnessing the natural processes of the brain and endocrine (hormone) system, we can create a non-reliant solution to sleeping medication, that has a planned obsolesce timeline in place. **In other words, we want to build a natural product that you can use for a week and by sticking to a similar routine daily, will hopefully never have to use it again.**\\n\\nExpanding on a personalized dose, **neusleep** sends electrical impulses when the user is attempting to fall asleep, midway through sleep to keep the user in a sleep state, and then weens the user off melatonin towards their desired wake up time, potentially reducing sleep inertia (the slowness/tiredness experience after waking). This follows the melatonin cycle seen below:\\n\\n![](https://images.mirror-media.xyz/publication-images/ICJqgytgsMNtCMKafdbSs.jpeg?height=265&width=458)\\n\\nIf you’re interested in potentially using this technology for yourself after a lot more testing and potential medical approval, **[fill in this form here with your basic information!](https://oj4o7o7q4ki.typeform.com/to/TKO0PeYv)**\\n\\nThis project is still in works but I will update this article periodically. I will be developing the algorithm to determine the dose of electrical impulse → melatonin soon!\\n\\nCurrent trials underway 💀 **↓**\\n\\n![](https://images.mirror-media.xyz/publication-images/xmpLODlz1CrEQT1GnB0NF.jpeg?height=1298&width=600)\\n\\n**If you’re a somnologist (sleep doctor)/neurologist or have insight on this technology feel free to reach out to me on [twitter](https://twitter.com/jakeradler) or [email me](mailto:adlerrjake@gmail.com?subject=neusleep)!**\",\"timestamp\":1637552321,\"title\":\"Shock Yourself to Sleep⚡️\"},\"digest\":\"kcUE_gOwTe3DrxnwTBN3N6gUZXHdkUfeJ_NUqa_o0gQ\",\"authorship\":{\"contributor\":\"0xe049E289ED14923eaeF98a3Adf4352F08321dAB0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"632vKBKMJFuGxAqeQeAd01u4M8Pk_SfHu9OVeociTqc\\\",\\\"y\\\":\\\"CnyDf2rlAUOpwQweLxkjVLSkW5urQOzZXcw_MBCZsrI\\\"}\",\"signature\":\"gsmKZoyUwAFRAjab9A6rNuBOoeNYIomKISIvbpRQliVXlhPLFot0bWRitPpQ8LviFPpdEk_1BnAiI_Q-xfKSpw\",\"signingKeySignature\":\"0x62a9f0df5ac5ebb7339b7a3ef765d4038990582dec26c84b42f53620678021cc1651ab21dcd8bd1f46bdc5908cd9e9017e7ecc37af964757e6d451e09521b2d81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"632vKBKMJFuGxAqeQeAd01u4M8Pk_SfHu9OVeociTqc\\\",\\\"y\\\":\\\"CnyDf2rlAUOpwQweLxkjVLSkW5urQOzZXcw_MBCZsrI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kcUE_gOwTe3DrxnwTBN3N6gUZXHdkUfeJ_NUqa_o0gQ\"}"