"{\"content\":{\"body\":\"**My Captain** determines how I live my life.\\n\\n**My Explorer** is my adventurous side. He has ideas and scouts out my future.\\n\\n**My Navigator** figures out how I can reach my goals. He is my strategizer. He sets my course and makes the adjustments necessary to stay on course.\\n\\n**My Mate** turns my Navigators instructions into actions. He tells the crew how to set our sails and how to keep our craft shipshape.\\n\\n**My crew** gets the work done.  Without their action, my explorer’s dreams would remain dreams.\\n\\n### My Team\\n\\nMy Captain is my conscious self. He tells me what to do each moment of my life. My Captain determines what is important and sets my priorities.\\n\\nMy crew gets the work done. They are a conscious effort as well. The rest of my team is in my subconscious. I can only talk with them during quiet times. They come to me in my sleep or when I am meditating. They demand quiet time.\\n\\n### New Beginnings\\n\\nIt is a New Year. It is a time of new beginnings. It is a time to make new resolutions.  It is a time to look at what we have accomplished in the last year and decide what big projects we want to accomplish in the New year. \\n\\n### Make Your Resolutions Work\\n\\nMost resolutions are forgotten almost as quickly they are made, Resolutions must be written. If the Navigator fails to review them often we quickly drift of course. When resolutions fail, it is because my Captain is asleep and our boat is drifting. There are times to drift with the current but only when the river is taking us where we want to go. When you hit a rapid, you must pick up a paddle and take control.\\n\\n### Stay Your Course.\\n\\nKnow your next Port-O-Call, make sure you stay the course. Set your sails to get you where you want to go. Enjoy your trip. Enjoy your ride. You are never going to get a second chance.\",\"timestamp\":1640016576,\"title\":\"My Captain, My Captain\"},\"digest\":\"wq2eUEZ5fvDWBdErtQHkJflzNNH41hRViwgwRYKMWVQ\",\"authorship\":{\"contributor\":\"0xcC23cD3DFD5b67Ba168BCC373c4438013F0909A9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PzNnKyjSYTM5ww-TL4IRCu5jmfnQAzdcPkPTye756ks\\\",\\\"y\\\":\\\"7LHeeT7CY6TwcPIqluZCQATtTuVKtaa4bUYXuo3nAKU\\\"}\",\"signature\":\"PRpq87YKJ9PDYEMg_4pS8duD1uuAT3dOj_iWQpgsilhncoqGlgixlDR6oWVU2gg6NTEcVBa6e-VD3jdJTZyoPg\",\"signingKeySignature\":\"0x87fcae88576cd7ac1171690a4c97a09c97dc56fe0f89447affe97f57bf719a3f30016d093660c6430869f57e0bdf81bd7c5f02173bdf0dc2f73e24e9f94eda861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PzNnKyjSYTM5ww-TL4IRCu5jmfnQAzdcPkPTye756ks\\\",\\\"y\\\":\\\"7LHeeT7CY6TwcPIqluZCQATtTuVKtaa4bUYXuo3nAKU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wq2eUEZ5fvDWBdErtQHkJflzNNH41hRViwgwRYKMWVQ\"}"