"{\"content\":{\"body\":\"# \\n\\nOn Sept. 29, 2021, the U.S. Commodity Futures Trading Commission (CFTC) announced it had filed [14 complaints](https://www.coindesk.com/business/2021/09/29/cftc-files-charges-against-14-crypto-companies/) against various crypto trading platforms. It was the busiest day of action for the nation’s top commodities regulator and a noted departure from its usual course. Between 2015 and the end of June 2020 the watchdog had only brought 19 separate enforcement actions related to crypto businesses.\\n\\nDespite that seemingly paltry number of investigations, for years many participants and observers of the crypto industry viewed the CFTC as the de facto overseer of virtual currencies. The agency of about 700, responsible for monitoring hundreds of trillions of dollars in derivatives trading, first classified bitcoin as a commodity in 2014.\\n\\n***This op-ed is part of CoinDesk’s [Policy Week](https://www.coindesk.com/policy/2021/10/18/crypto-2022-policy-week/), a forum for discussing how regulators are reckoning with crypto (and vice versa). It published first in The Node newsletter. You can subscribe to get the full [newsletter here](https://www.coindesk.com/newsletters).***\\n\\n0 seconds of 38 minutes, 13 secondsVolume 90%\\n\\n \\n\\nIn an industry where there is little positive guidance, where regulators historically seemed averse to commenting on the market, the CFTC stepped up to provide a little clarity. In late 2014, the agency affirmatively stated that digital currencies fall under the definition of a commodity and therefore its remit, in the Commodity Exchange Act (CEA). In 2018, [Bloomberg](https://www.bloomberg.com/news/articles/2018-01-12/who-wants-to-be-bitcoin-s-watchdog?sref=3REHEaVI) called CFTC “the federal overseer of digital currencies.”\\n\\nAll that is largely subject to change. And indeed it already has. The agency that gave us pro-crypto regulators including [“digital dollar” advocates](https://www.coindesk.com/markets/2020/01/16/former-cftc-officials-ramp-up-push-for-digital-dollar-with-accenture-partnership/) Chris Giancarlo and Daniel Gorfine, [stablecoin-defender](https://www.coindesk.com/business/2021/09/10/wrong-to-regulate-crypto-through-enforcement-ex-cftc-official-quintenz/) Brian Quintenz and [ETH-positive](https://www.coindesk.com/policy/2020/07/28/cftc-chair-a-large-part-of-financial-system-could-end-up-in-blockchain-format/) Heath Tarbert is changing hands. There are currently three out of five vacant “commissioner”-level positions that President Joe Biden intends to fill. Who he appoints will undoubtedly have a significant effect on the next growth phase in crypto.\\n\\nThe CFTC is already ceding ground. Earlier this year Commissioner [Dawn Stump](https://www.coindesk.com/policy/2021/08/23/cftc-commissioner-stump-decries-oversimplification-that-crypto-is-either-a-security-or-commodity/), a Republican, said that sister agency the Securities and Exchange Commission (SEC) has a large role to play in regulating crypto markets. This came after SEC Chair Gary Gensler said cryptocurrencies, by and large, were neither currencies or commodities but securities, placing them in his domain.\\n\\n“There has often been a grossly inaccurate oversimplification offered which suggests \\\\[crypto assets\\\\] are either securities regulated by the Securities and Exchange Commission, or commodities regulated by the Commodity Futures Trading Commission,” Stump [said in August](https://www.cftc.gov/PressRoom/SpeechesTestimony/stumpstatement082321). “Even if a digital asset is a commodity, it is not regulated by the CFTC.”\\n\\nGoing forward, it seems, the CFTC will limit itself to dealing with crypto derivatives – like futures and options contracts – rather than the coins themselves.\\n\\nThis goes a long way in reducing the tension between the CFTC and SEC, in what some commentators call a turf war between agencies with overlapping jurisdictions. Crypto presents a unique challenge for legacy frameworks: Pure cryptos disintermediate builders and stakeholders from the underlying asset. But in their beginning stages, before they’re broadly adopted or [“sufficiently decentralized,”](https://www.coindesk.com/markets/2019/03/13/dont-count-on-decentralization-to-rule-crypto-out-as-security-vaneck-exec/) they more often resemble investment contracts. Then there’s the question of who is at the center of a smart contract; Gensler wants coders to take ownership of their code.\\n\\nStump and Gensler’s statements also seem to reduce the importance of the supposed continuum between securities and commodities. For years, developers have operated under the understanding that a crypto, issued by a team, could eventually “morph” into a commodity that belongs to the world. That’s what happened with Ethereum’s native currency, ETH, which both SEC and CFTC officials stated point blank was a security during the initial coin offering (ICO).\\n\\nGiancarlo advocated a Hippocratic, “do no harm” approach towards crypto. Before taking over as chair, he laid his views on the line, stating that blockchains could “revolutionize the world of finance.” He wanted the agency, founded in 1974 to monitor agricultural products, to become a “21st century regulator.” In 2017, he launched LabCFTC, an internal unit to study digital assets, led by Daniel Gorfine.\\n\\n***See also: [DeFi Is Like Nothing Regulators Have Seen Before. How Should They Tackle It?](https://www.coindesk.com/policy/2021/10/19/defi-is-like-nothing-regulators-have-seen-before-how-should-they-tackle-it/)***\\n\\nInvestigations were limited to pretty clear, identifiable, fraudulent schemes; businesses that failed to register with the CFTC; illegal off-exchange transactions; gatekeepers and price manipulators.\\n\\nIn 2018, Giancarlo did the unthinkable and approved bitcoin futures trading. More specifically, he allowed CME Group and Cboe Global Markets to “self-certify” these products. In 2019, then-Chairman Heath Tarbert declared that ETH is a commodity. A year later ErisX, a cryptocurrency derivatives platform, launched the first [ether futures contract](https://www.coindesk.com/erisx-announces-launch-of-first-us-ether-futures-contracts/).\\n\\n“Reasonable regulation that is carefully tailored to solve for identifiable regulatory risks is helpful in advancing mainstream adoption of new technologies and innovations. It is important, however, to strike an appropriate balance and not prematurely box-in innovation that is still in its early innings of development,” Gorfine told CoinDesk over email.\\n\\nThe SEC’s historically limited role in the crypto industry was positive. It took a back seat, and innovators were allowed to innovate. They oversaw specific institutions, in the same way that states oversee applications of crypto being used as money transmitters, but left the market broadly in the hands of the CFTC. And actors, from [BitMEX](https://www.coindesk.com/markets/2021/08/10/bitmex-announces-100m-cftc-fincen-settlement/) to [CabbageTech](https://www.coindesk.com/markets/2020/01/16/cabbagetech-ceo-sentenced-to-33-months-in-prison-after-pleading-guilty-in-fraud-case/) Corp., were still brought to justice when they broke the rules.\\n\\nThere are still ways for the CFTC to ensure its greater role in the market. Last year, former U.S. Rep. Mike Conaway proposed the “Digital Commodity Exchange Act” that would create a path for crypto exchanges to be regulated by commodities regulators. The bill died, but Rep. Tom Emmer (R-Minn.) is [still talking it up](https://www.coindesk.com/policy/2021/10/18/rep-tom-emmer-wants-stablecoins-over-cbdcs-interview/).\\n\\nThen, there’s the possibility that certain cryptos would qualify for a “de minimis” exception, making them more like foreign currencies.\\n\\nPresident Biden’s [pick to head up](https://www.coindesk.com/policy/2021/09/13/biden-cftc-picks-include-crypto-law-scholar/) the CFTC is Rostin Behnam, who currently serves as acting chair; law professor Kristin Johnson and government watchdog Christy Goldsmith Romero are likely to be named commissioners. All have experience dealing with crypto and would make fine watchdogs.\\n\\n“Acting Chairman Behnam is an excellent choice to serve as Chairman of the CFTC. He has a strong understanding of the issues and I believe will ensure that the CFTC remains forward-leaning in its oversight of the markets,” Gorfine said.\\n\\nIn 2018, Behnam even noted how digital currencies could become integrated in “smaller economies.” “These currencies will be outside traditional monetary intermediaries, like government, banks, investors, ministries or international organizations,” he said.\\n\\nThat was then, this is now. It’s unclear how the CFTC of tomorrow will treat the crypto markets. But if comments from the White House, SEC and U.S. Treasury Dept. are any indication, enforcement will pick up and the “do no harm” approach will likely be minimized. But the CFTC’s place in crypto history is still being felt.\\n\\nYesterday, the SEC finally allowed a bitcoin futures-focused exchange-traded fund to go to market. I asked Giancarlo about it:\",\"timestamp\":1634720207,\"title\":\"The CFTC Was Proved Right on Bitcoin Futures. What’s Next for the Agency?\"},\"digest\":\"XgWHUF5ETL4tEBcRsLe4ww2G3oJzm6VVmoVQJW5hNYo\",\"authorship\":{\"contributor\":\"0xf960c047a47677eA00c94a1074C90850c550c24C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"moOAEwBuHdjQ1RmpWgUebIphT885Y3gIBMRoTeLKvAM\\\",\\\"y\\\":\\\"KXe-4jXjG4GG49oXGEJPrYhghTn9qD_vfDBGX_9QfzE\\\"}\",\"signature\":\"9fpeC_uIECIAjoZmhMmI-KPgZCQbQ1ryqesVgea6VZ8JrbwtUx5QY6jXP_UEenewk4SCfALaRGCMXFjtJFHYpA\",\"signingKeySignature\":\"0xd84641d61a70fd3a07745ca4a53cffe5c32bc0f12a59e3ba38e8ee48497cd0b75e1c86b495f0187b1ff672748bc058e2828b3d86bcdfb98d62392fbfbd3bf2081c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"moOAEwBuHdjQ1RmpWgUebIphT885Y3gIBMRoTeLKvAM\\\",\\\"y\\\":\\\"KXe-4jXjG4GG49oXGEJPrYhghTn9qD_vfDBGX_9QfzE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XgWHUF5ETL4tEBcRsLe4ww2G3oJzm6VVmoVQJW5hNYo\"}"