"{\"content\":{\"body\":\"removed the cigar from his lips, and allowed the smoke slowly and\\n\\ngracefully to escape them.\\n\\n\\\"There, young man,\\\" said the great painter.\\n\\n\\\"Here, young man, here's another way; watch this,\\\" said Georges,\\n\\nimitating Schinner, but swallowing the smoke and exhaling none.\\n\\n\\\"And my parents believed they had educated me!\\\" thought Oscar,\\n\\nendeavoring to smoke with better grace.\\n\\nBut his nausea was so strong that he was thankful when Mistigris\\n\\nfilched his cigar, remarking, as he smoked it with evident\\n\\nsatisfaction, \\\"You haven't any contagious diseases, I hope.\\\"\\n\\nOscar in reply would fain have punched his head.\\n\\n\\\"How he does spend money!\\\" he said, looking at Colonel Georges. \\\"Eight\\n\\nfrancs for Alicante and the cheese-cakes; forty sous for cigars; and\\n\\nhis breakfast will cost him--\\\"\\n\\n\\\"Ten francs at least,\\\" replied Mistigris; \\\"but that's how things are.\\n\\n'Sharp stomachs make short purses.'\\\"\\n\\n\\\"Come, Pere Leger, let us drink a bottle of Bordeaux together,\\\" said\\n\\nGeorges to the farmer.\\n\\n\\\"Twenty francs for his breakfast!\\\" cried Oscar; \\\"in all, more than\\n\\nthirty-odd francs since we started!\\\"\\n\\nKilled by a sense of his inferiority, Oscar sat down on a stone post,\\n\\nlost in a revery which did not allow him to perceive that his\\n\\ntrousers, drawn up by the effect of his position, showed the point of\\n\\njunction between the old top of his stocking and the new \\\"footing,\\\"--\\n\\nhis mother's handiwork.\\n\\n\\\"We are brothers in socks,\\\" said Mistigris, pulling up his own\\n\\ntrousers sufficiently to show an effect of the same kind,--\\\"'By the\\n\\nfooting, Hercules.'\\\"\\n\\nThe count, who overheard this, laughed as he stood with folded arms\\n\\nunder the porte-cochere, a little behind the other travellers. However\\n\\nnonsensical these lads might be, the grave statesman envied their very\\n\\nfollies; he liked their bragging and enjoyed the fun of their lively\\n\\nchatter.\\n\\n\\\"Well, are you to have Les Moulineaux? for I know you went to Paris to\\n\\nget the money for the purchase,\\\" said the inn-keeper to Pere Leger,\\n\\nwhom he had just taken to the stables to see a horse he wanted to sell\\n\\nto him. \\\"It will be queer if you manage to fleece a peer of France and\\n\\na minister of State like the Comte de Serizy.\\\"\\n\\nThe person thus alluded to showed no sign upon his face as he turned\\n\\nto look at the farmer.\\n\\n\\\"I've done for him,\\\" replied Pere Leger, in a low voice.\\n\\n\\\"Good! I like to see those nobles fooled. If you should want twenty\\n\\nthousand francs or so, I'll lend them to you-- But Francois, the\\n\\nconductor of Touchard's six o'clock coach, told me that Monsieur\\n\\nMargueron was invited by the Comte de Serizy to dine with him to-day\\n\\nat Presles.\\\"\\n\\n\\\"That was the plan of his Excellency, but we had our own little ways\\n\\nof thwarting it,\\\" said the farmer, laughing.\\n\\n\\\"The count could appoint Monsieur Margueron's son, and you haven't any\\n\\nplace to give,--remember that,\\\" said the inn-keeper.\\n\\n\\\"Of course I do; but if the count has the ministry on his side, I have\\n\\nKing Louis XVIII.,\\\" said Pere Leger, in a low voice. \\\"Forty thousand\\n\\nof his pictures on coin of the realm given to Moreau will enable me to\\n\\nbuy Les Moulineaux for two hundred and sixty thousand, money down,\\n\\nbefore Monsieur de Serizy can do so. When he finds the sale is made,\\n\\nhe'll be glad enough to buy the farm for three hundred and sixty\\n\\nthousand, instead of letting me cut it up in small lots right in the\\n\\nheart of his property.\\\"\\n\\n\\\"Well done, bourgeois!\\\" cried the inn-keeper.\\n\\n\\\"Don't you think that's good play?\\\" said Leger.\\n\\n\\\"Besides,\\\" said the inn-keeper, \\\"the farm is really worth that to\\n\\nhim.\\\"\\n\\n\\\"Yes; Les Moulineaux brings in to-day six thousand francs in rental.\\n\\nI'll take another lease of it at seven thousand five hundred for\\n\\neighteen years. Therefore it is really an investment at more than two\\n\\nand a half per cent. The count can't complain of that. In order not to\\n\\ninvolve Moreau, he is himself to propose me as tenant and farmer; it\\n\\ngives him a look of acting for his master's interests by finding him\\n\\nnearly three per cent for his money, and a tenant who will pay well.\\\"\\n\\n\\\"How much will Moreau make, in all?\\\"\\n\\n\\\"Well, if the count gives him ten thousand francs for the transaction\\n\\nthe matter will bring him fifty thousand,--and well-earned, too.\\\"\\n\\n\\\"After all, the count, so they tell me, doesn't like Presles. And then\\n\\nhe is so rich, what does it matter what it costs him?\\\" said the inn-\\n\\nkeeper. \\\"I have never seen him, myself.\\\"\\n\\n\\\"Nor I,\\\" said Pere Leger. \\\"But he must be intending to live there, or\\n\\nwhy should he spend two hundred thousand francs in restoring the\\n\\nchateau? It is as fine now as the King's own palace.\\\"\\n\\n\\\"Well, well,\\\" said the inn-keeper, \\\"it was high time for Moreau to\\n\\nfeather his nest.\\\"\\n\\n\\\"Yes, for if the masters come there,\\\" replied Leger, \\\"they won't keep\\n\\ntheir eyes in their pockets.\\\"\\n\\nThe count lost not a word of this conversation, which was held in a\\n\\nlow voice, but not in a whisper.\\n\\n\\\"Here I have actually found the proofs I was going down there to\\n\\nseek,\\\" he thought, looking at the fat farmer as he entered the\\n\\nkitchen. \\\"But perhaps,\\\" he added, \\\"it is only a scheme; Moreau may not\\n\\nhave listened to it.\\\"\\n\\nSo unwilling was he to believe that his steward could lend himself to\\n\\nsuch a conspiracy.\\n\\nPierrotin here came out to water his horses. The count, thinking that\\n\\nthe driver would probably breakfast with the farmer and the inn-\\n\\nkeeper, feared some thoughtless indiscretion.\\n\\n\\\"All these people combine against us,\\\" he thought; \\\"it is allowable to\\n\\nbaffle them-- Pierrotin,\\\" he said in a low voice as the man passed\\n\\nhim, \\\"I promised you ten louis to keep my secret; but if you continue\\n\\nto conceal my name (and remember, I shall know if you pronounce it, or\\n\\nmake the slightest sign that reveals it to any one, no matter who,\\n\\nhere or at Isle-Adam, before to-night), I will give you to-morrow\\n\\nmorning, on your return trip, the thousand francs you need to pay for\\n\\nyour new coach. Therefore, by way of precaution,\\\" added the count,\\n\\nstriking Pierrotin, who was pale with happiness, on the shoulder,\\n\\n\\\"don't go in there to breakfast; stay with your horses.\\\"\\n\\n\\\"Monsieur le comte, I understand you; don't be afraid! it relates to\\n\\nPere Leger, of course.\\\"\\n\\n\\\"It relates to every one,\\\" replied the count.\\n\\n\\\"Make yourself easy.--Come, hurry,\\\" said Pierrotin, a few moments\\n\\nlater, putting his head into the kitchen. \\\"We are late. Pere Leger,\\n\\nyou know there's a hill to climb; I'm not hungry, and I'll drive on\\n\\nslowly; you can soon overtake me,--it will do you good to walk a bit.\\\"\\n\\n\\\"What a hurry you are in, Pierrotin!\\\" said the inn-keeper. \\\"Can't you\\n\\nstay and breakfast? The colonel here pays for the wine at fifty sous,\\n\\nand has ordered a bottle of champagne.\\\"\\n\\n\\\"I can't. I've got a fish I must deliver by three o'clock for a great\\n\\ndinner at Stors; there's no fooling with customers, or fishes,\\n\\neither.\\\"\\n\\n\\\"Very good,\\\" said Pere Leger to the inn-keeper. \\\"You can harness that\\n\\nhorse you want to sell me into the cabriolet; we'll breakfast in peace\\n\\nand overtake Pierrotin, and I can judge of the beast as we go along.\\n\\nWe can go three in your jolter.\\\"\\n\\nTo the count's surprise, Pierrotin himself rebridled the horses.\\n\\nSchinner and Mistigris had walked on. Scarcely had Pierrotin overtaken\\n\\nthe two artists and was mounting the hill from which Ecouen, the\\n\\nsteeple of Mesnil, and the forests that surround that most beautiful\\n\\nregion, came in sight, when the gallop of a horse and the jingling of\\n\\na vehicle announced the coming of Pere Leger and the grandson of\\n\\nCzerni-Georges, who were soon restored to their places in the coucou.\\n\\nAs Pierrotin drove down the narrow road to Moisselles, Georges, who\\n\\nhad so far not ceased to talk with the farmer of the beauty of the\\n\\nhostess at Saint-Brice, suddenly exclaimed: \\\"Upon my word, this\\n\\nlandscape is not so bad, great painter, is it?\\\"\\n\\n\\\"Pooh! you who have seen the East and Spain can't really admire it.\\\"\\n\\n\\\"I've two cigars left! If no one objects, will you help me finish\\n\\nthem, Schinner? the little young man there seems to have found a whiff\\n\\nor two enough for him.\\\"\\n\\nPere Leger and the count kept silence, which passed for consent.\\n\\nOscar, furious at being called a \\\"little young man,\\\" remarked, as the\\n\\nother two were lighting their cigars:\\n\\n\\\"I am not the aide-de-camp of Mina, monsieur, and I have not yet been\\n\\nto the East, but I shall probably go there. The career to which my\\n\\nfamily destine me will spare me, I trust, the annoyances of travelling\\n\\nin a coucou before I reach your present age. When I once become a\\n\\npersonage I shall know how to maintain my station.\\\"\\n\\n\\\"'Et caetera punctum!'\\\" crowed Mistigris, imitating the hoarse voice\\n\\nof a young cock; which made Oscar's deliverance all the more absurd,\\n\\nbecause he had just reached the age when the beard sprouts and the\\n\\nvoice breaks. \\\"'What a chit for chat!'\\\" added the rapin.\\n\\n\\\"Your family, young man, destine you to some career, do they?\\\" said\\n\\nGeorges. \\\"Might I ask what it is?\\\"\\n\\n\\\"Diplomacy,\\\" replied Oscar.\\n\\nThree bursts of laughter came from Mistigris, the great painter, and\\n\\nthe farmer. The count himself could not help smiling. Georges was\\n\\nperfectly grave.\\n\\n\\\"By Allah!\\\" he exclaimed, \\\"I see nothing to laugh at in that. Though\\n\\nit seems to me, young man, that your respectable mother is, at the\\n\\npresent moment, not exactly in the social sphere of an ambassadress.\\n\\nShe carried a handbag worthy of the utmost respect, and wore shoe-\\n\\nstrings which--\\\"\\n\\n\\\"My mother, monsieur!\\\" exclaimed Oscar, in a tone of indignation.\\n\\n\\\"That was the person in charge of our household.\\\"\\n\\n\\\"'Our household' is a very aristocratic term,\\\" remarked the count.\\n\\n\\\"Kings have households,\\\" replied Oscar, proudly.\\n\\nA look from Georges repressed the desire to laugh which took\\n\\npossession of everybody; he contrived to make Mistigris and the\\n\\npainter understand that it was necessary to manage Oscar cleverly in\\n\\norder to work this new mine of amusement.\\n\\n\\\"Monsieur is right,\\\" said the great Schinner to the count, motioning\\n\\ntowards Oscar. \\\"Well-bred people always talk of their 'households'; it\\n\\nis only common persons like ourselves who say 'home.' For a man so\\n\\ncovered with decorations--\\\"\\n\\n\\\"'Nunc my eye, nunc alii,'\\\" whispered Mistigris.\\n\\n\\\"--you seem to know little of the language of the courts. I ask your\\n\\nfuture protection, Excellency,\\\" added Schinner, turning to Oscar.\\n\\n\\\"I congratulate myself on having travelled with three such\\n\\ndistinguished men,\\\" said the count,--\\\"a painter already famous, a\\n\\nfuture general, and a young diplomatist who may some day recover\\n\\nBelgium for France.\\\"\\n\\nHaving committed the odious crime of repudiating his mother, Oscar,\\n\\nfurious from a sense that his companions were laughing at him, now\\n\\nresolved, at any cost, to make them pay attention to him.\\n\\n\\\"'All is not gold that glitters,'\\\" he began, his eyes flaming.\\n\\n\\\"That's not it,\\\" said Mistigris. \\\"'All is not old that titters.'\\n\\nYou'll never get on in diplomacy if you don't know your proverbs\",\"timestamp\":1637316298,\"title\":\"Then he took another whiff, kept the smoke in his throat,\"},\"digest\":\"K9wN-2lziFN2KRC0NPH0G9_G8Xsw5BrRCnEVPMg6zow\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bo5D9mtOzWnftguHZ7AwZEVs-e8ZUvl9d_esMQ3G1eA\\\",\\\"y\\\":\\\"R5PGgwp4B2igynJzDDW1Sh0sxMNJ2ogHfVTbYXoE08M\\\"}\",\"signature\":\"G18nk6-ywBX4_KKUJ7MHUf_iTDEJO0o3m8nEPQPCnJwm_3aat4VW9Cbvdmgc3GzmQtwyZv7t6ortxrSGYYD_tA\",\"signingKeySignature\":\"0x2dfca387afcdd8ce2ef6d9bb6ffca2e2213a1dbb60c747f7b6102b16f0362ac56ad2b62bf9cb890ff4de3c9219049bd5f93c530452162e623555f64551bb03431c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bo5D9mtOzWnftguHZ7AwZEVs-e8ZUvl9d_esMQ3G1eA\\\",\\\"y\\\":\\\"R5PGgwp4B2igynJzDDW1Sh0sxMNJ2ogHfVTbYXoE08M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"K9wN-2lziFN2KRC0NPH0G9_G8Xsw5BrRCnEVPMg6zow\"}"