"{\"content\":{\"body\":\"I grew up with the advice “everyone who says they know what they want to do is full of shit.” This was said by my father who is in IVF and has seen hundreds of thousands of high earning professionals throughout his 30+ year career in private practice. So I took this attitude in my career and still think what I end up “doing with my life” aka what will be in my obituary is still far off.\\n\\nSo I’ve jumped around and tried lots of things, corporations, startups, VC, all with the thread of being able to use my writing skills and financial savvy. The constant jumping around at levels and types of company structures has allowed me to really think on what I want to see in companies of the future. Here are my tips to any aspiring CEOs, business owners, Entrepreneurs, etc.\\n\\nNote: we are not aspiring for perfection, everyone will have interpersonal difficulties at work, it’s about how you meet them that will make you an exceptional leader. Most people would like to see at least a decent workplace.\\n\\n**For Leaders/Founders/CEOs:**\\n\\n 1. Feedback. People need to be able to be constructive with it, accept it like adults, and work collaboratively on whatever needs fixing.\\n 2. Pay above market rates, and you will get above market results.\\n 3. Spend less money on merch and fancy trips and more on salaries.\\n 4. Nail payroll from day one. Contractors and employees should not be wondering how they are going to pay their bills because you can’t get it together to send payroll out on time.\\n 5. Be transparent with salaries, make a public database available internally.\\n 6. Your employees should love what you’re doing, but mission alone cannot save shitty behavior, below market pay, and lack of psychological safety.\\n 7. Non-competes can eat my ass. For anything below VP, they should not exist.\\n 8. No one should worship anyone else, they’re a C-suite executive, not a deity.\\n 9. Don’t fuck with anyone’s assistant. Bosses too, don’t fuck with your own assistant, promote them, treat them with respect, and realize they have a life and goals beyond being your assistant.\\n10. Cronyism is a downfall of most companies. That’s how $600k of overhead goes to people who sit around all day, go to Cipriani, and corner assistants for information.\\n\\n**For Managers:**\\n\\n1. Promote people.\\n2. Gas people up. Takes two minutes. Let someone know when they’ve done a great job.\\n3. Figure out how people work best. See how you can meet them where they need to be.\\n4. Every manager should have some form of people management training. Being a Project Manager does not make you a great People Manager by default. Take it seriously.\\n5. Think on the impact you have on someone else’s career. Try to embody what you would have wanted for yourself in your behavior towards your direct reports.\\n6. Make time for your direct reports. I’ve seen many managers get too caught up in optics and FOMO and ignoring their direct reports completely. They will leave you.\\n7. Your company is hosting an event? Bring your assistant, entry level employees, etc. It will make them feel like they’re getting perks and give them more exposure to move up in their career.\\n8. Make sure you are investing in your direct reports, be open to suggestions of trainings and find the room in your CapEx for basics like webinars, conferences, training sessions. They matter.\\n\\n9\\\\. Be fair and reasonable with yearly reviews, be transparent about each point you are making about your direct report’s performance, and do one better — offer a solution.\\n\\n10\\\\. If a decision is coming from higher ups that will affect your department it is your duty to share what’s going on with your direct reports within what is legal to share. Don’t leave them in the dark about major firings or budget cuts or hiring freezes.\\n\\n**TLDR;**\\n\\n1. Feedback is important and delivering it in the correct way that feels psychologically safe is of utmost importance.\\n2. As a manager you are highly responsible for your Direct Report’s career trajectory; act like it and rise to the occasion. Carve out time for them, act as a sounding board about their career, give honest advice.\\n3. All managers and executives need people management training, create an emphasis on that in HR departments and make it mandatory.\\n4. Promote people and pay an above market salary you will see more retention and better performance.\\n\\nHopefully this was helpful to those looking to do some type of HR transformation in their companies, or are building a company for the first time. In the end, think of how to be a decent person at work and run with that. \\n \",\"timestamp\":1642518512,\"title\":\"For Leaders: How to Create a Decent Workplace\"},\"digest\":\"bV2YbMClnvbT5Am82XyZHirQWH5SHi0aKPzTmaccVmw\",\"authorship\":{\"contributor\":\"0x69D6075EacBbfD10504fCAE62CD2d86660b0553d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SudgL-0vnBm_XIFxlm4N0Zq-JcfYynjv7alzBO4RGZw\\\",\\\"y\\\":\\\"x8Qe2nA9j2nRyDBiU3k2MM4PPTXSvZMIv0477l7vHZo\\\"}\",\"signature\":\"23Gs-Cy0TPqMtqyP_4u5-fqgt4oaIbSKOYqSDrhbjqMemMkZviXSIE6A5kCgzF_soqMoMGduteTlti1JzJ-Hyw\",\"signingKeySignature\":\"0xd789c77c48e9ba8ee9930271ec9f2c34f28f1a97182d6e8a25643c2404de76d7588823749842ad7fcac2fbb0bccf463d28fd2d15ad873f45cb65acc6b5d8b93f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SudgL-0vnBm_XIFxlm4N0Zq-JcfYynjv7alzBO4RGZw\\\",\\\"y\\\":\\\"x8Qe2nA9j2nRyDBiU3k2MM4PPTXSvZMIv0477l7vHZo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bV2YbMClnvbT5Am82XyZHirQWH5SHi0aKPzTmaccVmw\"}"