"{\"content\":{\"body\":\"We increasingly live in digital worlds. The metaverse requires an open standard for ownership of its digital items. NFTs are that standard: digitally-native property rights for a digital world.\\n\\nIf NFTs are to represent every digital item in the metaverse, NFT infrastructure must be built on some basic principles: \\n\\nFirst, it’s critical that creators can own their works. This already rings true to creators today. Before long, it will become a burning necessity, as creators bundle their works into their own tokens representing themselves, their brands, and their communities.\\n\\nSecond, the markets for NFTs must be open and accessible by any application. As Uniswap demonstrated in DeFi, crypto-native assets demand crypto-native (on-chain) markets. This will become only more important as the same NFTs are integrated permissonlessly by developers across a wide array of applications. Rather than fragmenting liquidity for each NFT, every application will want to access a shared, global, and composable liquidity pool. In this world, every application inherently becomes a marketplace for the NFTs it surfaces, whether the future Instagram, Spotify, or Fortnite.\\n\\nFinally, the art world has shown how critical markets are to the success of work. The identity of the purchaser can affect the value of the work, causing creators to be incredibly sensitive to that identity, to the point of adjusting prices based on who the buyer is.\\n\\nZora is an NFT protocol built on these insights. It enables any creator to mint and directly own their works. And it creates a single, unified, open market attached to every NFT that the creator controls - a sort of Uniswap for NFTs. This allows NFTs to be [platformless, permissionless, and permanent](https://twitter.com/js_horne/status/1372252221669249032?s=20). Wherever an NFT is surfaced, its singular market follows. The owner can pick the next buyer along with a proposed sell-on share (a percentage of the next sale which they participate in). [Unexpected and novel behaviors](https://twitter.com/FEhrsam/status/1370503136125804547?s=20), including new types of NFT-based applications, bidding in multiple currencies within one market, and even sell-on share negotiations via live steam, are already emerging from this approach. This blog post itself is an NFT!\\n\\n[NFT](ethereum://0xabefbc9fd2f806065b4f3c237d4b59d9a97bcac7/2277)\\n\\nNFTs are early in their evolution. Just as much of the best online media could hardly have been imagined in the early days of the internet (who would have thought watching other people playing video games would be such a big business?), the same will be true of NFTs, both as a form factor and as a foundation for new types of applications. Crypto is rapidly creating the infrastructure for the metaverse. Zora is a key piece of that infrastructure, enabling experiences and worlds that seem unimaginable today.\",\"timestamp\":1616117214,\"title\":\"Zora\",\"publication\":\"fred\"},\"digest\":\"eTFyZ3qcRmYy2VGRXx4ylJviYRaLRYr9_ZVOrrM3Y7U\",\"authorship\":{\"contributor\":\"0x7FeabF26185D54629a067Ee237041E703E6a242F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_5nEZQxCyhdrC-ZyzTkaOUVWVkSiX54uXrMkvYk1_Io\\\",\\\"y\\\":\\\"viLY8CbNJvG_C-t9p0N0mEabF4anlUACJZVXRGHyBNU\\\"}\",\"signature\":\"FY6HLdN3VY8AEEAeR8UCI1gmrLh-rYN-tqS60n7T4Ep9ooKqQq6L-bTHyuVJG06H1B234P3ygOBtUAHmLph_Bg\",\"signingKeySignature\":\"0x4f7c98a3bb3b2dd8b22c71010e3f4c125b45490f32ce8e25018fe0807941f6ae4eaa3c0fff1d3a5bbe22bccc14e76bbbbbf2ba6265924ff3f1ad961cd0c8bbab1b\",\"signingKeyMessage\":\"I authorize the publication of articles on fred.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_5nEZQxCyhdrC-ZyzTkaOUVWVkSiX54uXrMkvYk1_Io\\\",\\\"y\\\":\\\"viLY8CbNJvG_C-t9p0N0mEabF4anlUACJZVXRGHyBNU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{\"nftTransactionHash\":\"0x6e57528ef8ee255bcc5fe98da8fbff4df57ea7628c1abca6c89560c751c9433d\"},\"version\":\"12-21-2020\",\"originalDigest\":\"d5sCOM1qXl1olokuDNp0xRbwR9S27iKJgxOfdo6ljWY\"}"