"{\"content\":{\"body\":\"走在去白石矿场的路上，眼前突然跳出的一则系统公告让我两眼放起了光芒。特别公告：为了响应广大玩家对分配点的积极建议，为了让天地里的战斗更加富有挑战性，系统将对越级杀怪的玩家升级时给予1-2点的分配点奖励，详细情况请进入官方论坛查询。\\n\\n```\\n竟然有1-2点升级分配点奖励，我口腔内不名液体突然增多，肾上腺也开始分泌异常，赶紧进入官方论坛看看具体这个奖励是什么情况。\\n\\n喝，论坛里面已经热闹非凡，我想问的问题早就有N人问过了，每秒钟都有成千上万条帖子在里面更新，看得人眼花缭乱，我赶紧找了几个我关心的问题看起来。\\n\\n玩家问：越多少级杀怪才能获得奖励？\\n\\n系统答：至少一级以上，越级越高获得的可能性越大。\\n\\n玩家问：是不是每次越级杀怪都能获得奖励点数？\\n\\n系统答：当然不是，这个奖励是有一定几率的，当然每次升级都是越级杀怪的话，获得奖励的可能性就会大大增加。\\n\\n玩家问：那个人越级杀怪和团队越级杀怪的几率是一样的吗？\\n\\n系统答：不一样，团队的几率远远低于个人，毕竟难度系数不一样，所以两者能够获得奖励的几率当然不同。\\n\\n玩家问：这个奖励对于三十级以下的玩家也适用吗？\\n\\n系统答：不适用，三十级以下的玩家依旧按照随机分配点的准则，此奖励只是适用于三十级以上的玩家。\\n\\n……看了这些，我对于那额外分配点规则已经是心知肚明。前几天刚刚为那消逝升级的春天而神伤的我，现在又是一副喜形于色，系统真是公道，知道我们这些自力更生，艰苦创业玩家的苦，又赐给我们获得第二春的机会。\\n\\n既然如此，那我还去什么白石矿场，要熟悉矿坑环境我早熟悉够了，要不是那被遗弃的巨魔洞穴现在不对外开放的话，我恨不得先去那转悠转悠才好。为了那升级奖励，我立马转了方向，去那地下迷宫，三层里的黑暗骑士它们可都是三十出头的怪，够上奖励要求了。\\n\\n这时的地下迷宫一、二层已经人满为患，毕竟现在二十四五——二十八九的玩家是最多的，而这里正适合团练玩家，熟悉的过道，冷漠的气息又我让想起在这里曾经和我配合过的那些玩家们，想必现在也在哪痛下苦功呢。\\n\\n三层的玩家相对少得多，我找了个冷僻的角落，再次面对那身穿重装甲胃，散发着凛冽杀气的黑暗骑士来，这次我的战斗技巧可就丰富多了，先潜行摸到黑暗骑士身边，心里祈祷着”碎甲“二字，跟着就是个刎喉，刀身上的暗红色线条在吮吸黑暗骑士血液后，如活过来一般，闪烁着不定的鲜红色光芒游走在刀身上，而发挥出碎甲特效的刎喉一下子就砍掉了黑暗骑士600加的血量。\\n\\n一击得手，我立即后撤几步，让开黑暗骑士回首砍过来的长剑，左手拿起咱新到手的刺牙之碧晶弩，光滑冰凉的弩身散发着如象牙般夺目的光泽，里面早已经塞满了三十发掺加寒铁矿打造而成的裂棱箭，为什么叫裂棱箭，那是因为此箭头部分开四叉，且每边都锋利异常，一旦射中目标就等于多开四条放血槽，因而附加的伤害也比细铁箭高上几分，当然价格也不菲，以前我一直舍不得买，但是今时不同往日，这点钱是一定不能省的。\\n\\n一枝枝裂棱箭从刺牙之碧晶弩中飞射出去，不时会出现三枝裂棱箭并排落到黑暗骑士身上，而-60，-70，-200的伤害也让我大呼一个字——爽。\\n\\n靠着灵活的动作，我时而绕到黑暗骑士背后一个背刺，时而冲到它前面一阵急射，匕首和箭枝频频落到黑暗骑士的身上，或许它是因为身上穿着那套盔甲\\n\\n太过笨重，不太能跟上我的节骤，而手上的巨剑也常常砍空，就算砍着了，减一百多的伤害也不再让我动容，\\n\\n又是一波连射，黑暗骑士轰然倒下，除了为我送上几十个铜币外，最大的贡献就是让我的经验值又看涨了几分，带着一腔还未消褪的战意，我又扑向下一个目标。\\n\\n晚十点二十一分，猎杀黑暗骑士二百七十二名，黑暗牧师三十七名，得巨精长剑制造卷轴一张，黑暗之尘三十五瓶，\\n\\n铜钱大量；消耗回血丹一十七颗、赤蛇丹四颗、金月丸四颗、紫灵丸四颗、麻痹毒药八瓶、噬血药剂四瓶、熊掌三只、猪排六块。\\n\\n当等级顺利提升到三十一级时，缠绕在身上的金光并不是我开怀大笑的理由，提升一级也不能让我如此的兴奋，真正让我乐不可支的是因为系统刚刚公布的升级奖励就降临到我的头上，除了基本三点分配点外，旁边多的+1奖励乐得我扭头歪腰，在沉寂的过道里上蹦下跳，有了第一次，就会有第二次，幸运依旧在，几度升级中。\\n\\n为了能早点用上影遁，首先给智力加上一点，看着魔法值过了百，呵呵，俺又多了个防身杀怪之技。还有三点原本想都加在力量上的，但是细细思量了下，不成，得加两点给体力，尽管现在有了紫耀皮甲对体力的加成，但是总体来说我的体力顶多算个中流之辈，防御也不算上高人几等，所以一旦混战中有几个玩家同时看上了我，给我来点冰冷的爱护，那我空有两把杀人凶器，一身高攻管个屁用，还不是一样死翘翘，还是稳妥点好，加点体力，加点体力。\\n\\n还有一点给敏捷算了，三十级和榜上高手的差距不算太大吧，最多不过三级而已，有了紫金项链的躲避提升，我还是有信心在公平的情况下和高手一搏斗，而对于那些等级在我之下的玩家，我的高躲避一定会大有用武之地，混战中还能多闪掉些流箭飞刀呢。\\n\\n在练级期间，天下第一比武大会比赛时间通知也发给了我，我的比赛时间是明天上午九点——十一点，是预赛第一场，在天地里也就四小时比赛时间，地点随我选，通过预赛者将另行通知。\\n\\n为了保证明天有充足的精力和良好的精神状态，升级后的我立即回城，将装备整修一新，背包里放足了药剂箭枝，直接跑到铁晶城外往东三里，那个被群山笼罩中的被遗弃的巨魔洞穴门口，下线休息。\\n\\n没有过多地为明天的比赛而忧心，咱好歹也在部队里也参加过N次军事比武竞技，从一开始的彻夜难眠，辗转反侧都到后来的居安入定，神清气闲，对于比赛有的只会是一股求胜的激情，而没有胆怯的彷徨，躺在床上，闭上双眼，我早早就神游九天之外了。\\n\\n“大哥，你看明天的比赛怎么办，按照天地系统里这样的比赛规则，兄弟们也不好分辨啊，要是自己人把自己人给淘汰，这、这不是窝囊了嘛。”\\n\\n“是啊，长毛说得没错，我们弟兄们基本上都参加了，要是混战的时候别人没挂到，砍翻自己的弟兄怎么办？”\\n\\n“怕什么，我早就想好了，你们过来听我说，这样……”一家豪华酒吧的包间内，一群色情凶悍的人们围着个留着小平头的健壮男子身边，听着他阵阵窃语之后，原本紧蹙的眉关也慢慢舒展开来。\\n\\n“大少爷，你看明天的比赛怎么安排？”一个三十左右国字脸，神情精悍的中年男子站在个年轻男子身后低声问道。\\n\\n“阿彪，你过来，让你手底下的人都这样安排。”年轻男子招招手让国字脸走到身边，轻声叮嘱道……\\n\\n“明天那天下第一比武大会就要开始了，也不知道我这样的安排能不能给出线增加机会，要是能够进入前三的话。”这个站在阳台上，独自沉思的冷俊男子脸上不知不觉中浮出了一丝浅浅的笑容……\\n\\n“也不知道大小姐莫名其妙地要我查个叫‘隐为者’玩家干吗，不过这个名字有点熟悉，好象听过，‘隐为着’，‘隐为者’，对了，那不是在新手村卖我装备，后头一人独得血狼王装备的玩家吗，没错，应该就是他了，大小姐难道对他有什么兴趣，不可能，还是那个玩家在哪惹了大小姐了，真是让人想不通，恩，等过了天下第一比武大会再说吧。”摸着尖削的下巴，一个男子边从天地虚拟仓里跨了出来，边喃喃自语道……\\n\\n“进入前百，M的，这条件还真是有点苛刻，看来不让帮里弟兄们下下黑手冷拳是不行的。”这个脸色苍白，面容削瘦的年轻男子一边唧咕着，一边淫笑者扑向那个躺在床上，衣不遮体，含春媚笑着向他招手的妖艳女子……\\n\\n一直拨弄着天地无数玩家心弦的天下第一比武大会即将揭开它诱人的面纱，真正掀起天地中群雄崛起，乱世纷争的序幕。功与得，名与利，这些俗世之中千古不变，为凡人所竞相追逐，顶礼膜拜的浮华之物，在天地的世界里一一影射出来\\n```\\n\\n\\n------------\",\"timestamp\":1640251403,\"title\":\"第九十章 帷幕\"},\"digest\":\"GcelLhFhJrwOSBVofteECeWMGf87-3bcKHuT8fzuOTY\",\"authorship\":{\"contributor\":\"0x38E3a44B9Ce9aBf4D2214999A5F2FB286183BA54\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MS-A2zw8dy75m5n6dCtEhcBwvoUtCtVGCr1K46XstA0\\\",\\\"y\\\":\\\"MOrZ-r5UXgDEzA_vXhnFUYzH-yjTASz3EmNEO3Xq2F0\\\"}\",\"signature\":\"fXxayKvvEy62AMwfDWKDpSCQqgedKwvdrqouotyi7HQJwJBsF5JliPdpCXcrbMim4AwNdd6THdoyhRYK8ktKlg\",\"signingKeySignature\":\"0x2816699016e1b61719fc01c86cbb6f42a7d0361a52cfb100bc7b0abbd980410a68b9d6fded26e55c605330fc3453da16797fb5f38314cc7529fd58059dfaa5c41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MS-A2zw8dy75m5n6dCtEhcBwvoUtCtVGCr1K46XstA0\\\",\\\"y\\\":\\\"MOrZ-r5UXgDEzA_vXhnFUYzH-yjTASz3EmNEO3Xq2F0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GcelLhFhJrwOSBVofteECeWMGf87-3bcKHuT8fzuOTY\"}"