"{\"content\":{\"body\":\" \\n   \\n  \\n 　　董明旺是甘肃省陇西县交警大队的警察，本应工作作风的董明旺在我一起交通肇事导致我母亲死亡的案件中，公然采取弄虚作假、捏造假证、违规操作的卑劣手段，偏袒严重违章的肇事司机姚宝刚。 \\n 　　董明旺办案不公造成的后果有多严重？ \\n 　　“肇事司机姚宝刚逃脱了牢狱之灾，保险公司不予赔偿，一个因坚守路规而惨死在斑马线上的无辜老人喊冤走在九泉路上……” \\n 　　本应打击犯罪的警察的董明旺却不保护人民，不恪尽职守，不公正办案，将我们一家推进了喊冤控告的水深火热之中。 \\n 　　我们一家呼吁上级领导倾听呼声，不要给我们家制造新的上访灾难。 \\n  \\n 　　母亲无辜惨死，承办民警名叫董明旺 \\n 　　 \\n 　　我们母亲是一位勤劳善良的农村老人，出事当天她还象往常一样带足了干粮老早地出门。 \\n 　　出事那天，我们母亲骑着一辆自行车到离家十里之外的一家中药材加工厂去捡药打临工。 \\n 　　出事时，天还没有亮，当我们母亲路经一个十字路口时，因这段道路没有设置红绿灯和摄像头，她特别小心习惯地走人行横道线去马路对面的药厂时，一辆突如其来严重超速行驶的货车当场要了老人的性命。 \\n 　　导致老人和我们阴阳相隔的时间是2019年12月8日凌晨6时55分，我们是早七点半到县医院，老人尸体已停放在太平间，她整个头部七窍流血悲惨死亡。 \\n 　　我们来到事故现场，我们看到的是母亲的自行车在斑马线处被碰撞到了绿化带道牙处，从斑马线到绿化带处一路上洒落着货车、自行车及受害人随身物品的碰撞碎片，自行车倒放在距离斑马线碰触点十几米绿化带道牙处，而受害者则被推行的更远，距离斑马线碰触点有二十多米远。 \\n 　　但是，肇事车辆却停放在离受害者尸体5米开外的另一条右侧车道上，很清楚司机是经高人指点并壮了胆在出事后伪造了行车路线。 \\n 　　夺走我母亲性命的司机姚宝刚是刚领驾证的新手，他根本不具备这个本能和出事后还能镇静操作的胆量和经验。 \\n 　　在现场，我们认真观察了肇事车辆，从车的发动机引擎盖左侧面严重破损，受害人头巾粘在车前挡风玻璃上，左边挡风玻璃碰成了网状带有大量的血迹。 \\n 　　可见，这起车祸的发生完全是由于肇事司机姚宝刚在通过十字路口时严重超速，当时天黑视线不良还未开启车灯，在十字路口没有观察通行路面，没有停车让行斑马线的受害人，也没有采取制动避让措施，致使受害人在斑马线上无法躲避当场死亡，并推行了二十几米。 \\n 　　这原本是肇事司机姚宝刚一手造成的重大交通事故，姚宝刚已经实实在在涉嫌了刑事犯罪，主办这个案件的是陇西县交警大队的老民警董明旺，他是持什么样的办案立场呢？ \\n  \\n  \\n 　　董明旺故意办糊涂案，颠倒黑白引用法律条文 \\n 　　 \\n 　　承办此案的警察董明旺是如何公然包庇肇事者和为肇事司机姚宝刚洗清罪名的呢？ \\n 　　董明旺明知出事故路段未安装交通信号灯红绿灯及摄像头，肇事车也无行车记录仪，天黑视线模糊灯光未开启。他凭啥断定是受害人先违章过斑马线，最后强行给一个不会开口说话的死人承担了主要责任？ \\n 　　董明旺用心良苦亲自在《现场绘制图》上大作文章，伪造了受害人自行车原来倒地的位置为肇事司机编织假证，但弄巧成拙，交警队现场照片却证实了他制图错位的证据。 \\n 　　董明旺故意抽取证据想避重就轻，将存档在卷宗里交通事故现场勘查拍摄照片做了手脚，卷内只留下序号为1、2、7、8照片，而明显缺失序号为3、4、5、6的关键照片。 \\n 　　我们在交警队问办案警察董明旺，他说：所有的照片我都装在卷里了”，但律师检查发现其中缺失了以下现场照片：肇事货车和自行车碰触点照片.受害人、自行车倒地原位置照片，受害者落地位置血迹照片，肇事货车、受害人物品一路延伸洒落物体照片等。 \\n 　　董明旺心怀鬼胎，故意不使用查案必备的先进执法记录仪摄像取证，严重缺失办案全程摄像证据，如此违规办案、造成了本案缺失最关键的视频摄像重要证据，导致本案严重缺乏执法透明度、办案没有公信力。 \\n 　　董明旺在《交通事故责任认定书》中只将姚宝刚超速行驶的事实予以认定，对于其他违法违章行为刻意回避、故意隐瞒。 \\n 　　董明旺甚至将主要事故责任划分给一个守规行驶在斑马线上的受害人。 \\n 　　董明旺胡拉八扯引用一条与本案交通事故毫无关联的法条《道路交通安全法实施条例》第六十九条第（二）项企图将没有责任的无辜受害人划为主要责任。 \\n 　　其实，第六十九条第（二）项所指：“非机动车通过没有交通信号灯控制也没有交通警察指挥的交叉路口，没有交通标志、标线控制的，在路口外慢行或者停车瞭望，让右方道路的来车先行”。 \\n 　　这与本案实际恰恰相反，我们的母亲是在标有交通标志标线的人行横道上过马路，要去马路对面的药厂干活，并非由西向东行驶过交叉路口。 \\n 　　董明旺故意颠倒黑白错误的引用与本案无关的法条，强行给受害人划分主要责任。其实彻底暴露了其包庇肇事司机姚宝刚安全脱罪的本来面目和惯用恶行，常把百姓当法盲？ \\n 　　这起明显的机动车严重违章肇事命案的侦办，最终还是没有逃过当地两大权力部门的强强联手，定性给再也无法开口的死者承担了主要责任，极其残忍地继续在死骨上炸油的人间悲剧。 \\n  \\n  \\n 　　董明旺故意包庇，公然为肇事司机姚宝刚脱罪创造条件 \\n 　　 \\n 　　为了给肇事司机姚宝刚脱罪创造条件，董明旺的系列操作可谓是漏洞百出。 \\n 　　“现场勘查不进行对肇事司机的法定酒精测试，而要在事发4小时之后才做这最关键的酒精测。我们高度怀疑司机晚上喝的酒气未消，是交警董明旺有意往后推的；为何现场勘查时，不在现场完成法定的讯问笔录，而是事故发生6小时后让肇事司机和现场证人串通好以后，才去佯装作询问呢？为何本案卷中所有执法人员的签名从书写字迹来看是同一人所为，不能排除是主办人代签。当事人要求依法提取办案人董明旺在本案卷宗中的笔迹鉴定？” \\n 　　董明旺一人执法，一人签字伪造完成了死亡道路交通事故公开证据记录，取消了法定的公开证据会，故意把重大交通命案事故用最简易程序草草处理了事，公开亵渎法律草菅人命。 \\n 　　陇西县第一人民医院120电话记录上处理情况上记载“车到现场，患者无意识，瞳孔散大固定，无呼吸，无心跳，颈动脉脉搏动消失，立即进行胸外按压术，做心电图，呈直线，医师宣布院前死亡，拉回医院送入太平室”。 \\n 　　 \\n 　　但是，董明旺在尸体鉴定和车辆鉴定委托书中将受害人当场死亡的事实写成“两车相撞，致郭合儿受伤，两车受损，造成一起道路交通事故，郭合儿经送医院抢救无效于当日死亡”，与交通事故现场事实完全不符。 \\n 　　董明旺故意违规，不走法定程序，在交通事故档案卷宗里对办案警察董明旺，岳林、杨世民三人中级职称资格证书复印件无存档，也不给当事人和律师提供办案警察法定必须在处理死亡交通事故具备的中级职称资格证书。其中的诡秘一查便知。 \\n 　　陇西县交警大队公认的骨干执法警官董明旺与肇事司机姚宝刚在本案中有不可告人的私下交易，他们惯例性地达成了互惠双赢的潜规则！受害人依法提请调取肇事司机姚宝刚事发当天的通话记录，核查内部联系人的关系。 \\n 　　鉴定已经定性为违规，交警部门继续装聋作哑 \\n 　　在董明旺的违规执法下导致全案结论虚假，造成两级公安交警执法部门对《道路交通事故认定书》的误判错判，让肇事司机姚宝刚一直逍遥法外，使惨死受害人雪上加霜死不瞑目。 \\n 　　自从母亲惨死之后，我们一直向相关部门举报，得到的都是照本宣科式的轻描淡写的答复。 \\n 　　我们到定西市以上的单位举报控告，上级批转下来变成了一张废纸。我们发二十多份投诉信向甘肃省和北京相关部门，我们的实名举报却杳无音信。 \\n 　　我们也相信法院，陇西县法院在【2020】甘1122民初1707号中一审判决，法院判定姚宝刚负担命案赔偿的百分之六十的款项。 \\n 　　我们对此判决不服提出了上诉，已经提起了上诉。 \\n 　　2020年8月10日，我们投诉办案人董明旺亲自委托的甘肃中信司法鉴定所出具虚假鉴定，得到甘肃省司法厅领导高度关注并批转兰州市司法局严肃查处。 \\n 　　在兰州市司法局执行了查办下，我们得到了如此处理结果。 \\n 　　“鉴定人未取得《司法鉴定人执业证》从事司法鉴定活动；鉴定人侯俊杰、马志雄二人，未在现场勘查（勘验）的情况下，事后违规在勘查笔录上补签签名，明知鉴定程序违规仍然在出具的鉴定意见书上签名，该鉴定为虚假无效鉴定。” \\n 　　兰州市司法局处理文件送达陇西县交警大队之后，到了今天，这家交警大队继续在装聋作哑。 \\n 　　我们强烈要求要上级党政执法部门领导严明法纪、依法严惩仗权违法处理命案的警察，彻底平息民怨给当地老百姓一个平静祥和、有法可依的生存空间。 \\n  \\n  \\n 　　实名举报人：董育新   电话：13079360503 \\n 　　董育红  电话：15336076599 \\n 　　董育红、董育新声明为本文真实性和所有控诉行为承担全部法律责任 \\n \",\"timestamp\":1638567764,\"title\":\"司法鉴定被定性为虚假，陇西交警董明旺违法办案还能走多久？\"},\"digest\":\"Yrtke-N8d-VkiuDxfu8tNW6b62sNIHhGbMmaQ0m_5b8\",\"authorship\":{\"contributor\":\"0x311A2d0607616Eb5b3994f7b8eB835Cf7fcc409E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cxnDjZArUIr9KAOJeaNocgWSehfsuGZOVAavsY088j8\\\",\\\"y\\\":\\\"pIkSyn0s3eOzHQ_bVR7r-3psCtIemAwlvAyv5Ja2JMk\\\"}\",\"signature\":\"kcyLpOb2RZVrdv9Z-mt4Hmn6oS9pQ_udLjg692AwIdub58OGmRDmHyySuAuPkqY4qxJzlAT_aWlCgT063uXvhA\",\"signingKeySignature\":\"0x83944fe7aa7b53c21564b38d431d5293aeae39b24775130aea7e358f1ae1a32c00944adc70274383939369c5ad507ecdab02fb7d42938384cdc3888c86dd11b01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cxnDjZArUIr9KAOJeaNocgWSehfsuGZOVAavsY088j8\\\",\\\"y\\\":\\\"pIkSyn0s3eOzHQ_bVR7r-3psCtIemAwlvAyv5Ja2JMk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Yrtke-N8d-VkiuDxfu8tNW6b62sNIHhGbMmaQ0m_5b8\"}"