"{\"content\":{\"body\":\"挂掉手上的犀牛，摸起地上的铜币，我顺着来的道悄悄摸了过去，看看到底来了哪路的神仙，现在那边发生了什么情况。\\n\\n```\\n“你们什么意思，奔马平原这么大的地方给当成你们家的了，说包地方就包地方吗？”一个激昂的声音说着。\\n\\n“怎么样，不爽啊，我们就是要这片地方了，怎么着，是不是看着自己人不少，想找点麻烦，好好看看，我们多少人。”听着声音就有点耳熟，走近点定睛一看，呵呵，又是那个矮人弓手。\\n\\n“疯狂，别和他们吵，朋友，我们不想生事，叫你们带头的出来说话。”一个低沉的声音不卑不亢地传了出来，是个高大的兽人战士，半身盔甲掩盖下强壮身体散发着一股野性的豪迈，一手拿着个巨大的青铜盾牌，另一只手上紧紧握着一把饱浸鲜血，色泽暗红的战锥，看他那摸样依稀有点印象，好好给了几眼，我一拍脑袋，呵呵，这不是第一次问我买装备的那个兽人战士吗，叫什么血染疆土来着，他可是等级排名帮上的人物，他来这里练级干吗，呵呵，管他干吗呢，只要是找那帮狗屁朝天的家伙麻烦就好。看着他身后除了几个人类牧师摸样的玩家外，其余清一色的兽人战士，NND，看样子就知道比较强悍。\\n\\n“怎么，想和我们老大求情让你们点地方升级，那就给我态度放好点，说不定我跟老大讲几句好话，让点地方给你们。”矮人弓手有点自我陶醉地说道。\\n\\n“你去把弟兄们都叫来，说有人想求我们点事。”矮人弓手转过头对身后的一个玩家高声说道。话一出口，就激起了兽人战士们的一脸怒色，纷纷举起了家伙，逼了上前，吓的矮人弓手身子一抖，不由地后退了几步。\\n\\n血染疆土大手一拦，脸色一冷，摇了摇头，给了他们个眼神，制止住了手下人的行动。不一会儿，就见一个衣着鲜明，双手左拥右抱，长着个鹰钩鼻的精灵战士在一群人的簇拥下缓缓走了过来，嘴上嘀咕着：“什么谈不谈的，这点小事也要麻烦我吗，理他们干吗，不过是几个兽人战士吗，不服就砍了他们贝。还怕……”话刚出口，就看到这边气势汹汹一群兽人战士正恶狠狠地盯着他，不由把最后半句也咽在了肚中。\\n\\nM的，这是几个兽人战士吗，这是几十个，看样子也不是什么善男信女，不过老子这边人更多，怕你个屁，如果你说话客气点我还可以给你们点面子，如果和老子发发狠，就送你们统统回程。鹰钩鼻一边走着，一边心里暗暗想到，放在旁边MM身上的狼爪，也不知不觉地收了回来，摸在了自己的长剑上。\\n\\n“老大，就是他们想和你谈谈的，说要给他们让让地方。”矮人弓手跑到了鹰钩鼻身边，指着血染疆土他们说道。\\n\\n“恩，就是你们啊，找我有什么事。”鹰钩鼻明知故问道。\\n\\n“我也不拐弯抹角，一句话，想要你收了这个范围限制，有怪大家各打各的，别独霸了这么大一块地方。”血染疆土走了一步，大声说道。\\n\\n“你算什么东西，随便说句话，就想我们给你们让地方。”没等鹰钩鼻回话，细眼睛就一副雄赳赳，气昂昂的样子站了出来，满口唾沫横飞的指着血染疆土骂到。\\n\\n“不知死活的东西，那就别怪我们不客气了。”血染疆土眼睛里闪过一丝狰狞，脸色一下子如同掉进了千年寒洞，覆上了一层冷霜。无须多说，手上的战锤在阳光下划过一道阴影，呼啸着砸落在细眼睛身上，“兄弟们，给我砍了他们。”\\n\\n看到眼前的兽人竟然没等自己开口，就动起了手来，鹰钩鼻有点慌张了，嘴里叫嚷了起来：“大家一起上，他们就那点人，没我们多的，别客气，给我把他们都挂了。”\\n\\n刀箭可无眼，可别被他们给误伤了，看到旁边有株高大的梧桐树，我赶紧爬了上去，好好欣赏着下面的战况。鹰钩鼻一方的人数约有六十几个，普遍等级应在15-20级左右；血染疆土那边有三十几个人。普遍等级应在20-24左右，鹿死谁手还不得而知呢。\\n\\n血染疆土的牧师们估计早早就准备好了随时战斗，当血染疆土举起武器开始动手的时候，白色，黄色的各种状态祈祷就落在了兽人战士身上，激发他们无穷的战斗力，而鹰钩鼻这边显然没有想到这帮兽人竟然真的会和他们动手，一下字就被打得手忙脚乱。光一个照面，就被挂掉七、八个人回了城。\\n\\n细眼睛的等级估计也不低，被血染疆土重重砸了几下，倒也坚挺着没有挂了，不过看他手向背包里摸个不停，估计药是去了不少了；鹰钩鼻闪的最快，在旁边充当属于面子工程的法师MM的尖叫声中退到了最后；一个兽人战士用盾牌挡住了砍来的刀，另一手的长枪如同割麦子般横扫了过去，呵呵，效果明显，一群公子哥被砸的四脚朝天；细眼睛闪过了血染疆土的战锥，舞着斧头冲他那粗壮的大腿砍了过去，硬碰硬，血染疆土没有去躲避，同时将战锥送到了他的脑袋瓜上，当斧头亲密的接触到大腿的时候，战锤也跟头颅递上了热吻，结果是可想而知的，细眼睛化作白光无奈的回了城，而血染疆土拿出一瓶恢复药啃了下去，又咆哮着冲向了在后面偷袭的弓手；缺乏了攻击性法师的协调，法师MM又惊慌失措不知道加血和状态，整个战局呈一面倒的势头。\\n\\n“我&#215;&#215;的，你他&#215;的&#215;&#215;，老子要&#215;&#215;的”通常的混战中失利的一方总是带着标准的国骂在口头上想赢得面子，被打的狼狈不堪的鹰钩鼻一伙人是破口大骂，而兽人们则理也不理，仿佛当作是空气一般，继续挥舞的屠刀蹂躏着这帮家伙。\\n\\n空气中弥漫着血腥，风声中摇曳着呐喊，嫩嫩的青草被践踏的粉碎，娇柔的花瓣被卷上了天空，几只刚刷新出来的豪猪一看风声不对，一声不吭的窜进了旁边的荆棘丛中，留着一对猪眼打量着发生的一切，一些在附近砍怪的玩家也被这里的好戏给吸引过来了，上百人的PK，估计还没几个人见过，毕竟现在都是低等级，大家多一事都不如少一事。\\n\\n俗话说软的怕硬的，硬的怕狠的，狠的怕不要命的。眼前正是一群欺软怕硬的家伙面对一群如狼似虎的角色，就好象绵羊看到了豺狼，再反抗也是无力的。兽人整齐的队伍，相互照应的配合，后面牧师及时的加血，都说明这个团队是有组织的，而鹰钩鼻那边的各自为战，一有接触就不知道从那下手，空有鹰钩鼻在后面摇旗呐喊，可是前面的人都充耳不闻，完全是无纪律。\\n\\n按理说他们这么多人，怎么着也能挂了兽人十几，二十个啊，可是除了一开是二十几个人围着几个穿轻甲的兽人剑士，加上后面的弓手偷袭，才挂了五，六个挂个面子外，其余穿重盔的兽人战士一个都没挂，连战斗中最应该受到攻击的牧师，也是轻松愉快地在后面指指点点，没有丝毫畏惧。\\n\\n可能是带着几许怜香惜玉的心情吧，血染疆土这个草莽战士倒也没有把那几个如受惊的母鸡般四处乱跑的女法师给送回城，看到眼前的弟兄一个个化做了白光，鹰钩鼻拔腿就跑向草原深入，你小子也看着点跑，那里可是狗头人聚集地，你去不是找死吗，我有点看不懂了，鹰钩鼻不是被吓傻了吧。\\n\\n身边的呼机不知时的响了起来，目光斜斜地扫了一下，原来是刑天到了奔马平原了，问我在哪呢。“一直往里走，看到一湖泊后沿着边往西走，速度要快，这里有场百人PK呢。”赶紧回了个话给他，我继续关注着场地的情况。\\n\\n看到鹰钩鼻带着剩下的几个跑向了平原深处，血染疆土轻蔑地笑了笑，挥舞着手中的战锥说道：“留十个弟兄把地上的战利品收一下，其余人给我追，挂了这小子。”\\n\\n“我&#215;，今天真是丢脸到家了，这么多人还被那些兽人给清了，下次出来老子要带上百个，吗的，你们还想追我，还想爆我，我&#215;，就算死我也要拉你们做垫背的，你们真当我是好惹的吗。”鹰钩鼻一边跑，一边恨恨嘀咕着，一脸的阴桀之色。\\n\\n“老大，你跑错了方向了吧，里面可是二十五级以上的狗头人，我们去是送死啊。”跟在旁边的矮人弓手说道，这小子倒是闪的挺快的。\\n\\n“你懂个屁，哼，就是要去狗头人那，让他们追吧，等会他们就要后悔了。”鹰钩鼻没好气的说道。\\n\\n呵呵，到了狗头人那，不怕你们不回头，血染疆土心里想到。带着一拨人不紧不慢地追了上去，而附近一票看热闹的玩家也尾随其后，都想看看那个嚣张跋扈的家伙怎么死的。\\n\\n我也从树上跳了下来，原本也想跟上去看看热闹的，但是想想刑天就快到了，还是等等他吧，前面正好有几只豪猪没人理睬，让我用匕首和弓弩慰问一下它们，当作活络筋骨吧。\\n\\n狗头人的兽皮帐篷已经映入了鹰钩鼻的眼睛里，在门口转悠的几头狗头人战士和巫师也处在身边弓手的射程范围之内，看着后面穷追不舍的兽人战士，鹰钩鼻一把拉过了矮人弓手，嘶哑着声音说道：“都停下，弓手给我射箭，将那些丑陋的家伙给引过来。”\\n\\n颤抖的双手搭上了柔韧的弓弦，无力的箭枝歪歪斜斜地划破空气，落在了狗头人战士的面前。披着粗糙皮甲，手拿布满幽蓝色利齿的狼牙棒的狗头人战士们楞了楞，瞪大了一只只狗眼，看着这些不可思意箭枝，然后将视线转向了箭枝的来源，不远处的几个喘着气的精灵和矮人们。“嗷”一声带着欢快味道的嚎叫从狗头人嘴里迸发出来，它们举起了手中的狼牙棒和兽骨法杖，冲想了胆敢闯入它们地盘的家伙们。\\n```\\n\\n\\n------------\",\"timestamp\":1640154529,\"title\":\"第四十章 有组织和没纪律\"},\"digest\":\"-8nSNsJckVP_Nd7jmtdPBWGhZ4KWKbW-WKncHuYzkBo\",\"authorship\":{\"contributor\":\"0x38E3a44B9Ce9aBf4D2214999A5F2FB286183BA54\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SMkqkk4yFs9paFJw7zPNfo3U674Ak4GpL6l7GPxy_Hs\\\",\\\"y\\\":\\\"lbNUtoOyjQYPWpgaSiteC2gX57qqq6Cc_X_Xf9zVP3k\\\"}\",\"signature\":\"hLhBsNhp98GqBQe1O7wRmSuDpe8JB_MWN8L9XlXguicL98HYxoortY4DJlu9rqR774FjVyJLNs4pJAX4tgtH4w\",\"signingKeySignature\":\"0xec378f1472e0555f701af889515a76f7d8a7e1df7054c6141630e6b7802c8531298127fd4f0b1e8c2818e0f605cea74d09cbd85c3efae133160c415a113f22931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SMkqkk4yFs9paFJw7zPNfo3U674Ak4GpL6l7GPxy_Hs\\\",\\\"y\\\":\\\"lbNUtoOyjQYPWpgaSiteC2gX57qqq6Cc_X_Xf9zVP3k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-8nSNsJckVP_Nd7jmtdPBWGhZ4KWKbW-WKncHuYzkBo\"}"