"{\"content\":{\"body\":\"Every day, we are dealing with a thousand things, overrun by emails and messages and tasks and chores … and it can become overwhelming and shut us down.\\n\\nI’d like to talk about an idea I’ve been working with, called the Stateless Protocol.\\n\\nIt’s meant to reduce the overwhelm and help us to focus and be more present.\\n\\nLet me explain the idea, then we’ll talk about how to apply it.\\n\\n### Stateless Computing for Humans\\n\\nIn computing, as I understand it, a program will normally try and remember everything. It keeps track of what you’ve done, where everything is, the state of all kinds of variables. This is fine for a program — computers are pretty good at keeping track of a whole bunch of things.\\n\\nThat’s how most of us operate — trying to keep a thousand things in our head, processing new information as it comes in, making a lot of decisions all the time. For humans, who never evolved to do this kind of processing, it can be stressful and feel overwhelming.\\n\\nAnother kind of computer program is called “stateless” — it doesn’t track what happened before, and store all kinds of info at once. It takes an input from another computer or program, processes it, and spits out a result. It’s done. It starts from a blank slate, and takes on the next task. One task at a time, processing it and then moving to the next.\\n\\nFor humans, an example of this is the person on an assembly line — they are supposed to just take the product from the person before them, do their thing to it, and then pass it on. One unassembled product at a time, not worrying about what comes before or after their task. It’s a very robot-like view of humans, dehumanizing in fact.\\n\\nBut there’s another way to approach this: you just do what’s in front of you right now, in the moment. If you’re creating art, you work with what’s in front of you on the canvas, in your heart and mind, and create the art right then. This doesn’t have to be about all art that came before it, and everything else you need to do. It’s just you and this canvas and paint, right now.\\n\\nWe can take on everything like that — wash this dish, fully, without worrying about my taxes. It becomes a moment and act complete in itself.\\n\\nThen we do the taxes, not worrying about whether we’re a good enough person or whether the world will collapse — just do the taxes. Just answer this one email. Just write this one thing. Just speak to this one person.\\n\\nThat’s the Stateless Protocol.\\n\\n### Applying the Stateless Protocol to Life\\n\\nThe first thing you’ll notice is that doing one thing at a time seems nice … but we have a lot of other things to do! We can’t forget about all of that!\\n\\nTrue, true. You make good points, my friend.\\n\\nSo this protocol needs simple ways to ensure that we’re focusing on the right thing, right now. It’s not as simple as doing just this.\\n\\nThat’s why there needs to be a few other elements to the system:\\n\\n1. **Queue**: A simple way to track what you need to do right now. This is a task manager, or todo list. What I do is keep a single list of everything I need to do, split into two parts: what needs to be done today, and what else needs to be done. Everything is on the list: grocery shopping, workout, meetings, email accountant. Don’t overcomplicate this — it just needs to be a place where everything that needs to be done goes. Don’t spend too much time here.\\n2. Prioritization: Once you have a queue, there needs to be a way to prioritize it so you know what task is the right one to work on right now. For me, I keep this pretty simple: every morning, my first task (after meditation) is to look at my task list (the queue), put things that need to be done today on the Today list, and then order them by priority. What’s the most important thing that I need to do today? What’s next? What things need to be done at a certain time (2pm team meeting)? Once I’ve ordered it, it’s pretty simple: I work on the top task. Then the next one. If it’s 2pm, I do my meeting. When the meeting is over, I do the next thing in my queue. Again, don’t overcomplicate it.\\n3. Processing incoming: A task in the queue every day might be to process an inbox. For email, that means when it’s time to do my email inbox, I get in there and process it. Answer and archive are the main choices, as much as possible. If it can’t be answered right now, I add it to my task list. Keep it simple. The same thing can be done for Slack, Facebook, Whatsapp — make it a task to process these, get in there and reply to what’s needed, add anything else that needs to be done to your task list, and then be done.\\n4. Notes: Sometimes, you’ll need to remember things. Make a note. It can be something you keep in Apple Notes, Bear, Notion, Roam, Google Docs, it doesn’t matter. Keep a note, so you can go back to it when you need it. If a task you’re going to do in the future needs a note, add a link to the note in that task.\\n\\nWith these few additional elements, everything can be done using the Stateless Protocol. One thing at a time, fully in the moment with that task, creating art with the canvas, the paint, and your heart. Then let it go.\\n\\nAnswer just this email in front of me. Talk to just this person. Read just this article. If something needs to be done from a meeting, or a decision needs to be made later, simply add it to the task list (queue). Then move on to the next thing.\\n\\nIt helps, of course, to have some ways of dealing with whatever is in front of you, which is why I also believe in having values or ways of being that are helpful. For me, that’s things like integrity, curiosity, compassion, playfulness, purpose, learning/growth, full appreciation of life. Consider these the “how things are processed” part of the Stateless Protocol. You deal with the person or task in front of you with compassion, curiosity, playfulness, full appreciation, etc.\\n\\nOne thing at a time. Aligned with your values as much as you can. Fully with it, fully immersed. Then move on.\\n\\nThis Stateless Protocol is as beautiful a way of living as any other I’ve tried. It’s Zen living.\\n\\n \\n \",\"timestamp\":1638084806,\"title\":\"Stateless\"},\"digest\":\"i0B_-ohBTHYHmBqB_h28U0WpEJ-mdohWV1hDhmUD0Gs\",\"authorship\":{\"contributor\":\"0x786DbEF793AF3fb685c6A719d4c887F472789cD2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yn_2_JzVHbyRTrhxBa3LTutKjBbS2cltjcivGVfxlNs\\\",\\\"y\\\":\\\"jYy-j87vAoV9N4ChfoNfSyEr8ynbXRNxJ-Rha-FbZvA\\\"}\",\"signature\":\"M4C-efUSSNeTmuE_JDJJHtV9z6xEuBbtSapYZknQIIRM8eMsyiVdpWNrtOHgUxf7pQVgebLMGrP9LbPeoSiU3w\",\"signingKeySignature\":\"0x981dc2d81523e578f106e25ba8bffec4308d4bcc0586e094908f224ae94264055cb213a514c12d4db52e87f13a84152662cf216b3c510c432577c8e0c4c3c5711b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yn_2_JzVHbyRTrhxBa3LTutKjBbS2cltjcivGVfxlNs\\\",\\\"y\\\":\\\"jYy-j87vAoV9N4ChfoNfSyEr8ynbXRNxJ-Rha-FbZvA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"i0B_-ohBTHYHmBqB_h28U0WpEJ-mdohWV1hDhmUD0Gs\"}"