"{\"content\":{\"body\":\"I’ve spent the last two months engrossed in the world of NFTs and have experienced several unanticipated side effects. I’ve found the courage to express my artistic side, built new relationships, restored my faith in humanity, and generated some financial upside. There is, however, one significant part of my life that has taken as the universe attempts to balance out all of the positivity. I now suffer from an acute **lack of sleep**.\\n\\nHow do I claw back a healthy sleep schedule when I’m having so much fun? How do I disconnect from screens when I *know* I’ll miss an important Twitter Space or the newest inside joke amongst friends? What can I do to maintain my healthy habits while exploring this new world?\\n\\n## Burning The Candle At Both Ends\\n\\nI know I am not alone in this. Though a lucky and skillful few have been able to move into the NFT space and the metaverse full-time, many of us are stuck with one foot in each world, forced to retain our day jobs in our web 2.0 reality as project managers, electricians, consultants, administrators, teachers, medical professionals, real estate agents, and entrepreneurs.\\n\\nWhen I’m not (and sometimes while I am) hunting jpegs, listening to the OhhShiny Show, or grinding toward a presale whitelist, I work full-time as a marketing consultant. I’m currently enrolled in a weekend graduate program with a full-time course load. I’m a husband, son, brother, and dog dad. In other words, I am a human and my days are full. Yet, metaverse or not, the sun only takes 24 hours to make on revolution. Am I going to make it?\\n\\nWhen my work day ends, I shift from one laptop to the other. I shut down Outlook, Teams, SharePoint, and Excel and shift to my personal computer where I dissolve into Twitter, OpenSea, Etherscan, Rarity Tools, and Discord. The tools of the degen trade.\\n\\n> In the last two months I have been averaging roughly **4.5 hours** **of sleep** per night and spending roughly **18** **hours per day looking at a screen**. Fear of missing out (FOMO) is real in this space and the NFT community is measured in seconds, minutes, and hours rather than days, weeks, and months.\\n\\nI love bouncing between Discord channels, speaking with my new friends from around the globe about their kids, what’s for dinner, favorite movies, latest flips, new projects, issues at work, and all things NFT. I love browsing through OpenSea, Hic Et Nunc, and Rarity Tools searching for beautiful art, innovative projects that provide utility, and yes, sometimes just a flip. I love the hours spent scrolling through Twitter engaging with internet strangers about our shared passion and saying gm and gn to the wonderful and supportive community. When that is all done, I feel inspired to draw, to write, and to think about where all of this is headed and what my place is in this new world.\\n\\nThe problem is, however, my good night and good morning are not so far apart these days, and I’m beginning to feel the impact.\\n\\nThe platforms and communities operate 24/7 and only the occasional service outage allows for a slow-down of the breakneck pace. Discord channels never stop. OpenSea never stops. Mints of new projects may be in a time zone that keeps you awake until 4:00am.\\n\\nThe global nature of the game is part of what makes it so incredible, but it also presents challenges.\\n\\n## People Helping People - We Solve This Together\\n\\nWe aren’t sleeping and that’s a problem. It may not be a problem today, but it’s not sustainable mentally or physically.\\n\\n`So, how do we stay healthy and get some damn sleep? `\\n\\nTo be honest with you, I don’t have a grand solution. We all know that we should establish a routine, avoid caffeine, and stop staring at our screens 30 minutes before bed. But this sleep deprivation we bring upon ourselves requires us to move beyond the boilerplate advice.\\n\\n> We need to come together as a community and encourage one another to set boundaries. It is up to us to ensure the sustainable growth of the NFT community and that includes looking after our physical & mental health. We’re all degens, of course, but we can be healthy degens.\\n\\nWe may cut out of some conversations early, we may miss that little bit of alpha, but in the long-term we’ll thank ourselves and each of our new friends.\\n\\n#### What are your thoughts? How can we help one another maintain healthier sleep habits?\\n\\n**Let me know** [@thepeffrey](https://twitter.com/thepeffrey).\",\"timestamp\":1633578832,\"title\":\"How do you gm gn?\"},\"digest\":\"gaRaY09jtDeFcnfQIvPNMNUQj4uQQLR7zoy1KvdDKYU\",\"authorship\":{\"contributor\":\"0xA121F5f12fe3D5567A333EEef2dce45945C0ECCF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sF6U8X8mtmWC8B5Jq4sF268DgEVEsPUapQIFMmLj_hY\\\",\\\"y\\\":\\\"WMJukVoCue_FeaRn6sbEKIzNuymXmcCCpvBL-x-4-hk\\\"}\",\"signature\":\"Iw7JKf3da9QicSDOXvUtx194CFKKBgWt244LCNi8xrWmnIJnddrefuf2zD1qNNKydvBr3PVReyCVXpKtm8jbgA\",\"signingKeySignature\":\"0x6587a28915e1e81af2519cf4a26bcade3ac1c469b47264a3021c3f742e427256537af618c487ce656d1a9ecae0c16ce9dbff44323b44429dba03d6b48460b4de1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sF6U8X8mtmWC8B5Jq4sF268DgEVEsPUapQIFMmLj_hY\\\",\\\"y\\\":\\\"WMJukVoCue_FeaRn6sbEKIzNuymXmcCCpvBL-x-4-hk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tOhkMT0k043JyRstMvp8_IEhRBsJW3_y5DIQkKSSAT0\"}"