"{\"content\":{\"body\":\"In 2021, NFTs and blockchain-based gaming have flourished, while Fortune 500 companies such as Microsoft and Nike have acknowledged the importance of digital ownership as well as the increasing convergence between virtual and physical worlds. These factors, along with the speculative nature of the crypto community, have brought a new wave of attention, funding, and innovation to the space, which has led to the significant appreciation of the price of Metaverse plots across all protocols. Despite the top 10 projects growing over 7000% in 2021, the total market cap of Metaverse crypto networks is only $34 billion. Considering the $924 billion market cap of Facebook (Meta), the $2 trillion market cap of the gaming sector, and the influx of companies into the Metaverse, it is clear that there is tremendous opportunity in the market of Metaverses.\\n\\nDespite this potential for growth, high prices, technical difficulties, time constraints, and the need for domain expertise create prohibitively high barriers to entry for many potential investors. It can be a full-time job to learn about and optimize for each opportunity, even just within a single protocol. These factors leave many retail investors at a large disadvantage. Pangea was created to address these issues.\\n\\n![](https://images.mirror-media.xyz/publication-images/VX7uM1bhwwI6tD0rGCJjT.png?height=1000&width=3000)\\n\\n# Pangea 101\\n\\n*Pangea is a Metaverse land investment cooperative structured as a DAO with the goal of creating a more equitable ecosystem.*\\n\\n**Pangea will own, operate, and finance income-generating Metaverse land, pooling capital into a community-governed treasury so members can participate in and benefit from Metaverse land investing**. The treasury will be fully funded through a fair public launch without any institutional investment and will grow through the performance of the holdings. Pangea will leverage a DAO structure to offer community members the opportunity to be builders and decision-makers in all virtual spaces including but not limited to gaming, open Metaverses, and closed Metaverses.\\n\\n**Pangea was envisioned through the fundamental belief that Metaverse participation should be accessible, democratic, and fair.** Unlike traditional organizations, well-functioning DAOs are transparent and accessible, allowing people from all over the world to pseudonymously contribute to projects, pool funds, and collectively manage those funds. DAOs support the spread of wealth, opportunities, and influence by coordinating large, online communities through egalitarian, reliable, and adaptable processes. Pangea's mission and strategy make it particularly well-suited for this organizational structure. Pangea will leverage these processes to facilitate active and sustained iteration.\\n\\nGoverned by the community, the Pangea treasury will acquire and manage a portfolio of diversified Metaverse real estate properties and assets, the profits of which will be directed back to the DAO token: $PNGA. The mandate of the DAO is to generate revenue for the treasury through investment in Metaverse properties, infrastructure, and development. This includes but is not limited to buying and flipping, developing, renting, leasing, and equity investing in Metaverse infrastructure. By building a comprehensive portfolio of Metaverse assets, Pangea will eventually operate as a Metaverse real estate leader as the space matures and develops more robust secondary markets.\\n\\n![](https://images.mirror-media.xyz/publication-images/MklyCsaiH_P1rpkpKLhMM.png?height=3156&width=4095)\\n\\n# Why Pangea?\\n\\nDigital land is a foundational asset in any Metaverse with a land-based economy, and it has a multitude of applications such as unlocking in-game opportunities, governance rights, and even real-world perks. Additionally, digital land can act as a yield-bearing, high-appreciation asset, with sophisticated brokerage and financing markets. The number of applications and opportunities to leverage digital land as an investment are expected to multiply as the ecosystem is built out and more robust metaversal infrastructure improves the user experience.\\n\\nPangea will enable sustained and actionable coordination of capital and connections, deal flow, and access to information to navigate the wide-ranging landscape of current and inbound Metaverse projects. In order to both support and profit from the growth of the nascent Metaverse space, **Pangea will invest across games, worlds, and metaversal infrastructure, creating a diversified treasury representing an index of Pangea’s investments and activities in multiple siloed metaverses.**\\n\\nPangea will build a secure and substantial position in this emerging ecosystem and will marry the decentralized decision-making and collective knowledge of a DAO with Metaverse land. Pangea will democratize access to Metaverse land and empower its community to designate, develop, and execute investment strategies (e.g., fractionalizing, lending, or collateralizing land) as well as development strategies (e.g., creating businesses, events, or games). **The community members will be responsible for executing the DAO’s mandate and determining Pangea’s course – driving experimentation and evolution in a number of different directions.**\\n\\nAs the Metaverse becomes increasingly fragmented, Pangea will spawn multiple subDAOs that specialize in specific metaversal protocols. These subDAOs, represented by staking vaults, will facilitate the formation of self-sufficient working groups to drive scalable growth of the DAO, and allow for more granular control and precise allocation of the DAO treasury by the community. Each SubDAO may represent investment in a specific Metaverse protocol and will enable community members to further specialize and contribute to increasing protocol revenues in an even more efficient manner.\\n\\n**Ultimately, Pangea aims to collaborate with and support gamers, designers, developers, guilds, and projects producing metaverses and Metaverse infrastructure to create value in the virtual world for our community.**\\n\\n# What’s next?\\n\\nPangea is launching imminently and we have so much more to share with the community. Keep an eye out for exciting announcements coming in the next several weeks. We will be publishing additional Mirror articles to give a formal introduction to the $PNGA token, delve into our systems for community rewards and governance, as well as further illustrate our outlook on and plans for the Metaverse landscape.\\n\\nAdditionally, because we have not accepted institutional pre-seed investments, but instead have opted to distribute the PNGA tokens into the hands of the community, we will be opening a limited whitelist to bootstrap liquidity for our launch. **Whitelisters will be able to secure small portions of $PNGA before the public launch**. Don’t miss out!\\n\\nPlease follow us on Twitter and join our Discord. These will be the best ways to stay up to date with the progress of Pangea and upcoming events such as the whitelist.\\n\\n\\n-----\\n\\nWebsite: <https://pangeadao.org>\\nTwitter: <https://twitter.com/pangeadao>\\nDiscord: Coming soon\",\"timestamp\":1642622244,\"title\":\"Introducing Pangea\"},\"digest\":\"002AcknlVT3QXyuVysF9-Hd1O0HWHChKt4dmQ3MtXrI\",\"authorship\":{\"contributor\":\"0x5349165248C97f852Ab07A4f10c8263314B4a7C0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gqdP6a8hXy4OnZP9bTUQ7GwIupfTwzBGSRkGmQgS9V8\\\",\\\"y\\\":\\\"YGWIyaGDOqie1kUYTkfEGp5bB34FEad0Nb5e9KrKIso\\\"}\",\"signature\":\"AFTVEJ95VM4p1Of_c8-GZRFCj9o1dYd6BgNCiyeErk-d3ViA9b6q3khyhOKVK9R2oouQkYrqyv9yGUzcTxvecw\",\"signingKeySignature\":\"0x12c581e7d603afa6bec35c65bd6127ef2540fb795c38297ad5bfa314c097bf5b677c8ce39877a218fd459efbc2a4e979ba1bf80908a92d17cdd181f5ce7a148b00\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gqdP6a8hXy4OnZP9bTUQ7GwIupfTwzBGSRkGmQgS9V8\\\",\\\"y\\\":\\\"YGWIyaGDOqie1kUYTkfEGp5bB34FEad0Nb5e9KrKIso\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ib7UXhAfPczBpR-DmNXjXlEVObM0Pu5uPranCoik-qY\"}"