"{\"content\":{\"body\":\"If you’ve been paying attention to NFTs in the last week, you might have noticed that… uh, well… people kind of aren’t buying anything and prices are either “dipping,” “dunking,” or in full-blown “collapse.” This is due to many factors, one of the more obvious being that ETH gas prices have remained extremely high (between $150-200 for a single ERC token transaction) for a long time, giving speculators and collectors few opportunities to mint or transact at an affordable price. This, combined with the resurgence of meme tokens such as $SHIB have led to network congestion, capital flight towards more optimistic assets, and an oversaturation of NFT projects launching in the last month or so have contributed to this precipitous drop in prices and volumes.\\n\\nSince this is the dominant story of the last week, I figured today was a good day to dive into some of the analytics to determine exactly what happened, where the money has gone, and if there’s any hope in the near-term for NFTs (there is, I promise).\\n\\n\\n---\\n\\nFirst of all, let’s look at overall volume on OpenSea. Remember, even though plenty of other NFT platforms across various blockchains exist, OpenSea accounts for the overwhelming majority.\\n\\n![OpenSea daily volume is a the lowest point since July 2021. Credit to @rchen8 for the chart.](https://images.mirror-media.xyz/publication-images/D17ucMwgGb4ZloL4stdKZ.png?height=557&width=1855)\\n\\nFirst of all, OS daily volume is at the lowest point since July 2021 indicating that even though awareness of NFTs is at an all-time high, the number of people speculating on their price is at a long-time low. The important question is, why is this? The first thing people often point to is ETH’s insane gas prices lately. Let’s take a look at recent ETH gas prices to see if this lines up.\\n\\n![ETH gas prices have slowly risen since August, with noticeable spikes in gas prices attributed to spikes in OS volume, with the exception of the past 15 days or so.](https://images.mirror-media.xyz/publication-images/nCRR4apaVTCkuknjht-L_.png?height=876&width=2032)\\n\\nWe can see noticeable patterns between gas prices and OS volume since the beginning of August, but sometime around mid-October we start to see a divergence. Gas prices continued to climb during this period, but OS volume dropped off a cliff. However, we see that the second half of August experienced a massive rise in both gas prices *and* OS volume, so this indicates to me that gas prices alone can’t explain the massive selloff. People were obviously willing to pay hundreds of dollars for gas in August, so why aren’t they willing to do the same now?\\n\\nOne might postulate that the NFT world is oversaturated with mints, airdrops, and new drops that have led to less concentration of attention and therefore less concentrated volume around hyped projects. When there’s so much to choose from, as everybody diversifies into various projects there might not be enough volume to sustain the meteoric rises in prices that we saw in August and September. However, we’ve seen projects like CrypToadz, Jungle Freaks, Lazy Lions, CyberKongz, and numerous other projects sustain strong upwards price action, so obviously there is still appetite for risk in the market.\\n\\nHowever, are there fewer participants in the market? Is that why most projects are seeing massive declines in floor prices? Well, as you can see below, the number of monthly active traders on OpenSea is at an all time high, and the number of NFTs sold is roughly the same as it was 2 months ago, so this tells me a few things:\\n\\n1. There are still many new players entering the NFT space, so we’re not seeing a mass exodus from the market, and\\n2. The number of transactions is still high, indicating that people are still flipping and participating in the exchange of NFTs in a speculative manner.\\n\\n![The number of NFTs sold is roughly at the same level as it was in August and September, so the market hasn't died down as some have suggested. Credit again to @rchen8 for making such great visualizations on dune.xyz](https://images.mirror-media.xyz/publication-images/hldbD8u5OsZIjX5o0LxGi.png?height=560&width=1855)\\n\\n![The number of monthly active traders still grew over August and September, but the rate of growth has slowed considerably. August was a very explosive month, and it appears that we're at an inflection point where the onboarding of new users is slowing down.](https://images.mirror-media.xyz/publication-images/6BapMBJMIRCm6P61LozE8.png?height=563&width=1853)\\n\\nThe fact that the onboarding of new users has slowed down considerably since September tells me that we may have reached a local high in new users in the NFT market, and without new catalysts we could see a strong contraction throughout November as those who have risked too much money start to flee and sell their NFTs for rock bottom prices. I don’t think this will happen with every project, but for “speculative” projects, or projects that are new, unproven, or otherwise incapable of massive growth in the face of strong headwinds, I predict that these projects will likely see precipitous drops in floor prices over the coming weeks until some new NFT narrative emerges.\\n\\nNow, it’s important to state here that I don’t think most projects are going to die completely, but I do foresee a strong consolidation around the projects whose floor prices have held steady during the last few weeks. I could easily imagine lots of people selling off their riskier NFT bets and consolidating their ETH around more “proven” projects as stores of value, at least for the next several weeks.\\n\\n\\n---\\n\\nOf course, this isn’t 2017 - crypto truly has gone mainstream. In the United States you cannot avoid crypto advertisement, and the growth of centralized exchanges such as FTX, Coinbase, and Crypto.com have proven that millions of new users are being onboarded into the crypto world, and oftentimes NFTs are their first destination. FTX.us has released a centralized NFT exchange that supports both Solana (their poster child blockchain project supported by the CEO, Sam Bankman-Fried) and Ethereum, however their collections and offerings are slim at this point. Go to [their website](www.ftx.com/nfts) and search for some of your favorite projects; you’re unlikely to find most of them, as I was. This, coupled with the regulatory uncertainty in the USA regarding the asset class of NFTs and tax implications could mean that fewer people are willing to speculate on them.\\n\\nIn my crypto social circle, we’ve all had the realization that spending 0.1 ETH sounds like a minor purchase, but spending $400 is a pretty major purchase. The fact that new users who have never held crypto before see the entry price to NFTs, and the thought of spending hundreds, thousands, or even tens of thousands of dollars on an image (no matter how cool it looks) may sound absurd. Furthermore, the huge price tag combined with high gas fees may be the one-two punch needed to prevent new users from entering the space. And then, finally, those who have an appetite for risk may have found something a bit juicier to bite into. Let’s discuss the recent elephant in the room: memecoins.\\n\\n\\n---\\n\\nDOGE has been around for almost 8 years now, and like clockwork it would start pumping from a floor of 15-25 satoshis up to anywhere from 50-300 sats, followed by a 100% retrace to find itself back on the floor between 15-25 sats. This has happened at least 10 times since its inception, but something changed in January during the GameStop short squeeze hype when Elon Musk started tweeting about memecoins. Huge numbers of small retail investors enabled by trading apps such as RobinHood were able to buy DOGE with their cell phones and watch it pump well over 1000x from the bottom. Elon did his part pumping the coin, but eventually stopped tweeting and the price plummeted (albeit not down to the original floor).\\n\\n![DOGE has had consistent reliable pumps for almost 7 years, until Elon Musk started tweeting about it regularly in January 2021.](https://images.mirror-media.xyz/publication-images/4eVhzWdzU3ybUifDKfYUG.png?height=1840&width=3187)\\n\\nHowever, the appetite for memecoins didn’t disappear once DOGE crashed. Other coins - mostly named after types of dogs - started pumping in its wake. Retail investors hoping to catch another massive pump piled into the trade. Encouraged by Twitter and Reddit users, they drove the price of one coin in particular (SHIB) through the roof, resulting in a gain of nearly 115,000,000% in less than a year.\\n\\n![Shiba Inu (SHIB) has pumped over 115 million percent in 11 months. $1 invested in December 2020 is currently worth over $2 million right now. Yes, that math is correct.](https://images.mirror-media.xyz/publication-images/RwGPijZghdt_8V_r0JWaT.png?height=86&width=607)\\n\\nSHIB started pumping again about a month ago, and the hype train kicked back into maximum gear and SHIB pumped over 1700% (a “mere” 16x return on investment) in the last 2 months alone. Technical analysis on memecoins is often futile as the meme narrative and fomo render many technical indicators pointless, but it appears that SHIB has found a (local) top and is in the process of retracing. For a few days, people started chasing other dog and animal-related coins, but those seem to have fizzled out as of recently.\\n\\n![SHIB made a phenomental comeback but appears to have hit its upper limits, and will likely retrace significantly in the coming weeks unless some new meme narrative takes hold again.](https://images.mirror-media.xyz/publication-images/_6sotFxMHMKZREv4N1hog.png?height=1840&width=3187)\\n\\nAll of this happened while people started to wonder if their NFTs were ever going to pump again, and we saw some massive fire sales across various NFT projects as people piled into the SHIB trade hoping to get a few extra multiples out of their investment.\\n\\nHowever, there was one MAJOR event in crypto that went virtually unnoticed in the last week that also likely has been playing a role (albeit in the background amidst the noise): Ethereum hit a new all-time high price of approximately $4450 before slightly retracing to test its former ATH at $4200 as support, where it sits now. The increase in price in Ethereum is also likely drawing people away from riskier bets such as NFTs and back into spot and future trades.\\n\\n![ETH is currently testing support at $4200 and could potentially see a big run if it breaks to the upside.](https://images.mirror-media.xyz/publication-images/casrQUxaHLEVrWEg_SYkP.png?height=1840&width=3187)\\n\\nTherefore, the uncertainty around the long-term viability of various NFTs that people blindly aped into chasing massive short-term profits, coupled with a new gamble for high multiples in SHIB, against a rising ETH price testing new all-time highs, has likely been a one-two-three punch to NFTs as they sit at historically high prices and volumes. At this point of a major asset rally, people start to wonder what’s going to happen next and look for various options “just in case,” which is what I suspect has happened here in the last few weeks.\\n\\n\\n---\\n\\nSo as we’ve seen, NFTs are still at all-time high volumes and customer levels, but various other distractions, headwinds (gas prices), and uncertainties seem to have dissuaded people from continuing to gamble in the space for now. Therefore, I only have one piece of advice: decouple yourself emotionally from your NFTs. Be willing to cut them loose if you’re sitting on profits (or even at a loss already, don’t fall victim to the sunk cost fallacy) and regroup your funds and prepare for the next phase of the market: This could include an ETH breakout, or worse: an ETH ATH fakeout followed by a retest of earlier support and prolonged sideways ranging while the market decides how bullish it really is.\\n\\nStay safe out there, continuously take profits, and don’t get too emotionally invested in your NFTs. If you like looking at them that much, you can always right-click save for later! :)\",\"timestamp\":1635724515,\"title\":\"NFT Summary Sunday - 31 October 2021\"},\"digest\":\"D6IVA89wSkylV6toDCADGJIHhOkVZREtU1kQjT4HvoQ\",\"authorship\":{\"contributor\":\"0x940653d9C5076d2FDfd44F7BC8e66aeb5Fb598BE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1oCseoujJfmFoKWsgCCb0SaHtaIKnIlglah68hUPXGQ\\\",\\\"y\\\":\\\"npe8OPbufccN-KiROAI_VMWIFa1vqAzjMAj2UcdeKpc\\\"}\",\"signature\":\"zmqlsO6zGoZkurMUAJkaYDuJ1-iZm7ANML3uIUiF5SQWLn2LsF-vvlP8rRO0BOpfojFkLCjk1lIYcIifBCyAxg\",\"signingKeySignature\":\"0x75efef2991fed21983c7161c136de02c425a3774726f88182a0dce3c39051a775550fccb2442bac99673ce898cbe9fdebafc891b25a1cced3a5d90d1708496571b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1oCseoujJfmFoKWsgCCb0SaHtaIKnIlglah68hUPXGQ\\\",\\\"y\\\":\\\"npe8OPbufccN-KiROAI_VMWIFa1vqAzjMAj2UcdeKpc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BWWmOmvR-mhKeuHmotFsYX_2-C_fRs9rX8kTuGK7U_w\"}"