"{\"content\":{\"body\":\"The original article is in Chinese, so I'll translate some parts of the article. I got permission to translate:P\\n\\n**Intro:**\\n\\nIt is natural for people to gain trust in high places, but what if they are in low places?\\n\\nBin Li, the founder of NIO, looked at the sparsely raised hands in the conference room. The result was frustrating, but not unexpected. A few minutes earlier, he had talked about \\\"believing\\\" to the more than 100 senior and mid-level executives at the annual values seminar, saying that people should still do what they believe in.\\n\\nThen he asked, \\\"Have any of you bought a company car?\\\"\\n\\nAnd that's what happened, only 20 to 30 percent of the executives in the room bought an NIO car.\\n\\nIt happened in the second quarter of 2019. At that time, NIO's share price fell below $4 for the first time, less than 1/3 of its listing price, and will continue to fall in the coming months. The value of the stock in the hands of executives shrank dramatically. Over the next six months or so, a significant number of the senior and mid-level participants in that meeting, including the CFO, left the company.\\n\\nThat was what Bin Li called the darkest moment for NIO. Many entrepreneurs like to use the name of this World War II movie to describe their situation when they are coming out of a difficult situation, but the darkness of that time can only be experienced by the people involved.\\n\\nWhen he started NIO in 2014, Bin rolled out in full force, compressing development time with seemingly unlimited capital investment, spending RMB 23 billion(3.5 billion USD) in the first four years. But his growth plan was interrupted by a series of events starting in 2018, and NIO's capital chain nearly broke.\\n\\nA man who turned up tens of billions of dollars in the capital almost lost his company because he ran out of money. During the most difficult months, NIO sold the production equipment it had ordered to Tesla's Shanghai factory, and Bin took stock of the cash situation every night with a few executives. Few investors were willing to come to the rescue, and some of the earliest investors in NIO liquidated their shares.\\n\\nNIO's most committed strategic investors were also wavering. LatePost has learned from people close to the deal that Tencent, NIO's second-largest shareholder, was hesitant in the second half of 2019. In the end, NIO issued $200 million in convertible debt financing, with Tencent contributing $100 million and Bin personally contributing $100 million.\\n\\nIn the fourth quarter of 2019, NIO's cash reserves were just 1 billion RMB. In the fourth quarter of 2019, NIO had only 1 billion RMB in cash reserves, but more than 8,000 owners \\\"gave\\\" NIO more than 3 billion RMB in cash by paying for their cars at the risk of no future aftermarket.\\n\\nIt's hard for outsiders to understand how invested NIO's customers are in the company at once. When it was hardest, some owners paid to rent booths for NIO to attend the Macau Auto Show, and others advertised NIO on large building screens.\\n\\nAfter the Chinese New Year in 2021, LatePost interviewed Bin for the second time on the second floor of the NIO House in the Oriental Plaza along Chang'an Street in Beijing(like 5th Ave in NYC). Within 10 minutes of the interview, a car owner came over to greet Bin in a natural tone, as if he were an old friend. 40 minutes later, another car owner approached Li Bin for a photo, an assignment for a bar drink voucher. As long as Bin was present, he would oblige the owner's demand.\\n\\nThis is not the first big storm Bin has weathered. His first venture caught up with the bursting of the Nasdaq bubble, and at the age of 27, he was personally burdened with 4 million yuan of debt, and eventually turned his losses into profits to get E-Car listed in the US.\\n\\nThe world is used to judging heroes by their results. When NIO was one step away from breaking its capital chain, it was almost compared to LeEco. Earlier this year, NIO's market capitalization broke $100 billion, once surpassing BMW and Daimler, which produce and sell more than a million vehicles a year. Outsiders again began to explore how to replicate NIO's user-enterprise model.\\n\\nBut in the turnaround car-making business, calm is only temporary. Tesla keeps dropping its prices and several tech giants officially launch their car-making plans. NIO is coming out of a storm, but its future will not be calm.\\n\\n![李斌 Bin Li](https://images.mirror-media.xyz/publication-images/pSkaY24wEm0vNIjeCyXbq.png?height=1024&width=1024)\\n\\n**Interview**\\n\\nLate Post(LP): Looking back now, 2019 was a very dangerous year for NIO. What do you think of that low period now?\\n\\nBin: 2019 was a \\\"perfect storm\\\" for us. We just finished the market, and the product was delivered for a period of time, a lot of pressure was released at that point in time, I call it the \\\"extreme stress test\\\". You survive, you will have stronger immunity. If you don't, it's over, and no one is coming to save you. Today, Late Post may have to write \\\"How NIO is going to be finished step by step\\\" later. In fact, many people have already written such articles in 2019.\\n\\nLP: Why do you say \\\"perfect storm\\\"?\\n\\nBin: All the expected and unexpected things happened, and none of them did not happen. For example, the external relationship between China and the United States, the competition in the industry, the changes in the capital market, the internal battery; ES8 is still in the process of perfection in the early stage, suddenly there are so many users, and the pressure of service has gone up; furthermore, the team has gone through 5 years, and many internal management problems will be exposed after the listing. All aspects of things, indeed all at one point in time exposed.\\n\\nLP: When did you first sense that you might be in trouble?\\n\\nBin: I think I'm still a person with a strong sense of crisis. When NIO went public on September 12, 2018, I came back and held a meeting with all the executives, saying that now is the most dangerous time for us, because an airplane is the most dangerous when it takes off. Once you stall, it's over, there's no chance at all, there's no way to taxi.\\n\\nA very important reason, we did not raise so much money to go public. We had to raise $2 billion USD, but we were unlucky, and when we went to the roadshow at the end of August, Trump started to go crazy and American investors didn't care about you. In the end, the IPO raised a total of $1.1 billion, of which more than $900 million was given by two investors, one was Baillie Gifford, and the other was a Norwegian sovereign fund, and a little bit from Asia.\\n\\nWe had eight investment banks at that time, and all the big investment banks in the world were in it. It was supposed to be the most high-profile IPO of the year, probably the most financed, but it ended up being a few tens of millions of dollars stateside.\\n\\nI had already figured out when and how much money. The troops had already been so organized, but the military rations were gone.\\n\\nIn 2010, 易车 Yiche($BITA) went public. How small the company, financing more than 100 million U.S. dollars, go to all places are welcome with a smile. In 2018, the situation was completely reversed, and the manager of a very large American fund, who is now our investor, said at the roadshow that you Chinese are all liars.\\n\\nAfter the market, I was in my room at the JW Marriott in Central Park, New York, and I said to my wife, \\\"An era is over.\\\"\\n\\nLP: This could be a sign. Did you panic at the time?\\n\\nBin: I certainly knew there was something very wrong with this. Maybe the market didn't have the concept yet, but I already fully understood the situation. At that time, NIO went from 0 users to more than 10,000 users, there were so many orders to be delivered, the team was going through the winter, and I had to protect the service. In those few months, the company went public and people thought you were booming, but I knew there would be a swamp soon. We had to think of it away, and we were already thinking about it at that time.\\n\\nLP: find a way to find more money?\\n\\nBin: When I came back in September 2018, I knew I had to get the RMB market through because it was no longer possible to go back to the US-China relationship. Before that, we were all taking dollar financing. For so many years NIO has created $10 billion in foreign exchange for China, financing from around the world to spend in China. Even if I fail, most of this $10 billion will be paid to Chinese people. This is certainly good for driving the industry forward, and even if we die, our bones are still nourishing a piece of land.\\n\\nBut after that, you can't rely entirely on the dollar market alone. The risk of being influenced by politics is too great for the company. We signed a contract with Yizhuang(Beijing E-town International Investment) at the time, and it went pretty well, but then a lot of things happened in the middle, like the battery spontaneous combustion, which was kind of the first domino. If there was no battery incident, Yizhuang's investment should also be promoted smoothly.\\n\\nWe can't be blamed for the battery incident, but it caught up with us. When we set up the project in 2015, we used Samsung's battery cells, and then we switched to CATL(Contemporary Amperex Technology Co., limited) when we caught up with the problem with South Korea and THAAD. Then it happened that the batch of spontaneous combustion, we can only recall.\\n\\nThis is how things are, every business is affected by the relationship between China and the United States. Our battery, financing, all of them are very deeply affected by this thing.\\n\\nLP: After the \\\"storm\\\" came, what did you think of?\\n\\nBin: The money was not in place, so we had to slow down the construction of the Shanghai factory. As a result, the outside world interpreted that Shanghai did not support us. Shanghai has always been very supportive of us, and the policies we were given were better than Tesla. We had already ordered a lot of long-cycle equipment, and the stamping line equipment of Tesla's Shanghai factory was still sold to them, which was equivalent to selling weapons to competitors.\\n\\nLP: Why did you sell to Tesla?\\n\\nBin: Only it is building the factory, it has to hurry. If someone else buys it, then I'm sure I won't sell it to them. This equipment is we paid half of the price of the reservation in early 2018, the reservation cycle of the equipment is 18 months, at that time has arrived at customs, immediately available. Tesla was taking a long time to book again, and I saved it at least six or seven months. So it bought away.\\n\\nLP: How big a role did this money play?\\n\\nLi Bin: Sold more than 100 million RMB. That equipment is more than two hundred million, we paid half of the money, and later sold to them cheap.\\n\\nThey also do not know the story. In fact, if Tesla did not give us this money, I might just fail. Help each other out.\\n\\nLP: Later, Tesla's Shanghai mass production was faster, and the rise in share price also boosted the market's confidence in electric cars, making it easier to finance the whole industry.\\n\\nBin: So Tesla has certainly made a great contribution to the industry, no doubt. We still respect them very much.\\n\\nLP: Which moment in 2019 was the hardest for you?\\n\\nBin: The battery recall was the most difficult for me at that time because it touched the interests of users and it was not something expected. To be honest, I never found anything difficult about what was expected. The following we reducing staff, shrinking business, etc., these I knew that I need to do these things back in September 2018.\\n\\nLP: There are some investors who have helped you, why are they willing to believe at this time? For example, Tencent, Lenovo.\\n\\nBin: I think it's because we're doing what we believe in. We're not doing anything bad, we're not doing financial fraud, we don't owe money to banks, and we're not running away. We are doing it in a practical way, just encountered difficulties.\\n\\nLP: How are you sure you are right in the face of most people's doubts?\\n\\nBin: It takes determination to do more than the conventional perception and to give people time to understand you. You have to focus on the people who support you and listen to their needs.\\n\\nThere's an episode of Darkest Hour that I can relate to. Churchill comes out of Parliament and goes to the subway to talk to people and listen to their most honest thoughts. At that time I thought, I should go back to the users, because the people who are still willing to buy your car at such a time are your real source of spiritual strength.\\n\\nIn July and August 2019, I visited users in more than a dozen cities. Not first-tier city but Harbin, Hohhot, Taiyuan, Nanchang, Guiyang, Kunming, Nanning, these places. I was quite encouraged after I went there.\\n\\nI found that there is really a lot of social pressure for users to buy our cars. One of our customers' friends broke up with him because he bought an NIO. Why? We believe different things at the bottom. After meeting the customers, I think that our difficulties are really nothing.\\n\\nLP: You keep emphasizing that it was the users who saved NIO.\\n\\nBin: At the worst time, our finance department, supply chain team, and Lihong Qin and I were lining up cash plans at 10 pm every night, for a company of nearly 10,000 people, in units of 10,000 RMB(1.5k USD). We want to ensure three things, first, the car needs to continue supply, do not deliver the car cash flow will be broken, everything is finished; second, must pay wages; and, to ensure that the supplier settlement.\\n\\nIn the fourth quarter of 2019, more than 8,000 cars were delivered, bringing more than 3 billion cash. At that time, we will fail if 1,000 units less, because the cash flow was strained to the extreme. If we had delivered fewer cars, we really wouldn't have been able to pay our salaries, and we might have lost our supply.\\n\\nIn 2019, I had a meeting with the director, and I said that if people bought the company's cars, they would raise their hands, and it would be 20-30%. Who do you think saved NIO?\\n\\nLP: How did this experience influence the NIO?\\n\\nBin: I've wanted to make a new car brand since 2012. I think the business model of car brands and the way users interact will be different in the mobile internet era. And traditional car companies can't complete this transformation.\\n\\nThis is a very important starting point, if you want to do something, you have to know why you can do it and the traditional companies can not do it? You can't simply say electric, self-driving, that traditional car companies can also do.\\n\\nBut the way to interact with the user, the way to serve the user. The mechanism and culture of traditional car companies is very difficult to turn around. It's like building a 100-story building on a 50-story building is much harder than building a new 100-story building. And when you add a building, the people inside still have to work normally, profits can't fall, which is unlikely.\\n\\nLP: Some people think that the ultimate goal of NIO is a utopia.\\n\\nBin: First of all, it's not a utopia. How our goal of \\\"sharing joy and growing together\\\" is a utopia? Our car is not a fake story.\\n\\nToday, the auto industry chain is much bigger than you think. Car companies sell cars to earn money, and then 4S stores, gas stations, insurance companies, and so on, to earn money for the entire car market stock of users’ services. I just do all those services, but I don't make money from them, I make money from the front (selling cars). Now many people think that NIO's services lose more money, but that's because I don't have enough economies of scale.\\n\\nOur business is very logical. I just make one thing more interesting, and it's good to buy a car from NIO that is more interesting.\\n\\n**I only translated part of it due to time constraints.**\\n\\n**Top comments on the original Chinese article:**\\n\\n悟空：I love NIO and Bin. NIO has been integrated into my whole life\\n\\n妞子馨月：As an NIO owner, I feel it's really fun to move forward with this business.\\n\\n章文章Jason： On May 16, 2019, I ordered the NIO ES6 as a birthday present for myself, bought NIO stock shares in October, and started communicating with NIO's marketing development department about market expansion cooperation in November. On May 18, 2020, our investment in NIO Space Wenzhou store opened. As an owner and investor of NIO, I would like to say: NIO, it's really quite good.\\n\\nhlc: It was also in September of 2019 that I picked up my second NIO, which was also the cheapest time to buy an NIO: 45,000 RMB in subsidies, three years interest-free plus two service packs for re-purchase. Many people find it hard to understand why I would do a \\\"double rip-off\\\" when NIO is on the verge of collapse, but I think it's good to respect my own feelings because I can't find a better car than it at this price point.\\n\\n**Screenshot of the original article with the editor's business card inside. Over 65,000 people have read the article in less than 24 hours.**\\n\\n![](https://images.mirror-media.xyz/publication-images/791aHebA0DIjX6ziClyxk.png?height=2340&width=1080)\\n\\n[https://mp.weixin.qq.com/s/pnFwAgQfmjgl93AVn4Fo_w](https://mp.weixin.qq.com/s/pnFwAgQfmjgl93AVn4Fo_w)\\n\\n[https://mp.weixin.qq.com/s/pnFwAgQfmjgl93AVn4Fo_w](https://mp.weixin.qq.com/s/pnFwAgQfmjgl93AVn4Fo_w)\\n\\n[https://mp.weixin.qq.com/s/pnFwAgQfmjgl93AVn4Fo_w](https://mp.weixin.qq.com/s/pnFwAgQfmjgl93AVn4Fo_w)\\n\\n\",\"timestamp\":1637929260,\"title\":\"Interview with Bin Li(founder of NIO): After a perfect storm, I'm emboldened\"},\"digest\":\"Xg4DMZ3UGeeFSSlVifkD9NKMe28_JJOF_kTHZFqq0vw\",\"authorship\":{\"contributor\":\"0xF8690B1bA8cae43190CAc09eff23B0763bc670fc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qRrfeO50IVOw__pb8mwT61wgjSsLMa8ZC5diLQtBp90\\\",\\\"y\\\":\\\"6w_MdEGUyaP582vcWa4gtcJ2s2z1quq3s6hPu3hCtww\\\"}\",\"signature\":\"bUsWiyu7T7vCzpb_cpOZu4WRSWgYOEvj02trjA60tyCI_skVTvbD7nKOqHe1CqUXhRCCUMuHsdFasJBQn9_Zcg\",\"signingKeySignature\":\"0xf8910ce7ba9df95ebaf2f7c7ead46470797012c861359437ee0eda9b4bd28cf30daced15601f9d72c4354d60f8a359de2641c775f2b74bc816a8e789443912541c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qRrfeO50IVOw__pb8mwT61wgjSsLMa8ZC5diLQtBp90\\\",\\\"y\\\":\\\"6w_MdEGUyaP582vcWa4gtcJ2s2z1quq3s6hPu3hCtww\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Xg4DMZ3UGeeFSSlVifkD9NKMe28_JJOF_kTHZFqq0vw\"}"