"{\"content\":{\"body\":\"YOUnicorns and Quaks, we have come a long way - and we haven’t even started yet.\\n\\nShortly after the launch, there was an airdrop to YOUnicorns NFT holders.\\n\\nA week or two in and the source code of the project was made public for members to create their own NFT projects.\\n\\nA month after, [Flappy Quaks](https://www.quaks.xyz/app/game) was created and made available to the public because that’s what the members wanted. *\\\\[* *The idea to make it playable by only Quaks and YOUnicorns holders is still on the cards. We can also make it a play-to-earn type game but that requires time to build and may or may not happen in the future - no promises. \\\\]*\\n\\nAnd shortly after that, the idea to launch an NFT-related website to find rare, upcoming, and trending NFTs, [NFSea](https://www.nfsea.xyz/) was born. And it’s not just an idea anymore. You can visit the website and see it come to life. However, the speed at which I’m going to put together the design, code it, and then add all the imagined features to it is slow. This is due to the fact that I am solo-leading this project, for now. And this is why we want to change that.\\n\\nGoing forward, I want this project to be fully managed by the members of the DAO. This will allow us to build more things, faster.\\n\\nTo start with that initiative, the first thing I’ve done is that I have registered a YOUnicorns.ETH domain and made a [Snapshot profile](https://snapshot.org/#/younicorns.eth). This is where all our proposals will go and be voted on.\\n\\nNext, [we need moderators](https://airtable.com/shr9V90uBxokusUo6) to add upcoming NFT projects to the website NFSea - until we start generating sizeable traffic to our website so that users can add projects themselves, without us needing to manage it anymore.\\n\\nAfter that, I will look into creating a multi-sig safe where all the revenue of the DAO will rest, managed by multiple signers. The signers will most likely be members who will contribute to making NFSea a success. We can’t just make anyone manage the safe with funds in it.\\n\\nThat said, we want to get moving. And I mean WE, not ME.\\n\\nThere is so much we can do if we work as a team, splitting revenue of everything we build, with everyone involved.\\n\\nOr you can leave it all to me but the rate at which I ship may be slower.\\n\\n[Please fill the form](https://airtable.com/shr9V90uBxokusUo6) if you want to be a moderator on NFSea, adding upcoming NFT projects to the site until we start generating traffic.\\n\\nWe are all unicorns, including YOU. Quak quak.\",\"timestamp\":1636316168,\"title\":\"The road to becoming DAO-like project\"},\"digest\":\"Ph-POL6by_gWW-cjIB1dy2ZQHB0YFpI85Jexr1VPaCY\",\"authorship\":{\"contributor\":\"0xf9a180F43D515baAf12a7cFBA61bAAfbCe053e7D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MldVzDVJhQs5JTvLGtvAkOXSPHy4GxPj_NUvNXIYBGc\\\",\\\"y\\\":\\\"h41wxhUfy8kq3l4QZIv1Gc7qeEUJdr9bg3jILcd2a_c\\\"}\",\"signature\":\"e9ratwOAs9woBbbvGfEQ1yDHrSNkT-dRqXxIHOAvCaby9hd7Fw-OR_ZLiozSQOtsttEx9zvS-wxT1Skhxge7uw\",\"signingKeySignature\":\"0x93becb5d0a6097ea1a4dc4f2dd94cb05c700fa068afa44d9a001b495e3f10a71282e6416f082fb79d067d0585c766f209de31d17f3d8ae925d6a42c95ca43b021c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MldVzDVJhQs5JTvLGtvAkOXSPHy4GxPj_NUvNXIYBGc\\\",\\\"y\\\":\\\"h41wxhUfy8kq3l4QZIv1Gc7qeEUJdr9bg3jILcd2a_c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KP9HE5dNnYZdVnt5fvP6LplwdCDx4-bgms6uUtpus5c\"}"