"{\"content\":{\"body\":\"## Is history repeating itself? Or is it simply rhyming?\\n\\nOver the past year, I’ve dove headfirst into the deep end of personal finance. This leads very quickly into the labyrinth we all know as cryptocurrency.\\n\\nWhat I found surprising was how quickly the ideals of crypto resonated with me. The more I researched the more I fell in love. Cryptocurrencies are complicated technical things in general, but their ideals are simple.\\n\\nWhat I found surprising was how quickly the ideals of crypto resonated with me. The more I researched the more I fell in love. Cryptocurrencies are complicated technical things in general, but their ideals are simple.\\n\\nCryptocurrencies challenge the establishment. Monetary policy is a tool governments use to retain power. Cryptocurrency aims to take that power, and re-distribute it to the people.\\n\\nSatoshi Nakamoto, the anonymous creator of Bitcoin understood this was a dangerous endeavour. Sacrificing enormous fame and fortune to remain hidden, he understood the punishment Prometheus faced, when stealing from the gods, and wisely opted out.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*i6fC9ecBCBLYL6jM)\\n\\nPhoto by [Warren Wong](https://unsplash.com/@wflwong?utm_source=medium&utm_medium=referral) on [Unsplash](https://unsplash.com/?utm_source=medium&utm_medium=referral)\\n\\nThe technology released by Satoshi Nakamoto has led the way to where we are currently. On the brink of mass adaption for Web 3.0, and it’s this stage of the story I’m met with striking similarities to a previous time in history.\\n\\n> “History doesn’t repeat itself, but it often rhymes”.\\n>\\n> \\\\-Mark Twain.\\n\\nAs we approach what feels like uncharted territory I began to look backwards at history, in hopes to find some way forward. What I found most interesting was the 1960s.\\n\\nThe rise of the hippy movement in the United States was one of the biggest cultural changes the world had ever seen. So the question on my mind was, why did it happen?\\n\\nPeople in the late 1950s were disenfranchised with reality. For one of the first times in history, the generational gap between parent and child had opened up significantly.\\n\\nWar hardened young adults were raising families in a time where emotional support had not been invented yet meanwhile the TV is rising in popularity.\\n\\nThe history of the television is a fascinating subject but I’ll share only the necessary point here that n[o new invention entered American homes faster than black and white television sets; by 1955 half of all U.S. homes had one.](https://stephens.hosting.nyu.edu/History%20of%20Television%20page.html)\\n\\nWith the television set arrived the sitcom, a story of a happy family, who lived a perfect life. *The Adventures of Ozzie and Harriet.*\\n\\nOkay, we’re all aware of the TV sitcom, why is that important? Well, it’s hard now to imagine the impact, but in the 1950’s it was more than just a TV show. Viewers believed this was an accurate representation of Ozzie and Harriet Nelsons real life.\\n\\n> “Everyone watched Ozzie and Harriet, and assumed everyone they knew lived that life, and then they went around pretending they lived it too, but no one really did”.\\n>\\n> \\\\-Elaine Tyler May.\\n\\nUpon reading this you might be conscious of the similarities between TV in the ’50s and Social Media in the last 10 years.\\n\\nInfluencer style social media accounts living lavish lifestyles, sharing edited pictures and never experiencing real emotions, is something we know too well.\\n\\nWe don’t have a tonne of research on the effects television had in the ’50s but recently explored deeply in the Netflix documentary *The Social Dilemma*, was the results of social media manipulating peoples views, emotions and behaviours.\\n\\nMost shocking for many viewers was the horrifying effects on mental health, particularly in teenagers. With the blame for rising suicide rates being heavily linked to social media.\\n\\nThe critically acclaimed documentary premiered on Netflix and within 28 days had been seen by over 38 million homes. The viral popularity of *The Social Dilemma* does not surprise me.\\n\\nPeople see through inauthenticity, they seek out the truth, through art, music, films etc. So many people watched this documentary because it was explaining the truth of their lives to this point.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*4enBTUwAu6qp4uXT)\\n\\nPhoto by [Thibault Penin](https://unsplash.com/@thibaultpenin?utm_source=medium&utm_medium=referral) on [Unsplash](https://unsplash.com/?utm_source=medium&utm_medium=referral)\\n\\nThe teenagers and young adults of the late ‘50s early ‘60s sought out this truth. They were met by the Beat Generation.\\n\\nThe [Beat Generation ](https://www.britannica.com/art/Beat-movement)refers to a literary movement in the ‘50s by a group of authors who rejected the standard narrative.\\n\\nThey rejected materialism in favour of spirituality, rejected social norms in favour of experimenting with drugs and they rejected Christianity in favour of sexual liberation.\\n\\nThe Beat Generations influence was enormous, the sound of the ’60s was curated by the Beat Generation. Their influences on Bob Dylan and The Beatles(hence the spelling) is well established.\\n\\nAs with the popularity of the Netflix documentary *The Social Dilemma*, the viral sensation that was The Beatles, should not be downplayed.\\n\\nWhen they arrived on the scene in America, they were insanely popular because they challenged the established narrative and brought truth to a generation crying out for it.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*F06fUxENOodPMUu6)\\n\\nPhoto by [Neil Martin](https://unsplash.com/@anagoge?utm_source=medium&utm_medium=referral) on [Unsplash](https://unsplash.com/?utm_source=medium&utm_medium=referral)\\n\\nIn the era of influencers, paid endorsements and shallow social media, the truth is hard to come by.\\n\\nIn the same way cryptocurrencies attempt to decentralise monetary policy, the internet decentralises culture.\\n\\nThe most apparent case of this is podcasts. It’s no coincidence that *The Joe Rogan Experience* is one of the most popular news sources on the planet.\\n\\nAlthough no individual can be perfect, through a decentralised network of media like podcasts, you can see behind the broadcasting iron curtain, with agendas on full display.\\n\\nOur Beat Generation is podcasters, not because they’re artistic geniuses’ like Bob Dylan or The Beatles, but because they seek to speak their truth which creates generational solidarity.\\n\\nGenerational solidarity is the phrase I associate most with the ’60s, a group of like-minded individuals discovering authenticity for themselves, seeking out what they felt was worth pursuing.\\n\\nSex, drugs and rock ‘n’ roll were criticised heavily in the media and by the older generation, but one thing seemed to cause the most offence. Surprisingly, long hair was the focus of much discussion.\\n\\nYou’ll see it in early interviews of The Beatles, or documentaries about the ’60s. The biggest issue the media had is appearance. Untidy appearance and unkempt hair.\\n\\nStyle is subjective, but in the ‘60s it was a statement of belief. Long hair was a signal to others that I am a member of this community. A statement that you rejected the path your parents outlined and you were on board a movement.\\n\\nThis appearance was the cost of entry into your community.\\n\\nTo me, this is what an NFT is.\\n\\nTo those unaware of what an NFT is, put simply, it's a token you hold to verify ownership of a digital item. The NFT’s biggest use case right now is to verify ownership of digital art.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*7zouk1OfESuxPMDT8JSBIg.png)\\n\\nThis image represents me, and my membership in a community known as the *Meerkat Millionaire Country Club*. In a way, this angry little meerkat is my decentralised long hair.\\n\\nThose participating in web3 will immediately recognise an avatar like this and they will nod in approval at somebody in their community.\\n\\nThey recognise me and I recognise them as someone who rejects the established narrative. We see people who want to explore uncharted territory and see with their own eyes.\\n\\nThe signals are all here, we as a generation are as disenfranchised as they come, we’re facing isolation in a way no generation has. Our answer to it is to create subcultures and communities to regain our sense of belonging.\\n\\nIf history is repeating itself, we’re a couple of years away from the second Summer of Love, is it so crazy to think it takes place in the metaverse?\",\"timestamp\":1640383947,\"title\":\"Are NFTs and Cryptocurrencies the Start of the Next Hippie Movement?\"},\"digest\":\"HP18mScgO1z8ne-71wOsfxncAPm9NCoTfzgAfGu_tUY\",\"authorship\":{\"contributor\":\"0x319825CaEB25dFab7C904D08E0aCd0b1d2bCc6fc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CipIaOO4R7qF3fVjtMrm75I1y7BF5IH-bshNRO9OMBU\\\",\\\"y\\\":\\\"0ufggiI_D_mFjCEN77ZWvVO3ajXGbXqNJANnvRw-WdU\\\"}\",\"signature\":\"UrxIUkyYEhyV1da4Z49BZzHdBGj9Ycc67pngg1NfnxOfCrwVO3Ypl_ixuNQ74ZgJWMRuqF_RU6yvmC2yZk3Pjw\",\"signingKeySignature\":\"0xdee477433b52d04dad23ecbe8d4c25ab890b8c9e9f0c6df55b4e4878a59f17cc58d277bf9db078d53e7853f4a3a55926b6e62a836caada2a28736142686ccce21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CipIaOO4R7qF3fVjtMrm75I1y7BF5IH-bshNRO9OMBU\\\",\\\"y\\\":\\\"0ufggiI_D_mFjCEN77ZWvVO3ajXGbXqNJANnvRw-WdU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HP18mScgO1z8ne-71wOsfxncAPm9NCoTfzgAfGu_tUY\"}"