"{\"content\":{\"body\":\"### During the last ten years I've watched myself grow more and more depressed about my options and operational possibilities as an artist in the digital realm. I felt like spending time and ressources on writing, recording and producing the music I wanted to was to no avail.\\n\\nI've often used the term autonomy when I've tried to describe what it is about Web3 that excites me so. Autonomy to me is the ability to act, to evolve and react to the things around you. In music it means being able to change modes, have new ideas and test them, work on new styles and explore novel approaches to your praxis. For me, everything about being a recording artist is equally important; the ways in which I conceptualise thoughts into music is just as important as how I present them to the world in writing and visual style. The way I present my work means something.\\n\\nWhen I don't have the full palette at my disposal, when I am not able to work freely from *my* beginning to *my* end, I loose some of that meaning. Work becomes disrupted sentences, syntactically lacking, low resolution images that convey something but *what* is distorted by the medium.\\n\\n![](https://images.mirror-media.xyz/publication-images/e6e5ecbf-8d2d-465f-8c59-75a551b12bd9.png?height=1500&width=3000)\\n\\nBuilding a community and then having it sold back to you repackaged as useless analysis tools and \\\"empowering insights\\\" is *not* autonomy. Having to market your work as meaningless interchangeable units in a largely opaque system that has proven unworthy on multiple occasions is *not* autonomy. Labouring for some billionaire CEO with a vision of the future that is as bleak at it is boring is *not* autonomy.\\n\\nWhat Web3 has unlocked for me with all its gadgets and gizmos is the antithesis to depression: imagination. What it provides is a set of sufficiently general tools and protocols to allow practically anyone to participate in the way they imagine to be right. And *that*, dear reader, is autonomy.\\n\\n[derive.works](https://derive.works/) \\\\n [Twitter](https://twitter.com/0xderive) | [Instagram](https://instagram.com/0xderive) | [Discord](https://discord.gg/g7WZ3f6vGA)\",\"timestamp\":1630364136,\"title\":\"What I talk about when I talk about autonomy\",\"publication\":\"derive\"},\"digest\":\"LpKk7hfbx55w_eVi_EXiWTDecOrDHxtIPZ_k8xr88S0\",\"authorship\":{\"contributor\":\"0x59abbee2F246946Dba01fb037Be603CC0B2B3909\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SNwAuIEExtRwKrZprzbYGHZ6ItT_zlwyBTWs56k7ttE\\\",\\\"y\\\":\\\"5iWkm_yxbDs7pFSlCKz1HGYqblx2RZPJkd16H1XVesg\\\"}\",\"signature\":\"RcgpW4PIuupq9aMkVFbrqQOLaM8W9_D1tyzR9O1D3bRWudPcUisBpFZmgV-SPOAHr3Jbh-7-Tjt-HKyI86yCZA\",\"signingKeySignature\":\"0x8fae93bb288892af59431c342308bc9f53a90b9f4ca183cfa16333f3feb7d032168cd02e5e347e38899f36df6da6413f8af7f75820548e44106063da4f2125011b\",\"signingKeyMessage\":\"I authorize the publication of articles on derive.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SNwAuIEExtRwKrZprzbYGHZ6ItT_zlwyBTWs56k7ttE\\\",\\\"y\\\":\\\"5iWkm_yxbDs7pFSlCKz1HGYqblx2RZPJkd16H1XVesg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GR-s6NTZpIg4ZB7fKtwhGJKkNmRJnRuyZvAHoLYGjZg\"}"