"{\"content\":{\"body\":\"看着眼前血手赵灿的尸体，孟川则是从腰带内取出一枚小哨子，含在嘴里吹动。 \\n  \\n     在真气融入下，哨子声音刺耳无比，传向四面八方，周围数里内都能听见。这哨子是用来召集周围孟家人马的，只有家族内地位较高的上百人拥有这哨子，而寻常普通族人只有制式的求救烟花筒，在关键时刻，可以拉动求救烟花筒，令四方族人救援。 \\n  \\n     “嗖嗖嗖。”很快一道道身影接连赶到。 \\n  \\n     “孟川少爷？”这些赶到的身影，大多是为孟家效劳的高手们，少部分是孟氏族人。 \\n  \\n     孟家家大业大，雇佣的高手也颇多。 \\n  \\n     “这是血云盗二当家‘血手赵灿’的尸体。”孟川指着眼前这具尸体，“还有一具血云盗的尸体在碧云楼。你们收拾下吧。” \\n  \\n     “是。”一众人等都齐声应道。 \\n  \\n     孟川点点头，便转身离去。 \\n  \\n     这时候聚集在这的一群人才开始议论纷纷。 \\n  \\n     “王老哥，你带些人去碧云楼一趟，处理血云盗的那具尸体。还有打听清楚孟川少爷在碧云楼做了哪些事。”一位老者吩咐道，这老者是孟家的九位外务大管事之一，在孟家也颇有些地位，连续三代人都为孟家效劳。能被孟家重用的外姓人，自然都是人才。 \\n  \\n     反而孟氏族人，若是庸碌无能，最多勉强饿不死，地位都远不及外务大管事。 \\n  \\n     “是。”立即有十余人前往碧云楼。 \\n  \\n     “血手赵灿，无漏境高手。”这老者看着地面上的尸体，惊叹道，“孟川少爷真是越加厉害了。” \\n  \\n     “孟川少爷还是脱胎境，就能越阶斩杀，定是达到合一境巅峰，离悟出‘刀势’也不远了。”周围其他人也都惊叹着。 \\n  \\n     …… \\n  \\n     孟川刀斩血云盗两名大盗，其中更有血手赵灿这等凶人。这消息传播起来自然快，碧云楼本就是人来人往的地方，太多有心人关注了。甚至之前就有一些人想要追看‘孟川战血手赵灿’，只是身法速度不行被摆脱掉了。 \\n  \\n     可后来孟川吹哨子，除了孟家人马，也吸引那些好奇的人赶往旁观，不少人亲眼看到血手赵灿尸体。 \\n  \\n     \\\\*\\\\*\\\\*\\\\*\\\\*\\\\* \\n  \\n     另一处青楼，一处雅间内， \\n  \\n     云符安正和好友闲聊着，身旁也各有一名美姬伺候着。这时候雅间门开了，另一名中年人笑吟吟走了进来。 \\n  \\n     “张兄，我俩等你可等了快半个时辰了。”云符安笑道，“你可得罚酒三杯。” \\n  \\n     “你们也知道我家那母老虎，没办法，到现在才偷偷出来。”中年人笑着坐下，直接仰头喝了一杯，将酒杯一放，旁边立即有美姬倒酒，这中年人颇为兴奋接着道，“有一件大消息得和你俩说说。” \\n  \\n     “什么大消息？”另一位富态男子搂着美姬，随意问道。 \\n  \\n     “大概一个时辰前，在碧云楼发生了一件大事。”这中年人说道，“那孟家的孟川去了碧云楼……”说着还看了云符安一眼。 \\n  \\n     云符安眼皮一跳。 \\n  \\n     “他去碧云楼也算大事？”富态男子则是笑道，“服兵役能活着回来的也就大概一半，回来的不少还是残疾。在去服兵役前，去青楼自然常见。” \\n  \\n     “他去碧云楼，可不是为了里面的女子，而是为了两个男人。”中年人得意道，这令云符安、富态男子都一愣。 \\n  \\n     中年人继续说道，“那是血云盗的两名大盗，孟川去碧云楼，先杀一名大盗。又追杀另一名凶悍的大盗——血手赵灿。” \\n  \\n     “血手赵灿？”云符安、富态男子都一惊。 \\n  \\n     “当场断了血手赵灿一臂，血手赵灿立即仓皇而逃，孟川也追杀了出去，据说追杀了一里地，将那血手赵灿给斩杀了。”中年人惊叹说道，“了不起，了不起啊。” \\n  \\n     云符安忍不住道：“他能杀血手赵灿？血手赵灿可是无漏境实力，孟川我估摸着最多脱胎境后期吧。” \\n  \\n     “会不会悟出势？”中男人猜测道。 \\n  \\n     “不可能。” \\n  \\n     云符安立即道，“如果真悟出了势，碧云楼那么多人，一眼就看出来了。恐怕消息早就传遍全城了。” \\n  \\n     “对，不可能悟出势。”富态男子也道，“他去年才达到合一境。哪有这么快。若真悟出势……在碧云楼内他就足以杀死血手赵灿了。而事实上，擅长身法速度的孟川，却追杀了赵灿一里地才杀死，说明彼此差距不是太大。” \\n  \\n     “白兄说的有理。”云符安点头。 \\n  \\n     “你们两家应该也都知道，孟仙姑重伤只能再撑几年罢了。”富态男子笑道，“如今出了一个十五岁悟出秘技的孟川，一定会拼了命的栽培。以孟仙姑八十年神魔的积累，倾力栽培下，这孟川的神魔根基一定很强。虽是脱胎境后期，可论肉身怕是和血手赵灿差不了太多。他实力能压制血手赵灿，显然刀法境界更高，应该达到合一境巅峰了。说不定过上两三年就能悟出势。” \\n  \\n     “两三年内悟出势？”云符安嗤笑一声，“白兄，我承认他是天才。可刀法突破没那么容易，说不定他过了二十岁才悟出势。” \\n  \\n     “不可小觑。” \\n  \\n     富态男子摇头，“我白家打听到的消息，孟川每天拔刀劈连弩箭矢，就连劈八千次。据说还有其他修炼……的确不是一般的勤奋。” \\n  \\n     “是是是，是勤奋。可勤奋若是有用，神魔就不会这么少了。”云符安依旧在说着，若是婚约没解除，他自然乐得看孟川越厉害越好。可解除婚约，他就希望这孟川越没出息就越好。人，大多如此。若是云符安这时候还能平常心待之……云家三雄就变成云家四雄了。 \\n  \\n     …… \\n  \\n     消息引起外界阵阵风波，这孟氏族内更是沸腾了，一片议论纷纷。 \\n  \\n     镜湖孟府。 \\n  \\n     “川儿，你这和七月出去吃饭，回来路上就一个人溜了，跑去杀了血云盗两名大盗？”孟大江看着自家儿子，都不知道说什么好。 \\n  \\n     “爹，你知道我能感应到一里内气息的。”孟川说道，“我遥遥感应到了那两股血腥气息，那气息比衙门专门砍头的刽子手血腥气都浓，我才仔细去探查一二，在十丈范围内，我听到他们的对话，又发现那血手赵灿的一些易容手段，很轻易就知道他的真实身份。两名血云盗大盗，本就该杀。血手赵灿，更不能留。” \\n  \\n     孟大江微微点头。 \\n  \\n     “爹你放心，我没有施展刀势，仅仅展现比血手赵灿强些的实力。等没人的时候，我才一刀杀了他。”孟川说道，能感应周围一里，他很清楚周围有没有其他人。 \\n  \\n     “行吧。” \\n  \\n     孟大江笑着点头，“如今外界都说你的刀法达到合一境巅峰，离悟出刀势都不远了。明年年中，公开你悟出刀势的事……也算水到渠成。对了，衙门已经派人验证过了，那的确是血手赵灿。另一名死去的，查看身上纹身，也确定是血云盗的一名盗匪。” \\n  \\n     “他们身上带的金钱宝物，还有兵器都算做银两，再加上朝廷的悬赏金，一共一万六千两。”孟大江从怀里拿出一叠银票，“这是家族刚派人送来，你的战利品，归你。” \\n  \\n     “那赵灿死前求饶拿出了不少钱财了。”孟川笑道，“爹，你不用给我。” \\n  \\n     “你的战利品自然归你。你也长大了，这些该你自己处置。”孟大江递过去。 \\n  \\n     孟川只能接过。 \\n  \\n     几万两银子……像周家那等富商家族，整个家族财富也就如此。对血云盗也算一笔大额钱财。 \\n  \\n     可对神魔家族孟家而言，真的并不在意。 \\n  \\n     …… \\n  \\n     回到屋子依靠在床上，在夜光下，孟川翻看了这厚厚一叠银票，算上之前从血手赵灿那得到的，一共有五万多两银票了。 \\n  \\n     “我长这么大，身上最多也就五千两银票。”孟川暗叹，虽然他名气大受家族重视，可本身不赚金钱。都是家族按月给少许，还有父亲给一些零用。他花钱不多，长期积累，也才积累到五千两。和很多大富商比起来都差的远。 \\n  \\n     今天一下子就得了这么多。 \\n  \\n     看了看，便随手放到一边，跟着目光落在那被棉布包裹着的黑铁片。 \\n  \\n     事实上相对于那些银票，他对神魔之物更好奇，只是也没抱多大期待。毕竟太破了。 \\n  \\n     “这残破的黑铁片。”孟川从中拿起那块黑铁片，无比霸道的神魔气息从这黑铁片上弥漫开，让孟川越加仔细看着。虽然没有点蜡烛，只有窗外的月光……可孟川的‘观看’可不单单是靠眼睛，那无形的感应渗透在黑铁片细微的每一处的。 \\n  \\n     随着感应，这残破黑铁片却有无形的吸引力，牵引着孟川的感应。 \\n  \\n     孟川顿时感觉自己的意识一下子就被吸引进了黑铁片中。\",\"timestamp\":1642759242,\"title\":\"第二集 第十八章 传遍全城\"},\"digest\":\"O3nsHhy8EHElz7GJW1TPdV6CwCnPv20D8Bmg0zTq8dY\",\"authorship\":{\"contributor\":\"0xf08c9cbd20583013Bd2E64B9e2DD9223eb3a3C09\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hq_FQv2bYpBkklEdiKkhY71HxMDli03VaxAEemhT6y4\\\",\\\"y\\\":\\\"2koNJa13zyUfVWvpsE7C0ALdgL2hiZrLonmtPvC6qbg\\\"}\",\"signature\":\"UjvwzThFvPWKybarQ_0CSBTJ9xS13pt5yGsXjk7f9NrZdaQ_SgkUhA3IGFmRF8SC4E3tpFeFQambtlNREnt9Ig\",\"signingKeySignature\":\"0x290272b6f0dd679bc04798eb4e5d4894159d99521a293faecf53fc1a04d4a5cc4166cb69b36bd7f621bd15e05643c832e52578f7eb467377f169540e7d04cc381b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hq_FQv2bYpBkklEdiKkhY71HxMDli03VaxAEemhT6y4\\\",\\\"y\\\":\\\"2koNJa13zyUfVWvpsE7C0ALdgL2hiZrLonmtPvC6qbg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O3nsHhy8EHElz7GJW1TPdV6CwCnPv20D8Bmg0zTq8dY\"}"