"{\"content\":{\"body\":\"Probablemente, en un futuro no demasiado lejano, gran parte de los contenidos de los medios de comunicación se comercializarán en formato NFT. Los periódicos, la televisión y la radio construirán plataformas de NFT y venderán las creaciones de sus colaboradores en ellas. O aprovecharán las existentes para crear divisiones de medios. O los periodistas crearán en ellas sus galerías de contenidos. De alguna forma, es como regresar a los periódicos como unidades de venta, aunque ahora ya no sean ejemplares de papel. Los medios crearán sus economías y mercados gracias a su comunidad de seguidores. Las redacciones serán globales y cosmopolitas y las compañías de medios competirán entre ellas para hacerse con los mejores  profesionales. Igual que sucede hoy en día con los futbolistas o los cantantes. Estas nuevas plataformas de medios promocionarán y cuidarán a los más rentables. Así ganarán más y evitarán que se establezcan por su cuenta o que se vayan a las plataformas de la competencia.\\n\\n![](https://observatorioblockchain.com/wp-content/uploads/2021/10/795x227_ES-002.jpg)\\n\\nLa gran fuerza de los NFTs para los medios de comunicación y para los profesionales que trabajan en ellos reside en su capacidad de devolver a sus propietarios el derecho de copia. Un derecho que los editores perdieron con la llegada de internet y su capacidad de reproducir hasta el infinito cualquier tipo de contenido. Los NFTs tienen la capacidad de representar la propiedad digital de cualquier bien, ya sea físico o digital, en una blockchain. Esta cualidad permite, por ejemplo, que los creadores de contenidos obtengan royalties cada vez que que alguien revenda un contenido creado por él. O la cotización de dichos contenidos en los mercados.\\n\\nLos tokens no fungibles (NFT) se popularizaron en marzo de este año cuando la casa de subastas Christie’s vendió por casi 70 millones de dólares una obra del artista Mike Winkelmann, conocido como Beeple. Desde entonces, los NFTs no han parado de correr de boca en boca. Tanto, que hasta el Collins English Dictionary ha elegido NFT palabra del año.\\n\\n[Associated Press utiliza venta de NFTs de fotos icónicas para financiar su periodismo](https://observatorioblockchain.com/nft/associated-press-utiliza-venta-de-nfts-de-fotos-iconicas-para-financiar-su-periodismo/)\\n\\nHasta ahora, buena parte de los medios de comunicación más importantes del mundo han experimentado con el lanzamiento de NFTs. New York Times, Fortune, Rolling Stone, The Economist, Associated Press (AP), Vogue o la Revista Time han lanzado NFTs. En España, de momento, ha sido el Grupo Vocento, el diario deportivo Marca y Observatorio Blockchain los que han experimentado con los NFTs. Sin embargo, el único medio que ha trazado una estrategia de negocio en torno a los NFTs y la tecnología de las criptomonedas es la revista Time.\\n\\nEsta revista, que cumplirá cien años en 2023, comercializa sus portadas como NFTs, está experimentando en el metaverso, acepta pagos en bitcoin y ethereum y ha lanzado una colección de NFTs , denominada»Time Pieces», para vender suscripciones a sus lectores. Observatorio Blockchain ha comprado uno de esos NFTs, que han sido diseñados por varios artistas, y se ha suscrito a la revista. Esto quiere decir que podemos acceder a los contenidos de Time a través de nuestra billetera en Ethereum y que si nos cansamos de sus contenidos podemos vender nuestro NFT. Los medios de comunicación, como ya están haciendo algunas galerías de arte creadas en blockchain, también pueden hacer partícipes a sus usuarios de la compra de series, películas o grandes reportajes. Para ello, deberían dividir la propiedad del contenido en varias unidades de NFTs, conformando una gran comunidad de inversores.\\n\\n#### El ejemplo de Time y su presidente\\n\\nEs importante subrayar que la estrategia de Time cuenta con el apoyo inquebrantable del presidente de la publicación, Keith Grossman. Desde su perfil de [Twitter](https://twitter.com/KeithGrossman), Grossman no para de contar historias relacionadas con NFTs y metaversos y apoyar a la comunidad cripto. Como prueba de su compromiso con la tecnología blockchain, el presidente de Time muestra en el perfil de esta red social su retrato dibujado como si fuese un NFT, con la leyenda Time Pieces.\\n\\n[The Economist subasta hoy como NFT una portada dedicada a las DeFi](https://observatorioblockchain.com/nft/the-economist-subasta-hoy-como-nft-una-portada-dedicada-a-las-defi/)\\n\\nGrossman también se ha colocado el dominio de su nombre en Ethereum, KeithGrossman.eth. Nuestro diario también cuenta con un dominio Ethereum Name Service (ENS). Los dominios ENS son como los que se utilizan para acceder a las páginas web, pero en blockchain. Se supone que son uno de los elementos fundamentales de la futura Web 3. Los ENS se compran como NFTs y para conservarlos hay que ir renovándolos cada cierto tiempo. Los precios de los dominios varían en función del precio del gas de Ethereum en el momento de realizar la compra.\\n\\n#### DAOs\\n\\nHace unos días, ENS inició su camino para convertirse en una DAO (Organización Autónoma Descentralizada) y regaló tokens ENS a quienes habían registrado dominios, como agradecimiento por el apoyo. A estos regalos, en el argot cripto se les conoce como airdrop. Al cierre de esta edición, ENS cotiza por encima de los 51 dólares. Esto quiere decir que tanto Grossman, como Observatorio Blockchain forman parte de la comunidad del proyecto ENS, que ha creado una economía y un mercado en torno a su token. Por lo tanto, cuanto más se revalorice el token ENS, más dinero ganarán todos los que han invertido en la compra de dominios ENS. Es lo que se conoce como la economía del token.\\n\\n[Los NFT Cool Cats de la revista TIME celebran ventas de 1 millón de dólares](https://observatorioblockchain.com/nft/los-nft-cool-cats-de-la-revista-time-celebran-ventas-de-1-millon-de-dolares/)\\n\\n#### Comunidad de suscriptores\\n\\nEn el fondo, la idea que subyace en ENS es la misma que la de la revista Time Pieces: hacer crecer la comunidad de suscriptores de Time. Y lo mismo que ENS, Time también puede lanzar un token en el futuro. La revista define a Time Pieces como una nueva comunidad web3 NFT. Hace unos días, Grossman dijo al diario Decrypt que vio el potencial de los NFTs cuando se produjo la venta del meme Nyan Cat por casi 600.000 dólares. Eso fue en el mes de febrero. El meme del gif del gato con una tostadora pegada en la espalda, que acumula más de 193 millones de visualizaciones en Youtube, se vendió por 300 ethers. Al precio que cotiza ethereum en la actualidad, valdría el doble.\\n\\n[Time añade ethereum a su balance y firma patrocinio con Galaxy Digital para contenidos de metaverso](https://observatorioblockchain.com/metaverso/time-anade-ethereum-a-su-balance-y-firma-patrocinio-con-galaxy-digital-para-contenidos-de-metaverso/)\\n\\n#### Time y el metaverso\\n\\nResulta gratificante y alentador que un presidente de un medio de comunicación confiese que se ha pasado seis meses escuchando a personas influyentes en NFTs y cripto en Clubhouse y Twitter. Grossman cuenta a [Andrew Hayward,](https://decrypt.co/author/andrew-hayward) la persona que firma la información de Decrypt, una cita de Mike Tyson: «todos tienen un plan hasta que te golpean en la boca».  El creciente mercado de los NFT y los casos de uso, junto a la evolución de la tecnología blockchain, fueron un golpe asombroso que cambió el curso del camino de Time, explica Grossman. La revista también está explorando el metaverso en asociación con Galaxy Digital\\n\\nKeith llegó a la presidencia de Time en julio de 2019, tras una carrera de éxitos profesionales en Condé Nast y Bloomberg. Cuando llevaba siete meses en el puesto, Grossman dijo a [Digiday](https://digiday.com/media/time-president-keith-grossman/) que la revista había atravesado 10 años de negligencia y mala gestión. El actual dueño de Time es Marc Benioff, cofundador de Salesforce, que compró la revista por 190 millones de dólares. Benioff es inversor de Chainalysis, una empresa que se dedica, entre otras cosas, a la venta de herramientas de datos blockchain.\\n\\n#### DAOs y medios\\n\\nDecrypt, el medio que ha realizado la entrevista a Keith, está construyendo una DAO de medios de comunicación. Las DAOs están dirigidas colectivamente por personas con los mismos intereses, se rigen por contratos inteligentes y sus miembros comparten los ingresos obtenidos por el trabajo realizado. Las DAO están cobrando especial relevancia últimamente y están transformando muchas industrias. Entre ellas, la de las inversiones. Se están construyendo DAOs para comprar NFTs de arte digital o para adquirir una copia de la Constitución de Estados Unidos. Como el caso de Constitution DAO. Un grupo de personas que se conocen en Twitter y se organizan para comprar un manuscrito de la Constitución norteamericana. Logran recaudar más de 40 millones de dólares en poco más de 72 horas. El mismo modelo puede aplicarse para crear medios de comunicación.\\n\\n[Los NFT Cool Cats de la revista TIME celebran ventas de 1 millón de dólares](https://observatorioblockchain.com/nft/los-nft-cool-cats-de-la-revista-time-celebran-ventas-de-1-millon-de-dolares/)\\n\\nEl periódico Decrypt es propiedad de Consensys, la compañía que Joe Lubin fundó en 2015 como empresa de software para explotar la tecnología de Ethereum. Consensys fue la generadora del proyecto periodístico Civil, que se detuvo por falta de apoyo de la comunidad. La compañía de Lubin es hoy un unicornio de $3.200 millones que trabaja para liderar la industria de las herramientas, con las que se está construyendo la web3.\\n\\n#### Un modelo validado por el arte digital\\n\\nEl modelo de negocio de los NFTs aplicados a los medios de comunicación ya ha sido validado con gran éxito por el arte digital. A efectos prácticos, el arte digital es un contenido más de los que circulan a diario en internet. Por ello, puede extenderse con facilidad a todas las áreas de negocio que integran las denominadas industrias culturales y creativas. Los libros, las series, las películas, las canciones, todo se comercializará en formato NFT. Instagram será una plataforma de NFTs y podremos comercializar nuestros atardeceres. Los medios de comunicación fabrican a diario ingentes cantidades de contenidos digitales: podcasts, artículos, vídeos, fotografías, noticias o viñetas. Todos ellos, susceptibles de ser convertidos en NFTs.\\n\\n[Las suscripciones que TIME vende como NFT se revalorizan $21 millones en un día](https://observatorioblockchain.com/nft/las-suscripciones-que-time-vende-como-nft-se-revalorizan-21-millones-en-un-dia/)\\n\\nDe la misma manera que la casa de subastas británica Sotheby’s ha creado un mercado para NFTs en la blockchain de Ethereum, los medios de comunicación pueden comercializar sus contenidos digitales como NFTs. en sus propios mercados. Igualmente, pueden abrir sedes en los metaversos y participar del inmenso mercado publicitario que se está abriendo en ellos. Los avatares de los metaversos también necesitan informarse, ver películas, leer columnas de opinión, programas de entretenimiento, viñetas o deleitarse con increíbles colecciones de moda firmadas por los más prestigiosos fotógrafos. Observatorio Blockchain tiene sede en el metaverso Decentraland y ya ha ofrecido sus contenidos a la embajada que Barbados abrirá en enero en Decentraland.\\n\\n[La revista Time aceptará pagos en bitcoin y los mantendrá en su balance](https://observatorioblockchain.com/bitcoin/la-revista-time-aceptara-pagos-en-bitcoin-y-los-mantendra-en-su-balance/)\\n\\n#### El caso de España\\n\\nEn el caso de España, los medios de comunicación poseen fondos fotográficos de gran valor, que pueden convertirse en NFTs. Hace poco Ap subastó una colección denominada «Momentos únicos», con fotos y teletipos digitalizados de noticias sobre momentos históricos del último siglo. Como la rendición de Japón durante la Segunda Guerra Mundial. El equivalente español sería la agencia EFE.  Pero también existen viñetas maravillosas de El Roto o Mingote. Columnas de opinión que cualquiera podría comprar para sí o para regalar. Fotografías que son símbolos de una época, como la del niño subido en los hombros de su padre, símbolo de la llegada de la democracia a España, del magnífico fotógrafo César Lucas, publicada en El País.\\n\\n[La audiencia planetaria de los memes y su monetización a través de NFTs ](https://observatorioblockchain.com/nft/la-audiencia-planetaria-de-los-memes-y-su-monetizacion-a-traves-de-nfts/)\\n\\nEn la reciente feria de NFTs que hubo en Nueva York, las calles de la gran manzana se convirtieron en galerías gigantes de arte al aire libre. Los transeúntes podían acceder a ellos y comprarlos haciendo clic, como si estuviesen en el salón de su casa. En esta  gran fiesta de innovación y creatividad, los medios contaron lo que sucedió, pero no fueron protagonistas. Con la perspectiva que da el tiempo, lo que está sucediendo en la actualidad con la tecnología blockchain y los medios de comunicación recuerda un poco a lo que pasó en los años 90 con internet (Google). O a lo que sucedió con las startups de la web 2.0 (Facebook, Twitter). Con la gran diferencia de que ahora hablamos de economías y mercados.\\n\\n#### Mirror y los NFT\\n\\n[TIME subasta 3 NFTs y busca jefe financiero que sepa de bitcoin y criptomonedas](https://observatorioblockchain.com/nft/time-subasta-nfts-y-busca-jefe-financiero-comodo-con-bitcoin-y-criptomonedas/)\\n\\nPlataformas como NBA Top Shot ya está vendiendo fotografías y vídeos en formato NFT de jugadas maestras de las grandes estrellas del baloncesto. Mirror, una plataforma en blockchain similar a Substack, ya transforma en NFTs todas las publicaciones.  Mirror también está siendo utilizada para financiar proyectos cripto. Detrás de esta plataforma se encuentra la firma Andreessen Horowitz (a16z), la misma que apoya a Substack. Casi todos los contenidos están en inglés y los que tienen mayor éxito están escritos por personas vinculadas con la industria blolckchain.\\n\\nEste contenido se subastará como NFT en la galería que Observatorio Blockchain tiene en [Opensea](https://opensea.io/ObservatorioBlockhain)\\n\\nFoto [Pexels](https://pixabay.com/es/users/pexels-2286921/), en Pixabay\\n\\nTambién puedes seguirnos en nuestros canales de [Telegram ](https://t.me/observatorioblockchain)y [Twitter ](https://twitter.com/ObserBlockchain)\",\"timestamp\":1639060722,\"title\":\"¿Por qué los medios de comunicación venderán sus contenidos en NFT?\"},\"digest\":\"CQL9ujaYMP7hqN18cz800rCk6UwqlWl3moCsHRF7CbM\",\"authorship\":{\"contributor\":\"0xDB584Db72160bE0694E5F91B195313dc4E13c393\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O0eq6FzB0c_k1naCKQkGbLlrLPlXXRf5Sc3lKhZbsAg\\\",\\\"y\\\":\\\"7P0WT4hcQRgXLfibkgUZ2LfshbL2VJkWZZ0XZDM4mrE\\\"}\",\"signature\":\"LMqKy8_iB8TVmP3NXsW4WFi4iaK64th1xBYqeJKfqVQ7o6gWKMl4xcO8eACVbYT3aA-R6dyK5StRr0KqDD3ffA\",\"signingKeySignature\":\"0x7b534854f574ec97480af7e2c72ecd0e057a31515ce1f1897a492b1510e606a60790211b09a0b7c5ec0f4ac2150c74df230f44a438d09e9b463784b96acf0d601c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O0eq6FzB0c_k1naCKQkGbLlrLPlXXRf5Sc3lKhZbsAg\\\",\\\"y\\\":\\\"7P0WT4hcQRgXLfibkgUZ2LfshbL2VJkWZZ0XZDM4mrE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CQL9ujaYMP7hqN18cz800rCk6UwqlWl3moCsHRF7CbM\"}"