"{\"content\":{\"body\":\"![via Squarespace](https://miro.medium.com/max/1400/1\\\\*FX9TcQI6hmbubFGrVx4ioA.png)\\n\\nThe first step to taking control of your health is understanding what you are consuming. Being able to walk into a grocery store and make choices that you know are right for your body (and understanding why!) is powerful.\\n\\nBut where do you even start? Everything- from veggies, to burgers, to granola bars — screams at you from the shelves. Their labels convince you why THIS is “the next best organic superfood” or THAT is the “most natural, local snack”. Educating ourselves on what these labels *really* mean, makes the choices you’re presented a lot more manageable.\\n\\nI’m going to walk you through the most common food and nutrition labels you’re bound to see on your next supermarket trip. Through my research writing this I was shocked at how sneaky and withholding many of these labels can be. While some of these explanations get a little nerdy, I hope they can help you feel more informed as to where your food is coming from.\\n\\n## **MEATS & POULTRY**\\n\\n**“Cage Free”** : This label is most commonly seen on poultry and egg packaging. As expected, it means that the birds are not caged. However, this *does not* guarantee that the birds were raised outside as many of us, including myself, assume. Poultry that was raised indoors, in dirty, crowded environments, can still have this label on the packaging!\\n\\n**“Free range” & “Free roaming”** : This label is only defined by the USDA for use on poultry and eggs. As long as birds have *access* to the outdoors, this label is applicable. Unfortunately, this does not guarantee that the majority of the birds’ life was lived outdoors. On top of that, this label does not ensure that the poultry and eggs are cruelty or antibiotic free.\\n\\n**“GMO-free” & “Non-GMO”** : You can find this label on meat, poultry and produce. It ensures that the food was produced without being genetically engineered through the use of GMO’s.\\n\\n**“Grain-fed”** : The most widely produced beef in the United States is grain-fed. While it is not the natural or humane diet for the cattle, grain-fed beef is said to provide a more tender and juicy product for the consumer. Be warned, however, that the grain mixture fed to cattle can contain animal by-products and growth hormones, if not otherwise labeled.\\n\\n**“Grass-fed”** : Honoring the natural diet of cows, more and more farmers are opting to grass-feed their cattle. This means that throughout the cows life they are not given grain, animal by-products, synthetic hormones or antibiotics (except in the case of disease). This provides the consumer with a leaner meat, that is lower in fat and calories. However, as we have come to learn, the label doesn’t often tell the whole story. Meat labeled “grass-fed” can still be “grain-finished”, meaning that right before slaughter they are fattened up with a grain diet. If you’re looking for a truly and completely grass-fed meat, be sure to check for a “grass-finished” label as well.\\n\\n**“Heritage”** : Although I haven’t purchased meat products in almost 4 years, I don’t ever recall seeing this label. That might be because this one is pretty uncommon — it means that the meat you’re buying comes from a rare & oftentimes an endangered breed of livestock. Industrial agriculture is aimed on increasing efficiency of farming, by narrowing the range of tasks and roles involved in production which has dramatically reduced breed variety. Heritage meats come from livestock that was protected from industrial agriculture and raised by farmers differently. Heritage meats are praised for being richer in taste (although they’re much higher in fat).\\n\\n**“Hormone-free”** : The USDA prohibits the use of hormones in both pigs and poultry. So, if you ever see bacon labeled “hormone-free”, you’re being duped to pay extra! This label applies only to cow products, and may also be phrased as “no hormones administered” or “no added hormones”.\\n\\n**“Natural”** : USDA guidelines for labeling meat/poultry “natural” are pretty tight. These products can only undergo minimal processing, meaning the meat has not been fundamentally altered. “Natural” meat cannot contain artificial colors, artificial flavors, preservatives or other artificial ingredients.\\n\\n**“Non-irradiated”** : Did you know that meat and veggies are sometimes exposed to radiation energy to kill disease-causing bacteria? I didn’t. This label means that the food inside has not undergone this process. Currently, no thorough testing has been done to know if irradiated food is safe for human consumption, so I’m curious to see what future research tells us about this procedure.\\n\\n**“Pasture-raised”** : This is the one I would choose! “Pastured-raised” products come from animals that were raised on a pasture, able to move around freely, and carry out their natural behaviors. The livestock was provided a natural, grazing diet of grasses and other plants, rather than being grain fed (but always look for that “grain-finished” label!) In my opinion, this is the most humane way to produce meat. If you’re going to eat animals, at least eat ones that were happy, right?\\n\\n**“rBGH-free” & “rBST-free”** : While I’ve listed this under meat and poultry, this is actually one you’ll find on milk. Recombinant bovine growth hormone (rBGH) or recombinant bovine somatotropin (rBST) are genetically engineered growth hormones injected into cows to artificially increase their milk production. While it hasn’t been tested for safety, it is outlawed in the EU, Canada & other countries.\\n\\n**“Organic”** : For this label to apply to meat and poultry, farmers must meet a couple of standards. Outdoor access to pasture must be accessible to livestock, and the animals must be sustained on 100% organic feed (this doesn’t mean a grass diet though!). On top of that, antibiotic and hormone use is prohibited.\\n\\n## **PRODUCE**\\n\\n**“Bioengineered”** : There are 13 foods available throughout the world that are bioengineered. This process, of modifying the food’s genetic material through certain techniques not found in nature, makes the crops more resistant to insect damage and infections, requiring fewer pesticides. Interestingly, this process can even up the nutrient content of the food! These 13 foods, and any others derived from them, must be labeled as “bioengineered”. The 13 foods are: alfalfa, apples, canola, corn, cotton, eggplant, papaya, pineapple, potatoes, salmon, soybeans, squash, and sugar beets.\\n\\n**“Certified naturally grown”** : This label is a great alternative for farmers who may find it expensive or time-consuming to get/maintain the USDA “organic” label (more on that process later). Simply put, produce with this label has been grown using responsible soil techniques, without the use of synthetic pesticides, and without genetically engineered seeds.\\n\\n**“Conventional”** : I stay far away from anything labeled “conventional”. Grown through industrial agriculture practices, this produce is grown using synthetic chemicals and genetically modified organisms (GMO’s). Additionally, industrial agriculture uses a farming technique known as *monocropping*, which is… just the worst. But that’s for another post.\\n\\n**“Fair Trade”** : An important one! This means that the farmers and workers responsible for growing and packaging the product have been paid fair wages and worked in acceptable conditions.\\n\\n**“Local”** : In general, this means that the food was grown within 100 miles of where you’re purchasing it! However, some states/counties have a stricter definition, only labeling food “local” if it came directly from a farmer or farmer’s market. FYI- these foods may still contain GMO’s!\\n\\n**“Natural”** : While meat and poultry have standards surrounding this label, things get a bit sketchier with produce and other foods. There are currently *no standards in existence* for labeling produce “natural”. How is that acceptable? Your guess is as good as mine. Be sure to look for any other identifying labels, or even dive into the ingredient/nutrition sheet if you’re looking for more information on what you’re buying!\\n\\n**“Organic”**: You might remember I mentioned that this label is quite a process for farmers to obtain. On produce, this label ensures that the food was not treated with synthetic fertilizers or pesticides, and kept away from any sewage sludge. But in order for farmers to obtain this label, these practices must be upheld for 3 years *prior* to certification, and then continually throughout. So “organic” labeled produce is a pretty safe choice, at least in my opinion!\\n\\nYou’ve probably noticed that many foods other then produce are often labeled “organic”. It all comes down to the ingredients:\\n\\n* If a product sports a USDA “organic” seal, it means that 95%-100% of the ingredients are organic.\\n* If a product is labeled as containing “organic ingredients” 75%-95% of the ingredients meet requirements.\\n* “Organic” milk and dairy products are rBGH-free.\\n\\nI’m sure there are many other labels out there, for a range of groceries. I chose to focus on these for the simple fact that they are what I see the most! As research continues, I’m sure we’ll see adjusted guidelines, and even new labelling systems all together.\\n\\nIf you take nothing away from this post, at least remember that food labels such as these almost never tell the full story of what you’re buying! It’s important to do the research, and take time to decide what aspects of how your food is grown, harvested and packaged is important to you.\\n\\n\\n---\\n\\n*hey, i’m emma!  \\n often found: watering my plants, doing handstands or reading in fuzzy socks. \\n RYT-200, certified holistic health coach, & reiki 1 practitioner. \\n you can find me on instagram ([@emmbodiment](https://www.instagram.com/emmbodiment/)) or at [emmbodiment.com](https://emmbodiment.com)* \",\"timestamp\":1635298417,\"title\":\"Know Your Labels, Know Your Food\"},\"digest\":\"VF4Qnsp1vtgtpQlVzz56Tiqv4OzraQpo4lt6P-mDD4g\",\"authorship\":{\"contributor\":\"0x6661475Bbe8b5138A0f918167A6Fb20395daa27D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wOyCaDkYQY5JLUa-5yDQBrVi93muXSEVF0WPL6GfTAc\\\",\\\"y\\\":\\\"WDTriRJX3MLR6KqqMdJKONvl-YGz78gzZel776taxfk\\\"}\",\"signature\":\"YMpf6zS8twnmiIk6dzNenDq8finKIxF6bm4lq77QbuaGZ02UDmSi7EAvujJCvkPn4ZKPNHIAM94MwYlKbMRJJA\",\"signingKeySignature\":\"0x3d1a37b2b04d9e6a2fe79a53559bd33b8c6e80e8ec8e2a1b1487d61038f243e8597b53ed46c60edfcb6cb4454b3143e1ac5ef3c6c7ad5233e4b84747726418291c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wOyCaDkYQY5JLUa-5yDQBrVi93muXSEVF0WPL6GfTAc\\\",\\\"y\\\":\\\"WDTriRJX3MLR6KqqMdJKONvl-YGz78gzZel776taxfk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VF4Qnsp1vtgtpQlVzz56Tiqv4OzraQpo4lt6P-mDD4g\"}"