"{\"content\":{\"body\":\"New projects often try to increase their credibility by connecting themselves with well-known entities. The idea is simple: \\\"These reputable entities trust us, so if you trust them, you should also trust us.\\\" In fact, the association with a trusted entity can be a powerful indicator of the legitimacy of the project.\\n\\nFor example, if a project gets a Web3 Foundation Grant, it means that the project is indeed built on the Polkadot ecosystem. If they have delivered all the milestones, then their code is likely to be of reasonable quality.\\n\\nThe Web3 Foundation is not the only entity in the ecosystem that provides funding. There are other reputable teams in the ecosystem that have developed platforms or parachains and provided funding for their ecological projects to establish or expand their ecosystems. These are also reference indicators that a legitimate project is committed to building on the broader Polkadot ecosystem.\\n\\nOr get funds from a venture capital company you trust, and are known to participate in other well-known Polkadot projects, which is also a good indicator. Or participate in the Substrate Builders Program project.\\n\\nHowever, claiming to have such cooperation and owning them are not always the same. You always need to verify any claims made by the project, which is probably the most important content in this guide.\",\"timestamp\":1634221742,\"title\":\"Real and fake Polkadot ecological project must meet the hard indicators\"},\"digest\":\"hBHCpZ4u890w-l-cK3cIb38HIkuqi7qSyGRBcAxZcjc\",\"authorship\":{\"contributor\":\"0x2a4dE29e5C00A28152D5113bed5A1BfbAAFA54d7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TxLXgEprQW_K3LgKYOsNCaoVZR2bjjOyn27799wZkhQ\\\",\\\"y\\\":\\\"kiePPa96CncrccwNBHWXeKhS2G0LSmMRIfdILxQwa2Q\\\"}\",\"signature\":\"cGBJOD7b7NaKJApGHMBcvOVRhD_cAzVAC8XwyPbQI3AUiy8SwhIbgC3So7Kit5z-Sn2IjCtfqCOgKsPx38-rjg\",\"signingKeySignature\":\"0xd8f70994952a3438b270da44226c43f92334e0ee5663ef34257499452640f7041dcf935172fe7499e617d04b95534f6967b6cd815e9c0a3dd08b00d9f76f0cf31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TxLXgEprQW_K3LgKYOsNCaoVZR2bjjOyn27799wZkhQ\\\",\\\"y\\\":\\\"kiePPa96CncrccwNBHWXeKhS2G0LSmMRIfdILxQwa2Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hBHCpZ4u890w-l-cK3cIb38HIkuqi7qSyGRBcAxZcjc\"}"