"{\"content\":{\"body\":\"By @kyleschutter.eth\\n\\nLast Wednesday I gave a presentation on CityDAO. You see, I live in a communal/co-living space with a bunch of 30-something entrepreneurs in Puerto Rico. And every month we host Lightning Talks, short presentations on something that electrifies us.\\n\\nMany housemates and other guests, showed up for my CityDAO pres, even someone who had minted an original crypto punk! I showed how I had minted my NFT “citizenship” with no hassle or paperwork and how proposals could be voted on. What if government and citizenship could be this easy. Wow! I didn’t just show the good but also the ugly. The spam messages, etc. \\n\\n“I have bought “citizenship” in a 40-acre piece of land that’s dry as a bone for Eth 0.25.” I told them. “But I have a question for you, which I haven’t even quite answered for myself: did I make a great investment or was I hoodwinked out of my money?”\\n\\nThey laughed.\\n\\nThey laughed at how we voted on a website, tried to decide what to do with the land considering that it’s only zoned for a single house etc. etc. And they are right. We are basically playing house, the way children play house. We are pretending to run a “country”. But here’s the thing, playing the game is important to get the reps in so that when it really matters we’re ready. That’s why play is so important for baby mammals. It gets the reps in. If you can vote on a website then it’s not too much of a leap to vote on more consequential things. \\n\\n**First they ignore you. Then they laugh at you. Then you build a city where people can be free.**\\n\\nI’ve been interested in starting a country where people can be free for a while. When I ran a co-living house in Kenya I annexed my front lawn as a country, Kylelandia. The official language was English with a french accent, pourquoi non? Neither my landlord nor the Kenyan government was aware of my succession. And the secession didn’t bother my friends either since the benevolent dictator (me) granted all people visa-free entry to Kylelandia (that’s what a welcoming guy I am!) Yes, it was a joke, it made people laugh. \\n\\nBut it also made them think. \\n\\nWhat IS a country? What was different about my country than Somaliland, a country not recognized by the UN but which nevertheless has 2 million inhabitants? Shouldn’t those people have sovereignty? It led to good dinner table conversations about what our guests WOULD do if they had their own country (though surprisingly few realized they too could annex whatever piece of the world they wanted as their own country!)\\n\\n![Peaceful Somaliland is in practice a different country from Somalia but is represented by Somalia at the UN, etc.](https://images.mirror-media.xyz/publication-images/qF9n9D9EwPPYUQbCv5aC5.png?height=257&width=956)\\n\\n\\n---\\n\\nBack at my CityDAO presentation, my housemates had some interesting concerns. “Yes, you can put something on the blockchain, it’s immutable, but humans will be humans,” they countered. “Are you going to prescribe every action such that the chores of running a country are perfectly split up and everyone does their fair share of fixing the roads and maintaining infrastructure, etc etc?”\\n\\nShort answer, no. Long answer:\\n\\nBlockchain is not a miracle cure-all for any social illness, to be sure, but it enables new possibilities. Namely, alignment of interests and low-overhead voting. New tools enable new social configurations. What will they be? We don’t know. And the only way to find out is to try.\\n\\nWe all know how we’d want a society to be: Free, fair and safe. Even though those ideals can be at odds with each other, increasingly over the centuries governance has improved on all three fronts. This is because of innovations like writing for record-keeping, the printing press for distribution, and even nuclear weapons which ironically made all-out war between superpowers untenable, etc. Blockchain is the next technology to build a world that is simultaneously more free, fair and safe.\\n\\nTo be clear, this is still an experiment. When I bought my CityDAO NFT I hemmed and hawed for at least 24 hours, I’ll admit that. *Maybe people were just buying CityDAO to make a quick buck,* I thought. But then I thought, *what if this does work? I’d never forgive myself if I missed this.*\\n\\n**“If not now, then when? If not me, then who?”**\\n\\nThe arc of history is long, but it bends towards a freer, fairer, safer world. If I have an opportunity, right in front of me to help do some of that bending, isn’t that my duty?\\n\\nJust one month after minting my “citizenship” I see that my fears were unfounded–there has been so much progress. About 5,000 random people on the internet were suddenly thrust into a community together. And it…seems… to be…working…. I have connected with people interested in the intersection of nuclear power and crypto or homesteading. Every day I see citizens offering their skills (often legal expertise at the moment). Every time I help the community, I am also helping myself. This is the alignment of interests that are possible with tokens and blockchain and we are already seeing it start to happen.\\n\\nI don’t have any legal expertise to help at this point but I feel like my turn will be coming to contribute. I’m interested in growing food. We have a few pigs, chickens and even a few donkeys at our place in Mexico and when the city planning is done I hope there will be some land set aside for farming. \\n\\n![Bucolic scenes from our place in Mexico. If CityDAO was first maybe FarmDAO will be next? 🤞](https://images.mirror-media.xyz/publication-images/HpeacbTN-gMr5HuOCGxlD.png?height=276&width=956)\\n\\nAnd if not in Parcel0 (as the first 40 acres in Wyoming is called) then perhaps Parcel1 or Parcel 5. I’m interested in an education system where kids follow their own true passions and learn from the real world instead of textbooks. Why read about chickens in a book when you can pet them, pick them up and even learn where your food comes from? Such is the life I want for my kids. And with the infrastructure of CityDAO, I think that’s increasingly possible.\\n\\n\\n---\\n\\nMy housemates had a lot of questions. But by the time I got to the homesteading, alternative living and childhood education my housemates started to get it.\\n\\n“Sign me up!” one housemate shouted.\\n\\n\\n---\\n\\n**First they ignore you. Then they laugh at you. Then you build a city where people can be free.**\\n\\n \\n \",\"timestamp\":1641414740,\"title\":\"A City Where People Can Be Free\"},\"digest\":\"vo9XHjAKNrWl8TFwPZrOJRVRgfBVKDkdZjXQHbUeFNY\",\"authorship\":{\"contributor\":\"0xe0B3901A8d89134E272C9A4fE43E7dA709A69881\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UFKP7uRfCIVOizhhdl9B-EEZp7fINDwlzR45BcRwqTc\\\",\\\"y\\\":\\\"geGC0ZwzOMr2VVQmn3gouoN396Rcm2RRDoZ6CR8T7UU\\\"}\",\"signature\":\"QFPedSBOZiyogvMVgeDxUZKxg-oGsXHPTZIHsKf-d8VGe3_Z9f8e8THNFkcchWEVfBbt69Y0s_YtzTXpC5cjRA\",\"signingKeySignature\":\"0xe875b5d3cdece448f4efec89a56c24ef9ad87107f7fef3bd843c2f81361c5ce32433dfde6fff50ec5e501d3645e968e76f65920ed7094acf98842cb75e3a921f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UFKP7uRfCIVOizhhdl9B-EEZp7fINDwlzR45BcRwqTc\\\",\\\"y\\\":\\\"geGC0ZwzOMr2VVQmn3gouoN396Rcm2RRDoZ6CR8T7UU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vo9XHjAKNrWl8TFwPZrOJRVRgfBVKDkdZjXQHbUeFNY\"}"