"{\"content\":{\"body\":\"Hi everyone, we just want to warn you that we are not native English speakers, for this reason, if you find any misspelling, forgive us, we will continue working and improving to bring you quality content.\\n\\n![](https://images.mirror-media.xyz/publication-images/LEKHXRP6-2EJXtT7lygwc.jpg?height=836&width=1254)\\n\\n# Shiba Inu inside Kraken\\n\\n#### The crypto Shiba Inu was born as a mockery of the crypto dogecoin (which was also a meme), but surprisingly one month after its launch it grew up by 972%, and today it has become one of the crypto with more growth reaching the top 10 of crypto's with the highest market value.\\n\\n## Shiba Inu enters the Kraken platform\\n\\n#### Kraken launched the crypto Shiba Inu on its platform today, Monday, surprisingly even though a month ago it discarded the idea of integrating this currency into its system.\\n\\n#### It is also listed on the exchange as Coinbase pro, Binance, Binance.US.\\n\\n#### And although it is not safe, it is believed that robinhood can also integrate this crypto to its platform.\\n\\n## What is Kraken?\\n\\n#### Kraken is a crypto exchange. This means that we pair orders from clients who want to buy cryptocurrencies with orders from clients who want to sell cryptocurrencies (or vice versa).\\n\\n#### Kraken is an exchange centralized in offering different trading possibilities. Kraken offers the purchase and/or sale of crypto through the fiat system and the exchange of crypto to crypto. In addition, this exchange is one of the most prestigious because it has been operating for many years and offers a lot of security.\\n\\n#### In 2011 the Kraken exchange is founded in by Jesse Powell in San Francisco, United States, after \\\\* Mt. Gox \\\\* (another exchange) was hacked and the funds were apparently stolen by a hacker. Although the sale / purchase of Bitcoin and Litecoin did not start until 2013, two years after their official launch. And in 2015 they added the possibility of trading Ethereum.\\n\\n## The Kraken safety advantageLikewise, it must be remembered that Kraken, along with Coinbase, were among the pioneers in the creation of crypto exchanges to be listed on the Bloomberg terminal. In addition, they have regulatory approval from FinCEN in the US, FINTRAC in Canada, and Financial Conduct Authority (FCA) in the UK. It is registered and regulated as a digital currency exchange platform by AUSTRAC in Australia and with the FSA in Japan. Kraken was officially appointed as a crypto trading broker in the United States in 2018 by the Securities and Exchange Commissions (SEC). One of the greatest advantages of this exchange is its security, this to avoid what happened with its late MT partner. GOX. Which we already talked about. Thanks to their high security measures, banks, hedge funds, pension funds, large companies, among others, have entered the field of cryptocurrencies. All of these companies can trade directly with each other thanks to the over-the-counter service offered by Kraken. And that as a novelty they have acquired \\\\* Crypto Facilities \\\\*, a cryptocurrency derivatives and indexes company based in the United Kingdom.\",\"timestamp\":1638346318,\"title\":\"Shiba Inu inside Kraken.\"},\"digest\":\"JH8HsUI55Zwdl3xtpEl4HaTjFEbLztrnaJpGblew6rQ\",\"authorship\":{\"contributor\":\"0x232D06f30F031F1e90F7c4dC3e801e0AB989B6D5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DxURmXUa4pcvPo8T0w0BRjQxwyDdAIgR2f3BkTtm47I\\\",\\\"y\\\":\\\"L3UN-0oHf2s_Ri5z3NM2SPOzGKpoTmF4e5Klrw6NrH8\\\"}\",\"signature\":\"_LPKUZztEBYubHl3GyQjOZ72QqFKL0F_kOiDgJjF07KlbE7Sifz3zWf4E9PDwbBK3021bOaofUcXZeJ0Om_N9Q\",\"signingKeySignature\":\"0x16536cf3e7a93b5eb158ed24e2ba4a51ee5790c1ec781de25e818ece718dbe37289e4d95ca55f1d2905166787af6e4594eb611152e839ee5568070a6c50ec3271c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DxURmXUa4pcvPo8T0w0BRjQxwyDdAIgR2f3BkTtm47I\\\",\\\"y\\\":\\\"L3UN-0oHf2s_Ri5z3NM2SPOzGKpoTmF4e5Klrw6NrH8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JH8HsUI55Zwdl3xtpEl4HaTjFEbLztrnaJpGblew6rQ\"}"