"{\"content\":{\"body\":\"“从仅有的一次数据上, 无法辨别我们到底是停止循环了，还只是时间停止倒退了；如果是第一种, 那就表示我们只有一次机会解决这个事情……”\\n\\n    小哥看了眼时间，表情沉重，“但现在已经13点22分了，之前我的状态太差，浪费了太多时间，我们的时间可能不够。”\\n\\n    岂止是不够，根本就等于眼睁睁等死。\\n\\n    “如果只是时间停止倒退了，我们就要考虑下为什么会发生这种情况。”\\n\\n    他心中忐忑不安, 却还要强迫自己冷静下来继续推断, “时间停止在这一站，有两种可能。第一种，我们成功找到了爆炸物, 也成功找到了犯人，唯心一点想, 也许是因为我们‘满足了’某种条件, 上天觉得没必要再给我们时间去一次次试了……”\\n\\n    “第二种可能, 也许因为事情的‘源头’在这一站。”小哥哆嗦了一下，“那么，我们就要考虑这一站发生了哪些事。譬如说，那个带着高压锅的大婶是在这一站上车的……”\\n\\n    因为悲剧的起因都是由于“高压锅”里的炸弹上了车，所以再往前回溯也已经没有意义，时间便定格在这一刻, 往这个方向去想的话，果然也很合情合理。\\n\\n    李诗情听懂了，心情却更慌了。\\n\\n    “咱们得把事情往最坏处想。”\\n\\n    她抑制住心头的慌乱与不安，“如果不考虑后一种情况，如果我们这一次真是最后依次循环了，现在要怎么才能制止这场爆炸？”\\n\\n    “未必就是第一种情况，都这时候了，我们更不能自己给自己泄气，何况现在的局面也不是太过糟糕。”\\n\\n    小哥看了眼已经错过的沿江东路站，强打起精神，向她解释，“……刚刚的爆炸也给了我们很多信息。”\\n\\n    “首先，爆炸物是高压锅这是能肯定的，我目测到的起爆方式是拔开限压阀。所以我们在任何行动过程中，都绝对不能让大婶碰到那个高压锅。”\\n\\n    小哥压低了声音，在李诗情耳边说。“这大婶态度冷漠，警戒心重，根本不会搭理你去吸引注意力的行为，所以没办法‘智取’，只能‘力取’。”\\n\\n    “好在她是只个身材瘦弱的中年妇女，如果我们两个一起上的话，有很大的概率能成功夺下高压锅。”\\n\\n    “你确定能行？”\\n\\n    不是李诗情瞧不起小哥，而是小哥这一直以来表现出的“武力值”都特别令人堪忧。\\n\\n    口罩男口罩男打不过，老爷爷老爷爷也抢不过。\\n\\n    这中年妇女看起来是瘦弱，好像风一吹就倒的样子，但一个狠戾到能抱着炸弹跟公交车里的人同归于尽的人，真的能那么轻易搞定吗？\\n\\n    “我那之前是要‘确认情况’，和这次真的要拼命是两码事。”\\n\\n    小哥知道李诗情担心什么，揉了揉她的头顶，语气十分肯定地说：“我都知道那锅里是什么了，事关你我的安危和未来，肯定是要用上所有的勇气和力气的。”\\n\\n    “既然你觉得可以，我就先当我们能成功抢下高压锅。那成功抢下高压锅以后，我们该怎么办？”\\n\\n    李诗情一针见血的提出了最实际的问题，“我们不能一直端着锅吧？就算现在报警，时间也肯定来不及了。”\\n\\n    “鉴于时间紧张，我初步的构想是这样的。”\\n\\n    小哥拿出自己的本子再次写写画画，又开始了他的“计划通”。\\n\\n    “这里，这个路口，我观察过，之前好多次我们是在13点29分左右发生的车祸，如果司机没有分神，这个路口通常也能有惊无险的过去，所以我们下手的时间不能在这个时间点附近，一旦造成司机分神，很容易又无缘无故撞上油罐车……”\\n\\n    小哥画出一个路口，并标注上“13点29分”几个字。\\n\\n    “我建议我们动手的时间放在13点30分之后，成功经过那个路口后立刻发动。”\\n\\n    “可以。”\\n\\n开端 **第2**9节\\n\\n    李诗情点头。\\n\\n    “过了这个路口，就上了引桥，引桥上速度不会太快，我们在引桥位置动手。”小哥在引桥上画了个“x”。\\n\\n    “公交车上桥后是靠右行驶的，等抢下高压锅后，我们绝对不能让大婶碰到限压阀，等我制住了大婶，你就用最快的速度摘下安全锤，敲开靠右的玻璃，等玻璃一碎，咱们把高压锅从桥上丢下去。桥下是江水，爆炸造成的伤害会降低。”\\n\\n    “至于安全锤，我之前夺安全锤时试过，车上的安全锤很容易摘，而且用很小的力气就能把车窗整个敲破，你不用留手，玻璃一碎立刻丢锅……”\\n\\n    小哥在说着自己的计划时，李诗情一直在看着时间，等到了27分时，她根本没空闲再和小哥讨论什么，当即站起了身，走到司机旁边，提醒他注意路上的摩托车和油罐车。\\n\\n    和之前很多次一样，由于李诗情对大叔而言还算是“熟人”，司机大叔果然听进了她的话放慢了起步，成功避开了这个坑爹的路口。\\n\\n    眼见着成功经过了这个路口，李诗情并没有立刻离开司机附近，而是耐着性子等到车子缓缓驶入引桥，才回过头去寻找同伴的身影。\\n\\n    见小哥微微站起身对她点了点头，她深吸口气，步履坚定地往阿姨的方向走去。\\n\\n    与此同时，小哥也三两步冲到了前排，用双臂架住大婶，使出全身力气，将她整个人提了起来，一把拖出了公交车座椅！\\n\\n    一直端正坐着的大婶压根没想到有这种变故，当她尖叫着被小哥拉离座位后，第一反应就试图去够自己的塑料袋。\\n\\n    然而李诗情完全没有给她碰到塑料袋的机会，她早就在小哥把对方拽出的一瞬间拖出了高压锅，小心翼翼地抱离了大婶能碰到的范围。\\n\\n    之前几次循环也不是毫无作用的，至少眼镜小哥临时抱佛脚学的几手“裸绞”和“锁喉”的本事，在口罩男身上虽然没用，放在中年大婶身上却有了效果。\\n\\n    他的右手臂从后方紧紧勒住了大婶脖子，用左手手臂压住，并同时用上了腰力和腿力将大婶死死控制在原地，确保她不能挣扎。\\n\\n    “都别碰高压锅，那高压锅里有炸弹！”\\n\\n    小哥见有人想起来制止，发出一声厉喝，“谁都不能碰，否则大家一起完蛋！”\\n\\n    几个正准备上前的乘客果然被吓唬住了，脸色大变地停住了脚步，高压锅附近瞬间像变成了一块禁区，所有人都惊恐地离它远远的。\\n\\n    小哥这声大喝喝住的不光是乘客，还有前面正在开车的司机。\\n\\n    司机原本并不知道后面发生了什么，但后来小哥大叫了一声“高压锅里有炸弹”，大概是出于惊惧，司机大叔控制着刹车的脚便不由自主地踩了下去，公交车也开始慢慢减速。\\n\\n    但司机这一减速，原计划负责敲车窗的李诗情就急了。\\n\\n    如果车子开不到桥上，那炸弹就丢不到水里，如果没有江水缓冲炸弹带来的冲击力，结果就很可能还会造成伤亡。\\n\\n    “大叔，不能减速，继续开上桥！”\\n\\n    李诗情一边大喊着，一边飞快地摘下安全锤，往车窗上几个受力点使劲儿地敲。\\n\\n    正如小哥所言，随着安全锤每一次的敲击，车窗的玻璃表面出现了雪花般粉碎的痕迹，并如同蛛网般延伸开去，很快整块车窗玻璃就裂纹密布，只要轻轻一敲就会全部碎裂！\\n\\n    就在小哥渐渐露出喜色，准备等同伴按照原本约定丢锅时，突变陡生！\\n\\n    原本一直被小哥勒住剧烈挣扎的大婶，不知从哪个兜里摸出了一把水果刀，反手恶狠狠地向着小哥的腰上扎去！\\n\\n    小哥根本没料到大婶还随身带着“凶器”，这一刀结结实实地戳在了他的右腰上，疼得他浑身一缩，困住她的力气也为之一泄。\\n\\n    “你……啊！”\\n\\n    还未等他反应过来，那大婶却已经挣脱了他的桎梏，扭过头来拔刀再刺！\\n\\n    小哥始料未及，手臂、大腿等多处都中了刀，而那大婶也不知是穷凶极恶还是受惊过度，握着刀一直重复着“刺”的动作，动作又快又狠，几乎是眨眼间，小哥身上就出现了好几个血窟窿。\\n\\n    那些伤口一起往外冒着血，霎时间小哥大脑一片空白，直勾勾地看着自己身上的血，好像连思考的能力也随着那些血液一起从伤口里流出去了。\\n\\n    眼见着车里出了如此骇人听闻的“人命”，那些原本以为“炸弹”云云是开玩笑的人终于害怕了起来，霎时间车厢里乱成了一片，别说上前阻止了，人们都千方百计地离这几个“疯子”远一点，纷纷挤到车门边。\\n\\n    他们有人尖叫的、有人大声喊着“杀人”，还有好几个人不顾整座桥上前后都是车，硬是要求司机立刻停车开门的。\\n\\n    李诗情已经被突如其来的变故惊呆了。\\n\\n    “别管我，锅……”\\n\\n    见到同伴好像吓傻了，他虚弱地喊着，可气若游丝，除了他自己，谁也听不见他在说什么。\\n\\n    满脸狰狞的大婶已经直接推开了重伤倒地的小哥，提着刀直奔李诗情而去。\\n\\n    见到大婶满身是血、仿佛从地狱里杀出来的恶魔一般直冲自己而来，李诗情下意识地掉头就跑，手里还紧紧捏着那柄安全锤。\\n\\n    事实证明，那柄安全锤也许敲玻璃有用，用在抵挡持刀行凶的歹徒上一点意义都没有，她根本就没逃出两步，就被疯了一样扑过来的大婶追上了。\\n\\n    “啊！”\\n\\n    后背突然传来的剧痛让李诗情浑身一僵，随即头皮就感到被某种大力给拉扯住了。\\n\\n    她被人拽住了马尾辫，不得不倒吸着凉气被迫向后扭过头去，那把短小却锋利的水果刀已经横在了她的喉间。\\n\\n    一张扭曲着表情的脸，赫然出现在她的眼前。\\n\\n    “救，救命……”\\n\\n    同伴阻止凶犯未果生死不知，自己现在又落到歹徒的手里，李诗情已经吓崩溃了，眼泪和鼻涕一起流了出来。\\n\\n    谁能来救救她……\\n\\n    大婶的眼神从头到尾都麻木不仁，即使用刀架着一个少女的脖子，那表情也跟一个普通的家庭妇女做饭前准备杀鸡放血差不多。\\n\\n    等等，杀鸡放血？！\\n\\n    李诗情脑子里刚刚浮现出这个念头，她心里的害怕终于在这一刻到达了顶峰……\\n\\n    喉间一凉，她彻底失去了意识。\",\"timestamp\":1642689016,\"title\":\"第24章 第十八次循环\"},\"digest\":\"EHRVGXjqaF49OwEmReWATNXcUmGdEW3HE4AQ1okh0r4\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"rnhOsGCEWCIF6J7EqS-IfpI9wNV_-y9C1YPmBgdbLwRSVHa8zpEvp7fLqSOrX4er0jlMYG9DKCmu51CW3r-3Vg\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EHRVGXjqaF49OwEmReWATNXcUmGdEW3HE4AQ1okh0r4\"}"