"{\"content\":{\"body\":\"in no respect from the last, I resolved to try once more to surprise the village beforementioned.  And in order to deceive the natives, and prevent them from again frustrating our design by promulgating it, we feigned that our preparations were directed against Broken Bay; and that the man who had wounded the governor was the object of punishment.  It was now also determined, being full moon, that our operations should be carried on in the night, both for the sake of secrecy, and for avoiding the extreme heat of the day.\\n\\nA little before sun-set on the evening of the 22nd, we marched. Lieutenant Abbot, and ensign Prentice, of the New South Wales corps, were the two officers under my command, and with three sergeants, three corporals, and thirty privates, completed the detachment.\\n\\nWe proceeded directly to the fords of the north arm of Botany Bay, which we had crossed in our last expedition, on the banks of which we were compelled to wait until a quarter past two in the morning, for the ebb of the tide.  As these passing-places consist only of narrow slips of ground, on each side of which are dangerous holes; and as fording rivers in the night is at all times an unpleasant task, I determined before we entered the water, to disburthen the men as much as possible; that in case of stepping wrong every one might be as ready, as circumstances would admit, to recover himself. The firelock and cartouche-box were all that we carried, the latter tied fast on the top of the head, to prevent it from being wetted.  The knapsacks, etc. I left in charge of a sergeant and six men, who from their low stature and other causes, were most likely to impede our march, the success of which I knew hinged on our ability, by a rapid movement, to surprise the village before daybreak.\\n\\nThe two rivers were crossed without any material accident:  and in pursuit of my resolution, I ordered the guides to conduct us by the nearest route, without heeding difficulty, or impediment of road.  Having continued to push along the river-bank very briskly for three quarters of an hour, we were suddenly stopped by a creek, about sixty yards wide, which extended to our right, and appeared dry from the tide being out:  I asked if it could be passed, or whether it would be better to wheel round the head of it. Our guides answered that it was bad to cross, but might be got over, which would save us more than a quarter of a mile.  Knowing the value of time, I directly bade them to push through, and every one began to follow as well as he could.  They who were foremost had not, however, got above half over when the difficulty of progress was sensibly experienced.  We were immersed, nearly to the waist in mud, so thick and tenacious, that it was not without the most vigorous exertion of every muscle of the body, that the legs could be disengaged.  When we had reached the middle, our distress became not only more pressing, but serious, and each succeeding step, buried us deeper.  At length a sergeant of grenadiers stuck fast, and declared himself incapable of moving either forward or backward; and just after, Ensign Prentice and I felt ourselves in a similar predicament, close together. 'I find it impossible to move; I am sinking;' resounded on every side. What to do I knew not:  every moment brought increase of perplexity, and augmented danger, as those who could not proceed kept gradually subsiding. From our misfortunes, however, those in the rear profited.  Warned by what they saw and heard, they inclined to the right towards the head of the creek, and thereby contrived to pass over.\\n\\nOur distress would have terminated fatally, had not a soldier cried out to those on shore to cut boughs of trees\\\\*, and throw them to us--a lucky thought, which certainly saved many of us from perishing miserably; and even with this assistance, had we been burdened by our knapsacks, we could not have emerged; for it employed us near half an hour to disentangle some of our number.  The sergeant of grenadiers in particular, was sunk to his breast-bone, and so firmly fixed in that the efforts of many men were required to extricate him, which was effected in the moment after I had ordered one of the ropes, destined to bind the captive Indians, to be fastened under his arms.\\n\\n\\\\[\\\\*I had often read of this contrivance to facilitate the passage of a morass. But I confess, that in my confusion I had entirely forgotten it, and probably should have continued to do so until too late to be of use.\\\\]\\n\\nHaving congratulated each other on our escape from this 'Serbonian Bog,' and wiped our arms (half of which were rendered unserviceable by the mud) we once more pushed forward to our object, within a few hundred yards of which we found ourselves about half an hour before sunrise.  Here I formed the detachment into three divisions, and having enjoined the most perfect silence, in order, if possible, to deceive Indian vigilance, each division was directed to take a different route, so as to meet at the village at the same moment.\\n\\nWe rushed rapidly on, and nothing could succeed more exactly than the arrival of the several detachments.  To our astonishment, however, we found not a single native at the huts; nor was a canoe to be seen on any part of the bay.  I was at first inclined to attribute this to our arriving half an hour too late, from the numberless impediments we had encountered. But on closer examination, there appeared room to believe, that many days had elapsed since an Indian had been on the spot, as no mark of fresh fires, or fish bones, was to be found.\\n\\nDisappointed and fatigued, we would willingly have profited by the advantage of being near water, and have halted to refresh.  But on consultation, it was found, that unless we reached in an hour the rivers we had so lately passed, it would be impossible, on account of the tide, to cross to our baggage, in which case we should be without food until evening.  We therefore pushed back, and by dint of alternately running and walking, arrived at the fords, time enough to pass with ease and safety.  So excessive, however, had been our efforts, and so laborious our progress, that several of the soldiers, in the course of the last two miles, gave up, and confessed themselves unable to proceed farther.  All that I could do for these poor fellows, was to order their comrades to carry their muskets, and to leave with them a small party of those men who were least exhausted, to assist them and hurry them on.  In three quarters of an hour after we had crossed the water, they arrived at it, just time enough to effect a passage.\\n\\nThe necessity of repose, joined to the succeeding heat of the day, induced us to prolong our halt until four o'clock in the afternoon, when we recommenced our operations on the opposite side of the north arm to that we had acted upon in the morning.  Our march ended at sunset, without our seeing a single native.  We had passed through the country which the discoverers of Botany Bay extol as 'some of the finest meadows in the world\\\\*.'  These meadows, instead of grass, are covered with high coarse rushes, growing in a rotten spongy bog, into which we were plunged knee-deep at every step.\\n\\n\\\\[\\\\*The words which are quoted may be found in Mr. Cook's first voyage, and form part of his description of Botany Bay.  It has often fallen to my lot to traverse these fabled plains; and many a bitter execration have I heard poured on those travellers, who could so faithlessly relate what they saw.\\\\]\\n\\nOur final effort was made at half past one o'clock next morning; and after four hours toil, ended as those preceding it had done, in disappointment and vexation.  At nine o'clock we returned to Sydney, to report our fruitless peregrination.\\n\\nBut if we could not retaliate on the murderer of M'Entire, we found no difficulty in punishing offences committed within our own observation. Two natives, about this time, were detected in robbing a potato garden. When seen, they ran away, and a sergeant and a party of soldiers were dispatched in pursuit of them.  Unluckily it was dark when they overtook them, with some women at a fire; and the ardour of the soldiers transported them so far that, instead of capturing the offenders, they fired in among them. The women were taken, but the two men escaped.\\n\\nOn the following day, blood was traced from the fireplace to the sea-side, where it seemed probable that those who had lost it, had embarked. The natives were observed to become immediately shy; but an exact knowledge of the mischief which had been committed, was not gained until the end of two days, when they said that a man of the name of Bangai (who was known to be one of the pilferers) was wounded and dead.  Imeerawanyee, however, whispered that though he was wounded, he was not dead.  A hope now existed that his life might be saved; and Mr. White, taking Imeerawanyee, Nanbaree, and a woman with him, set out for the spot where he was reported to be. But on their reaching it, they were told by some people who were there that the man was dead, and that the corpse was deposited in a bay about a mile off.  Thither they accordingly repaired, and found it as described, covered--except one leg, which seemed to be designedly left bare--with green boughs and a fire burning near it.  Those who had performed the funeral obsequies seemed to have been particularly solicitous for the protection of the face, which was covered with a thick branch, interwoven with grass and fern so as to form a complete screen.  Around the neck was a strip of the bark of which they make fishing lines, and a young strait stick growing near was stripped of its bark and bent down so as to form an arch over the body, in which position it was confined by a forked branch stuck into the earth.\\n\\nOn examining the corpse, it was found to be warm.  Through the shoulder had passed a musquet ball, which had divided the subclavian artery and caused death by loss of blood.  No mark of any remedy having been applied could be discovered.  Possibly the nature of the wound, which even among us would baffle cure without amputation of the arm at the shoulder, was deemed so fatal, that they despaired of success, and therefore left it to itself. Had Mr. White found the man alive, there is little room to think that he could have been of any use to him; for that an Indian would submit to so formidable and alarming an operation seems hardly probable.\\n\\nNone of the natives who had come in the boat would touch the body, or even go near it, saying, the mawn would come; that is literally, 'the spirit of the deceased would seize them'.  Of the people who died among us, they had expressed no such apprehension.  But how far the difference of a natural death, and one effected by violence, may operate on their fears to induce superstition; and why those who had performed the rites of sepulture should not experience similar fears and reluctance, I leave to be determined. Certain it is (as I shall insist upon more hereafter), that they believe the spirit of the dead not to be extinct with the body.\\n\\nBaneelon took an odd method of revenging the death of his countryman. At the head of several of his tribe, he robbed one of the private boats of fish, threatening the people, who were unarmed, that in case they resisted he would spear them.  On being taxed by the governor with this outrage, he at first stoutly denied it; but on being confronted with the people who were in the boat, he changed his language, and, without deigning even to palliate his offence, burst into fury and demanded who had killed Bangai.\\n\\nCHAPTER XIII.\\n\\nThe Transactions of the Colony continued to the End of May, 1791.\\n\\nDecember, 1790.  The Dutch snow from Batavia arrived on the 17th of the month, after a passage of twelve weeks, in which she had lost sixteen of her people. But death, to a man who has resided at Batavia, is too familiar an object to excite either terror or regret.  All the people of the 'Supply' who were left there sick, except one midshipman, had also perished in that fatal climate.\\n\\nThe cargo of the snow consisted chiefly of rice, with a small quantity of beef, pork, and flour.\\n\\nA letter was received by this vessel, written by the Shebander at Batavia, to governor Phillip, acquainting him that war had commenced between England and Spain.  As this letter was written in the Dutch language we did not find it easy of translation.  It filled us, however, with anxious perturbation, and with wishes as impotent, as they were eager, in the cause of our country. Though far beyond the din of arms, we longed to contribute to her glory, and to share in her triumphs.\\n\\nPlaced out of the reach of attack, both by remoteness and insignificancy, our only dread lay lest those supplies intended for our consumption should be captured.  Not, however, to be found totally unprovided in case an enemy should appear, a battery was planned near the entrance of Sydney Cove, and other formidable preparations set on foot.\\n\\nThe commencement of the year 1791, though marked by no circumstances particularly favourable, beamed far less inauspicious than that of 1790 had done.\\n\\nJanuary, 1791.  No circumstance, however apparently trivial, which can tend to throw light on a new country, either in respect of its present situation, or its future promise, should pass unregarded.  On the 24th of January, two bunches of grapes were cut in the governor's garden, from cuttings of vines brought three years before from the Cape of Good Hope.  The bunches were handsome, the fruit of a moderate size, but well filled out and the flavour high and delicious.\\n\\nThe first step after unloading the Dutch snow was to dispatch the 'Supply' to Norfolk Island for captain Hunter, and the crew of the 'Sirius' who had remained there ever since the loss of that ship.  It had always been the governor's wish to hire the Dutchman, for the purpose of transporting them to England.  But the frantic extravagant behaviour of the master of her, for a long time frustrated the conclusion of a contract.  He was so totally lost to a sense of reason and propriety, as to ask eleven pounds per ton, monthly, for her use, until she should arrive from England, at Batavia. This was treated with proper contempt; and he was at last induced to accept twenty shillings a ton, per month (rating her at three hundred tons) until she should arrive in England--being about the twenty-fifth part of his original demand.  And even at this price she was, perhaps, the dearest vessel ever hired on a similar service, being totally destitute of every accommodation and every good quality which could promise to render so long a voyage either comfortable or expeditious.\\n\\nFebruary, 1791.  On the 26th, Captain Hunter, his officers and ship's company joined us; and on the 28th of March the snow sailed with them for England, intending to make a northern passage by Timor and Batavia, the season being too far advanced to render the southern route by Cape Horn practicable\\\\*.\\n\\n\\\\[\\\\*They did not arrive in England until April, 1792.\\\\]\\n\\nSix days previous to the departure of captain Hunter, the indefatigable 'Supply' again sailed for Norfolk Island, carrying thither captain Hill and a detachment of the New South Wales corps.  A little native boy named Bondel, who had long particularly attached himself to captain Hill, accompanied him, at his own earnest request.  His father had been killed in battle and his mother bitten in two by a shark:  so that he was an orphan, dependant on the humanity of his tribe for protection\\\\*.  His disappearance seemed to make no impression on the rest of his countrymen, who were apprized of his resolution to go. On the return of the 'Supply' they inquired eagerly for him, and on being told that the place he was gone to afforded plenty of birds and other good fare, innumerable volunteers presented themselves to follow him, so great was their confidence in us and so little hold of them had the amor patriae.\\n\\n\\\\[\\\\*I am of opinion that such protection is always extended to children who may be left destitute.\\\\]\\n\\nMarch, 1791.  The snow had but just sailed, when a very daring manoeuvre was carried into execution, with complete success, by a set of convicts, eleven in number, including a woman, wife of one of the party, and two little children.  They seized the governor's cutter and putting into her a seine, fishing-lines, and hooks, firearms, a quadrant, compass, and some provisions, boldly pushed out to sea, determined to brave every danger and combat every hardship, rather than remain longer in a captive state.  Most of these people had been brought out in the first fleet, and the terms of transportation of some of them were expired.  Among them were a fisherman, a carpenter, and some competent navigators, so that little doubt was entertained that a scheme so admirably planned would be adequately executed\\\\*.  When their elopement was discovered, a pursuit was ordered by the governor.  But the fugitives had made too good an use of the intermediate time to be even seen by their pursuers.  After the escape of Captain Bligh, which was well known to us, no length of passage or hazard of navigation seemed above human accomplishment.  However to prevent future attempts of a like nature, the governor directed that boats only of stated dimensions should be built.  Indeed an order of this sort had been issued on the escape of the first party, and it was now repeated with additional restrictions.\\n\\n\\\\[\\\\*It was my fate to fall in again with part of this little band of adventurers. In March 1792, when I arrived in the Gorgon, at the Cape of Good Hope, six of these people, including the woman and one child, were put on board of us to be carried to England.  four had died, and one had jumped overboard at Batavia.  The particulars of their voyage were briefly as follows. They coasted the shore of New Holland, putting occasionally into different harbours which they found in going along.  One of these harbours, in the latitude of 30 degrees south, they described to be of superior excellence and capacity.  Here they hauled their bark ashore, paid her seams with tallow, and repaired her.  But it was with difficulty they could keep off the attacks of the Indians.  These people continued to harras them so much that they quitted the mainland and retreated to a small island in the harbour, where they completed their design.  Between the latitude of 26 degrees and 27 degrees, they were driven by a current 30 leagues from the shore, among some islands, where they found plenty of large turtles.  Soon after they closed again with the continent, when the boat got entangled in the surf and was driven on shore, and they had all well nigh perished.  They passed rough the straits of Endeavour and, beyond the gulf of Carpentaria, found a large freshwater river, which they entered, and filled from it their empty casks.\\n\\nUntil they reached the gulf of Carpentaria, they saw no natives or canoes differing from those about Port Jackson.  But now they were chased by large canoes, jitted with sails and fighting stages, and capable of holding thirty men each.  They escaped by dint of rowing to windward.  On the 5th of June 1791 they reached Timor, and pretended that they had belonged to a ship which, on her passage from Port Jackson to India, had foundered; and that they only had escaped.  The Dutch received them with kindness and treated them with hospitality.  But their behaviour giving rise to suspicion, they were watched; and one of them at last, in a moment of intoxication, betrayed the secret.  They were immediately secured and committed to prison.  Soon after Captain Edwards of the Pandora, who had been wrecked near Endeavour straits, arrived at Timor, and they were delivered up to him, by which means they became passengers in the Gorgon.\\n\\nI confess that I never looked at these people without pity and astonishment. They had miscarried in a heroic struggle for liberty after having combated every hardship and conquered every difficulty.\\n\\nThe woman, and one of the men, had gone out to Port Jackson in the ship which had transported me thither.  They had both of them been always distinguished for good behaviour.  And I could not but reflect with admiration at the strange combination of circumstances which had again brought us together, to baffle human foresight and confound human speculation.\\\\]\\n\\nApril, 1791.  Notwithstanding the supplies which had recently arrived from Batavia, short allowance was again proclaimed on the 2nd of April, on which day we were reduced to the following ration:\\n\\nThree pounds of rice, three pounds of flour and three pounds of pork per week.\\n\\nIt was singularly unfortunate that these retrenchments should always happen when the gardens were most destitute of vegetables.  A long drought had nearly exhausted them.  The hardships which we in consequence suffered were great, but not comparable to what had been formerly experienced.  Besides, now we made sure of ships arriving soon to dispel our distress.  Whereas, heretofore, from having never heard from England, the hearts of men sunk and many had begun to doubt whether it had not been resolved to try how long misery might be endured with resignation.\\n\\nNotwithstanding the incompetency of so diminished a pittance, the daily task of the soldier and convict continued unaltered.  I never contemplated the labours of these men without finding abundant cause of reflection on the miseries which our nature can overcome.  Let me for a moment quit the cold track of narrative.  Let me not fritter away by servile adaptation those reflections and the feelings they gave birth to.  Let me transcribe them fresh as they arose, ardent and generous, though hopeless and romantic. I every day see wretches pale with disease and wasted with famine, struggle against the horror's of their situation.  How striking is the effect of subordination; how dreadful is the fear of punishment!  The allotted task is still performed, even on the present reduced subsistence.  The blacksmith sweats at the sultry forge, the sawyer labours pent-up in his pit and the husbandman turns up the sterile glebe.  Shall I again hear arguments multiplied to violate truth, and insult humanity!  Shall I again be told that the sufferings of the wretched Africans are indispensable for the culture of our sugar colonies;  that white men are incapable of sustaining the heat of the climate!  I have been in the West Indies.  I have lived there. I know that it is a rare instance for the mercury in the thermometer to mount there above 90 degrees; and here I scarcely pass a week in summer without seeing it rise to 100 degrees; sometimes to 105; nay, beyond even that burning altitude.\\n\\nBut toil cannot be long supported without adequate refreshment.  The first step in every community which wishes to preserve honesty should be to set the people above want.  The throes of hunger will ever prove too powerful for integrity to withstand.  Hence arose a repetition of petty delinquencies, which no vigilance could detect, and no justice reach.  Gardens were plundered, provisions pilfered, and the Indian corn stolen from the fields where it grew for public use.  Various were the measures adopted to check this depredatory spirit.  Criminal courts, either from the tediousness of their process, or from the frequent escape of culprits from their decision, were seldomer convened than formerly.  The governor ordered convict offenders either to be chained together or to wear singly a large iron collar with two spikes projecting from it, which effectually hindered the party from concealing it under his shirt; and thus shackled, they were compelled to perform their quota of work.\\n\\nMay, 1791.  Had their marauding career terminated here, humanity would have been anxious to plead in their defence; but the natives continued to complain of being robbed of spears and fishing tackle.  A convict was at length taken in the fact of stealing fishing-tackle from Daringa, the wife of Colbee. The governor ordered that he should be severely flogged in the presence of as many natives as could be assembled, to whom the cause of punishment should be explained.  Many of them, of both sexes, accordingly attended. Arabanoo's aversion to a similar sight has been noticed; and if the behaviour of those now collected be found to correspond with it, it is, I think, fair to conclude that these people are not of a sanguinary and implacable temper.  Quick indeed of resentment, but not unforgiving of injury. There was not one of them that did not testify strong abhorrence of the punishment and equal sympathy with the sufferer.  The women were particularly affected; Daringa shed tears, and Barangaroo, kindling into anger, snatched a stick and menaced the executioner.  The conduct of these women, on this occasion, was exactly descriptive of their characters. The former was ever meek and feminine, the latter fierce and unsubmissive.\\n\\nOn the first of May, many allotments of ground were parcelled out by the governor to convicts whose periods of transportation were expired, and who voluntarily offered to become settlers in the country.  The terms on which they settled, and their progress in agriculture, will be hereafter set forth.\\n\\nCHAPTER XIV.\\n\\nTravelling Diaries in New South Wales.\\n\\nFrom among my numerous travelling journals into the interior parts of the country, I select the following to present to the reader, as equally important in their object, and more amusing in their detail, than any other.\\n\\nIn April 1791 an expedition was undertaken, in order to ascertain whether or not the Hawkesbury and the Nepean, were the same river. With this view, we proposed to fall in a little above Richmond Hill\\\\*, and trace down to it; and if the weather should prove fine to cross at the ford, and go a short distance westward, then to repass the river and trace it upward until we should either arrive at some spot which we knew to be the Nepean, or should determine by its course that the Hawkesbury was a different stream.\\n\\n\\\\[\\\\*Look at the map for the situation of this place (Unfortunately, there is no map accompanying this etext. Ed.)\\\\]\\n\\nOur party was strong and numerous.  It consisted of twenty-one persons, viz. the governor, Mr. Collins and his servant, Mr. White, Mr. Dawes, the author, three gamekeepers, two sergeants, eight privates, and our friends Colbee and Boladeree.  These two last were volunteers on the occasion, on being assured that we should not stay out many days and that we should carry plenty of provisions.  Baneelon wished to go, but his wife would not permit it.  Colbee on the other hand, would listen to no objections. He only stipulated (with great care and consideration) that, during his absence, his wife and child should remain at Sydney under our protection, and be supplied with provisions.\\n\\nBut before we set out, let me describe our equipment, and try to convey to those who have rolled along on turnpike roads only, an account of those preparations which are required in traversing the wilderness.  Every man (the governor excepted) carried his own knapsack, which contained provisions for ten days.  If to this be added a gun, a blanket, and a canteen, the weight will fall nothing short of forty pounds.  Slung to the knapsack are the cooking kettle and the hatchet, with which the wood to kindle the nightly fire and build the nightly hut is to be cut down.  Garbed to drag through morasses, tear through thickets, ford rivers and scale rocks, our autumnal heroes, who annually seek the hills in pursuit of grouse and black game, afford but an imperfect representation of the picture.\\n\\nThus encumbered, the march begins at sunrise, and with occasional halts continues until about an hour and a half before sunset.  It is necessary to stop thus early to prepare for passing the night, for toil here ends not with the march.  Instead of the cheering blaze, the welcoming landlord, and the long bill of fare, the traveller has now to collect his fuel, to erect his wigwam, to fetch water, and to broil his morsel of salt pork. Let him then lie down, and if it be summer, try whether the effect of fatigue is sufficiently powerful to overcome the bites and stings of the myriads of sandflies and mosquitoes which buzz around him.\\n\\nMonday, April 11, 1791.  At twenty minutes before seven o'clock, we started from the governor's house at Rose Hill and steered\\\\* for a short time nearly in a north-east direction, after which we turned to north 34 degrees west, and steadily pursued that course until a quarter before four o'clock, when we halted for the night.  The country for the first two miles, while we walked to the northeast, was good, full of grass and without rock or underwood. Afterwards it grew very bad, being full of steep, barren rocks, over which we were compelled to clamber for seven miles, when it changed to a plain country apparently very sterile, and with very little grass in it, which rendered walking easy.  Our fatigue in the morning had, however, been so oppressive that one of the party knocked up.  And had not a soldier, as strong as a pack-horse, undertaken to carry his knapsack in addition to his own, we must either have sent him back, or have stopped at a place for the night which did not afford water.  Our two natives carried each his pack, but its weight was inconsiderable, most of their provisions being in the knapsacks of the soldiers and gamekeepers.  We expected to have derived from them much information relating to the country, as no one doubted that they were acquainted with every part of it between the sea coast and the river Hawkesbury.  We hoped also to have witnessed their manner of living in the woods, and the resources they rely upon in their journeys. Nothing, however, of this sort had yet occurred, except their examining some trees to see if they could discover on the bark any marks of the claws of squirrels and opossums, which they said would show whether any of those animals were hidden among the leaves and branches.  They walked stoutly, appeared but little fatigued, and maintained their spirits admirably, laughing to excess when any of us either tripped or stumbled, misfortunes which much seldomer fell to their lot than to ours.\\n\\n\\\\[\\\\*Our method, on these expeditions, was to steer by compass, noting the different courses as we proceeded; and counting the number of paces, of which two thousand two hundred, on good ground, were allowed to be a mile. At night when we halted, all these courses were separately cast up, and worked by a traverse table, in the manner a ship's reckoning is kept, so that by observing this precaution, we always knew exactly where we were, and how far from home; an unspeakable advantage in a new country, where one hill, and one tree, is so like another that fatal wanderings would ensue without it.  This arduous task was always allotted to Mr. Dawes who, from habit and superior skill, performed it almost without a stop, or an interruption of conversation:  to any other man, on such terms, it would have been impracticable.\\\\]\\n\\nAt a very short distance from Rose Hill, we found that they were in a country unknown to them, so that the farther they went the more dependent on us they became, being absolute strangers inland.  To convey to their understandings the intention of our journey was impossible.  For, perhaps, no words could unfold to an Indian the motives of curiosity which induce men to encounter labour, fatigue and pain, when they might remain in repose at home, with a sufficiency of food.  We asked Colbee the name of the people who live inland, and he called them Boorooberongal; and said they were bad, whence we conjectured that they sometimes war with those on the sea coast, by whom they were undoubtedly driven up the country from the fishing ground, that it might not be overstocked; the weaker here, as in every other country, giving way to the stronger.\\n\\nWe asked how they lived.  He said, on birds and animals, having no fish. Their laziness appeared strongly when we halted, for they refused to draw water or to cleave wood to make a fire; but as soon as it was kindled (having first well stuffed themselves), they lay down before it and fell asleep.  About an hour after sunset, as we were chatting by the fire side and preparing to go to rest, we heard voices at a little distance in the wood. Our natives caught the sound instantaneously and, bidding us be silent, listened attentively to the quarter whence it had proceeded.  In a few minutes we heard the voices plainly; and, wishing exceedingly to open a communication with this tribe, we begged our natives to call to them, and bid them to come to us, to assure them of good treatment, and that they should have something given them to eat.  Colbee no longer hesitated, but gave them the signal of invitation, in a loud hollow cry.  After some whooping and shouting on both sides, a man with a lighted stick in his hand advanced near enough to converse with us.  The first words which we could distinctly understand were, 'I am Colbee, of the tribe of Cadigal.'  The stranger replied, 'I am Bereewan, of the tribe of Boorooberongal.'  Boladeree informed him also of his name and that we were white men and friends, who would give him something to eat.  Still he seemed irresolute.  Colbee therefore advanced to him, took him by the hand and led him to us.  By the light of the moon, we were introduced to this gentleman, all our names being repeated in form by our two masters of the ceremonies, who said that we were Englishmen and 'budyeeree' (good), that we came from the sea coast, and that we were travelling inland.\\n\\nBereewan seemed to be a man about thirty years old, differing in no respect from his countrymen with whom we were acquainted.  He came to us unarmed, having left his spears at a little distance.  After a long conversation with his countrymen, and having received some provisions, he departed highly satisfied.\\n\\nTuesday, April 12th, 1791.  Started this morning at half past six o'clock, and in two hours reached the river.  The whole of the country we passed was poor, and the soil within a mile of the river changed to a coarse deep sand, which I have invariably found to compose its banks in every part without exception that I ever saw.  The stream at this place is about 350 feet wide; the water pure and excellent to the taste.  The banks are about twenty feet high and covered with trees, many of which had been evidently bent by the force of the current in the direction which it runs, and some of them contained rubbish and drift wood in their branches at least forty-five feet above the level of the stream.  We saw many ducks, and killed one, which Colbee swam for.  No new production among the shrubs growing here was found.  we were acquainted with them all.  Our natives had evidently never seen this river before.  They stared at it with surprise, and talked to each other.  Their total ignorance of the country, and of the direction in which they had walked, appeared when they were asked which way Rose Hill lay; for they pointed almost oppositely to it. Of our compass they had taken early notice, and had talked much to each other about it.  They comprehended its use, and called it 'naamoro,' literally, \\\"to see the way\\\"; a more significant or expressive term cannot be found.\\n\\nSupposing ourselves to be higher on the stream than Richmond Hill, we agreed to trace downward, or to the right hand.  In tracing, we kept as close to the bank of the river as the innumerable impediments to walking which grow upon it would allow.  We found the country low and swampy; came to a native fireplace, at which were some small fish-bones; soon after we saw a native, but he ran away immediately.  Having walked nearly three miles we were stopped by a creek which we could neither ford, or fall a tree across.  We were therefore obliged to coast it, in hope to find a passing place or to reach its head.  At four o'clock we halted for the night on the bank of the creek. Our natives continued to hold out stoutly.  The hindrances to walking by the river side which plagued and entangled us so much, seemed not to be heeded by them, and they wound through them with case; but to us they were intolerably tiresome.  Our perplexities afforded them an inexhaustible fund of merriment and derision:  Did the sufferer, stung at once with nettles and ridicule, and shaken nigh to death by his fall, use any angry expression to them, they retorted in a moment, by calling him by every opprobrious name\\\\* which their language affords.\\n\\nBoladeree destroyed a native hut today very wantonly before we could prevent him.  On being asked why he did so, he answered that the inhabitants inland were bad; though no longer since than last night, when Bereewan had departed, they were loud in their praise.  But now they had reverted to their first opinion; so fickle and transient are their motives of love and hatred.\\n\\n\\\\[\\\\*Their general favourite term of reproach is 'goninpatta', which signifies 'an eater of human excrement'.  Our language would admit a very concise and familiar translation.  They have, besides this, innumerable others which they often salute their enemies with.\\\\]\\n\\nWednesday, April 13th, 1791.  We did not set out this morning until past seven o'clock, when we continued to trace the creek.  The country which we passed through yesterday was good and desirable to what was now presented to us.  It was in general high and universally rocky.  'Toiling our uncouth way', we mounted a hill, and surveyed the contiguous country. To the northward and eastward, the ground was still higher than that we were upon; but in a south-west direction we saw about four miles. The view consisted of nothing but trees growing on precipices; not an acre of it could be cultivated.  Saw a tree on fire here, and several other vestiges of the natives.  To comprehend the reasons which induce an Indian to perform many of the offices of life is difficult;  to pronounce that which could lead him to wander amidst these dreary wilds baffles penetration. About two o'clock we reached the head of the creek, passed it and scrambled with infinite toil and difficulty to the top of a neighbouring mountain, whence we saw the adjacent country in almost every direction, for many miles. I record with regret that this extended view presented not a single gleam of change which could encourage hope or stimulate industry, to attempt its culture.  We had, however, the satisfaction to discover plainly the object of our pursuit, Richmond Hill, distant about eight miles, in a contrary direction from what we had been proceeding upon.  It was readily known to those who had been up the Hawkesbury in the boats, by a remarkable cleft or notch which distinguishes it.  It was now determined that we should go back to the head of the creek and pass the night there; and in the morning cut across the country to that part of the river which we had first hit upon yesterday, and thence to trace upward, or to the left.  But before I descend, I must not forget to relate that to this pile of desolation on which, like the fallen angel on the top of Niphates, we stood contemplating our nether Eden, His Excellency was pleased to give the name of Tench's Prospect Mount.\\n\\nOur fatigue to-day had been excessive; but our two sable companions seemed rather enlivened than exhausted by it.  We had no sooner halted and given them something to eat than they began to play ten thousand tricks and gambols. They imitated the leaping of the kangaroo; sang, danced, poised the spear and met in mock encounter.  But their principal source of merriment was again derived from our misfortunes, in tumbling amidst nettles, and sliding down precipices, which they mimicked with inimitable drollery.  They had become, however, very urgent in their inquiries about the time of our return, nd we pacified them as well as we could by saying it would be soon, but avoided naming how many days.\\n\\nTheir method of testifying dislike to any place is singular:  they point to the spot they are upon, and all around it, crying 'weeree, weeree' (bad) and immediately after mention the name of any other place to which they are attached (Rose Hill or Sydney for instance), adding to it 'budyeree, budyeree' (good).  Nor was their preference in the present case the result of caprice, for they assigned very substantial reasons for such predilection:  \\\"At Rose Hill,\\\" said they, \\\"are potatoes, cabbages, pumpkins, turnips, fish and wine; here are nothing but rocks and water.\\\" These comparisons constantly ended with the question of \\\"Where's Rose Hill? Where?\\\" on which they would throw up their hands and utter a sound to denote distance, which it is impossible to convey an idea of upon paper.\\n\\nThursday, April 14th, 1791.  We started early and reached the river in about two hours and a half.  The intermediate country, except for the last half mile, was a continued bed of stones, which were in some places so thick and close together that they looked like a pavement formed by art.  When we got off the stones, we came upon the coarse river sand beforementioned.\\n\\nHere we began to trace upward.  We had not proceeded far when we saw several canoes on the river.  Our natives made us immediately lie down among the reeds, while they gave their countrymen the signal of approach. After much calling, finding that they did not come, we continued our progress until it was again interrupted by a creek, over which we threw a tree and passed upon it.  While this was doing, a native, from his canoe, entered into conversation with us, and immediately after paddled to us with a frankness and confidence which surprised every one.  He was a man of middle age, with an open cheerful countenance, marked with the small pox, and distinguished by a nose of uncommon magnitude and dignity.  He seemed to be neither astonished or terrified at our appearance and number. Two stone hatchets, and two spears he took from his canoe, and presented to the governor, who in return for his courteous generosity, gave him two of our hatchets and some bread, which was new to him, for he knew not its use, but kept looking at it, until Colbee shewed him what to do, when he eat it without hesitation.  We pursued our course, and to accommodate us, our new acquaintance pointed out a path and walked at the head of us.  A canoe, also with a man and a boy in it, kept gently paddling up abreast of us. We halted for the night at our usual hour, on the bank of the river. Immediately that we had stopped, our friend (who had already told us his name) Gombeeree, introduced the man and the boy from the canoe to us.  The former was named Yellomundee, the latter Deeimba.  The ease with which these people behaved among strangers was as conspicuous, as unexpected.  They seated themselves at our fire, partook of our biscuit and pork, drank from our canteens, and heard our guns going off around them without betraying any symptom of fear, distrust or surprise.  On the opposite bank of the river they had left their wives and several children, with whom they frequently discoursed; and we observed that these last manifested neither suspicion or uneasiness of our designs towards their friends.\\n\\nHaving refreshed ourselves, we found leisure to enter into conversation with them.  It could not be expected that they should differ materially from the tribes with whom we were acquainted.  The same manners and pursuits, the same amusements, the same levity and fickleness, undoubtedly characterised them.  What we were able to learn from them was that they depend but little on fish, as the river yields only mullets, and that their principal support is derived from small animals which they kill, and some roots (a species of wild yam chiefly) which they dig out of the earth.  If we rightly understood them, each man possesses two wives.  Whence can arise this superabundance of females?  Neither of the men had suffered the extraction of a front tooth.  We were eager to know whether or not this custom obtained among them.  But neither Colbee nor Boladeree would put the question for us; and on the contrary, showed every desire to wave the subject. The uneasiness which they testified, whenever we renewed it, rather served to confirm a suspicion which we had long entertained, that this is a mark of subjection imposed by the tribe of Cameragal, (who are certainly the most powerful community in the country) on the weaker tribes around them. Whether the women cut off a joint of one of the little fingers, like those on the sea coast, we had no opportunity of observing.  These are petty remarks. But one variety struck us more forcibly.  Although our natives and the strangers conversed on a par and understood each other perfectly, yet they spoke different dialects of the same language; many of the most common and necessary words used in life bearing no similitude, and others being slightly different.\\n\\n\\\\------------------------------------------------------------ English     Name on the sea coast     Name at the Hawkesbury ------------------------------------------------------------\\n\\nThe Moon           Yeneeda                Condoen The Ear            Gooree                 Benna The Forehead       Nullo                  Narran The Belly          Barang                 Bindee The Navel          Muneero                Boombong The Buttocks       Boong                  Baylee The Neck           Calang                 Ganga The Thigh          Tara                   Dara The Hair           Deewara                Keewara -------------------------------------------------------------\\n\\nThat these diversities arise from want of intercourse with the people on the coast can hardly be imagined, as the distance inland is but thirty-eight miles; and from Rose Hill not more than twenty, where the dialect of the sea coast is spoken.  It deserves notice that all the different terms seemed to be familiar to both parties, though each in speaking preferred its own\\\\*.\\n\\n\\\\[\\\\*How easily people, unused to speak the same language, mistake each other, everyone knows.  We had lived almost three years at Port Jackson (for more than half of which period natives had resided with us) before we knew that the word 'beeal', signified 'no', and not 'good', in which latter sense we had always used it without suspecting that we were wrong; and even without being corrected by those with whom we talked daily.  The cause of our error was this.  The epithet 'weeree', signifying 'bad', we knew; and as the use of this word and its opposite afford the most simple form of denoting consent or disapprobation to uninstructed Indians, in order to find out their word for 'good', when Arabanoo was first brought among us, we used jokingly to say that any thing, which he liked was 'weeree', in order to provoke him to tell us that it was good.  When we said 'weeree', he answered 'beeal', which we translated and adopted for 'good'; whereas he meant no more than simply to deny our inference, and say 'no'--it is not bad.  After this, it cannot be thought extraordinary that the little vocabulary inserted in Mr. Cook's account of this part of the world should appear defective-- even were we not to take in the great probability of the dialects at Endeavour River and Van Diemen's land differing from that spoken at Port Jackson.  And it remains to be proved that the animal called here 'patagaram' is not there called 'kangaroo'.\\\\]\\n\\nStretched out at ease before our fire, all sides continued to chat and entertain each other.  Gombeeree shewed us the mark of a wound which he had received in his side from a spear.  It was large, appeared to have passed to a considerable depth, and must certainly have been attended with imminent danger.  By whom it had been inflicted, and on what occasion, he explained to Colbee; and afterwards (as we understood) he entered into a detail of the wars, and, as effects lead to causes, probably of the gallantries of the district, for the word which signifies a woman was often repeated.  Colbee, in return for his communication, informed him who we were; of our numbers at Sydney and Rose Hill, of the stores we possessed and, above all, of the good things which were to be found among us, enumerating potatoes, cabbages, turnips, pumpkins, and many other names which were perfectly unintelligible to the person who heard them, but which he nevertheless listened to with profound attention.\\n\\nPerhaps the relation given by Gombeeree, of the cure of his wound, now gave rise to the following superstitious ceremony.  While they were talking, Colbee turned suddenly round and asked for some water.  I gave him a cupful, which he presented with great seriousness to Yellomundee, as I supposed to drink.  This last indeed took the cup and filled his mouth with water, but instead of swallowing it, threw his head into Colbee's bosom, spit the water upon him and, immediately after, began to suck strongly at his breast, just below the nipple.  I concluded that the man was sick; and called to the governor to observe the strange place which he had chosen to exonerate his stomach.  The silent attention observed by the other natives, however, soon convinced us that something more than merely the accommodation of Yellomundee, was intended.  The ceremony was again performed; and, after having sucked the part for a considerable time, the operator pretended to receive something in his mouth, which was drawn from the breast. With this he retired a few paces, put his hand to his lips and threw into the river a stone, which I had observed him to pick up slily, and secrete. When he returned to the fireside, Colbee assured us that he had received signal benefit from the operation; and that this second Machaon had extracted from his breast two splinters of a spear by which he had been formerly wounded. We examined the part, but it was smooth and whole, so that to the force of imagination alone must be imputed both the wound and its cure. Colbee himself seemed nevertheless firmly persuaded that he had received relief, and assured us that Yellomundee was a 'caradyee', or 'Doctor of renown'.  And Boladeree added that not only he but all the rest of his tribe were 'caradyee' of especial note and skill.\\n\\nThe Doctors remained with us all night, sleeping before the fire in the fullness of good faith and security.  The little boy slept in his father's arms, and we observed that whenever the man was inclined to shift his position, he first put over the child, with great care, and then turned round to him.\\n\\nFriday, April 15th, 1791.  The return of light aroused us to the repetition of toil.  Our friends breakfasted with us, and previous to starting Gombeeree gave a specimen of their manner of climbing trees in quest of animals. He asked for a hatchet and one of ours was offered to him, but he preferred one of their own making.  With this tool he cut a small notch in the tree he intended to climb, about two feet and a half above the ground, in which he fixed the great toe of his left foot, and sprung upwards, at the same time embracing the tree with his left arm.  In an instant he had cut a second notch for his right toe on the other side of the tree into which he sprung, and thus, alternately cutting on each side, he mounted to the height of twenty feet in nearly as short a space as if he had ascended by a ladder, although the bark of the tree was quite smooth and slippery and the trunk four feet in diameter and perfectly strait.  To us it was a matter of astonishment, but to him it was sport; for while employed thus he kept talking to those below and laughing immoderately.  He descended with as much ease and agility as he had raised himself.  Even our natives allowed that he was a capital performer, against whom they dared not to enter the lists; for as they subsist chiefly by fishing they are less expert at climbing on the coast than those who daily practice it.\\n\\nSoon after they bade us adieu, in unabated friendship and good humour. Colbee and Boladeree parted from them with a slight nod of the head, the usual salutation of the country; and we shook them by the hand, which they returned lustily.\\n\\nAt the time we started the tide was flowing up the river, a decisive proof that we were below Richmond Hill.  We had continued our march but a short time when we were again stopped by a creek, which baffled all our endeavours to cross it, and seemed to predict that the object of our attainment, though but a very few miles distant, would take us yet a considerable time to reach, which threw a damp on our hopes.  We traced the creek until four o'clock, when we halted for the night.  The country, on both sides, we thought in general unpromising; but it is certainly very superior to that which we had seen on the former creek.  In many places it might be cultivated, provided the inundations of the stream can be repelled.\\n\\nIn passing along we shot some ducks, which Boladeree refused to swim for when requested, and told us in a surly tone that they swam for what was killed, and had the trouble of fetching it ashore, only for the white men to eat it. This reproof was, I fear, too justly founded; for of the few ducks we had been so fortunate as to procure, little had fallen to their share except the offals, and now and then a half-picked bone.  True, indeed, all the crows and hawks which had been shot were given to them; but they plainly told us that the taste of ducks was more agreeable to their palates, and begged they might hereafter partake of them.  We observed that they were thoroughly sick of the journey, and wished heartily for its conclusion:  the exclamation of \\\"Where's Rose Hill, where?\\\" was incessantly repeated, with many inquiries about when we should return to it.\\n\\nSaturday April 16th, 1791.  It was this morning resolved to abandon our pursuit and to return home; at hearing of which our natives expressed great joy.  We started early; and reached Rose Hill about three o'clock, just as a boat was about to be sent down to Sydney.  Colbee and Boladeree would not wait for us until the following morning, but insisted on going down immediately to communicate to Baneelon and the rest of their countrymen the novelties they had seen.\\n\\nThe country we passed through was, for the most part, very indifferent, according to our universal opinion.  It is in general badly watered. For eight miles and a half on one line we did not find a drop of water.\\n\\nRICHMOND HILL\\n\\nHaving eluded our last search, Mr. Dawes and myself, accompanied by a sergeant of marines and a private soldier, determined on another attempt, to ascertain whether it lay on the Hawkesbury or Nepean.  We set out on this expedition on the 24th of May, 1791; and having reached the opposite side of the mouth of the creek which had in our last journey prevented our progress, we proceeded from there up to Richmond Hill by the river side; mounted it; slept at its foot; and on the following day penetrated some miles westward or inland of it until we were stopped by a mountainous country, which our scarcity of provisions, joined to the terror of a river at our back, whose sudden rising is almost beyond computation, hindered us from exploring. To the elevation which bounded our research we gave the name of Knight Hill, in honour of the trusty sergeant who had been the faithful indefatigable companion of all our travels.\\n\\nThis excursion completely settled the long contested point about the Hawkesbury and Nepean.  We found them to be one river.  Without knowing it, Mr. Dawes and myself had passed Richmond Hill almost a year before (in August 1790), and from there walked on the bank of the river to the spot where my discovery of the Nepean happened, in June 1789.  Our ignorance arose from having never before seen the hill, and from the erroneous position assigned to it by those who had been in the boats up the river.\\n\\nExcept the behaviour of some natives whom we met on the river, which it would be ingratitude to pass in silence, nothing particularly worthy of notice occurred on this expedition.\\n\\nWhen we had reached within two miles of Richmond Hill, we heard a native call. We directly answered him and conversed across the river for some time. At length he launched his canoe and crossed to us without distrust or hesitation.  We had never seen him before; but he appeared to know our friend Gombeeree, of whom he often spoke.  He said his name was Deedora. He presented us with two spears and a throwing-stick, and in return we gave him some bread and beef.  Finding that our route lay up the river, he offered to accompany us and, getting into his canoe, paddled up abreast of us.  When we arrived at Richmond Hill it became necessary to cross the river; but the question was, how this should be effected? Deedora immediately offered his canoe.  We accepted of it and, Mr. Dawes and the soldier putting their clothes into it, pushed it before them, and by alternately wading and swimming, soon passed.  On the opposite shore sat several natives, to whom Deedora called, by which precaution the arrival of the strangers produced no alarm.  On the contrary, they received them with every mark of benevolence.  Deedora, in the meanwhile, sat talking with the sergeant and me.  Soon after, another native, named Morunga, brought back the canoe, and now came our turn to cross.  The sergeant (from a foolish trick which had been played upon him when he was a boy) was excessively timorous of water, and could not swim.  Morunga offered to conduct him, and they got into the canoe together; but, his fears returning, he jumped out and refused to proceed.  I endeavoured to animate him, and Morunga ridiculed his apprehensions, making signs of the ease and dispatch with which he would land him; but he resolved to paddle over by himself, which, by dint of good management and keeping his position very steadily, he performed.  It was now become necessary to bring over the canoe a third time for my accommodation, which was instantly done, and I entered it with Deedora.  But, like the sergeant, I was so disordered at seeing the water within a hair's breadth of the level of our skiff (which brought to my remembrance a former disaster I had experienced on this river) that I jumped out, about knee-deep, and determined to swim over, which I effected.  My clothes, half our knapsacks, and three of our guns yet remained to be transported across.  These I recommended to the care of our grim ferrymen, who instantaneously loaded their boat with them and delivered them on the opposite bank, without damage or diminution.\\n\\nDuring this long trial of their patience and courtesy--in the latter part of which I was entirely in their power, from their having possession of our arms--they had manifested no ungenerous sign of taking advantage of the helplessness and dependance of our situation; no rude curiosity to pry into the packages with which they were entrusted; or no sordid desire to possess the contents of them; although among them were articles exposed to view, of which it afterwards appeared they knew the use, and longed for the benefit.  Let the banks of those rivers, \\\"known to song\\\", let him whose travels have lain among polished nations produce me a brighter example of disinterested urbanity than was shown by these denizens of a barbarous clime to a set of destitute wanderers on the side of the Hawkesbury.\\n\\nOn the top of Richmond Hill we shot a hawk, which fell in a tree. Deedora offered to climb for it and we lent him a hatchet, the effect of which delighted him so much that he begged for it.  As it was required to chop wood for our evening fire, it could not be conveniently spared; but we promised him that if he would visit us on the following morning, it should be given to him. Not a murmur was heard; no suspicion of our insincerity; no mention of benefits conferred; no reproach of ingratitude.  His good humour and cheerfulness were not clouded for a moment.  Punctual to our appointment, he came to us at daylight next morning and the hatchet was given to him, the only token of gratitude and respect in our power to bestow.  Neither of these men had lost his front tooth.\\n\\nTHE LAST EXPEDITION\\n\\nWhich I ever undertook in the country I am describing was in July 1791, when Mr. Dawes and myself went in search of a large river which was said to exist a few miles to the southward of Rose Hill.  We went to the place described, and found this second Nile or Ganges to be nothing but a saltwater creek communicating with Botany Bay, on whose banks we passed a miserable night from want of a drop of water to quench our thirst, for as we believed that we were going to a river we thought it needless to march with full canteens.\\n\\nOn this expedition we carried with us a thermometer which (in unison with our feelings) shewed so extraordinary a degree of cold for the latitude of the place that I think myself bound to transcribe it.\\n\\nMonday, 18th July 1791.  The sun arose in unclouded splendor and presented to our sight a novel and picturesque view.  The contiguous country as white as if covered with snow, contrasted with the foliage of trees flourishing in the verdure of tropical luxuriancy\\\\*.  Even the exhalation which steamed from the lake beneath contributed to heighten the beauty of the scene. Wind SSW.  Thermorneter at sunrise 25degrees.  The following night was still colder.  At sunset the thermometer stood at 45 degrees; at a quarter before four in the morning, it was at 26degrees; at a quarter before six at 24 degrees; at a quarter before seven, at 23 degrees; at seven o'clock, 22.7 degrees; at sunrise, 23 degrees, after which it continued gradually to mount, and between one and two o'clock, stood at 59.6 degrees in the shade.  Wind SSW.  The horizon perfectly clear all day, not the smallest speck to be seen.  Nothing but demonstration could have convinced me that so severe a degree of cold ever existed in this low latitude.  Drops of water on a tin pot, not altogether out of the influence of the fire, were frozen into solid ice in less than twelve minutes.  Part of a leg of kangaroo which we had roasted for supper was frozen quite hard, all the juices of it being converted into ice. On those ponds which were near the surface of the earth, the covering of ice was very thick; but on those which were lower down it was found to be less so, in proportion to their depression; and wherever the water was twelve feet below the surface (which happened to be the case close to us) it was uncongealed.  It remains to be observed that the cold of both these nights, at Rose Hill and Sydney, was judged to be greater than had ever before been felt.\\n\\n\\\\[\\\\*All the trees of New South Wales, may I apprehend, be termed evergreen. For after such weather as this journal records, I did not observe either that the leaves had dropped off, or that they had assumed that sickly autumnal tint, which marks English trees in corresponding circumstances.\\\\]\",\"timestamp\":1636104358,\"title\":\"The orders under which I was commanded to act differing\"},\"digest\":\"LV3meKUF4PQyer-sDduvncBuakIizPl_5sDiNABL-jI\",\"authorship\":{\"contributor\":\"0x8545f0833b3238480B8e72e22fC0E69Fa84d1cf2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hR4uRzqx6u5_YNcypY2BVM-tlgD48PXAgZNwVnXrJ9Q\\\",\\\"y\\\":\\\"B8_B_nC4220sX5TlEphDmS3MfXnHM4mgf9nWcRBN1sI\\\"}\",\"signature\":\"BxxlpwB8hxBj-9FuGfnsUyxDUgCb6w7JUKzasjD_u3QPGxFOfIczALj-F48KSfPdxu5pQKIP3ZbNoR_wc1Ax4A\",\"signingKeySignature\":\"0x1bc6068064693c148dbb54d408f99feadd975c15b4d43d06e3fc1aca8459faf4649c474180fe836051626a0880618e41324ac182f398fb0b3c7c8b06b14746fb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hR4uRzqx6u5_YNcypY2BVM-tlgD48PXAgZNwVnXrJ9Q\\\",\\\"y\\\":\\\"B8_B_nC4220sX5TlEphDmS3MfXnHM4mgf9nWcRBN1sI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LV3meKUF4PQyer-sDduvncBuakIizPl_5sDiNABL-jI\"}"