"{\"content\":{\"body\":\"![Adapted from Salesforce CEO Marc Benioff’s tweet of June 23, 2020: “Sad to see my favorite sculpture in San Francisco destroyed by arsonists last night...”](https://images.mirror-media.xyz/publication-images/5IUH1qvK4YbxFpoPEWP44.jpg?height=2477&width=1875)\\n\\nIn 2014, I spent a few months interning at a high-end architecture firm five floors above the Dean & DeLuca flagship in SoHo. We were rushing an overnight to an architectural review board in the Hamptons the night the grand jury declined to indict Daniel Pantaleo for the murder of Eric Garner. Chants thudded down Broadway while I dropped textures into a rendering. By the time I stepped out with the shipment, a protester was reviewing the architecture of a nearby Citibank with a brick.\\n\\nSix years later, I found myself outside the old Dean & DeLuca again, watching a teenager fashion a bandolier from the charred bumper of a patrol vehicle. The Dean & DeLuca chain—acquired by a Thai property developer a week prior to the Eric Garner protests—had since been stripped down to its franchising fees, the flagship boarded up since the previous fall. On that warm June night, the shuttered legacy luxury brand appeared as an accidental harbinger of the COVID-19 retail apocalypse and the protests now taking hold.\\n\\nI continued up Broadway with my friends towards the Strand, drawn to the glow of burning scaffolding projected across its face. A few of us pulled ourselves up by the grillwork of Grace Church to survey the thronging crowd. Some other artists came over to say hi. People talked about Occupy. The riot cordon advanced and everyone took off running.\\n\\nAt work the next morning, I dropped jpegs of my boss’ paintings into a virtual gallery.\\n\\n![The Strand, New York (May 31, 2020)](https://images.mirror-media.xyz/publication-images/eX-SNax-e9GkNKjYvQzHm.jpg?height=4032&width=3024)\\n\\nWithin a week of George Floyd’s murder in police custody on May 25, 2020, legacy art institutions had already begun to test the duration and extent of their commitments to the ensuing protests against racialized police violence and the broader Black Lives Matter movement. Due to the lockdowns, much of the moralizing played out online, where social media managers spun noncommittal copy endorsing racial equity into institutional bona fides. In one exceptional example, the Metropolitan Museum of Art and the San Francisco Museum of Modern Art independently circulated works by Glenn Ligon from their collections in contravention of the artist’s own image rights. Until the outcry broke, it seemed to be the rare occasion on which critical art had proven politically effective for someone.\\n\\nAs one reality unfolded on the internet, quite a different one materialized offline. Amidst the acrid fog of lighter-fluid-fueled trash fires that dotted the Bowery that June, the New Museum stood sheathed in plywood and a thicket of police barricades. The long-running antagonism between art’s discursive commitments and its real material conditions appeared to have broken out into street-to-street fighting.\\n\\nFor months, art institutions had watched fearfully as their audiences mutated into biological threats, starving them of income. When the threats turned political, the institutions—following the minor history of artists who close exhibition spaces—broke the fourth wall in order to put up a fifth. But the barricades they erected did not merely close their “public” spaces—they enclosed them. Viewed from the street, the barricades revealed the very practices which the walls of the institution normally work to conceal. The stagecraft of protective architecture which had insulated the visitor from the daily maintenance of “autonomous” artworks became the measure of their profane objecthood. Rather than mark and fortify the institutional exterior, the barricades extended and made visible the processes of value production that comprise these institutions’ inner, hidden cores.\\n\\nSome institutions asserted their authorial tendencies further, as if to emphasize the extent to which substantive reforms had already been foreclosed. SFMOMA commissioned four large posters of dissenting text to be wheatpasted onto the wall it erected, performing a convincing fiction of an institution being held to account by guerrilla tactics; Artists Space battened down, withdrawing Jana Euler’s slug from its façade (its departure marked by two ratchet straps in place of the customary trail of slime); the New Museum camouflaged as a construction site behind hunter green fencing. Not even the defacement of the temporary structure was left to chance.\\n\\n![San Francisco Museum of Modern Art, July 7, 2020](https://images.mirror-media.xyz/publication-images/uhBVT2r4eQ-IKt73MrVN9.jpg?height=2475&width=3675)\\n\\nWhile the observations in this essay developed from my own experiences in New York and San Francisco, the antagonisms they describe are a microcosm of much greater transformations currently underway. In the United States in particular, the failure of the legacy art world to maintain some purchase on the popular imagination is an epiphenomenon of the failure of its institutions to promote objectives beyond their immediate self-interest. As institutions have absorbed ever greater amounts of private wealth, this self-interest has increasingly identified with the larger plutocracy in which it is embedded.\\n\\nUnder neoliberalism, the infrastructure that developed to support the twentieth-century art world—museums, galleries, schools, publications, discourses—came to form the horizon of artistic production. From the professional mandate of graduate degree work to the instrumentalization of art as popular entertainment, legacy art institutions strategically realigned themselves in order to buttress and improve their position as gatekeepers. Though art institutions have expended substantial resources to cultivate an aura of legitimacy and permanence, the external crises they faced in 2020 remind us that the institutions themselves are not quite so determinative as the cult of money in which they are enmeshed. If the narrative of the past 20 years is the disarticulation of price from cultural value, the narrative of the past 20 months is the revelation that price is the only common measure of cultural value we have left.\\n\\nThe artist’s essay typically renovates a cultural project dredged from art history. But it is art history’s own shibboleths that the new value configurations call into question. With the auction house dominance of non-fungible tokens (NFTs), the art world sees itself transcended by a new “populist” bubble, which finally abandons the myth that the art market has some originary foundation in the cultural value that the art world’s gatekeepers assign. These new valuations are produced externally, in other non-art parts of the culture ecosystem, where—as with the populism of contemporary politics—the lines between authentic engagement and plutocratic astroturfing are purposely blurred. With the triumph of money as the final arbiter, the Faustian bargain of the art world comes due: institutions must either yield and reorient themselves or lose their power as gatekeepers.\\n\\n### Enclo­sures\\n\\nAs asset prices boomed in the decade following the 2007–2008 financial crisis, a spate of building projects swept New York’s major art institutions: the Whitney in 2015 ($422 million for the Gansevoort building), the Museum of Modern Art in 2019 (a $450 million expansion of its main campus), and the Met throughout the later 2010s (including a $13 million renovation of the Met Breuer, an $18 million renovation of its British decorative arts galleries, and a $150 million skylight replacement, with a $70 million renovation of its Rockefeller Wing and a $600 million renovation of its Modern Wing still to come). But capital campaigns organized around renovations and new construction fail to provide for the costs of operating those same infrastructures during downturns. The New Museum’s hunter green cladding should have heralded the groundbreaking of its own $63 million expansion, announced amidst hostile contract negotiations in the summer of 2019. As the COVID-19 pandemic darkened the outlook for the museum’s planned expansion, management gutted the nascent union, leaving only a quarter of its 84 members on payroll.\\n\\nWith the primary economic engines of the art world in retreat in 2020, many legacy institutions hurdled towards deleveraging events. By August, the Brookings Institution estimated that 1.4 million jobs had been lost in the fine and performing arts, echoing a July survey by the American Alliance of Museums, which reported that one-third of U.S. museums may permanently close as a result of the pandemic. After months of lost revenue and the exhaustion of bailout funds, some institutions unevenly distributed their hardships, cutting “non-essential” staff and programming. Others renegotiated their primary responsibilities, further eroding their public commitments. When all else failed, they shuttered. In each instance, the arc bent towards privatization.\\n\\nIf the enduring impact of the pandemic is the end of middles—mid-size businesses, mid-size incomes, mid-size institutions and galleries (e.g., Gavin Brown’s enterprise and Metro Pictures)—the K-shaped flight to extremes portends less diversity and less volume in the legacy art world to come. With fewer funds to allocate towards research, loans, and new acquisitions, legacy art institutions will increasingly follow the example of the 2008 recession, when more than three-quarters of exhibitions derived from museums’ own permanent collections. In some instances, culture war dynamics have been operationalized as cover for these changes. The announcement postponing *Philip Guston Now* first suggested that additional time was needed to recontextualize the artist’s depictions of robed Klansmen; only later did an institutional representative concede that [“logistical challenges and the cost of shipping works during the pandemic also figured in the plan to delay the show.”](https://www.artnews.com/art-news/news/philip-guston-retrospective-delayed-kkk-imagery-1234571680/)\\n\\nMuseums have similarly dissembled on the matter of deaccessioning, after the American Association of Art Museum Directors suspended many of its restrictions in April 2020. The arguments against deaccessioning are by no means settled, especially since many collections constitutively exclude women artists and artists of color. But there should be no mistake: deaccessioning marks the final collapse of the institutional silo. The outflow of objects from the notionally public trust into the distributed warehouses of the ultra-rich repeats the enclosure of the barricades, materially undermining the rhetoric of diversity and equity initiatives.\\n\\nIndeed, the bulk of institutional creativity in the legacy art world now seems to be directed towards contriving novel ways to profit from existing assets. During the 2008 financial crisis, the Art Institute of Chicago partitioned its debt-burdened school away from the museum’s comparatively healthy balance sheets, forcing the school to sell its portfolio of properties in order to stay afloat. The school in turn collateralized its debts by increasing its enrollment of foreign students ineligible for financial aid. During the pandemic, the School of the Art Institute of Chicago has doubled down on this recession-era gamble, introducing rotating shift schedules to staff a virtual shadow school for students in East Asia. When money becomes the measure of cultural value, it also becomes the index of institutional authority. In this context, the harried race to recapitalize appears less a matter of fiscal responsibility than an effort to shore up cultural influence in a period of institutional decline.\\n\\n### Constructions\\n\\nWhile legacy art institutions foundered during the pandemic, those in a position to buy up devalued assets quickly achieved tremendous returns on investment. Like the bursting of the housing bubble in 2007–2008, the February–March 2020 stock market crash precipitated massive new concentrations of wealth. Though crises objectively restructure markets, repricing assets to equilibrium values, their distributional effects are often biased: in the 10 months between March 18, 2020, and January 18, 2021, the combined wealth of the United States’ 660 billionaires increased by 38.6 percent, to $4.1 trillion. For those who benefited, it quickly became exigent to offset taxes on new gains. Family art foundations, for instance, function as tax-advantaged investment vehicles which allow families to “borrow” works for display in their own homes. Take it from the curator at one such foundation, who reported, “The last time we bought work like this was 2008.” In the same moment that the pandemic has highlighted the unsustainability of the art world for producers—debt-fueled education, precarious labor conditions, extreme income inequality—it likewise demonstrates how “essential” the art world’s luxury economy is for consumers, who continue to seek high-return investments and tax shelters as a new era of Fed-subsidized money and near-zero interest rates dawns.\\n\\nThis essential function was not lost on Pace, Hauser & Wirth, or Sotheby’s, who all decamped to satellite locations in the Hamptons during the summer of 2020, followed closely by a slew of secondary-market dealers. On the opening of Pace East Hampton, Pace’s founder commented, [“The collectors are here, and the work has to be seen.”](https://www.nytimes.com/2020/07/12/arts/design/eastward-ho-even-art-is-leaving-for-the-hamptons.html) For all the apparent happenstance, however, the relocations provided useful prototypes for future ventures. Heavyweights, such as Pace and Sotheby’s, and mid-size galleries, such as Mitchell-Innes & Nash and Paula Cooper, all inked short-term leases in Florida for winter 2021, citing the success of the East Hampton ventures: [“They would come in in golf outfits and bathing suits and flip-flops, so it was much less formal, and there was more dialogue about art objects.”](https://www.nytimes.com/2020/10/01/arts/design/pace-acquavella-sothebys-palm-beach.html)\\n\\nThe much-speculated demise of the art fair gives way to an even more exclusive viewing experience, a traveling circus of mega-galleries chasing ultra-rich patrons from gilded enclave to gilded enclave. Far from the prying eyes of art critics, galleries import their most decorative stock—the press text for the inaugural show at Paula Cooper South advertised how the works celebrated “the vibrant life of Palm Beach and the surrounding area” (43 billionaires/7.8 square miles). With sales volume booming, the gallery has since committed to a permanent Florida expansion. Elsewhere, a new crop of pop-ups greeted the vibrant Aspen summer (75 billionaires/3.5 square miles). The proximity of these galleries’ flagship locations to a broader public seems purely accidental in retrospect (Manhattan: 105 billionaires/22.8 square miles).\\n\\nAs mega-galleries move their inventory closer and closer to collectors’ homes, they begin to resemble Amazon in more than just their monopolistic tendencies. Seen alongside the barricades, these last-mile warehouses underscore an old truth in a new way: the reality of the exhibition venue as logistics hub, a dry port for goods to rest as they transit between networks, increasingly striking the more the other aspects of the institution disappear. This reality shows when legacy art institutions represent themselves not as the privileged spaces they stake out in their mission statements but as sites that must be defended against riots and other forms of circulation struggle. It shows when mega-galleries depart their roosts, when museums deaccession works—when the motive to simply move product gives the lie to curation and criticism. The fortification of the institution proves to be the architectural corollary to the loss of its physical interface, the becoming-distribution-center of everything.\\n\\n### Renovations\\n\\nIn its uneven distribution of effects, the pandemic brings into focus a world riven into enclaves, renewing the pressure of geographic arbitrage on the art world’s urban strongholds. The dissolution of the “urban core” is really the dissolution of a certain vision of urbanization, built around a tranche of capital-intensive sectors and the massive service industries they support.\\n\\nFor the legacy art world, these crises are not merely economic but ontological. [The barricades that institutions erected in the summer of 2020 defended them against an enemy they had conjured from history](https://www.nytimes.com/2020/06/24/arts/design/met-museum-staff-letter-racism.html); in reality, there were no Communards clamoring to set fire to their storehouses. The declining relevance of the legacy institution is pictured less by an image of the Louvre burning than by an image of Andy Goldsworthy’s *Spire* reviewed by an errant flame in San Francisco’s Presidio that June. At a board meeting of the Presidio Trust the following month, its CEO reported, “We have no evidence that this \\\\[fire\\\\] was deliberately set … Clearly it was caused by human causes …, but our best guess is that it was caused due to an illegal encampment near the *Spire*.” Art, here, appears as the casualty of a larger social crisis in which it is powerless to intervene.\\n\\n![Andy Goldsworthy, Spire (2008, burned 2020)](https://images.mirror-media.xyz/publication-images/trZONQlwpIJ04jMmdQmJN.jpg?height=1350&width=1350)\\n\\nOnce the central nodes of the dispersed networks of the art world, legacy art institutions counted on the strength of their influence to reap the rewards of new cultural practices while artists hazarded the risk. As the creep of money flattened the legacy art world, the undertakings of independent cultural producers offered a ready source of cultural value that these institutions could appropriate back to themselves as needed. To an extent, this was by design—even artist-run institutions, which flourished in the past 20 years with the advent of cheap digital publishing and distribution, ultimately aspired to be absorbed and rewarded by the institutional ecosystem which they mirrored. With the recent turn towards austerity among many legacy institutions, these flows have stagnated. Conduits for the uptake of emerging artists and ideas have dwindled. Meanwhile, diminished institutional carrying capacity has intensified competition among artists already circulating through the mainstream.\\n\\nAs these feedback effects compound, the gravitational pull of the legacy institution progressively wanes. In its stead, the ascendant Patreon-Substack-OnlyFans regime of paywalled content production generalizes Beeple’s outsider entrepreneurialism, establishing an extra-institutional market to determine the price of every individual “creator.” Compensation is collectivized, but only in the most precarious ways. Without the narrative infrastructure and hypertext that robust and broad-based institutions promise, new practices will fail to cohere into cultural projects that can be taken up by others.\\n\\n![San Francisco Museum of Modern Art (August 3, 2020)](https://images.mirror-media.xyz/publication-images/qvceRaAWe53_PziHag6Md.jpg?height=2475&width=3675)\\n\\nWhen I passed SFMOMA again in August 2020, the barricades had regressed from their figurative political agitations into so many Suprematist elements. The wheatpasted posters, which purported to affirm a revolution-in-progress, had ceded to a new institutional realism. Trading the projection of progressive values for blank plywood walls, the museum acknowledged the primacy of its material conditions over its position as a cultural platform. As Kazimir Malevich wrote in his 1915 text, *From Cubism and Futurism to Suprematism: The New Painterly Realism*, “The efforts of the art authorities to direct art along the path of common sense annulled creation.” Reduced to its bare compositional elements, the legacy art institution prompts us to ask: how could the art world be made differently?\\n\\nBeyond the barricades, the budget constrictions, and the Florida gallery outposts, which feverishly seek to extract new profits from old forms of cultural value, new institutional projects have begun to proffer answers. On the forefront of such changes are the plethora of dark forest communities (on- and offline social networks that congregate below and outside of Web 2.0 social media) that have taken root during the pandemic, such as New Models (spearheaded by Caroline Busta, Lil Internet, and Daniel Keller), the forthcoming decentralized media organization channel (a collaborative effort of Interdependence, New Models, and Joshua Citarella), and Friends with Benefits (a decentralized autonomous organization co-founded by Trevor McFedries). Embedded in the emergent project of web3—the dream of a decentralized web built around crypto tokens, of which digital art NFTs are only the opening volley—these communities are already practically influencing the ways in which culture is funded, produced, and distributed. Like a bloom of mycelia, these new institutional projects have flourished amidst decay, proposing new forms of curation and collective ownership as legacy art institutions continue to unravel. Though legacy institutions have finally begun to formulate the question—as evidenced by a host of a recent programming, including “Speculative Values: Between the Institution and the NFT” (the New Museum), “NFTs and the Museum” (the Los Angeles County Museum of Art), “NFTs: Fad or the Future of Art?” (the Smithsonian’s Hirshhorn Museum), “NFT Mania: The Future of Art or Venture-Backed Experiment?” (the Fine Arts Museums of San Francisco), and “NFTs The Next 500 Years” (Pérez Art Museum Miami)—it has become increasingly clear that the answer consists in their transcendence.\\n\\n*An earlier version of this essay was published on June 11, 2021 by the journal Forty-Five.*\",\"timestamp\":1642582149,\"title\":\"RENOVATIONS\"},\"digest\":\"m5AEgRm5j6Adg7hUEJ9amiTZ0Tv23tzujnAx7Vgyy5w\",\"authorship\":{\"contributor\":\"0xE4B2d0Fb698dB5a0a23c4AB740303706d036044e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pebR2znxAfgTlUIyUtcvcNX33rf2aqxZR25I66EKRuo\\\",\\\"y\\\":\\\"CBWx8MpxFRjVzfDI2D916Z4Bl9xLKv98lodX8QPxeRw\\\"}\",\"signature\":\"hZH4nr-yGQKV7G_D7l7lzzMbZXjspowPQWILPG2l6vlZcNn1mWUJIamVGKVRwcguNevqpXkw-PvZwrhMbxhqPQ\",\"signingKeySignature\":\"0x3266ae9d2b8ddc2b44d0cfe25e1b3f54479456ea461b4c6d0a7fbbce37f570b5197261e5a09ae4fe7d776f2bf714c00cf5580dd94f626c7f349b011c0bfea2d11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pebR2znxAfgTlUIyUtcvcNX33rf2aqxZR25I66EKRuo\\\",\\\"y\\\":\\\"CBWx8MpxFRjVzfDI2D916Z4Bl9xLKv98lodX8QPxeRw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Sy98v89nmQGirCCAQKatom_Za-VBlelKuWEYwMeASCc\"}"