"{\"content\":{\"body\":\"### The Problem\\n\\nIn the course of his philosophical inquiry in *Fear and Trembling* into the biblical story of the Binding of Isaac, Soren Kierkegaard proposes a concept called the teleological suspension of the ethical. Some individuals, writes Kierkegaard, dubbed the knights of faith, are “higher than the universal” and are exempt from general moral obligations for reasons incomprehensible by principle to others living in the universal (95). They are then free to commit immoral acts in the name of a higher purpose as defined by a unique and devoted commitment to something or someone. Kierkegaard offers Abraham’s attempted murder of Isaac as a prime example of such a teleological suspension because he deliberately transgresses the universal moral injunction not to murder—let alone his son—due to his unyielding commitment to God. Over the course of this essay, I first explain the universal, the knight of faith, and why it is that a knight can suspend the ethical. Then, I argue that although the teleological suspension is restrictively inapplicable and logically incoherent, it remains a persuasive explanation of Abraham’s seemingly paradoxical actions.\\n\\nTo examine the phenomenon of the teleological suspension of the ethical, we must first understand the foundation that Kierkegaard is building upon: what is the universal and the ethical? In Problema I, Kierkegaard writes that “the ethical as such is the universal, and as the universal it applies to everyone” and “applies at every moment” (83). It is all-encompassing in that it has no *telos* (end) outside itself. Kierkegaard believes that we all live within this universal, and our ethical duty is to surrender our “particularity”—or our individualism—so as to become part of this collective world governed by a system of common morality (82). Kierkegaard notes, however, a noble exception: the knight of faith and his particular existence. The knight is an a person who possesses “the strength to concentrate the whole of his life’s content and the meaning of reality in a single wish” (72). In other words, through his commitment to someone or some interest that is so passionate that it defines the meaning of his reality, the knight can transcend the collective and perform acts of individualism that break with morality. Kierkegaard argues that we cannot choose our commitment but are found by it, much like how we fall in “love” (70). Paradoxically, the committed individual maintains his unwavering commitment despite “every moment \\\\[seeing\\\\] the sword hanging over the loved one’s head” (79).\\n\\nWho, then, possesses such strength and can lead this life of particularity? For Kierkegaard, Abraham is such a knight. After all, it was by faith alone that Abraham left the “land of his fathers to become a stranger in the land of promise” and became God’s chosen (50). After entering a covenant with God, Abraham is promised the fate of becoming the father of many nations and is gifted a son, his firstborn; “no son was the child of promise in the sense that Isaac was for Abraham” (55). Abraham discovered such a defining commitment to his Isaac through his absolute relation to God and became a knight of faith; because of the vulnerability and finitude of Isaac’s humanly existence, however, Abraham lives in fear and trembling, facing the lonely distress in solitary joy, living happily in the finite despite knowing that at every moment Isaac could perish or be taken away from him. Yet Abraham could never have imagined that God himself would be the one to demand him to murder his son. Now all was lost—how terrible! But Abraham did not “doubt” or “challenge heaven with his prayers. He knew it was God the Almighty that tried him, he knew it was the hardest sacrifice that could be demanded of him, but he also knew that no sacrifice was too hard when God demanded it—and he drew the knife” (55).\\n\\nThis motion of voluntarily drawing the knife is what Kierkegaard calls the “teleological suspension of the ethical. \\\\[Abraham\\\\] has, as the single individual, become higher than the universal. This is the paradox which cannot be mediated” (95). So why can he become higher than the universal that bounds him? Abraham, as a knight, “stands in an absolute relation to the absolute”—his personal absolute relationship to God trumps our systems of ethics (85). The only difference between Abraham and a murderer is his faith, and in essence, because Abraham is faithful to God, who exists above and beyond his mental faculties, his directive cannot be understood on ethical grounds because God himself is not bound by morality. Whereas we judge and condemn the murderer for taking the life of another on ethical grounds, we cannot condemn Abraham because the limited capacity of the human mind and its rational prowess cannot allow us to calculate Abraham’s action or place it amongst other actions—whether moral or immoral, just or unjust—on some rung of our universal hierarchy of ethics. In other words, when the murderer transgresses the universal and satisfies himself with the kill, he expects perhaps vengeance, a sick sadistic pleasure, or the material wealth from the corpse; he has a motive that is comprehensibly within the ethical, which allows him to be condemned, and thus his act is placed at the bottom rung of the hierarchy. But the knight, on the other hand, has complete irrational faith in the fact that somehow, the dead will be raised back to life and that Isaac will be restored to him through divine providence even if he follows through with the killing. The knight is invincibly within the absurd and outside of the ladder of moral principles.\\n\\nHerein lies the paradox: You and I, living in the universal, could never have drawn the blade because we love our beloved, and if we were to rationalize Abraham’s actions using our system of ethics, we would have to conclude that he must hate Isaac. Yet, we know Abraham loves Isaac more than anything in the world—he is his defining commitment. It is, in fact, Abraham’s “love of Isaac that in its paradoxical opposition to his love of God makes his act a sacrifice,” but we, in the universal, cannot grasp this; not even Kierkegaard himself—who is not a knight of faith—understands, as he is “virtually annihilated” whenever he thinks about Abraham’s act, and upon every attempt, he is “constantly repulsed” and his thought, for “all its passion, is unable to enter into it, cannot come one hairbreadth further” (62). For us, the reality of Abraham’s act is “that in virtue of which he belongs to the universal,” and there he remains a murderer (102).\\n\\nKierkegaard’s message is clear: not only do we fail to understand why the knight can teleologically suspend the ethical, we cannot even hope to become a knight through following Abraham. It is only blind faith in God that bestows a sacredness to Abraham’s act that transcends ethics, and you cannot rationally choose this blindness—there is no agency. After all, “how could one ever bring Abraham’s action into relationship with the universal? How could any point of contact ever be discovered between what Abraham did and the universal other than that Abraham overstepped it” (87)? No rational analysis can be made of Abraham if we consider his act as belonging to the domain of faith, as he does not hate Isaac. Clearly, it is not the unethical yearning to murder his son that we see in him, but the intense revulsion inspired by the divine order that he must conquer. If Abraham was any less faithful, he might have done something “great and glorious,” something that would have been “admired in the world,” like \\\\[thrusting\\\\] the knife into his own breast” (54). This we can hope to imitate and understand. Yet his faith was stronger, and he could obey the divine injunction, as he overcame the distaste he felt from doing the unethical act and did it. The ethical, then, is a temptation to the knight of faith, something he has to overcome: Abraham is tempted to put down his knife and embrace his son, to soothe his repulsion, and yet if he gave in, he would no longer be a knight. This leads me to believe that while the knight is capable of breaking with the ethical, he is mostly ingrained in it. On the surface, he is “indistinguishable” from the tax-gatherer or postman, and “one detects nothing of the strangeness and superiority that mark the knight of the infinite” (68). His very fixture in society is what contributes to his own existential difficulty as he struggles to reconcile being a part of the universal while making “at every moment” the “movement of infinity” (69).\\n\\nThis leads us to the first problem with the teleological suspension of the ethical and its assumptions: while the knight of faith is on a day-to-day basis very much a normal human being, we can never hope to understand him, imitate him, or become him. Although this makes the knight of faith idea difficult to critique by means of logic, it also renders it useless. Kierkegaard is claiming that we cannot act unless we are passively struck by our defining commitment, and until then, we will always be subsumed into the universal with no way out, not even if we are aware of our existence within it. Again, pure imitation of the knights of faith and his teleological suspensions is not only hopeless but catastrophic. If another father was to slay his son for the rational purpose of becoming a knight of faith, he is nothing but a murderer whose telos resides at the bottom of the hierarchy of universal ethics. In short, we can never hope to suspend the ethical or understand how it can be done.\\n\\nTo counter this point, Kierkegaard proposes a comprehensible, alternative figure dubbed the “tragic hero” (87). Recall Agamemnon who sacrifices his daughter, Iphigenia, to appease the Greek gods to win the Trojan War and reclaim Helen of Troy. His decisions can be explained rationally as a conflict between two competing ethical commitments (namely his responsibilities as a general and as a father), and he chooses to honor the more important one. Thus, all the Atreans weep for him for they understand the nobility of his character and the strength of his will. What Kierkegaard highlights here is that while the hero can voice his struggles with the ethical dilemma he faces and be treated with sympathy, the knight of faith is condemned to silence: as soon as he speaks he is expressing the universal as he has no higher expression for the absolute which stands above the universal which he transgresses (71, 103). Thus, the “tragic hero renounces himself in order to express the universal; the knight of faith renounces the universal to become the particular” (103). The knight of faith is bound to live a life where he finds that no one can understand him, but this is the life of the particular, the life of true individualism. Kierkegaard is clearly right in claiming that the universal can never give an individual the key to understanding its being and that human existence cannot be understood simply by virtue of a Kantian deontology, but he offers no substitute. The best the universal has to offer for us intelligibly is the way of the tragic hero, who can perform great acts of sacrifice, but is no closer than the murderer to experiencing the true fullness of the “particular” life that the knight lives and Kierkegaard himself wishes to live (103). Kierkegaard writes: “I by no means think that faith is therefore something inferior, on the contrary that it is the highest” (63). He views the knight’s life as superior, and he himself would prefer to be such a figure if only he could find his defining commitment that allows him to teleologically suspend the ethical and make the “movement of infinity” at every moment (69).\\n\\nAsides from this first critique, Kierkegaard’s teleological suspension breaks down if one’s defining commitment is not discovered through an absolute relation with God, even if one has discovered one’s defining commitment, whenever that occurs. Take Dante, whose identity and defining commitment is his love for Beatrice; how can he teleologically suspend the ethical when his very telos is another individual within the universal? Even if he faces a moral dilemma, it reduces to an ethical conflict between two duties (responsibilities to his lover in contrast to his love for Italy) much like the tragic hero and not so much the knight of faith, and there is no teleological suspension of the ethical. But say we do not treat our lover as another being in the universal, but as the higher *telos* itself—what then? If this is the case, then all sorts of problems arise. Say, for example, you have a defining commitment to your wife, who demands you to rob the jewelry store for her. It would then be a teleological suspension of the ethical for you to steal. But if this was the case, all crimes could be justified—nullifying the idea of the universal in the first place. Recall that what made the Abraham case sensible in the first place is that only God, the absolute, has the power to transcend the ethical in ways that are beyond our mental faculties. Your wife’s existence is not absolute, so there should be no expectation that her existence transcends our mental faculties. Yet, this presents the new problem that following this line of thought, Abraham’s defining commitment cannot be only to Isaac, whose existence is within the universal, but also to God himself—only having God as his defining commitment should enable him to suspend the ethical in this way. God, however, is omnipotent, which contradicts the idea that the defining commitment for the knight of faith is not vulnerable and can be lost at any moment. So, even for Abraham, Kierkegaard’s explanation is not totally coherent.\\n\\nMoreover, even if one’s defining commitment is to an ideology or philosophy, the suspension cannot occur; after all, the ideology, too, can be rationally articulated within the ethical sphere, meaning that there is no absurdity or existence of a faith that allows one to stand “in an absolute relation to the absolute” (85). It is even scarier to read the ideology or philosophy as the telos above the universal—after all, Adolf Hitler’s defining commitment was to make humanity better through ethnic cleansing and spreading fascism — so even mass genocide could be justified under this framework. Thus, no atheistic reading of the teleological suspension can make much sense, and one should only be able to teleologically suspend the ethical by having a defining commitment to God the eternal.\\n\\nOver the course of this paper, I have shown that the teleological suspension is pragmatically useless, logically incoherent when applied outside the religious context, and contradictory even in the Abraham case because his suspensions necessitate a defining relation to God and to Isaac, simultaneously. This is impossible given that the definition of the defining relation requires the target to be fragile. Now, however, I would like to recall from above that by Kierkegaard’s own words, we cannot, by definition, understand the infinity of God. Abraham’s “position cannot be mediated, for all mediation occurs precisely by virtue of the universal; it is and remains in all eternity a paradox, inaccessible to thought” (84). Thus, although I have rationally analyzed this suspension, perhaps it is better for it to remain a paradox, beyond the reach of philosophers.\\n\\nOverall, despite its flaws, I believe that Kierkegaard’s philosophy is persuasive in the specific context of the Abraham story, as he faces head-on what many theologians eschew: is Abraham but a killer? I think although his notion of the teleological suspension is not totally cogent, it is persuasive in that it captures the delicate mindset of Abraham as God’s servant and offers a provoking explanation, and I am convinced that Abraham loves, and not hates, Isaac. In the end, it seems that Kierkegaard came up with this philosophical notion for the sole purpose of explaining the biblical tale and did not give too much thought to the applicability of the notion to other contexts. With this said, however, although the notion of the teleological suspension of the ethical fails when applied to other circumstances, it functions well within *Fear and Trembling* and is an inciting addition to millenniums of Christian thought.\\n\\n### Works Cited\\n\\nKierkegaard, Søren. *Fear and Trembling*. Translated by Alastair Hannay, Penguin, 1985.\\n\\n### Acknowledgements\\n\\nSpecial thanks to Professor Sean Kelly of Harvard and Ezra Schultz.\",\"timestamp\":1637010549,\"title\":\"Problems With the Teleological Suspension of the Ethical\"},\"digest\":\"NICpVXaaiZId6qCSI19isrDoW0oHMvxi0ARcsEFbDUw\",\"authorship\":{\"contributor\":\"0x9Cb8C1463471eE4D8Dd6887035f4835a1745E92A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sp5qIsnXh_xE_WGXu4509bS_9byBxmfUJgmi6I_3hJE\\\",\\\"y\\\":\\\"uAYaAGLPZWarcXaeWzPSX0dWLhrpdN2wEVV2PXgr9s8\\\"}\",\"signature\":\"VTEts1qxluOninImgBFrdvdTk8U1W9GLorN2CVAIhroXv9dvg98aGIUPy1ki1R087pP2oE2d63akIaryDavM4w\",\"signingKeySignature\":\"0xc971dc33ee9386fa5e9695e0665f4e27b9ef5223844373b613db6dbb399b57a7275fc906e0e65a97c7098b2eec756520cadd1f71502a7ad27d07e5bbfabc20de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sp5qIsnXh_xE_WGXu4509bS_9byBxmfUJgmi6I_3hJE\\\",\\\"y\\\":\\\"uAYaAGLPZWarcXaeWzPSX0dWLhrpdN2wEVV2PXgr9s8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PuZNzMJUfq4T3EmLkXhvhgOdleI1zl9GGs39VkCJjd4\"}"