"{\"content\":{\"body\":\"I remember a certain old friend of mine, who, when he recited the opening speech in \\\"Richard III.,\\\" and arrived at the line \\\"In the deep bosom of the ocean buried,\\\" suggested the deep bosom of the ocean by sending his voice down into his boots.  Yet these were fine actors, to whom certain young gentlemen, who never saw them, constantly refer.  The methods of the stage have completely changed, and with them the tastes of the people.  The probability is that some of the old actors of only a few years ago would excite much merriment in their delineation of tragedy.  A very great tragedian of a past generation was wont, in the tent scene in \\\"Richard III.,\\\" to hold a piece of soap in his mouth, so that, after the appearance of the ghosts, the lather and froth might dribble down his chin! and he employed, moreover, a trick sword, which rattled hideously; and, what with his foam-flecked face, his rolling eyes, his inarticulate groans, and his rattling blade, the small boy in the gallery was scared into a frenzy of vociferous delight!\\n\\nYet, whilst we have discarded these somewhat crude methods, we have perhaps allowed ourselves to wander too far in the other direction, and the critics are quite justified in demanding in many cases greater virility and force.  The simulation of suppressed power is very useful and very advisable, but when the fire-bell rings the horses have got to come out, and rattle and race down the street, and rouse the town!\\n\\nDISCIPLINE IMPERATIVE\\n\\nWhilst we are on the subject of these creations of the poets and the actors, do you understand how important is discipline on the stage? How can an actor be away from this earth, moving before you in the spirit he has conjured up, only to be dragged back to himself and his actual surroundings of canvas and paint and tinsel and limelights by some disturbing influence in the audience or on the stage?  If you want the best, if you love the art, foster it.  It is worthy of your gentlest care and your kindest, tenderest thought.  Your silence is often more indicative of appreciation than your applause.  The actor does not need your applause in order to know when you are in sympathy with him.\\n\\nHe feels very quickly whether you are antagonistic or friendly.  He cares very little for the money, but a great deal for your affection and esteem.  Discipline on the stage has almost entirely disappeared, and year after year the exercise of our art becomes more difficult.  I am sorry to say some newspapers are, unwittingly perhaps, largely responsible for this.  When an editor discharges a member of his force for any good and sufficient reason--and surely a man must be permitted to manage and control his own business--no paper will publish a two-column article, with appropriate cuts, detailing the wrongs of the discharged journalist, and the hideous crime of the editor!  Even an editor--and an editor is supposed to be able to stand almost anything--would become weary after a while; discipline would cease, and your newspapers would be ill-served.  Booth, Jefferson, and other actors soon made up their minds that the easiest road was the best for them.  Mr. Booth left the stage management entirely to Mr. Lawrence Barrett and others, and Mr. Jefferson praised everybody and every thing.  But this is not good for the stage.  My career on the stage is nearly over, and until, shortly, I bid it farewell, I shall continue to do my best; but we are all doing it under ever-growing difficulties.  Actors on the stage are scarce, actors off the stage, as I have demonstrated, I hope, are plentiful.  Life insurance presidents--worthy presidents, directors, and trustees--have been so busy acting their several parts in the past, and are in the present so busy trying to unact them, men are so occupied from their childhood with the mighty dollar, the race for wealth is so strenuous and all-entrancing, that imagination is dying out; and imagination is necessary to make a poet or an actor; the art of acting is the crystallisation of all arts.  It is a diamond in the facets of which is mirrored every art.  It is, therefore, the most difficult of all arts.  The education of a king is barely sufficient for the education of the comprehending and comprehensive actor.  If he is to satisfy every one, he should possess the commanding power of a Caesar, the wisdom of Solomon, the eloquence of Demosthenes, the patience of Job, the face and form of Antinous, and the strength and endurance of Hercules.\\n\\nDRAMATIC VICISSITUDES\\n\\nThe stage is not likely to die of neglect anywhere.  But at this moment it cannot be denied that the ship of the stage is drifting somewhat hither and thither, Every breath of air and every current of public opinion impels it first in one direction and then in another, At one moment we may be said to be in the doldrums of the English society drama, or we are sluggishly rolling along in a heavy ground swell, propelled by a passing cat's paw of revivals of old melodramas. Again we catch a very faint northerly breeze from Ibsen, or a southeaster from Maeterlinck and Hauptmann.  Sometimes we set our sails to woo that ever-clearing breeze of Shakespeare, only to be forced out of our course by a sputter of rain, an Irish mist, and half a squall from George Bernard Shaw; but the greater part of the time the ship of the stage is careering wildly under bare poles, with a man lashed to the helm (and let us hope that, like Ulysses, he has cotton wool in his ears), before a hurricane of comic opera.  We need a recognised stage and a recognised school.  America has become too great, and its influence abroad too large, for us to afford to have recourse to that ancient and easy method of criticism which decries the American and extols the foreign.  That is one of those last remnants of colonialism and provincialism which must depart forever.\\n\\nA NATIONAL THEATRE\\n\\nWhat could not be done for the people of this land, were we to have a great and recognised theatre!  Consider our speech, and our manner of speech!  Consider our voices, and the production of our voices! Consider the pronunciation of words, and the curious use of vowels! Let us say we have an established theatre, to which you come not only for your pleasure, but for your education.  Of what immense advantage this would be if behind its presiding officer there stood a board of literary directors, composed of such men as William Winter, Howells, Edward Everett Hale, and Aldrich, and others equally fine, and the presidents of the great universities.  These men might well decide how the American language should be spoken in the great American theatre, and we should then have an authority in this country at last for the pronunciation of certain words.  It would finally be decided whether to say fancy or fahncy--dance or dahnce--advertisement or advertysement, and so with many other words; whether to call the object of our admiration \\\"real elegant\\\"--whether we should say \\\"I admire\\\" to do this or that, and whether we should say \\\"I guess\\\" instead of \\\"I think.\\\"  And the voice!  The education of the American speaking voice is, I am sure all will agree, of immense importance. It is difficult to love, or to continue to endure, a woman who shrieks at you; a high-pitched, nasal, stringy voice is not calculated to charm.  This established theatre of which we dream should teach men and women how to talk; and how splendid it would be for future generations if it should become characteristic of American men and women to speak in soft and beautifully modulated tones!\\n\\nThese men of whom I have spoken could meet once a year in the great green-room of this theatre of my imagination, and decide upon the works to be produced--the great classics, the tragedies and comedies; and living authors should be invited and encouraged.  Here, again, we should have at last what we so badly need, an encouragement for men and women to write poetry for the stage.  Nothing by way of the beautiful seems to be written for us to-day, but perhaps the acknowledgment and the hall-mark of a great theatre might prove an incentive.\\n\\nTRAINING THE ACTOR\\n\\nThe training of the actor!  To-day there is practically none.  Actors and actresses are not to be taught by patting them on the shoulders and saying, \\\"Fine!  Splendid!\\\"  It is a hard, hard school, on the contrary, of unmerciful criticism.  And he is a poor master who seeks cheap popularity amongst his associates by glossing over and praising what he knows to be condemnable.  No good result is to be obtained by this method, but it is this method which has caused a great many actors to be beloved, and the public to be very much distressed.\\n\\nAs for the practical side of an established theatre, I am absolutely convinced that the national theatre could be established in this country on a practical and paying basis; and not only on a paying basis, but upon a profitable basis.  It would, however, necessitate the investment of a large amount of capital.  In short, the prime cost would be large, but if the public generally is interested, there is no reason why an able financier could not float a company for this purpose.  But under no circumstances must or can a national theatre, in the proper use of the term, be made an object of personal or commercial profit.  Nor can it be a scheme devised by a few individuals for the exploitation of a social or literary fad.  The national theatre must be given by the people to the people, and be governed by the people.  The members of the national theatre should be elected by the board of directors, and should be chosen from the American and British stage alike, or from any country where English is the language of the people.  Every inducement should be offered to secure the services of the best actors; by actors, I mean actors of both sexes; and those who have served for a certain number of years should be entitled to a pension upon retirement.\\n\\nIt is not necessary to bother with further details; I only mention this to impress the reader with the fact that the national theatre is a practical possibility.  From my personal experience I am convinced that serious effort upon the American stage meets with a hearty endorsement.\\n\\nTOMMASO SALVINI\\n\\n\\\\[During his American tour of 1882-1883, Salvini played in Boston.  One of his auditors, Henry James, the distinguished novelist, in the *Atlantic Monthly* for March, 1883, gave a detailed criticism of the performances.  Of Salvini's Othello he said:\\n\\n... \\\"What an immense impression--simply as an impression--the actor makes on the spectator who sees him for the first time as the turbaned and deep-voiced Moor!  He gives us his measure as a man: he acquaints us with that luxury of perfect confidence in the physical resources of the actor which is not the most frequent satisfaction of the modern play-goer.  His powerful, active, manly frame, his noble, serious, vividly expressive face, his splendid smile, his Italian eye, his superb, voluminous voice, his carriage, his ease, the assurance he instantly gives that he holds the whole part in his hands and can make of it exactly what he chooses,--all this descends upon the spectator's mind with a richness which immediately converts attention into faith, and expectation into sympathy.  He is a magnificent creature, and you are already on his ride.  His generous temperament is contagious; you find yourself looking at him, not so much as an actor, but as a hero....  The admirable thing in this nature of Salvini's is that his intelligence is equal to his material powers, so that if the exhibition is, as it were, personal, it is not simply physical.  He has a great imagination: there is a noble intention in all he does.\\n\\nThe pages which now follow, taken from Salvini's Autobiography, are presented with the permission of his publishers, the Century Company, New York.--ED.\\\\]\\n\\nFIRST APPEARANCE\\n\\nThe Bon and Berlaffa Company, in which my father was engaged, alternated in its repertory between the comedies of Goldoni and the tragedies of Alfieri.\\n\\nOne evening the \\\"Donne Curiose\\\" by Goldoni was to be given, but the actor who was to take the harlequin's part, represented in that piece by a stupid slave called Pasquino, fell sick a few hours before the curtain was to rise.  The company had been together for a few days only, and it was out of the question to substitute another play.  It had been decided to close the theatre for that night, when Berlaffa asked:\\n\\n\\\"Why couldn't your Tom take the part?\\\"  My father said that there was no reason why he shouldn't, but that Tom had never appeared in public, and he didn't know whether he had the courage.\\n\\nThe proposition was made to me, and I accepted on the spot, influenced to no little extent by a desire to please the managers, who in my eyes were people of great importance.  Within three hours, with my iron memory, I had easily mastered my little part of Pasquino, and, putting on the costume of the actor who had fallen ill, I found myself a full-fledged if a new performer.  I was to speak in the Venetian dialect; that was inconvenient for me rather than difficult, but at Forte, where we were, any slip of pronunciation would hardly be observed.\\n\\nIt was the first time that I was to go on the stage behind the dazzling footlights, the first time that I was to speak in an unaccustomed dialect, dressed up in ridiculous clothes which were not my own; and I confess that I was so much frightened that I was tempted to run back to my dressing-room, to take off my costume, and to have nothing more to do with the play.  But my father, who was aware of my submissive disposition toward him, with a few words kept me at my post.\\n\\n\\\"For shame!\\\" said he; \\\"a man has no right to be afraid.\\\"  A man!  I was scarce fourteen, yet I aspired to that title.\\n\\nThe conscript who is for the first time under fire feels a sense of fear.  Nevertheless, if he has the pride of his sex, and the dignity of one who appreciates his duty, he stands firm, though it be against big will.  So it was with me when I began my part.  When I perceived that some of Pasquino's lines were amusing the audience, I took courage, and, like a little bird making its first flight, I arrived at the goal, and was eager to try again.  As it turned out, my actor's malady grew worse, so that he was forced to leave the company, and I was chosen to take his place.\\n\\nI must have had considerable aptitude for such comic parts as those of stupid servants, for everywhere that we went I became the public's Benjamin.  I made the people laugh, and they asked for nothing better. All were surprised that, young and inexperienced as I was, I should have so much cleverness of manner and such sureness of delivery.  My father was more surprised than anybody, for he had expected far less of my immaturity and total lack of practice.  It is certain that from that time I began to feel that I was somebody.  I had become useful, or at least I thought I had, and, as a consequence, in my manner and bearing I began to affect the young man more than was fitting in a mere boy.  I sought to figure in the conversation of grown people, and many a time I had the pain of seeing my elders smile at my remarks. It was my great ambition to be allowed to walk alone in the city streets; my father was very loath to grant this boon, but he let me go sometimes, perhaps to get a sample of my conduct.  I don't remember ever doing anything at these times which could have displeased him; I was particularly careful about it, since I saw him sad, pensive, and afflicted owing to the misfortune which had befallen him, and soon be began to accord me his confidence, which I was most anxious to gain.\",\"timestamp\":1639987662,\"title\":\"\\nThe old-time actor had peculiar and primitive views as to elocution and its uses.\"},\"digest\":\"uBVYDdPs10lqo4PNA6UqXQONo7VSutuAdLKCU4D5cqM\",\"authorship\":{\"contributor\":\"0x6A321BD15f7B900C7F8Dd29Ce6ed73fa0E7D220F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JBitisM5Q1MFRDOEsMaBisJ15PNst2e7qZXgiH1yz50\\\",\\\"y\\\":\\\"GnHbRvbIkHA7MfzhU2tDnNQw211sVIw_qQTo2kEqUvo\\\"}\",\"signature\":\"hBUKEueRbZTmYDv7dlPCFYZtW_uFR3w1uY-W3Y2hKfJBY60DeQWRtGvJoJ8c-7LYXPyH4AHvypo6CO8NZvSvlw\",\"signingKeySignature\":\"0x4f481d75229ebf9d6f242605b6d36f19b49aba734e0cd60a07565fab68fd68ba0ba16c572b5af02624eeafd6081b9f768551ae89675d33d1a3e2e13d7d785ac61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JBitisM5Q1MFRDOEsMaBisJ15PNst2e7qZXgiH1yz50\\\",\\\"y\\\":\\\"GnHbRvbIkHA7MfzhU2tDnNQw211sVIw_qQTo2kEqUvo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uBVYDdPs10lqo4PNA6UqXQONo7VSutuAdLKCU4D5cqM\"}"