"{\"content\":{\"body\":\"**Ohmssa tl;dr**\\n\\nCreating a product is about convenience. What’s the most convenient way for you to check your Ohm rebases on your phone Ohmie? Well, there aren’t many convenient ways of checking our Ohm (and other Ohm forks’) rebases on our phones and this proposal seeks to create a phone app to do so.\\n\\n**Ohmssa’s Origin**\\n\\nOhmssa is the playful mixture of Ohm and Ossa (Also known as Pheme). Ossa is the personification of rumor or report. As it is often impossible to trace a report to its source, it is said to come from Zeus, and hence Ossa is called the messenger of Zeus. Ohmssa aims to keep its ties to Ohm and also Greek mythology.\\n\\n**Ohmssa’s Function**\\n\\nOhmssa aims to alert Ohmies once their rebases hit. Meaning that you’ll be able to check your DeFi dashboard on Ohm o’clock and anytime in between. Get a good glimpse of that beautiful (3,3), Ohm charts, Ohm price and all that good jazz while you’re on your phone and away from your other devices.\\n\\n![Origin of the Ohmssa logo.](https://images.mirror-media.xyz/publication-images/h0EfK_ktpvagT_EcUO_TG.jpg?height=844&width=1500)\\n\\n**Ohmssa’s Availability**\\n\\nPhones generally lack a good DeFi app. By pushing out a free feature app like Ohmssa we have the ability of putting out a very good dashboard app for the entire crypto community as well as a very good way to reach a wider range of crypto users and encourage them to learn about Ohm.\\n\\nWith that being said, there will be a tab available for users to view their DeFi dashboards which applies to a very wide range of crypto community while also having an exclusive tab for Ohm users with a UI that is very similar to [OlympusDAO](https://www.olympusdao.finance/)’s website.\\n\\n**Ohmssa’s Preview**\\n\\nI’ve attached a couple of mock-ups of what my vision for the product looks like, but Ohmssa is still in its very early stages of development and this proposal seeks to receive feedback from the Ohmies and also figure out the general consensus of the DAO about funding this project.\\n\\n![Ohmssa in-app preview.](https://images.mirror-media.xyz/publication-images/sqFwFR1qSJKNm5TXFoNeg.jpg?height=1500&width=2500)\\n\\nThank you for reading through fren, feel free to share any questions or concerns in the OlympusDAO Discord (TheOracle#1964) or DM me on [Twitter](https://twitter.com/notundeadoracle).\",\"timestamp\":1634530207,\"title\":\"Ohmssa - DeFi App\"},\"digest\":\"Vm-W8p1MvXL5vayqCuMa0pRrGNNSVqPCGbC9P187bGY\",\"authorship\":{\"contributor\":\"0x4709B84407DD559C08764fd5dC25bf842b001893\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3JTgXmSsZqHF5RvIIHAPhQgsW40jsSIePUx0BDw3KCc\\\",\\\"y\\\":\\\"FZ-mKJKIL7FUMaA_2VGtY30OcRkF9y5JilGePN-BjdI\\\"}\",\"signature\":\"dp-mIwNBOr9jTminQC4pUXbYi7ScpRiBxfPjwRvTlstvK3GyGKBMgvNcO98220e6ate-4tUyrNI3zzMoOn0eQA\",\"signingKeySignature\":\"0xeb1cc38209fa76b315b68e378b52e659012a993f8974c7919a19b87c70951a871e83ddf4b67c4a47b14b431f3bd2dc9bd6100ea1f9fc56889410d071765f048e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3JTgXmSsZqHF5RvIIHAPhQgsW40jsSIePUx0BDw3KCc\\\",\\\"y\\\":\\\"FZ-mKJKIL7FUMaA_2VGtY30OcRkF9y5JilGePN-BjdI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-Ekdzz8dqfBsM227-LWXUzcZYI_1M_sE43AJwlE_o0U\"}"