"{\"content\":{\"body\":\"The jabbering crowd at the door had turned and were hurrying upon some central tumult. The dragoman screamed to Coleman. Coleman jumped and grabbed the dragoman. \\\" Tell this man to take them somewhere up stairs,\\\" he cried, indicating the Wainwrights with a sweep of his arm. The innkeeper seemed to understand sooner than the dragoman, and he nodded eagerly. The professor was crying: \\\"What is it, Mr. Coleman? What is it ? \\\" An instant later, the correspondent was out in the street, buffeting toward a scuffle. Of course it was the students. It appeared, afterward, that those seven young men, with their feelings much ruffled, had been making the best of their way toward the door of the inn, when a large man in the crowd, during  a speech which was surely most offensive, had laid an arresting hand on the shoulder of Peter Tounley. Whereupon the excellent Peter Tounley had hit the large man on the jaw in such a swift and skilful manner that the large man had gone spinning through a group of his countrymen to the hard earth, where he lay holding his face together and howling. Instantly, of course, there had been a riot. It might well be said that even then the affair could have ended in a lot of talking, but in the first place the students did not talk modern Greek, and in the second place they were now past all thought of talking. They regarded this affair seriously as a fight, and now that they at last were in it, they were in it for every pint of blood in their bodies. Such a pack of famished wolves had never before been let loose upon men armed with Gras rifles.\\n\\nThey all had been expecting the row, and when Peter Tounley had found it expedient to knock over the man, they had counted it a signal: their arms  immediately begun to swing out as if they had been wound up. It was at this time that Coleman swam brutally through the Greeks and joined his countrymen. He was more frightened than any of those novices. When he saw Peter Tounley overthrow a dreadful looking brigand whose belt was full of knives, and who -crashed to the ground amid a clang of cartridges, he was appalled by the utter simplicity with which the lads were treating the crisis. It was to them no com- mon scrimmage at Washurst, of course, but it flashed through Coleman's mind that they had not the slightegt sense of the size of the thing. He expected every instant to see the flash of knives or to hear the deafening intonation of a rifle fired against hst ear. It seemed to him miraculous that the tragedy was so long delayed.\\n\\nIn the meantirne he was in the affray. He jilted one man under the chin with his elbow in a way that reeled him off from Peter Tounley's back; a little person  in thecked clothes he smote between the eyes; he recieved a gun-butt emphatically on the aide of the neck; he felt hands tearing at him; he kicked the pins out from under three men in rapid succession. He was always yelling. \\\" Try to get to the inn, boys, try to get to the inn. Look out, Peter. Take care for his knife, Peter--\\\" Suddenly he whipped a rifle out of the hands of a man and swung it, whistling.  He had gone stark mad with the others.\\n\\nThe boy Billy, drunk from some blows and bleeding, was already. staggering toward the inn over the clearage  which the wild Coleman made with the clubbed rifle. Tho others follewed  as well as they might while beating off a discouraged enemy. The remarkable innkeeper had barred his windows with strong wood shutters.  He held the door by the crack for them, and they stumbled one by on through the portal. Coleman  did not know why they were not all dead, nor did he understand the intrepid and generous behaviour of the innkeeper, but at any rate he felt that the fighting was suspended, and he wanted to see Marjory. The innkeeper was, doing a great pantomime in the middle of the darkened room, pointing to the outer door and then aiming his rifle at it to explain his  intention of defending them at all costs. Some of the students moved to a billiard table and spread them- selves wearily upon it. Others sank down where they stood. Outside the crowd was beginning to roar. Coleman's groom crept out from under the little Coffee bar and comically saluted his master. The dragoman was not present. Coleman felt that he must see Marjory, and he made signs to the innkeeper. The latter understood quickly, and motioned that Coleman should follow him. They passed together through a dark hall and up a darker stairway, where after Coleman stepped out into a sun-lit room, saying loudly: \\\"Oh, it's all right. It's all over. Don't  worry.\\\"\\n\\nThree wild people were instantly upon him. \\\" Oh, what was it? What did happen? Is anybody hurt? Oh, tell us, quick!\\\" It seemed at the time that it was an avalanche of three of them, and it was not  until later that he recognised that Mrs. Wainwright had tumbled the largest number of questions upon him. As for Marjory, she had said nothing until the time when she cried: \\\" Oh-he is bleeding-he is bleeding. Oh, come, quick!\\\" She fairly dragged him out of one room into another room, where there was a jug of water. She wet her handkerchief and softly smote his wounds. \\\"Bruises,\\\" she said, piteously, tearfully. \\\" Bruises. Oh, dear! How they must hurt you.' The handkerchief was soon stained crimson.\\n\\nWhen Coleman spoke his voice quavered. \\\" It isn't anything. Really, it isn't anything.\\\" He had not known of these wonderful wounds, but he almost choked in the joy of Marjory's ministry and her half coherent exclamations. This proud and beautiful girl, this superlative creature, was reddening her  handkerchief with his blood, and no word of his could have prevented her from thus attending him. He could hear the professor and Mrs. Wainwright fussing near him, trying to be of use. He would have liked to have been able to order them out of the room. Marjory's cool fingers on his face and neck had conjured  within him a vision at an intimacy tnat was even sweeter than anything which he had imagined, and he longed to pour out to her the bubbling, impassioned speech which came to his lips. But, always doddering behind him, were the two old people, strenuous to be of help to him.\\n\\nSuddenly a door opened and a youth appeared, simply red with blood. It was Peter Tounley. His first remark was cheerful. \\\"Well, I don't suppose those people will be any too quick to look for more trouble.\\\"\\n\\nColeman felt a swift pang because he had forgotten to announce the dilapidated state of all the students. He had been so submerged by Marjory's tenderness that all else had been drowned from his mind. His heart beat quickly as he waited for Marjory to leave him and rush to Peter Tounley.\\n\\nBut she did nothing of the sort. \\\" Oh, Peter,\\\" she cried in distress, and then she turned back to Coleman. It was the professor and Mrs. Wainwright who, at last finding a field for their kindly ambitions, flung them. selves upon Tounley and carried him off to another place. Peter was removed, crying: \\\" Oh, now, look\\n\\nhere, professor, I'm not dying or anything of the sort Coleman and Marjory were left alone. He suddenly and forcibly took one of her hands and the blood stained hankerchief dropped to the floor.\\n\\nCHAPTER XXII.\\n\\nFrom below they could hear the thunder of weapons  and fits upon the door of the inn amid a great clamour of. tongues. Sometimes there arose the  argumtntative howl of the innkeeper. Above this roar, Coleman's quick words sounded in Marjory's ear.\\n\\n\\\" I've got to go. I've got to go back to the boys, but -I love you.\\\"\\n\\n\\\" Yes go, go,\\\" she whispered hastily. \\\" You should be there, but-come back.\\\"\\n\\nHe held her close to him. \\\" But you are mine, remember,\\\"  he said fiercely and sternly. \\\" You are mine-forever-As I am yours-remember.\\\" Her eyes half closed. She made intensely solemn answer. \\\"Yes.\\\" He released her and vphs gone. In the glooming coffee room of the inn he found the students, the dragoman, the groom and the innkeeper  armed with a motley collection of weapons which ranged from the rifle of the innkeeper to the table leg in the hands of PeterTounley. The last named young student of archeology was in a position of temporary leadefship and holding a great pow-bow with the  innkeeper through the medium of peircing outcries by the dragoman. Coleman had not yet undestood why none of them had been either stabbed or shot in the fight in the steeet, but it seemed to him now that affairs were leading toward a crisis of tragedy. He thought of the possibilities of having the dragoman go to an upper window and harangue the people, but he saw no chance of success in such a plan. He saw that the crowd would merely howl at the dragoman while the dragoman howled at the crowd. He then asked if there was any other exit from the inn by which they could secretly escape. He learned that the door into the coffee room was the only door which pierced the four great walls. All he could then do was to find out from the innkeeper how much of a siege the place could stand, and to this the innkeeper answered volubly and with smiles that this hostelry would easily endure until the mercurial temper of the crowd had darted off in a new direction. It may be curious to note here that all of Peter Tounley's impassioned communication with the innkeeper had been devoted to an endeavour to learn what in the devil was the matter with these people, as a man about to be bitten by poisonous snakes should, first of all, furiously  insist upon learning their exact species before deciding upon either his route, if he intended to run away, or his weapon if he intended to fight them.\\n\\nThe innkeeper was evidently convinced that this house would withstand the rage of the populace, and he was such an unaccountably gallant little chap that Coleman trusted entirely to his word. His only fear or suspicion was an occasional one as to the purity of the dragoman's translation.\\n\\nSuddenly there was half a silence on the mob without  the door. It is inconceivable that it could become altogether silent, but it was as near to a rational  stillness of tongues as it was able. Then there was a loud knocking by a single fist and a new voice began to spin Greek, a voice that was somewhat like the rattle of pebbles in a tin box. Then a startling voice called out in English. \\\" Are you in there, Rufus? \\\"\\n\\nAnswers came from every English speaking person in the room in one great outburst. \\\"Yes.\\\"\\n\\n\\\" Well, let us in,\\\" called Nora Black. \\\" It is all right. We've got an officer with us.\\\"\\n\\n\\\" Open the door,\\\" said Coleman with speed. The little innkeeper labouriously unfastened the great bars, and when the door finally opened there appeared on the threshold Nora Black with Coke and an officer of infantry, Nora's little old companion, and Nora's dragoman.\\n\\n\\\" We saw your carriage in the street,\\\" cried the queen of comic opera as she swept into the room. She was beaming with delight. \\\" What is all the row, anyway? O-o-oh, look at that student's nose. Who hit him? And look at Rufus. What have you boys been doing?\\\"\\n\\nHer little Greek officer of infantry had stopped the mob from flowing into the room. Coleman looked toward the door at times with some anxiety. Nora, noting it, waved her hand in careless reassurance; \\\" Oh, it's, all right. Don't worry about them any more. He is perfectly devoted to me. He would die there on the threshold if I told him it would please me. Speaks splendid French. I found him limping along the road and gave him a lift. And now do hurry up and tell me exactly what happened.\\\" They all told what had happened, while Nora and Coke listened agape. Coke, by the way, had quite floated back to his old position with the students. It had been easy in the stress of excitement and wonder. Nobody had any titne to think of the excessively remote  incidents of the early morning. All minor interests  were lost in the marvel of the present situation.\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/31](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/31)\\n\\n\",\"timestamp\":1638928876,\"title\":\"\\nThen suddenly the storm broke in wrath. Something had happened in the street\"},\"digest\":\"SY0n6-kV5q8zGns3_2FRidQBkKMabkwpBIMXIncu-yc\",\"authorship\":{\"contributor\":\"0x601114c3e2cfa182D83a451a3c41d4e615b07E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fa0HdaXzWPUhGscAiBq6ycK0XBHo6UprhL9qSA726XI\\\",\\\"y\\\":\\\"slfNZBgJCpG_IwCM5XCdK8KBYYifrM1B8UTBJUz9LHU\\\"}\",\"signature\":\"-kKxhWjJ4zg4xoITQmXlzMV89Ulp6lLGq24P5_7g1Apdog81zFREBTYyP3YuFSqTCwkq9KxsKrHeeS4C6f2HEw\",\"signingKeySignature\":\"0x4296ef85e9c646f336da0c8e81552c27184c3a2773f84fdde6c329ce54c498cc504b858719d03132b047039ef425a2b83b3db4720b364ce0665b565a87742cc11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fa0HdaXzWPUhGscAiBq6ycK0XBHo6UprhL9qSA726XI\\\",\\\"y\\\":\\\"slfNZBgJCpG_IwCM5XCdK8KBYYifrM1B8UTBJUz9LHU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SY0n6-kV5q8zGns3_2FRidQBkKMabkwpBIMXIncu-yc\"}"