"{\"content\":{\"body\":\"**A lot of life can happen in a year.**\\n\\nThe last time I did mushrooms with my ex was late spring a few months after we broke up. It was a good relationship and a great break up. I took all the art supplies, books, and clothes that could fit in my car and he left with everything else we ever owned including my disco ball, heart, and our dog.\\n\\n**This was the backdrop of my life during my first internet revolution.**\\n\\nAt the time I lived somewhere rural and was spending weekends doing meaningless side projects with very meaningful strangers in a different country. These people were testament to the most transformative period of my life without knowing it as I splintered my real world and forked a new frontier. I felt peace and alignment in a gut wrenching breakup in large part because of a small life I started to build out on the internet.\\n\\nWe eventually all became internet friends turned irl friends. The transition from url to irl is always a fun awkward adventure filled with butterflies hoping and wondering if the internet vibes will translate to real friend chemistry. It did.\\n\\n**Tripping with my ex, we had solitary trips. Still together but already apart.**\\n\\nI remember feeling frequently overwhelmed and grateful for internet friends. I was staring at the ceiling watching the warmth of the wood come alive with sunlight and hallucinations overcome with a sense of gratitude and amazement that I felt real emotions towards real people I had never met in real life. It is just so cool how tech allows relation and friendship to form through time and space\\n\\n***Internet friends.***\\n\\nThe best part about the internet is we can form friendships and start to love people without ever meeting. We can build out a truly enriching life with a few internet friends without knowing much about them beyond how they choose to show up. The ability to form relationships over the internet really underscores that the essence of people is carried through the words we use and the work we do.\\n\\nThe words we use shape our understanding of reality, understanding of self, and other people's relationship to us. The words we use matter in so many ways. It is fascinating to think about how much weight words carry on the internet. I wonder if words on the internet carry more weight because they are the base of all perception or do they carry less weight diluted through the pixels.\\n\\n**The pixel version of a person is in many ways a mainline to their soul.**\\n\\nI understand now more than ever that through the mask of the internet we are our most true self. Or a version of our own truth. It is through this flimsy layer of pseudonymity that I learn and write freely, truly.\\n\\nAll you have to do is write one true sentence. Write the truest sentence that you know.\\n\\n***ya know?***\",\"timestamp\":1637794318,\"title\":\"internet friends \"},\"digest\":\"kpL19KQdcnFB_flBHqxr9AgkO8u-964Y59iuXUdaGZs\",\"authorship\":{\"contributor\":\"0x6Fa567690FF4C26c139bB4318973908AC69738A8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"80j7fwzyg2hmszMxrxKy0lCP4xZVOQ7696c61OvJLvI\\\",\\\"y\\\":\\\"zvzLvtItYjES1JhjEYVfhpkfozyAT5Sl0G8wnnApdAA\\\"}\",\"signature\":\"89XKHNFm-JkQgR-4zsIZ4NnuGSAY4ETKkgfdDUbXcLLbvKaqjJ4eQwnTxCCE1Zw-3PazPn0dCnsk6DaKaoIJLw\",\"signingKeySignature\":\"0xd675ad1c575efb0d124d1cba3ef4b837e9cc7771af7734350008a497c3d196517116f8dc14388736d487843641bdd0c5a972d1a0a3e9ab42a47ee3c0075ad5b01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"80j7fwzyg2hmszMxrxKy0lCP4xZVOQ7696c61OvJLvI\\\",\\\"y\\\":\\\"zvzLvtItYjES1JhjEYVfhpkfozyAT5Sl0G8wnnApdAA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NShi8vaQUUNieNAve7SNfDzRoH4zLyuKmdiMCOh0Z2w\"}"