"{\"content\":{\"body\":\"12月15日，美联储在FOMC会议上鹰声嘹亮，在宣布明年三月就会完成taper的同时，委员会成员对明年加息的预期中位数达到了3次，远高于9月FOMC会议时的1次，甚至还略高于会议前美联储利率期货定价的2.72次。数据来源：Bloomberg\\n\\n然而，美股三大股指却逆转了当天会议前超过1%的跌幅，转而收涨2%以上。一时间，货币政策收紧“利空出尽，靴子落地“的解释不绝于耳。只是市场先生对此马上给了一记响亮的耳光，美股大盘随后连跌两天，使标普500指数单周下跌1.91%，纳斯达克100指数更是重挫3.24%。这又该如何解读呢？美股的下跌，到底是放水的缺失，还是估值的沦丧？\\n\\n要回答这个问题，我们需归本溯源，回到股票到底应该如何定价这个问题上来。\\n\\n01 光看估值投资股票赚钱吗？\\n\\n02 光看估值的问题在哪里？\\n\\n03 当下美股的估值过高吗？\\n\\n04 美国货币政策收紧，美股还能投吗？\\n\\n光看估值投资股票赚钱吗？\\n\\n说到美股，很多人可能会觉得，估值这么高是不是崩盘的风险很大？我们在估值高的时候避免进场/及时离场，会不会更好？\\n\\n或者换句话说，单纯基于估值高低买卖美股，究竟是不是一个有效的投资方式？这里我们做个小测试，给大家看看这个逻辑靠不靠谱。\\n\\n测试从1990年开始，测试对象为标普500，根据市场整体历史市盈率的买卖规则如下：\\n\\nPE<=80%历史分位，持有标普500;\\nPE>80%历史分位，定义为高估值，空仓；\\n注：PE历史分位基于从1970年开始的数值得出\\n\\n根据上述高估值的定义，下面图表描绘了高估值期间标普500的表现：\\n\\n数据来源：Bloomberg\\n\\n可以看到，如果我们在高估值时空仓，相比规避回撤风险，我们损失更多的是收益机会。从历史数据来看，平均每次空仓期的错过的收益达到16.8%。而从成功率来看，空仓那么多次，也就21世纪初互联网泡沫破裂算得上成功规避回撤。\\n\\n我们单纯从估值的数值去看，1996年标普500就显示了很高的估值，如果这时候开始空仓，后面将会错失高达80%收益率的机会。这还是最成功的一次。在科网股泡沫后的近十来年，如果还是这么在意高估值而空仓美股，错失的上涨机会就不止这80%了：\\n\\n09年空仓4个月，标普上涨10%\\n16-18年空仓17个月，标普上涨23.8%\\n20/6至今空仓18个月，标普上涨54.3%\\n总的来说，按照这个PE择时的策略投资标普500，最终收益率下降了快一半，夏普比率也跟着低了一大截。从历史结果来看，单纯基于估值指标择时是一个机会成本极其高的投资方式。\\n\\n数据来源：Bloomberg\\n\\n光看估值的问题在哪里?\\n\\n从金融逻辑来看，过往的高估值与估值泡沫并不是等价关系。对于股票资产而言，合理的估值并不是一个一成不变的定值，它主要受到未来的长期盈利以及市场要求回报率两个因素的影响。我们在《如何分析股票内在价值：市盈率的理解和改进》一文中，对此有详细阐述。根据股利贴现模型(Gordon Growth Model)，股票当前的内在价值应为：\\n\\nE0为企业当前盈利，g为长期盈利增长率，b为盈利留存比例，k为市场要求回报率(资金成本率)\\n\\n这与企业未来长期盈利与增长正相关，与市场要求回报率负相关，而后者会受到市场利率环境的直接影响。\\n\\n企业未来长期盈利\\n\\n假如企业未来的盈利能力长期向好，获得较高的估值显然是无可厚非的。举个例子，我们回顾前文的标普500净值与估值图，在2016/12-2018/4期间，标普500的估值已经超过历史80%分位点之上了，按我们先前定义就是典型的“高估值”区间。在此期间，标普500依然上涨了23.8%。\\n\\n就算我们把时间继续拉长，“高估值”情形也的确出现了快速消退，但并不是所谓的“估值泡沫”破裂引起的，更大一部分是由于企业盈利抬升，以其为分母的P/E估值才会极速下跌。\\n\\n数据来源：Bloomberg\\n\\n在2010s这10年，美股的上涨很大一部分是来自于企业盈利的快速上升，而所谓的“估值高”只是因为PE中历史的盈利“E”考虑了过去（甚至不包括当下），却忽略了真正有价值的未来盈利。下图中蓝线为企业盈利状况，可见一直在伴随着估值的提升而提升。\\n\\n数据来源：Bloomberg\\n\\n利率环境\\n\\n从金融的定价原理来看，在盈利不变的情况下，市场要求回报率与理论价格成反比。对于市场要求回报率，影响因素很多，且没有一个明确的指标和数据。但其中最重要的因素当属利率，我们可以用10年美国国债利率，作为一个参照变量进行观测。\\n\\n根据回报率与理论价格的关系，在利率持续下行的环境中，估值上升其实是一个十分合理的逻辑。从下图可以看到，近30年美国中长期债券的利率虽然波动不小，但其整体趋势还是一直下行的，而这也是美股长牛的重要支撑点之一。\\n\\n数据来源：Bloomberg\\n\\n总的来说，美国近几十年良好的公司经营环境、不断创造并改变生活的新科技和新业态、不断增长的企业盈利，以及全球巨量低成本资金的涌入，共同促成了美股的长牛，高估值实际上是合理且必然的。所以不必对高估值过度紧张，我们需要关注的问题更应该是：在给定的市场环境下，美股估值是否过高？\\n\\n当下美股的估值过高吗?\\n\\n企业未来长期盈利角度\\n\\n根据FacSet的数据，华尔街分析师预期标普500成份股公司在去年受疫情影响的低盈利基数的基础上，今年全年盈利增长将超过45%，是2008年以来的最高值。而明年的盈利增长预期仍有9.2%左右，高于过去十年5%的平均值。这将对目前众所周知的高绝对估值起到不小的降温作用。\\n\\n来源：FactSet\\n\\n目前标普500的PE大概为25左右，今年PE估值的回落正是由超高的公司盈利增长主导的。\\n\\n数据来源：Bloomberg\\n\\n利率环境角度\\n\\n前面我们提到，在分析股票内在价值时，还需要考虑利率环境。这里我们使用“股票相对债券的超额收益”这个指标，对美股大盘的相对估值进行分析。这个指标首先将股票的估值P/E倒过来变成E/P，即股票的盈利收益率，再与债券收益率进行对比。\\n\\n具体计算如下：股票相对债券的超额收益 = E/P - 美10年国债利率（注：本章使用的PE数据为席勒教授构建的TRCAPE（周期调整后市盈率），经过盈利平滑、通胀调整、复权等处理，数值会与普通PE存在一定区别）。\\n\\n下图为在同样的一个半世纪中，美股相对于美国10年国债的超额收益的变化，数值越高说明美股相对于美债越有吸引力（或者说相对估值越低），则未来十年股票相对债券的超额收益大致来看也会越高。\\n\\n来源：<http://www.econ.yale.edu/\\\\~shiller/data.htm>\\n\\n数据时间：1881/01-2021/09\\n\\n截至2021Q3，美股相对美债超额收益约3.01%，甚至还略高于历史中位数2.66%。也就是说，股票暗含的盈利收益率，相对债券利率并不算低。换成估值的角度，就是反过来讲，股票当前估值相对债券并不算过高，至少是在历史的中位水平之下。\\n\\n这意味着，相对估值而言，美股当前性价比尚可，未来十年收益也许不如过去十年，但应该还能达到历史平均水平。\\n\\n美国货币政策收紧，美股还能投吗？\\n\\n回到开头的问题，现在美联储自己认为明年会加息三次，利率上行似乎不可避免，美股还能投吗？历史上美联储开启加息周期时，美股表现又是如何呢？\\n\\n数据来源：Bloomberg，新全球资产配置整理\\n\\n如上图，我们列出了近半个世纪以来所有的加息、降息以及利率平整周期（连续加息/降息次数至少有两次或以上才定义为加息/降息周期，否则定义为利率平整期)。结果可能与很多人的直观感受不同，不管是标普500指数还是纳斯达克指数，在加息与降息周期的月平均收益差距并不明显，反倒是在加息前6个月和3个月、以及在联邦基准利率走平时，表现更好。\\n\\n不过，如果我们以1981年6月美国开启长达40年的的利率下行大周期为界，统计各货币政策周期中美股的表现，会得到更为清晰的结论。\\n\\n数据来源：Bloomberg，新全球资产配置整理\\n\\n虽然美股在1970s的滞胀阶段表现远不如最近40年，我们还是可以看出，在1981年6月前，美股加息周期的表现远不如降息周期，而在1981年6月之后则相反。与此同时，美股加息前的表现，在两个阶段中均远胜于降息前。这一点在纳指上表现得更为明显。\\n\\n对于整个经济而言，利率和经济发展及企业盈利密不可分。企业盈利会推升市场要求的收益率，货币当局也会跟随经济发展需求，通过加息防止经济过热，稳定物价。因此在经济增速较高时，利率和企业盈利通常是正相关的。基于这样的逻辑，在利率上升期间，企业的自身盈利扩张对股票定价的正向提升，大于利率上行带来的负向影响。\\n\\n反之，在经济发展遇到困难，企业盈利增速不足、甚至在受到类似疫情这样的冲击出现下滑时，利率的影响就会变得尤其重要，货币当局往往也会通过降息，为经济恢复创造更宽松的资金环境。这便是为什么美股在加息前的表现总是好于降息前。\\n\\n我们当前所处的环境，正是美联储加息的前夕。由于高企的通胀带来的政治与社会压力，美联储收紧货币政策的大方向已成定局，因此市场的关注点便转向了经济增速能否在今年的高增长后，仍维持在一个相对高的水平。\\n\\n于是，美联储在FOMC会议中提高对明年美国GDP增长预期，大幅下调对今明两年失业率的预测值，肯定了经济活动以及受疫情影响最严重的部门最近几个月有所改善，则美股大涨。\\n\\n来源：美联储12月FOMC Summary of Economic Projects\\n\\n此后周四公布的费城美联储制造业指数和Markit制造业与服务业PMI指数均不及预期，则美股掉头向下。\\n\\n来源：Trading Economics\\n\\n简而言之，美联储希望引导市场，预期明年加息三次的出发点是经济增长强劲，也就是当前处于1981年6月后的情况，那么从历史数据来看，加息阶段股票的收益尚可。然而，如果市场认为当前处于1981年6月之前的滞胀期，货币政策因通胀而不得不收紧，同时经济发展又出现停滞，企业盈利没有增长，那么加息就会压低股票定价了。\\n\\n因此，根据经济基本面，判断美联储加息的动作，到底是为了抑制供给端通胀，还是因为经济已经步入正轨，才是核心。\\n\\n写在最后\\n\\n回到开头的4个核心问题：\\n\\n1. 光看估值投资股票赚钱吗？--- 不赚钱，而且机会成本较高。\\n2. 光看估值的问题在哪里？--- 忽略了企业盈利状况，从而忽视了“高”估值的合理性。\\n3. 当下美股的估值过高吗？--- 考虑企业盈利状况，以及相对于美债的收益率，估值不算高。\\n4. 美国货币政策收紧，美股还能投吗？--- 在控制仓位的前提下，不投的机会成本大于投的风险。\\n\\n经常有朋友谈到美股，觉得美股一直在涨，是不是估值很高，一旦美联储停止放水，收紧货币政策，会“泡沫破裂”。这个观点10年前如此，5年前如此，现在还是如此。如果近十年以来一直抱着这个观点，你可能没等到想象中的“估值泡沫破裂”，却会错过平均每年16%以上收益率的美股牛市。这还不止，如果在此期间选择持币观望，每年2%的通胀率会不断蚕食你手中的现金。\\n\\n估值高本身并不是问题，估值过高才是问题。什么叫做过高？价格高于股票的内在价值。这个内在价值由股票定价机制推导得出，受很多因素的影响，我们在此讨论的两种主要的因素——资产本身的基本面，和市场的利率环境，都能显著改变资产的内在价值。\\n\\n不要再死盯着估值的绝对数值或历史分位一个指标，低估值股可以是价值投资，高估值成长股也可以是价值投资。不管是对美股还是A股，又或者是其他股票市场，结合当下的市场利率环境以及对企业未来的展望，做出合理价值的判断，寻找那些被市场忽视、低估的公司或资产，才是靠谱的价值投资。\",\"timestamp\":1639992749,\"title\":\"估值还是估傻，股票市场到底应该如何定价才合理？\"},\"digest\":\"D5POjSOahUagnQOzZpZ8GtIHU1ybRCibftEy0JXVaX8\",\"authorship\":{\"contributor\":\"0x987f05B5eEB8B30b02329D3888bebc3a7424e999\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DsU2SPv8H8-qB-vThv-dHrsg5EM8e9zE_NaFByrNXEI\\\",\\\"y\\\":\\\"DD_lrpNUmikVVpFPS8ZGAIHkiFW7FGakRSXzwWKT_EI\\\"}\",\"signature\":\"uPD5-4SqHHuapiTeaPg15bIFnc20UEIQ9Dk4-pZZ5KatG3pNf-oh7T5UAkry2UlzbdhlRbkhSTlMe56952hqHw\",\"signingKeySignature\":\"0x8fd762086ab637edf7641218a97869d686cdda8fb09056686402cacfd4b1eaed4c17f87dd1accf48a3d4280515f6b5f0a0f426ab5ab718b71bfc5e41ae1f64351b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DsU2SPv8H8-qB-vThv-dHrsg5EM8e9zE_NaFByrNXEI\\\",\\\"y\\\":\\\"DD_lrpNUmikVVpFPS8ZGAIHkiFW7FGakRSXzwWKT_EI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"D5POjSOahUagnQOzZpZ8GtIHU1ybRCibftEy0JXVaX8\"}"