"{\"content\":{\"body\":\"\\\\[Screen: Think of the song Professional Rapper. You is Snoop Dogg. I is Lil Dicky. You are firing off these questions to us and we are answering them in as truthful a manner as we can.\\\\] LFG.\\n\\n## Why Ξ? You talk the same story as the Ξ maxis. I hate maxis. Why Ξ?\\n\\nMany great arguments about this. Our favorite is ___.\\n\\nDon’t have the same ideals as us? It’s ok. Look at ___\\n\\n## Fine, let’s play. So why do you have the answers? What made you believe you are the 1000 IQ gigabrain in this game?\\n\\nWe don’t. Neither do anyone out there. Whomever that is telling you they have the answers are out there to shill you. Don’t believe me? Check these examples out _____\\n\\nWhat we will do is to invest in a thesis-driven manner. This manner actually keeps us safe. Because as long as we follow the thesis, we can be answerable. Anyone that doesn’t like the thesis is free to leave. But we will continue to gain credibility, and legitimacy, if we follow the thesis.\\n\\n## Big word. Thesis. What’s the thesis?\\n\\n1. Ξ wins.\\n2. Certain projects benefit the most in the Ξ ecosystem. When Ξ wins, they win (in a disproportionally high manner)\\n3. We find and invest in them.\\n4. We improve our returns by increasing our ownership in them.\\n5. Returns can be further improved by knowing when a strategy makes more sense than the others \\n\\nOver time, we will be publishing articles about our perspective across these points. We figured for the folks that need more convincing, they can wait till these articles are out before deciding to join us. But who knows how much they would have missed out *#fomoplay*\\n\\n## That seems like a simple strategy. I think I can do it too.\\n\\nFor some of you, this is true. For others, this might not be true. This is a great video by [rekt.news](https://twitter.com/RektHQ). This is a tough playing field, fraught with mines and booby traps. Our strategy is simple so that #WAGMI.  \\n\\n[https://www.youtube.com/watch?v=HJzwEi9iJsc](https://www.youtube.com/watch?v=HJzwEi9iJsc)\\n\\n## There are on-chain protocols that does this already.\\n\\nYes there are DEXTF, Indexed Finance… What they do is invest your money in a basket of tokens that follows a certain thesis, like DeFi or Metaverse. Well:\\n\\n1. Our winners are not their winners\\n2. We can improve the returns by doing things they can’t - like yield farming, options, NFTs (maybe?)…\\n3. We are building a DAO, not just a fund\\n\\n## Another big and trending word. DAO.\\n\\nYes there are DEXTF, Indexed Finance… What they do is invest your money in a basket of tokens that follows a certain thesis, like DeFi or Metaverse. Well:\\n\\n## So what are the fund parameters?\\n\\nWd\\n\\n## So what’s your take on leverage?\\n\\nWd\",\"timestamp\":1638724080,\"title\":\"Let's talk about the thesis\"},\"digest\":\"JxoqYnSog9Lvzw9aIjEmxcfLSSoUQ-LAL4SNa8VYzO8\",\"authorship\":{\"contributor\":\"0x17307bE3589a680452543DDe06d42A07EE3FA080\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AuAvul_ImzZcT6GYZRr6lSUyzBckM-3edTkqzfdOjZU\\\",\\\"y\\\":\\\"GPnmWfKNMoPdnvGYf3Kzpicqr1yAcdTtS2BKPwn66tg\\\"}\",\"signature\":\"UO4q9O3TmaA62hGTIU5wyzGt_ARjI_xdkPxkR-eS6uGvFk9r_7h2AfJQHHFEWOvR4rvtxHl-sYC-a-llhJUfqw\",\"signingKeySignature\":\"0x54716e76b299ab52317c384dbbf631d11e1250da8dacc93f45e357934afbb1510bdcf023ee87ad9403a3661ee4d6bf44d19799604d64c2992e7d364b84e6a42500\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AuAvul_ImzZcT6GYZRr6lSUyzBckM-3edTkqzfdOjZU\\\",\\\"y\\\":\\\"GPnmWfKNMoPdnvGYf3Kzpicqr1yAcdTtS2BKPwn66tg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YwtqiiHJ9k8SRcvgELT5l9E66AGE05m2qoHmNhzVoEU\"}"