"{\"content\":{\"body\":\"There is never a shortage of money on the earth. In today's society, electronic currency is full of satellites, slow Internet, Alipay, WeChat, Tenpay, various online banking, various capital, investors, and funds. The money is constantly looking for who needs him for 24 hours. However, the strange thing is that most of them are very poor, trying to find money but can't find them. So, let me talk about who the money is looking for. And you just need to be such a person, and money will come to you.\\n\\n```\\nSima Qian said that the prosperity of the world is for profit, and the hustle and bustle of the world is for profit. Uncle Sima meant that all people are for money. Let me first talk about how we treat our employees so that we can become the boss of Niu X?\\n\\n1. You must give employees a high return. For example, if the company earns 1 million shellfish a year, you can allocate 300,000 to your two backbones, one is 200,000 and the other is 100,000. In this way, these two backbones will work harder in the coming year. So you can get 200W in the coming year, and you can allocate 600,000 to the backbone, one 250,000, one 200,000, one 100,000, and one 50,000. In this way, you have two more people who are willing to follow you desperately. You just keep doing it again and again. There will be more and more Niu X employees following you.\\n\\n2. You must make employees feel safe, the money promised to employees must be honored, and you must not ask employees to do illegal things, otherwise, employees will have to resign if they are not safe.\\n\\n3. You must let the employees leave as they want, and you can't force them to stay. If you use various methods to force them to stay, you will be in the situation of Cao Ying's heart in Han. If the people who stay do not do their best, you can't do both. A few money. If you achieve these three points, then there will be a lot of employees willing to follow you desperately. In fact, just like people, money has a character.\\n\\nFirst: If you can get more and more money following you, you can get a high return on the money handed over to you. Do it again and again, and more money will follow you.\\n\\nSecond: You should not use money to do illegal things. Otherwise, money will be afraid of you.\\n\\nThird: When others come to get back their own money, you can give others money without hesitation. Then, there will be many people willing to give you money. If you can achieve these three points, the trillions of electronic currencies flying on the earth will come to you, and you will naturally become rich. In fact, money is human nature, and money is just human heart.\\n\\nAs long as you really treat money with your heart, money will find you as a friend. Some people don't like money and eliminate it. For example, they go to prostitutes with money, buy luxury goods, or gamble, or satisfy their own desires. Such people are the enemies of money, and naturally they will not have money.\\n\\nThink about it, everyone, are you the enemy of money? Or is it a relative of money? If you are the enemy of money, it is inevitable that you are poor. Many things are actually very simple, but now most people have too high academic qualifications and forget this simple truth. As long as you return to the basics, the way will be natural, and you will naturally have money.\\n```\",\"timestamp\":1634802768,\"title\":\"To make money, you must understand the character of money\"},\"digest\":\"zXvCdoIKLDd_z6nZqSwnOs_OTXUfB6ICUQewfXboNqg\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"uMpVs7oGzaH5eEMIzOLMGhMxCU5Jr_uxADgTaze6O7p8iffkxxNGX2D4gFNZT36C1wbQy27f-UHVfRvsucCgJg\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zXvCdoIKLDd_z6nZqSwnOs_OTXUfB6ICUQewfXboNqg\"}"