"{\"content\":{\"body\":\"![Fibonacci isn't just for retracements, people!](https://images.mirror-media.xyz/publication-images/xm1srVxzPumXpe5XtldJ6.jpg?height=500&width=1500)\\n\\n### To ETH or Not to ETH…\\n\\nIt’s been approximately 53 years since I entered “the NFT space” (or 5 months in the real world).  I was one of those foolish creators who heard about NFTs in December of 2020, but was too distracted by Christmas and Covid and shoveling snow to really bother looking into it until the crypto boom of Spring 2021.  Alas…\\n\\nThe NFT space is fast-moving, and I’ve seen what feels like dozens of trends come and go;  editions, collections, genesis…es…  Hundreds of photographers have had their moment in the sun, some of them flying too close and falling, some of them achieving lasting stardom (whether by climbing buildings or experimenting with rights models or simply photographing twins).  It’s a whirlwind, and it can be tough to keep up.\\n\\nAll of that said, I’ve seen modest success here, and I hope I can attribute it to at least *some* definitive moves I’ve made regarding where I list and how I price things, and not just being lucky enough to be in the right place at the right time.  The following are just thoughts, and by no means financial, artistic, or crypto advice.  I’m just some guy.\\n\\n![Some guy with questionably healthy knees.](https://images.mirror-media.xyz/publication-images/p25Upd7y3A3o4PlEK0bFL.jpg?height=383&width=536)\\n\\n### Diversify, Diversify, Diversify\\n\\nOne of the most important things I learned early on (in a Twitter Space, of all places) was to think of my NFT listings loosely like investments.  In the stock market, it’s common knowledge that diversification reduces overall risk of failure;  a similar concept applies here in NFTs (though maybe with a more positive spin on it).  The more NFT sites your work is listed on, the more eyes (and likely different sets of eyes) are on it, and thus the more likelihood a potential collector will find something they resonate with.  I myself don’t take an overly obsessive approach to it (I only have so many photos in my backlog, after all), but I do enjoy seeking out new platforms (and blockchains) to list my work on every so often.  It really does help.\\n\\n![Plus, lots of platforms make your Linktree really shine!](https://images.mirror-media.xyz/publication-images/mVZAna3cKtiN1Q_pvxvA5.jpg?height=965&width=1702&size=medium)\\n\\n### Spin the Wheel…\\n\\nOne of my favorite ways to think of pricing my NFT offerings is in terms of a set of a dozen vertical spinning wheels, similar to something you’d see on a game show like The Price Is Right.  Basically, I’ve got hundreds (maybe thousands?) of images suitable for minting as NFTs, but they’re not all created equal.  Some have high emotional value for me, some were technically difficult to capture, some required countless hours in post-processing (this applies doubly to the handful of timelapses I’ve made!).  Early in my NFT journey, I priced everything high, according to what I felt the images and my time were worth, in raw photographer-hours.  It made sense to me, it felt good, but it ultimately was *not* optimal in terms of actually selling anything to anybody.\\n\\n![Caution:  Pricing your own NFTs can and will make your head spin!](https://images.mirror-media.xyz/publication-images/Xvxmxr_4mCF_uOvDwgZMc.gif?height=1200&width=1200)\\n\\nI realized about a month in that, however many different reasons I had for pricing my own work, collectors might have at least as many different ones for *buying* any of it.  Some are investing to flip and make a profit;  some for nostalgia purposes (“Hey!  I used to live right by that beach!”);  some for the pure pleasure of looking at a pretty picture.  Some want things that will look good in an online virtual gallery, and some just want to own a piece by a future world-famous photographer…  Ahem…  And all of these reasons have their own corresponding sliding scales of acceptable price range.\\n\\nSo:  I decided, just like the diversification approach to posting on NFT sites, I ought to *also* diversify my NFT offerings, not just in price range, but also in image type, subject, aspect ratio, complexity, rarity, and visual stunningness.  If someone is looking to collect your artwork, the exact right combination of wheels has to be spun;  you’ve got to offer a piece you’re willing to part with, and that they’re looking to buy, that is in the right price range.  Sometimes this will be a meticulously edited astro shot that took hours to get just right;  sometimes, it’ll be a quick snap that you took on your travels without ever intending to post it.  The point here is that if you offer something for everybody, eventually you’ll find that everybody wants a piece of *something*.\\n\\n![Shameless self-promotion:  At the time of writing, these are all still available.](https://images.mirror-media.xyz/publication-images/xTaVwQV2X4Jvb_u9mMJYJ.png?height=2400&width=3900)\\n\\n(Author’s note:  Thanks for reading my first post here on mirror.xyz!  I’m a photographer by trade, not a writer, but if anyone has any suggestions or criticism, I’m all ears!  You can find me under the username “walasavagephoto” on most platforms, and walasavagephoto.eth on the Ethereum blockchain.)\\n\\n(Author’s second note, now that I think about it:  You’ll notice I didn’t mention specific prices in the above little monologue.  That’s intentional, as I think *all* of our price ranges and NFT offerings will change over time, especially as cryptocurrency and NFTs gain more mainstream popularity.  Some people scoff at changing the list price of NFTs on these marketplaces, but I loudly scoff right back.  If an item in a store isn’t selling, you wouldn’t let it sit and collect dust for years and years, would you?  You’d adjust prices, adjust marketing, adjust… everything you can.  Yes, price changes are burned forever into the memory of the blockchain, but I’d counter that any shame in raising or lowering them is currently just a cultural thing.  I intend to change that.)\",\"timestamp\":1636745149,\"title\":\"Some Thoughts on Diversification and Pricing Photography NFTs\"},\"digest\":\"AhabBwFrWkcKpWgUgoNvjL7Skcu6EZ1Neb4Z3XQvPkU\",\"authorship\":{\"contributor\":\"0x15265c9989A97f84c01cdBA9dA4461ae518083FC\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KZ5hbDHYAvsFqzYZjLMQKBBflCqcX-oeQtAv2hKt-aM\\\",\\\"y\\\":\\\"I7mikYgf-XbFmRMot7dvz3u4RS5bhD73aWUZB_KyG6c\\\"}\",\"signature\":\"HKJ-1s1rvHEpl_WOhgStAIbyaIUlnBps5Ncb12TNt0t00M9pWNmMY6_wFO41Sxi4BZdFLDscV5YzGLqGBEyk4A\",\"signingKeySignature\":\"0xc2b94314b504a091e501e722f95c01853ea786919676eb27db1450d2fd4461ce281fd125720bee6fc40be499262366dc92238ce247d417b5ad772d59c8e96b0e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KZ5hbDHYAvsFqzYZjLMQKBBflCqcX-oeQtAv2hKt-aM\\\",\\\"y\\\":\\\"I7mikYgf-XbFmRMot7dvz3u4RS5bhD73aWUZB_KyG6c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"R33_T15sCqPchLtwj55VLXFNW_l7-czJbnWY5T3rvZw\"}"