"{\"content\":{\"body\":\"***The Weekly Hop is a newsletter written by Pathfinders. Click [here](https://rabbithole.mirror.xyz/2aWOCnFgLTRePfJn4C2P8RgmYh_I0VbPcColjQTtcJ8) to learn more about Pathfinders and our role in the decentralization of RabbitHole.*** \\n\\nNothing is ever free. And unfortunately, instances like the insurrection of the Capitol building, the spread of covid-related misinformation, and the rise of hyper partisan political environments have taught us this the hard way. \\n\\nIn an environment where over 500 hours of video content are uploaded to YouTube every minute, moderation functions as the core commodity that platforms have to offer. These algorithmically-programmed systems of curation maintain profitability by holding our attention on sites (to see ads) and presenting us with content that will change our behavior (to sell ads). Problem is, these algorithms have learned to “nudge” our behaviour for more sinister reasons than just bleeding our wallets dry.\\n\\nTo make matters worse, we’re completely blind to what’s going on behind the gold-plated doors of Silicon Valley. Under [Section 230 of the Communications and Decency Act](https://en.wikipedia.org/wiki/Section_230#:\\\\~:text=Section%20230%20is%20a%20section,respect%20to%20third%2Dparty%20content.), platform companies basically have sole discretion in how they’re able to collect, collate, use, and sell our personal information. \\n\\nOh, and did I mention that we get no share of the profit. While Zuckerberg basks in  “Meta's” rising stock price, we’re fighting over what’s fact versus fiction. *How can we create a strong public sphere if we can’t even agree on the issues we face?* \\n\\nTo state the obvious here: this is bad, really bad. Time’s up tech giants. We must move away from the current data climate and work together to foster a more open and democratized distribution of the “new oil”–aka, user data. \\n\\nSure, opting in and out of advertisements for a cut of the profits is a step in the right direction, as [Brave browser and the BAT (Basic Attention Token)](https://basicattentiontoken.org/) have shown, but this solution only covers part of the equation. \\n\\nImagine having access to your entire data registry, without having to ask the platforms that collect it to “please” share it with you. Gaining awareness into how platform companies use AI models and marketing segmentation to drive profit from our user behavior would do more than just offer transparency. We're talking about flipping the tables from platform ownership to user ownership, giving you the power to rent, sell, stake or withdraw your data from wherever it may be used.\\n\\nOnly through blockchain can users handle their valuable information through a tokenized package: don't like what Facebook is using your likes for? Withdraw their access; found a new AI research team that you really vibe with. Take part in their growth by helping to train their models. Possibilities are really endless when each and every one of us controls our grain of the sand. This could enable us to shape the future we want, not what our overlords at Silicon Valley decide is best for us.\\n\\nNot everything is sunshine and butterflies though, there's a ton of hurdles to overcome before this idyllic vision can become a reality, most of them coming from within. Legal measures like [GDPR](https://ec.europa.eu/info/law/law-topic/data-protection/data-protection-eu_en), [the Cookie Law ](https://www.cookielaw.org/the-cookie-law/)and the upcoming (hopefully) update to [Section 230 of the Communications and Decency Act ](https://www.eff.org/es/issues/cda230)barely scratch the surface in terms of giving people the agency they deserve. When it comes to how accountable platforms are for the real-world effects of the content we produce, and the value they extract from it, we need to have a voice. \\n\\nFunnily enough, some steps in the right direction have been made by the same people that got us here in the first place. [Microsoft](https://www.microsoft.com/en-us/research/project/decentralized-collaborative-ai-on-blockchain/), [Nokia](https://www.smartcitiesworld.net/news/news/blockchain-powered-marketplace-for-sharing-data-and-ai-models-launched-6385) and other [leading-edge companies](https://www.frontiersin.org/articles/10.3389/fbloc.2020.497985/full) are currently setting the ground for modular, smart contract-based, and decentralized datasets leveraging all of the advantages of the blockchain to guide AI research and usage into a more equitable industry of the future.\\n\\nWhether or not they'll stick to that promise is up to us, but the opportunity is there. Decentralization is our chance at having a say in how our data is used, it's up to us to keep that agency and not serve it up again for MANGA (formerly FAANG) to exploit as they see fit.\\n\\n*Written by [@anay_sim](https://twitter.com/anay_sim) and [@sumin_of_note](https://twitter.com/sumin_of_note)*\\n\\n### New Pathfinder guides: \\n\\nEnjoy some fresh new guides this week to bring you even further down the rabbit hole.\\n\\n* [Setting up/Bridging Funds on Celo](https://rabbithole.mirror.xyz/SYGPJ-_m7pdhtrI9babxltZJsQCIsdb5vdU8SrDxI0o) by [@bvajresh](https://twitter.com/bvajresh) \\n* [How to Stake OHM on Olympus](https://rabbithole.mirror.xyz/TeL1wa-FZTPiUoOpK8zHnB2FD8JWiG76SgchzIJ7SBc) by [@zach_davidson](https://twitter.com/zach__davidson)\\n\\n### Pathfinder updates:\\n\\n***Editorial Update:***\\n\\nZach Davidson published an instant classic on the blossoming RabbitHoleDAO and [why decentralization matters](https://rabbithole.mirror.xyz/CYsaX0fT-IOV5OO3JiDcXpLFdcnhocVOO5pTZ52hsLE). Learn how RabbitHole plans to guide the next billion people into web3 while preserving decentralization. DM [Zach](https://twitter.com/zach__davidson) if you want to get involved with the next stage of our decentralization efforts.\\n\\n[https://twitter.com/zach__davidson/status/1453814397839675392](https://twitter.com/zach__davidson/status/1453814397839675392)\\n\\n***Quest update (DAOhaus Quest):***\\n\\nThe DAOhaus quest is live this week! If you’re interested in becoming a member of a DAO, and learning how to create and vote on proposals, this one’s for you!\\n\\nSince it’s launch on Monday, over 1,500+ unique proposals have been submitted on DAOhause, and the number of DAOhaus votes has skyrocketed (see graph below). As we onboard the next billion users into the web3 ecosystem, these stats reinforce our belief that participation > speculation. \\n\\nCheck out the quest [here](https://app.rabbithole.gg/quests) and act quick to get your reward. \\n\\n### Pathfinder question of the week: \\n\\n*As we build up our media ecosystem, we wanna know what kind of content you’d like to see from RabbitHole? From TikToks, to YouTube videos, to more niche blog posts – anything is fair game.* \\n\\n*Jump into the RabbitHole #WeeklyHop [Discord channel](https://discord.com/invite/9bTdDQ9rQv) or tweet us [@pathfinders_gg](https://twitter.com/pathfinders_gg) to let us know!*\\n\\n*Section compiled by [@juanna.eth](https://twitter.com/juannabananas) and [@jonahbaer.eth](https://twitter.com/JonahBaer)*\\n\\n### Rabbit of the week:\\n\\nIn the age of surveillance, we often don’t know who has access to the data we create, much less how they have been using it against us. It’s going to take an army of Sherlock Rabbits to solve this problem. Join the discussion on the #WeeklyHop [Discord channel](https://discord.com/invite/9bTdDQ9rQv) to share your thoughts on how we can crack this case together.\\n\\n![](https://images.mirror-media.xyz/publication-images/BpMV8rVMg7qbeIkuWA3HN.jpeg?height=630&width=634)\\n\\n\",\"timestamp\":1635616664,\"title\":\"The Weekly Hop #9: Defanging data\",\"publication\":\"rabbithole\"},\"digest\":\"wJ7cBuDDg9-ldt1cmOalmJT-dfdrstY09c3EbJXc9Kw\",\"authorship\":{\"contributor\":\"0x0ba85c9e1863E5efB8395a55cd042d61DECD6e89\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vJ4Jt11R2M8YssjX2gKEBvM5zudG9_uhviWZRC10DFE\\\",\\\"y\\\":\\\"nHltyAn52aR-8ZyDkTpuHhZNPgqvnavICnU4NyqZUF4\\\"}\",\"signature\":\"mD18vP81SBc3XJCHfXVsSNRXf5l9HibIojI_bEmaF56orrY7VTq8ecCnAMhlKl3r0HlS3x0Noy1EMwu7d9aodg\",\"signingKeySignature\":\"0x29a54cebb73f0071269c1174e878ec97c9b07915941a1b8b946ba66d91ae420c64061045ccb1d9ffe29fc0908e94d89d4ca0b12b8836a8c4a4a2fc131c0b22cc1c\",\"signingKeyMessage\":\"I authorize the publication of articles on rabbithole.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vJ4Jt11R2M8YssjX2gKEBvM5zudG9_uhviWZRC10DFE\\\",\\\"y\\\":\\\"nHltyAn52aR-8ZyDkTpuHhZNPgqvnavICnU4NyqZUF4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xQ8K6fdoPYRfMY2WeKjAuKIFMLD8ccmhA4qCbhhLvpY\"}"