"{\"content\":{\"body\":\" \\n **Summary \\n ** \\n GameFi is the integration of DeFi, video gaming and NFT technologies. \\n  \\n Play-to-Earn (P2E) games allow players to earn in-game currencies. \\n  \\n Axie Infinity, Alien Worlds and CryptoBlades are examples of popular P2E games. \\n  \\n Players can buy, hold or sell in-game assets. \\n  \\n Blockchain based gaming is now dominating the internet, with many people participating for entertainment purposes or for generating additional income. Basically, GameFi is the integration of video gaming and decentralized finance (DeFi), allowing people to earn financial incentives for playing the games. \\n  \\n As we will note, GameFi arise from the integration of three technologies named DeFi, video gaming and NFTs. In this regard, the video gaming element is at the centre stage, yet integrated with DeFi and Non-fungible token technologies.\\n\\nGameFi is also known as Play-to-earn (P2E) games, which became popular in the second half of 2021, following the success of Axie Infinity known for its gaming incentives in form of cryptocurrencies and in-game assets. Thereafter, there has been a proliferation of other P2E games such as Alien worlds and CryptoBlades. The term P2E denotes the main reason behind the success of these games, the motive to earn money. \\n  \\n The GameFi games are based on the blockchain, a deviation from the traditional video games that exist on the internet. Therefore, these enable players to buy, hold and sell their in-game assets in a verifiable way due to the digital ledger. In contrast, the thrust of the traditional games is the luxury of playing and winning without additional financial rewards. \\n  \\n **Background to GameFi** \\n  \\n Andre Cronje , the founder of Yearn.Finance is the first person to publicly use the term GameFi in his tweet in September 2020. And since that time, GameFi refers to video games, existing on the blockchain where people play-to- earn financial rewards. \\n As a fact, most of these video games have much in common. They have in-game assets such as land, costumes, avatars, pets, weapons and tokens, among others. Notably, non-fungible tokens (NFTs) represent these in-game assets, providing proof of ownership. One interesting thing is that people can use most of these in-game assets in different video games. As a result, the players can buy and sell them, making profit or loss in the process. \\n Another significant feature of these games is that players normally progress through different levels. And as they climb up the gaming ladder, they earn more financial incentives through improving their characters, trading their in-game assets and participating in contests as well as tournaments. \\n  \\n **Why do many people participate in Play-to-Earn games? \\n ** \\n There are many factors that promote the thriving of GameFi. By understanding these primary drivers, we can easily anticipate its future. By and large, the popularity of the play-to-earn games came during the period of the Covid 19 Pandemic, when there were lockdowns throughout the world. Thus, these games not only reduced the effects of social distancing but also enabled people to earn a living. This resulted in the evolution of the gaming ecosystem and culture. \\n  \\n **Little or no upfront cost** \\n  \\n In order for people to play these games they simply download the applications for free. Therefore, as long as someone has a supporting gadget with internet access, he or she can play the game. Probably, the little funds which someone needs to inject are for purchasing the in-game assets\\n\\n** \\n Possibility of change of ownership of in-game assets \\n ** \\n As we said earlier on, the players can sell the valuable gaming items in the future. Because of the appreciation of virtual assets, people can profit from them. The good thing is that the owners of the games do not have ownership and control of the in-game assets. \\n  \\n **It’s easy to learn how to play the games \\n ** \\n Usually GameFi protocols use easy-to-use interfaces and gameplay mechanisms. This is because their major aim is to ensure that as many people as possible take part in the gaming ecosystems. As a result, players of different ages, cultures and backgrounds take part in the games. \\n  \\n **How do DeFi and NFTs Elements matter? \\n ** \\n Previously, we discussed that video gaming, NFTs and DeFi are integrated into GameFi. Now, here is how they function. \\n  \\n **NFTs elements \\n ** \\n The creation of NFTs gave room to the emergence of blockchain video games. NFTs enable gamers to own and claim ownership of the various in-game assets. This also gives them the right to sell or transfer their gaming items at any time to anyone. By the way, people hold these assets in cryptocurrency wallets. \\n  \\n **DeFi elements** \\n The integration of DeFi into the blockchain gaming sector brings most of its features into play. For example, there are smart contract based reward systems for gamers. People can also participate in activities such as minting tokens, yield farming and staking. Thus, these features enable players to earn interest and other rewards in a similar way, we experience in the greater DeFi ecosystem. \\n  \\n **Most Popular Play-to-earn games** \\n  \\n It is time to discuss a few of play-to-earn games that are trending at the moment. \\n  \\n **Axie Infinity \\n ** \\n Currently, Axie Infinity is the most popular P2E game where players are able to collect, breed and raise some virtual creatures called AXIES. There are different types of creatures which players can own such as reptiles, birds, bugs, beasts and many others. Significantly, these creatures have various body shapes and perform varying tasks. Also, they exist as NFTs, therefore, they are tradable. \\n  \\n Apart from these in-game assets, Axie Infinity has its own tokens which people can buy, hold and sell, as they like. For example, one of the internal tokens is Axie Infinity Shards (AXS, used in the governance of the ecosystem. Nonetheless, there is also Small Love Potion (SLP) cryptocurrency which players earn as they participate in the game. In the end, the players sell these tokens and get fiat currency. \\n  \\n **Decentraland \\n ** \\n Decentraland is a virtual land, based on the ethereum blockchain, which enables people to create and monetize their content and applications. Above this, players can purchase plots of land, build houses on them or develop them in any way possible. They can also sell their virtual properties existing on the land as well as their plots. Decentraland has its own native token, the MANA, built on the ethereum chain. People can burn the MANA to get the ERC 721 LAND token.\\n\\n**CryptoMines \\n ** \\n Unlike some popular P2E games which exist on the ethereum blockchain, CryptoMines is built on the Binance Smart Chain. The main focus of gamers is to mine planets in this virtual universe. The in-game assets, in this case, are workers and spaceships used for mining the planets. In a similar manner as other games, NFTs represent these in-game assets. \\n  \\n In addition, CryptoMines has its native token, ETERNAL, which players use to purchase the in-game assets. Interestingly, players also get their rewards in the form of ETERNAL tokens.\\n\\n**The future of GameFi \\n ** \\n The truth is that GameFi is attracting many players and investors, showing the great potential it has. As a result of this, some blockchain experts believe that crypto games will fuel the adoption of cryptocurrencies and other digital assets. \\n More so, the integration of NFTs into the video gaming arena will most likely disrupt the gaming sector, creating better user experience than ever before. With the parallel development of the metaverse, analysts expect GameFi to take advantage of the other disruptive technologies such as virtual reality (VR), augmented reality (AR) and extended reality (XR), among others. \\n  \\n **Marketplace for NFTs \\n ** \\n We have discussed how people can earn in-game assets and NFTs through participating in GameFi. Once you earn your valuable tokens you need a marketplace where you will get the fiat currency for daily use. \\n  \\n There are many marketplaces people find on the internet such as OpenSea and Rarible. Gate.io is another reliable platform where people can buy and sell NFTs. With its security and convenience many people use this marketplace. \\n  \\n Gate.io also helps users to choose the best NFTs on the market. For example, it has NFT popularity charts which help people to trade the best NFTs on the market. The NFTs are listed in terms of popularity based on their sales volume. This helps you to explore and get the best quality of NFTs on the market, at any time. \\n  \\n That is not all that Gate.io does. It also compiles and publishes the names of the top NFT artists on the market. In addition, it shows the main collectors of NFTs. As we note Gate.io is a platform where NFTs lover get comprehensive information on trends in the industry. \\n  \\n **By Mashell. C, Gate.io Researcher \\n ** \\n This article represents only the views of the researcher and does not constitute any investment suggestions. \\n Gate.io reserves all rights to this article. Reposting of the article will be permitted provided Gate.io is referenced. In all cases, legal action will be taken due to copyright infringement. \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/4CRHP0O5aB4ft6ke4CihZ.png?height=1358&width=2482)\\n\\n\",\"timestamp\":1638575796,\"title\":\"GameFi, defining the future of the gaming industry\"},\"digest\":\"Sm6twB7EACciVyexC6CTDLuKaKYrzemsC2bTClydHlw\",\"authorship\":{\"contributor\":\"0x07A3637065082f66b8399f79bC8c1FD264fcdB49\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rIedIm7bPAfjp4EqpwhpwIkhqpJrlEHaT23TAWCQCrg\\\",\\\"y\\\":\\\"uIcKpMP0zLQC1EIzuoAYtxodcdqOlTb-5pgVBvvfO1o\\\"}\",\"signature\":\"v_DjAQ-Mbmmdy3khdIAxwNkFSseXGEBaoYn4B1meIcGJ_LtWCTSCHMqcbbeNP5YV5ZzfD_bX8popUNkbxMEycw\",\"signingKeySignature\":\"0x096c766413ca42da825082bde42cc360041955d7af0d55502a277d890046520a6e88c35bfcc69a1be0355cd27bc695a1f330f7b1bd31013dee7deb7ad189103c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rIedIm7bPAfjp4EqpwhpwIkhqpJrlEHaT23TAWCQCrg\\\",\\\"y\\\":\\\"uIcKpMP0zLQC1EIzuoAYtxodcdqOlTb-5pgVBvvfO1o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Sm6twB7EACciVyexC6CTDLuKaKYrzemsC2bTClydHlw\"}"