"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*kaB0bh4z-sR0otSbOWYEDA.jpeg)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*B-GuQWGs-Bf9DolbxvaUAQ.png)\\n\\n**51% Attack.** When more than half of a blockchain’s computing power is controlled by a single agent, it can carry out malicious transactions against the network. For example, spending the same coin more than once.\\n\\n**Altcoin.** Any cryptocurrency other than Bitcoin. The most important altcoins are Ether, Ripple, Litecoin, Monero, Zcash and Dai.\\n\\n**Bitcoin.** The first cryptocurrency based on blockchain technology. The paper was published under the pseudonym Satoshi Nakamoto on October 31, 2008. The network became operational on January 3, 2009.\\n\\n**Block.** Data packet containing transactions that are recorded on the blockchain.\\n\\n**Block Explorer.** Online tool used to view transactions on the blockchain.\\n\\n**Block Reward.** Payment in Bitcoin that the network grants to a miner who successfully calculated the hash of a block.\\n\\n**Blockchain.** Shared registry between multiple computers where transactions are recorded in blocks linked with a cryptographic chain.\\n\\n**Centralized Registry.** Registry maintained by a central agent.\\n\\n**Confirmation.** An act performed by miners that verifies a transaction and adds it to the blockchain.\\n\\n**Consensus.** It occurs when all network participants agree on a chain of transactions, ensuring that all nodes have an exact copy of the ledger.\\n\\n**Cryptocurrency.** Digital asset built with cryptographic technology.\\n\\n**Cryptography.** From the Greek *kryptós* (secret) and *graphein* (writing), it is a discipline that deals with the construction of protocols to guarantee the confidentiality, integrity and authenticity of the data.\\n\\n**Cryptographic Hash Function.** Produces a fixed-size hash value of a variable-sized input. The SHA-256 algorithm, used by the Bitcoin network, is an example of cryptographic hashing.\\n\\n**DAO.** A decentralized autonomous organization is like a corporation that runs without human intervention and operates through a series of business rules that cannot be modified by a single person.\\n\\n**Dapp.** A decentralized application is an open source application that operates autonomously and has its data stored on the blockchain. They are very important within the Ethereum blockchain.\\n\\n**Digital Signature.** Digital code generated by public encryption that is attached to an electronically transmitted document to verify its content and the identity of the sender.\\n\\n**Disintermediation.** Process of reducing the use or need of intermediaries. In the blockchain context, it refers to reducing the need for third-party intermediaries for the validation and facilitation of transactions.\\n\\n**Distributed Network.** Type of network where the computing power and the data are distributed in nodes instead of in a centralized agent.\\n\\n**Distributed Registry.** Registry where the data is stored in a network of decentralized nodes.\\n\\n**Double Spending.** Occurs when a digital asset is spent more than once.\\n\\n**Miners.** Computers in charge of validating transactions on a blockchain. Miners group individual transactions into blocks and broadcast them to the rest of the network so that they become part of the shared registry. For their contribution, they receive transaction fees and payments in cryptocurrency.\\n\\n**Multisig.** Address of a cryptocurrency account in which more than one signature is required to move the funds.\\n\\n**Node.** Computer that is part of a blockchain network.\\n\\n**Private Key.** Alphanumeric code that allows you to control the funds of a cryptocurrency wallet.\\n\\n**Public Address.** A set of alphanumeric characters that is used to send and receive funds in transactions of a cryptocurrency network.\\n\\n**Public Key.** Key that is used to encrypt a transaction on the blockchain network.\\n\\n**SHA-256.** Cryptographic algorithm used by cryptocurrencies like Bitcoin.\\n\\n**Transaction Fee.** Fee paid to miners to process a transaction with cryptocurrency.\\n\\n**Smart Contract.** Instructions written in code in a decentralized network, which are executed after the occurrence of a certain event.\\n\\n**Wallet.** Software that allows transactions on the blockchain, such as sending / receiving payments and checking the balance.\",\"timestamp\":1638645868,\"title\":\"Basic Glossary on Bitcoin and Blockchain\"},\"digest\":\"he0vV8ZmOZAepivpdP5Ok9jtfiGV6Mhmz_i-Rw9jiQM\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"45ukxbjLtY3nzwXXxAqWxwDpRs_FBMoTYEi7XZnELcHtm5RHtZAmhCyVRGJRifliEStxUUW9bJfSmsKnRrgVbA\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"he0vV8ZmOZAepivpdP5Ok9jtfiGV6Mhmz_i-Rw9jiQM\"}"