"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/Ewlfj3O7_WmlWLfzrjwCB.png?height=944&width=1888)\\n\\n*Originally posted October 17th, 2013*\\n\\n> “Andrew, this is it — we’ve got the right team, and the timing’s perfect. If we don’t go for this now, we will regret it for the rest of our lives.” I could feel him thinking through the silence. “Alright dude, I’m in. Let’s talk to Nate and James and make this happen.”\\n\\n# Deciding to Go for It\\n\\nIt was a Friday afternoon in mid-January when Andrew, Nate, James and I went from being close friends to co-founders. Looking back, we had no idea what we were getting ourselves into, but our excitement and eagerness was enough to get us started.\\n\\nI had just stepped out of a meeting with [Bruno Bowden](http://www.ted.com/speakers/bruno_bowden.html), an angel investor I met out of sheer coincidence: after a night out at bars, I dropped my credit card in front of Bruno’s apartment while getting out of a cab. A few days later, I got a LinkedIn message from him telling me he’d found my card. Being the opportunist that I am, I used this as a chance to meet Bruno and pitch him on a few ideas that Andrew, Nate, James and I were working on.\\n\\nOne week, one prototype and two all-nighters later, Bruno became our first angel investor and our journey began.\\n\\nThis experience solidified one of my theories about how the world works: **opportunities present themselves in the most curious of manners and it’s each of our responsibilities to create our own luck.**\\n\\n# Founding to Y Combinator: the first 90 days.\\n\\nOn my first day as, “John Milinovich, Startup CEO” I was shell-shocked. I stared at an empty GMail inbox, unsure of where to start. The novelty quickly faded to the reality of the situation: I needed help. **In the early days of a startup, you are battling inertia: how do you force something into existence that doesn’t exist yet?**\\n\\nI reached out to all of the mentors, friends and peers whose opinions I trusted to better understand how to get started. I was humbled by people’s response- **people were so excited that I was going after my dreams and were willing to do whatever they could to help out.** This led to several introductions, including to potential customers, investors and advisors.\\n\\nAt first, I was scared to share our idea with people. What if they didn’t like our product? What if they thought it wasn’t useful? What if they actually wanted to use it? I didn’t feel we were ready yet, but decided to put ourselves out there anyways.\\n\\nThis process taught me the most valuable lesson I learned early on: no matter what you’re building or “how early” you are in your development, **it is never too early to start talking to potential customers.** Customers (or users, in B2C companies) are the lifeblood of startups, and step 0 is to understand their problems and feel their pain. The more customers you speak with, the more perspective you gain — if you hear the same things multiple times, it’s probably something you should take into account.\\n\\nIn mid-April, I had the chance to meet [Dave Fowler](http://chartio.com/about/dave), the CEO of Chartio. Chartio was one of our neighbors in South Park, and had gone through YC a few years prior. It was a beautiful day outside, so we decide to walk around the Park. We ran into [Max Mullen](http://www.maxmullen.com/), one of the founders of Instacart (also in YC) and we hit it off right away. I shared a bit about what we were working on at URX, and within 5 minutes Max said, “Yep, that sounds awesome — we would totally use this, sign us up.” **Serendipity had played its hand again, and we had just landed our first customer.** Our product wasn’t fully built yet, but Max was committed to working with us to fully help us understand Instacart’s needs.\\n\\nBy this point, we had been invited to interview for the Summer 2013 class of Y Combinator and decided to, “make our own luck” and talk to as many YC founders as possible to get a grasp on the interview process. Bruno introduced us to [Sumon Sadhu](http://www.sumonsadhu.com/), who founded Snaptalent out of YC’s S’08 class. Sumon is, single handedly, the most talented strategist and persuasive communicator that I’d ever met. He taught us how the Y Combinator interview process works and hammered it into our heads that, **no matter what, we need to clearly articulate our 5 Main Points in our interview.** We boiled down the entirety of “Why we should be in YC” to five bullet points and committed them to memory.\\n\\nA few days later we interviewed with [Geoff Ralston, Sam Altman, and Garry Tan](http://ycombinator.com/people.html) and it was the [most intense 10 minutes of our lives](http://sharpshoot.blogspot.com/2009/04/so-you-got-y-combinator-interview-now.html). The interviews are as difficult as they are made out to be, but we crushed it. We got our points across and walked out confident that we had made a good impression. (In retrospect, I’m proud that all of the YC partners we interviewed with [ended up becoming investors](http://www.techcrunch.com/2013/10/16/urx-ads/) in URX, along with Sumon).\\n\\n# Y Combinator: The 100 Day Journey\\n\\nGetting into Y Combinator was a dream come true. Like most young founders, the initial appeal of the program was based on its prestige and the opportunity to quickly gain access to the highest rung in Silicon Valley. **For a group of people who understand the value of people and relationships, we knew we were on the right path.**\\n\\nWe’d all read Paul Graham’s essays, watched countless YouTube videos about YC, and spent too much time on HackerNews. None of that prepared us for the first time we went on a walk up and down Pioneer Way with PG. After getting into YC but before starting the program, PG meets with all of the startups in the batch. We gave him our quick pitch, and after quickly digesting it he told us that, **“We have the opposite problem that most startups face. The opportunity created being able to link into the middle of mobile apps is so big it’s scary. Your challenge is not going to be whether this can be a billion dollar idea, but making sure you don’t get swallowed by it.”** Before this we were confident in the opportunity in front of us, but didn’t fully digest how big it could be until hearing it come from PG. This block walk set the tone for the rest of YC- *how can we continue to be so big, we’re scary?*\\n\\nAt the end of our meeting, PG told us that we need to change our name. It was too generic and not very interesting or differentiated. We spent 20 minutes brainstorming names that better represented our vision than AdLast (our name at the time), and quickly came up with a short-list of 10. URX was at the top of the list but was taken by someone else and had no clear indication of being for sale. We felt like we were at a loss, and admittedly thought we had a lot more important things to worry about than our name.\\n\\nAbout a month later, we reported to duty for the first Tuesday dinner at YC. During our first group office hours (a bi-weekly format where 6 startups meet with 2 partners for an hour to discuss updates and challenges), I was introduced to Garry and Geoff outside the scope of our first 10-minute grilling. It’s amazing how similar most early-stage startup problems are to each other, despite all of the surface differences between companies. During that first meeting, Geoff asked a question that has stuck with URX and is now a part of how we evaluate ourselves: **What are your bottlenecks to scaling?** At any given point, a startup’s growth is inhibited by one of a few things- getting more customers, finding the right market, scaling operations, or technical debt- and by keeping a close pulse on which of these is the largest constraint gives a good perspective on where startups should be applying their limited resources.\\n\\nDuring YC, every startup is paired with one of the partners to meet with frequently for 1:1 office hours. [Paul Buchheit](http://en.wikipedia.org/wiki/Paul_Buchheit), the creator of GMail, AdSense and Friendfeed, was our partner. In that first meeting together, we talked about our roadmap, what our customers were saying, and where we saw the biggest immediate opportunity. At the time, we had built a deeplink open source framework and a “bitly for deeplinks,” but had identified that deeplink retargeting was going to be the next frontier. The technology behind a retargeting platform (on either mobile or desktop), is non-trivial to say the least, and during that first meeting **PB made us realize that startups don’t get huge by focusing on small wins, but by going for the gold. He told us to stop talking about it and just go do it.** We started building and selling our retargeting solution, and quickly realized he was right.\\n\\nWe received an email from PG about a month into YC telling us he’d like to meet because it had been a while since we’d talked last. Excited by the chance to show PG what we’ve built, we booked office hours and prepped what we wanted to talk about. On the familiar walk around Pioneer Way, PG stopped mid-sentence to bend down and pick something up off the ground. It was a mini pine cone from the redwood tree that towered above us. **“Startups are like this pine cone,” he told us. “All of them start small and look the same, but only a few will ever realize their full potential.”** He handed me the pine cone, and we kept walking. (In case you’re wondering, yes, I still have that pine cone). We continued sharing our plans and he simply shrugged and told us, **“Do what will make you the most money first. Use that as your guiding light.”** So simple, but more true than we knew at the time.\\n\\nTowards the end of the meeting, PG gave us a hard time for not yet changing our name from AdLast. We’d looked into it, we told him, but the name wasn’t available. I could see (and hear) his disappointment, and **quickly realized that my number one priority had just become our rebrand.** 20 minutes later, I was on the phone with the current owner of the name URX and by the time we showed up at the next Tuesday dinner, we were URX.\\n\\n# Demo Day and Beyond\\n\\nDemo Day is the culmination of the YC experience. It is the reason for the massive time pressure most startups feel during the program and is usually the first time most talk to investors. We had elected to skip the traditional YC PR push about our product in favor of collecting more data, writing the case studies and honing our messaging. In our case, PG also recommended that we stay, “off the record” at Demo Day, meaning that even though we presented no one was allowed to talk about us. This is not the right idea for most startups, but it [turned out being great for us](http://www.uncrunched.com/2013/10/08/unveiling-stealth-y-combinator-startup-urx). It let us control our own messaging and focus on better understanding the story that we wanted to tell.\\n\\nI feel fortunate to have been able to pull together our syndicate of investors in 2 ½ weeks. We had about 40 meetings and ended up raising from 31 investors. I didn’t sleep very much and probably took a few years off of my life, but it was well worth it. We had raised about ⅔ of our allocation in the week leading up to Demo Day and were able to filter through the inbound interest post-Demo Day to be very efficient with our meeting schedules. As [PG says](http://www.paulgraham.com/fr.html), **once you find your first investors, the rest will follow**- this couldn’t have been more true for us.\\n\\nNow that we’re a [fully funded](http://www.techcrunch.com/2013/10/16/urx-ads/), rapidly growing company, it feels amazing to be able to focus back on our [first principles](http://takingpitches.com/2012/09/22/elon-musk-the-role-of-analogy-and-reasoning-from-first-principles-in-disruptive-entrepreneurship/). Not much has changed- we are still “StartupHard,” still focus on our one thing, and are consistently obsessed with scaling and simplifying.\\n\\nOn a weekly if not daily cadence, I make sure to take a step back from things to fully appreciate the reality of the situation. I feel incredibly fortunate to have the chance to work with a rockstar team and have the chance to build something incredible. As my co-founder Andrew recently said, “It’s an interesting challenge to be fully focused on executing while still having the time to appreciate how much has changed in our lives.” **It’s so easy to focus on climbing the mountain in front of us that we often forget to look at how far we’ve already come.** We have our work cut out for us, but I am incredibly proud of the progress URX has made over the course of the last 9 months.\\n\\nWe’re not sure what’s around the corner for us, but we know that we will be ready for it when it happens.\",\"timestamp\":1640308166,\"title\":\"People and Pine Cones- URX's Y Combinator Story\"},\"digest\":\"SfgT1Dx6aBvgeH1gTBwDfOV65Yzj_ajjH_4sWfGofMQ\",\"authorship\":{\"contributor\":\"0xCfdC2419f4CC439A064d9A5334cbEF203b135921\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I8En9f6cctrn5MYA4nb-kdKWBAZaNuz8xOrmHd1dNNA\\\",\\\"y\\\":\\\"3y_lCfYvKfnEstqKamKIjtFdX9up-I5APpNaSDJrdlA\\\"}\",\"signature\":\"leezftaSyZn6v8Rlb3xqav1CMrkZv1Qt2E0hhSXnyA-19qQ_74XCLVuV0Tw41brciM2nL3jlw4WGNZJIq_eTAg\",\"signingKeySignature\":\"0x67a7102172a35297a9e10f750a59322485845e0713ab7ecaac0660e059d097ef73095a7a844dcb8edf8dca054aeb54655a3a599157b5847da0d1918ff83853621c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I8En9f6cctrn5MYA4nb-kdKWBAZaNuz8xOrmHd1dNNA\\\",\\\"y\\\":\\\"3y_lCfYvKfnEstqKamKIjtFdX9up-I5APpNaSDJrdlA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SfgT1Dx6aBvgeH1gTBwDfOV65Yzj_ajjH_4sWfGofMQ\"}"