"{\"content\":{\"body\":\"Lmao @ me not making this my first post here. 😂\\n\\nThought I'll take some time to introduce myself, especially when I'm getting deeper down the Web3 *(crypto, blockchains, decentralization)* rabbit holes (this is a fuckin' ant hill, tbh), and I'm meeting new people.\\n\\nAnyways, yeah... I'm a 22-year-old graphic designer and creative entrepreneur from the Philippines. That's in South East Asia, like Singapore, Malaysia, Thailand, and Indonesia.\\n\\nHere's what I've been up to with my life.\\n\\n---\\n\\n### School\\n\\nI took up Organizational Communication in college, which is like a mix of public relations, branding, and knowing how organizations work. I don't even know if I'm giving justice to my course with this definition, LMAO. IT'S BEEN A WHILE.\\n\\nI stopped a year before I'm supposed to do my thesis. I thought that a diploma wasn't worth it anymore, and am still questioning the credibility of a diploma. What does it mean if a person has a diploma, more so, from one of the Top 4 universities in the country, especially for a creative? I cared more about branding and visual identities (we're talking beyond logos), and the only way I'm supposed to be good at it is by practice. Don't get me wrong, I value education and love my major subjects — which I love and found super interesting even thought they were hard — but I don't understand why the educational system is what it is.\\n\\nI have been in a Leave of Absence since mid-2019, and have no intentions of returning, even if I have earned the money to sustain myself AND pay for my education.\\n\\nUnofficial College Dropout. Do I aspire to be the next Mark Zuckerberg or Bill Gates? ***Fuck no!*** I'll be the only Gian Ferrer!\\n\\n### Creative Businesses\\n\\nWhile in college (I was 19 this time), I made my first brand called estitiks, which makes fun of what's #aesthetic. I usually sell stickers taking note of graphic design trends (like gradients and duotones) and mixing them up with crass or witty statements. It's me thinking \\\"Will people buy this even if the statement is so stupid or mean, because it's pretty?\\\"\\n\\nBefore the pandemic, I've joined over 40 events (from small indie gigs, art conventions, to music festivals), about 10 stores (some even inside malls), and a handful of pop-ups, selling my stuff.\\n\\nRight now, I'm always thinking whether I've actually outgrown the brand and stop, or not. It's been a few years, and I feel like I've matured... even a little. IDK...\\n\\nDuring my time building estitiks, I also organized a few events, usually small gatherings for creatives. This led to me making another brand, HOHOL events.\\n\\nHOHOL events is an event organizing group focusing more on making meaningful connections. We try to lower pedestals for the people we want to feature, making attendees remember that these artists, musicians, or whoever is on stage are people as well, just like them. The spotlight is on everyone.\\n\\nWe launched late 2019, so we weren't able to do a lot of stuff yet, but during our short run we were able to have over 200 attendees total in our three events.\\n\\n### Freelancing\\n\\n---\\n\\n### The Road Less Travelled\\n\\nI think a reoccurring thing happening in my life is that I choose the road less travelled. From unofficially dropping out of school — giving me less chances of getting a high-paying job locally —, building my own brands from scratch instead of being a part of one, to even getting myself into this wild world of Web3 / Crypto where outsiders just talk shit.\\n\\nIt's always been a lonely road, even if you meet partners or new friends that are there to support you. I just feel like nobody understands me fully, being an LGBT+ graphic designer from the Philippines, who's in the pursuit to sustaining themselves, creating stuff, and helping others along the way. Writing this paragraph just made me realize that there's more to me, even though I don't feel it (yet?) Maybe I'm asking too much from people. IDK.\\n\\n![I saw this GIF and got me a little bit emotional because this is a great visual of what I feel. Anyway, stream \\\"Dark\\\" on Netflix. That show is g o o d  s h i t.](https://media1.tenor.com/images/1b398a6be179c96c990564e8e260413c/tenor.gif?height=850&width=1580)\\n\\nDon't get me wrong, I have various friend groups that I all love, but I feel like I haven't found my tribe yet. Will I find them in the world of Web3? I don't know. But anyways...\\n\\nHello, people of Web3! I'm Gian, and it's nice to meet you!\",\"timestamp\":1621828140,\"title\":\"Gian and the Road Less Travelled\",\"publication\":\"gianferrer\"},\"digest\":\"6H4XFBLJ2zZM2kjiFejggsyyIxHDFIl9ogB_uuvxlzE\",\"authorship\":{\"contributor\":\"0x2bD5d2e3d5852AD9960638083cb7c9F493E7A597\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7QsHEAmiJF12Q7mPwIOzXciN5vEku7d5OBMuAmYXag4\\\",\\\"y\\\":\\\"s46ohfuDj_b2xEL8-rAAI5Ep3y6yJ72wR_JuM5pDObg\\\"}\",\"signature\":\"-pCGgTs6vYUj6taZ4tuuc0nwOLfvRhrsaLYSTxf3U1Frwe-hr4XGffwJypeVQkPvHKN9QplNLz9QZX7_0hzReg\",\"signingKeySignature\":\"0xe734e32acdabbac37966a939cd68f2631592a49e8e67bcd9491315cd5b9030a9323f4175f9c903a7a06aa8284ac797e4177a16fff47ddd1d755130a98a8b34861c\",\"signingKeyMessage\":\"I authorize the publication of articles on gianferrer.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7QsHEAmiJF12Q7mPwIOzXciN5vEku7d5OBMuAmYXag4\\\",\\\"y\\\":\\\"s46ohfuDj_b2xEL8-rAAI5Ep3y6yJ72wR_JuM5pDObg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gkC-lb8B-STXV3D9WwS2iL5laNlZU3kLHvJ3JQ0SmbE\"}"