"{\"content\":{\"body\":\"What kind of person is the highest state person? It's just to naturally devote himself to the work he is going to do, without asking himself what is the meaning. Just like a child, work is his play and fun! He will invest almost all of his life's energy in his own field, and his behavior tells you that his life is full of meaning.\\n\\nOrdinary people think that people in this state are very enthusiastic about life, and even think that such people are workaholics. Such people will never retire in their entire lives, and they live very long, and they can live to more than 80\\n\\nThe above, such as Li Ka-shing, such as several of our great leaders, are all such people. Only 2% of people in the world have a chance to reach this state. Their lives are very fulfilling.\\n\\nOften feel that there is not enough time. For example, Edison, Tesla, Toyota and Honda's founders are all such people. These people are called workaholics and sleep only 4 hours a day. People in this state never have time to ask: What is the point of doing this?\\n\\nThere is a Maslow theory in the West, which says that a person must meet the needs of the lower class before he can meet the needs of the upper class one by one. For example, first meet the survival needs, then the safety needs, then the social needs, then the respect needs, and then the self-realization.\\n\\nI want to say that this theory hurts people. This is the thinking of ordinary people. In fact, as long as entrepreneurs solve the problem of survival, they begin to pursue self-realization.\\n\\nThere was a man who was impoverished, took a simple clerical job in a patent agency, lived in a shabby house with a meager salary, held his newborn child, held a cigar in one hand, and a book in the other. In addition to doing the work that can only make ends meet, he is reading books, reading books, not books that make money, but he has always been addicted to it. And this state lasted for many years.\\n\\nNeighbors and friends even think this man is irresponsible and doesn’t improve his family’s life\\n\\nEntrepreneur Business School Serving Entrepreneurs 143\\n\\nConditions, don’t you love your family if you are so old and do unrealistic things? Don't think about your own wife and children at all? Why are you so selfish?\\n\\nIn fact, many entrepreneurs often encounter these problems when pursuing self-realization. So who is this down-and-out poor man? He is Einstein! He is just satisfied\\n\\nFor his survival needs, he single-mindedly pursued what he wanted to do. He jumped directly from the lowest level of survival needs to the level of self-realization. middle\\n\\nThe social relationship between the two, the sense of security, and the need for others to respect, he didn't even want to realize it. But later he published the theory of relativity and became famous and directly accomplished self-realization. This\\n\\nThese middle-level social relations have been established, the sense of security has also been established, the material has also been established, and others have respected him.\\n\\nThis is Einstein, in fact, this is also the way of entrepreneurs. Entrepreneurs directly pursue what they want in their hearts, that is, directly start self-realization. Therefore, all entrepreneurs, don’t be afraid that you do not have dignity, are not understood, and have no good social relations. As long as the self-realization is completed, all this in the middle will come.\",\"timestamp\":1634797216,\"title\":\"Einstein-jump directly from the low-level people to the highest level\"},\"digest\":\"W1nME1T0MpDdhu6xGjorvojWwrLUJFKQVavRjCqkl24\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"AN72i5WNwzzqFnrwOmZNaFliNOB1T09SzjeZiUA9tz_V1u9t4pGyAAH9eI-2Lkubz9VZxWkIgDM5M-qdxszlYA\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"W1nME1T0MpDdhu6xGjorvojWwrLUJFKQVavRjCqkl24\"}"