"{\"content\":{\"body\":\"我现在的等级已经19级了，20级的话又可以去学技能，还是先在这里再升几级好了，学好20级的技能以后，再出发去铁晶城挖矿吧，毕竟对那人生地不熟的，万一都是高等级怪区，不是白白把我的小命给送了。\\n\\n```\\n在拍卖行里逛了逛，想起自己一直还没有头盔呢，就花了85个银币直接从NPC那买了只18级的硬骨头盔，真是便宜，现在我总算一身装备凑得差不多了，至于首饰一类，由于都是注重魔法防御的，我基本上难得遇到魔攻型的怪，所以就没怎么考虑，等以后等级高了，直接买好的得了，现在就不浪费钱了。\\n\\n赶去炼金师卡思亚诺那又买了一大堆材料，做了20瓶麻痹毒药，直把卡思亚诺那老小子乐得笑不拢嘴，说我是个好同志，有潜质，买光他的材料都没事，说白了，还不都是钱好。\\n\\n“无名，技能学好了吗？”我扔了个话给无名天下。\\n\\n“好拉，好拉，我在修装备呢。”他连忙回道。\\n\\n“恩，我马上到，一起去冲级。”我正好也要去修装备，正好那见。\\n\\n“ok，我在铁匠铺等你。”\\n\\n在川流不息的玩家中我如同一只小小的浪花，从一个人海滚到另一个人海，没办法，谁叫这个游戏太有诱惑力了，上至古稀老人，下至18岁青年（如果不是受玩家年龄的限制，估计8岁以上小孩都要涌入了），男男女女，老老少少，高的矮的，胖的瘦的，美的丑的，在这里简直是应有尽有，仿佛是生存在网络中的第二个人类社会。\\n\\n修好了装备，补充了不多的箭枝后，我和无名天下二人一高一矮走出了雷帝城。悠然的云朵散步在蔚蓝色的天空中，一身金光的太阳拖着懒懒的步伐不紧不慢地挪动在云层之中，干燥中的空气中隐隐带着几分草木的清新，坚实的道路上不时扬起一阵尘土，形形色色的玩家或孤孤单单，或三五成群进出着城门。\\n\\n“我们现在去哪，还是杀蛇吗？”无名天下拉了拉自己的胡子，抬起头问道。\\n\\n恩，蛇嘛，对我来说已经没多大诱惑力了，那个boss级的金线蟒起码要几天才能刷新呢，上次杀熊的时候不是听冲天剑说什么奔马平原吗，估计是个好地方，不然他怎么会这么快就20几了，恩，当作是跑地图，先去那看看风水，不行的话就回群蛇谷好了。\\n\\n“我们去那个奔马平原怎么样，你去过吗？”我回道。\\n\\n“没，听说那的怪挺多的，我一个人有点怕怕，就没敢去。”无名天下挠了挠一头蓬松的长发，嘿嘿地笑着说。\\n\\n“呵呵，你小子倒是个人精，走，我们就去那瞧瞧看。”有了方向，我们两人是一路小跑带溜达，穿过了森林，跨过了溪流，来到那让我们充满了无限希望的奔马平原。\\n\\n一望无垠的平原上到处是手拿武器，砍杀怪物的玩家，肥沃的泥土滋养着茂盛的草原；鲜嫩的青草又为平原上大量刷新的食草怪物提供了食物；而凶猛的食肉怪物在没有玩家的威胁时就可以美美的享受肥美的肉类；被捕杀的猎物尸体将会消散在大地上，成为了最好的肥料。食物链的循环相联，生生不熄在这里体现的淋漓尽致。\\n\\n奔马平原果真是个一转玩家练级的好地方，这里的怪物有等级十级以上的长角羚羊、梅花鹿、硬壳甲虫、独角天牛；也有二十级左右的豪猪、豺狼、野马、蛮牛等；还有接近三十级，生活在这里的狗头人一族，基本上现阶段所有等级的玩家都能适合在这里杀怪升级，不久美中不足的就是十级和二十级怪区域依旧是人多怪少的局面。\\n\\n看着无名天下闭上眼睛，嘴里一阵喃喃自语后，一层轻纱般的黑雾从他脚下升起，将整个身子都包裹了进去，然后又飞快的汇合在他的手上，随后地上慢慢浮出了一座五芒星阵，黑色的轨迹中闪烁着妖异的光芒，“遵从古老的契约，划过生与死的界限，秉承黑暗的法则，听从我的呼唤，出来吧，我的仆人——黑暗小鬼。”黑雾从他手上变成一道细线充入了五芒星阵，阵心的空气突然如波浪般颤动，空间仿佛突然被利刃劈出一条间隙来，一个矮小黑瘦的小鬼从缝隙中探出了头，睁着豆鼓般的眼睛张望了一下，拎着手上那把破旧不堪的菜刀跳了出来。\\n\\n“呵呵，要你这小黑鬼出来还有点花头，蛮好玩的。”我看着一出来就紧紧守护在无名天下旁边的小黑鬼，笑着说道。\\n\\n“嘿嘿，现在的它可不比以往了，我刚才学了一转的所有技能了，可以给召唤的小鬼增加魔体和坚固两种状态，可以大大提高它的体力和防御，更是一个合格的挡箭牌了。”无名天下一边说着，一边双手在空中挥舞着奇怪的图符，两道紫黑色的光芒倾注进了小鬼的身体，它那干枯的肌肉仿佛是注了水的霉肉，突然膨胀起来，长着稀稀疏疏发毛的皮肤如同刷上了一层黑漆，在日光下映出了古铜色光泽。\\n\\n“要是等我二转的话，就可以召唤出骷髅战士了，那可是个高攻的好东东，耐打能杀，那时你就可以跟我后面混拉，等着吃香的喝辣的吧。”无名天下望着自己的小鬼，脑子里不知道已经想到哪了，有点飘飘然地说道。\\n\\n还没怎么着，你就想得天花乱坠了，我一个爆栗赏给了无名天下，指着前面一头落单蛮牛说道：“就你现在这样，等你二转我恐怕都三转了，别做你的青天白日梦拉，赶快叫你的小鬼上前砍怪拉。”\\n\\n蛮牛   等级：20级\\n\\n主要攻击方式是依靠一身的蛮力和一对锋利的牛角，如果是一群蛮牛冲过来的话，就连这里三十级的狗头人也要躲避三分。\\n\\n小鬼刚挥舞着菜刀想冲过去，我一把把它拉了回来，无名天下摸了摸头，疑惑地问道：“不是你叫冲上去的吗？怎么又把它拉回来了。”\\n\\n我嘿嘿一笑，掏出麻痹毒药说，还没给它的家伙上点这玩意呢，可是好东西，效果会很明显的。\\n\\n看着药瓶里淡黄的液体，无名天下也会心地笑了，一把拉过小鬼的手，伸出菜刀说：“上，上，上，这东西不上还真是对不起怪了。”\\n\\n小心地将我的诅咒之刃和小鬼的菜刀上涂满了麻痹毒药后，我拿出二十瓶恢复药和所有初级防御药水，初级力量药水扔给了无名天下，自己张嘴吃下炼的丹药后说道：“加状态的自己用了，恢复药留着保命，别舍不得，我还有呢。”\\n\\n“恩，那我就不客气拉，嘿嘿。”无名天下一脸的牡丹花开，收起了药瓶后地说道。\\n\\n跟在小鬼的后面，我一手匕首，一手弓弩地靠近了蛮牛，小鬼上前举倒就砍，不带丝毫技术含量，而我一个鹞子翻身，跳到了蛮牛的身后，匕首没有风声地狠狠捅向它的下身。嘿，不是我无耻，也不是我下流，而是我觉得攻击那里，造成的杀伤力可能会大一点而已，只是尝试，只是尝试。\\n\\n“哞！”受到攻击的蛮牛一声厉号，原本清澈的双眼顿时变得血红，坚硬的牛蹄在地上踏地“啪，啪”做响，硕大的牛头一摆，那对粗糙而又尖锐的牛角一下子扎在了小鬼身上，小鬼还来不及反映，就被高高地抛起，甩到了一边，差点把手上的菜刀都给扔了。\\n\\n吓，这头傻牛力气倒是不小，可惜就是身子迟钝了点，反映缓慢了点，尽管能将小鬼顶到了一边，不过回头想顶我，那就有难度了，被麻痹了的它，速度和我相比简直就是一个天，一个地，现在加了状态的我，敏捷都能和那健康的金线蟒有一比了。\\n\\n我如影子般跟随在蛮牛的身后，一刀一箭地毫不客气地往它身上招呼，而那爬起来的小鬼也不时上来凑个热闹，当然后果就是又被无情远送，一腔牛火只有发泄在它头上。除了被牛屁股蹭到几下，受了点点伤害外，我轻松地挂掉了这头蛮牛，钱没几个，牛肉倒是暴了好几块，加上身上的熊掌，我一股脑塞给了走上来的无名天下，舔了舔嘴唇说道：“等会休息的时候就看你的手艺拉。”\\n\\n“嘿，好的好的，我可是准备充足了。”无名天下接过了牛肉，熊掌，拍了拍胸脯应答道。\\n\\n夏枯草：枝叶色泽如铁，叶子成对生长，花如麦穗，呈淡紫色，性喜阴，通常生长在湖畔旁或大树边。\\n\\n带着无名天下，我们渐渐走到了奔马平原的深处，外围的那些小怪和落单的基本不够杀的，通常都是一个小怪几个人杀，一个大怪几组人砍，仗着有不怕死的小鬼顶着，我现在一个人可以同时对付两个二十级左右的怪，就算是三个勉强也能搞定。刚挂了两只灰色豺狼，就听到无名天下一声大叫，拿出了鱼竿飞一般地跑向了前面，而跟在后面的我则发现了这株夏枯草静静地躲在几棵矮灌树下。\\n\\n“您发现了汐桑湖，获得经验124。”哦，怪不得他这么高兴，原来又可以发挥他的一技之长了，这里钓的鱼获得的经验肯定不会少吧。\\n\\n明镜般的汐桑湖仿佛是镶嵌在奔马平原这块青色罗盘上的一颗宝石，天蓝的湖面上微风抚过，激起粼粼波光，连干燥的空气此刻也湿润了几分。宽阔的湖边已经有不少玩家举着鱼竿，享受着垂钓的乐趣。无名天下找了一棵倒垂在湖边的柳树，清了清地上的杂草，冲我叫到：“兄弟，你和我的小鬼就先砍着，我在这里钓鱼拉，回头给你搞点风味野餐。”\\n\\n你小子也太会享受了吧，自己跑去钓鱼，把你的小黑子扔给我去砍怪，真是有鱼性没人性东西。拍了拍一边的小鬼，叹了口气，唉，谁让我没学垂钓技能呢，不然也可以去那感受一下的青竹银线金弯钩，闲人雅兴水中鱼的味道了。\\n\\n由于小鬼的攻击范围有限制，所以我也不能跑的太远，只能在汐桑湖周围转悠杀怪，幸好有不断前来饮水的各种怪物，倒也让我不得悠闲，不时还要和其他玩家争抢一下，由于都是明白人，也就没有生出什么事端来。\\n\\n挖了不少夏枯草，又砍了N只怪物，就见那边端坐着的无名天下身上窜起一道金光，靠，这样也升级了，我无限郁闷ing 。看看自己的经验，好象开始往二十级奔就慢了起来，砍了半天了，还有好大一截才能升级。砍挂了眼前的豪猪，得到两颗粗糙的犬牙后，我大步走向了无名天下，你小子也休息够了，该换我躺躺了。\\n\\n收起匕首和弓弩，“啪”地一声我就大大地给了个人字，倒在了无名天下旁边，拿起地上的碎石就往水里丢。“你也过够钓瘾拉，快点给我弄点野味解解谗。”我无精打采地说道。\\n\\n“别丢，别丢拉，鱼都被你吓跑了。行，行，你休息，我来弄点吃的。”无名天下看我依旧不停的丢着石头，赶紧放下了鱼竿，跳了起来说到。\\n\\n只见无名天下从背包里拿出一大堆东西，什么锅、碗、盐巴、味精、香料……放在了地上，又让小鬼砍了一堆木柴过来，点起了篝火，开始忙活起来，我闭上了眼睛，用松软的草堆当枕头，美美的睡了起来，都说酣眠固不可少，小睡也别有风味的。\\n\\n煎的金黄的熊掌上面抹上一层厚厚的蜂蜜，在淋上了酱汁，一股令人按耐不住的食欲油然而生；烤的七分熟的牛排，带着香浓的油汁被整齐地摆放在盘中；乳白色的鱼汤上面飘荡着几根白嫩的葱花，没等无名天下叫我，我就被几股纠结在一起的香气给拉起来了。\\n\\n甭跟你客气，我赶紧咬住一只熊掌，拿起一份牛排，看着一碗鱼汤，放开肚皮吃了起来。看到我动起手，他也赶紧不甘示弱地张开大嘴，咀嚼着美味的食物来\\n```\\n\\n\\n------------\",\"timestamp\":1640153378,\"title\":\"第三十七章 奔马平原一\"},\"digest\":\"yXUYgop-D8v5_LzY_1X3THN3bCG9tRWGbwzbu4g7jFo\",\"authorship\":{\"contributor\":\"0x7d57EE13C454553A820660F839e066fF0475CA94\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Yasyf6dgrDyVWQQTQ_S7DsNMPw8k1kI2gMtrROQIg8\\\",\\\"y\\\":\\\"KI8R-5vukEgFn_nxS_uve3ChHEOGmYBd07y-d3OqyWc\\\"}\",\"signature\":\"EgKKDAf1i3czqRwQME8MMQTcAWOUZF1l1cz3ICBEeyrexN626v3CurS9rfGLOs9LS6b-Ldg-KZpRJbyAxJCqFw\",\"signingKeySignature\":\"0x08d45372df2a24264b4ff374d5d0d81b47f7221f67209c7d4ee1fdec280667fd6cb8cc4e8329d0c782d665f1f7c1e9f30a5c475c8d7cf0898b13f69a2578ddf51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Yasyf6dgrDyVWQQTQ_S7DsNMPw8k1kI2gMtrROQIg8\\\",\\\"y\\\":\\\"KI8R-5vukEgFn_nxS_uve3ChHEOGmYBd07y-d3OqyWc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yXUYgop-D8v5_LzY_1X3THN3bCG9tRWGbwzbu4g7jFo\"}"