"{\"content\":{\"body\":\"From so unfavourable an omen as I have just related, who could prognosticate that an intercourse with the natives was about to commence!  That the foundation of what neither entreaty, munificence, or humanity, could induce, should be laid by a deed, which threatened to accumulate scenes of bloodshed and horror was a consequence which neither speculation could predict, or hope expect to see accomplished.\\n\\nOn the 15th a fire being seen on the north shore of the harbour, a party of our people went thither, accompanied by Nanbaree and Abaroo.  They found there Baneelon, and several other natives, and much civility passed, which was cemented by a mutual promise to meet in the afternoon at the same place.  Both sides were punctual to their engagement, and no objection being made to our landing, a party of us went ashore to them unarmed. Several little presents, which had been purposely brought, were distributed among them; and to Baneelon were given a hatchet and a fish.  At a distance stood some children, who, though at first timorous and unwilling to approach, were soon persuaded to advance, and join the men.\\n\\nA bottle of wine was produced, and Baneelon immediately prepared for the charge.  Bread and beef he called loudly for, which were given to him, and he began to eat, offering a part of his fare to his countrymen, two of whom tasted the beef, but none of them would touch the bread. Having finished his repast, he made a motion to be shaved, and a barber being present, his request was complied with, to the great admiration of his countrymen, who laughed and exclaimed at the operation.  They would not, however, consent to undergo it, but suffered their beards to be clipped with a pair of scissors.\\n\\nOn being asked where their women were, they pointed to the spot, but seemed not desirous that we should approach it.  However, in a few minutes, a female appeared not far off, and Abaroo was dispatched to her. Baneelon now joined with Abaroo to persuade her to come to us, telling us she was Barangaroo, and his wife, notwithstanding he had so lately pretended that she had left him for Colbee.  At length she yielded, and Abaroo, having first put a petticoat on her, brought her to us.  But this was the prudery of the wilderness, which her husband joined us to ridicule, and we soon laughed her out of it.  The petticoat was dropped with hesitation, and Barangaroo stood \\\"armed cap-a-pee in nakedness.\\\"  At the request of Baneelon, we combed and cut her hair, and she seemed pleased with the operation.  Wine she would not taste, but turned from it with disgust, though heartily invited to drink by the example and persuasion of Baneelon. In short, she behaved so well, and assumed the character of gentleness and timidity to such advantage, that had our acquaintance ended here, a very moderate share of the spirit of travelling would have sufficed to record, that amidst a horde of roaming savages, in the desert wastes of New South Wales, might be found as much feminine innocence, softness, and modesty (allowing for inevitable difference of education), as the most finished system could bestow, or the most polished circle produce. So little fitted are we to judge of human nature at once!  And yet on such grounds have countries been described, and nations characterized. Hence have arisen those speculative and laborious compositions on the advantages and superiority of a state of nature.  But to resume my subject.\\n\\nSupposing, that by a private conversation, she might be induced to visit Sydney, which would be the means of drawing her husband and others thither, Abaroo was instructed to take her aside, and try if she could persuade her to comply with our wish.  They wandered away together accordingly, but it was soon seen, that Barangaroo's arguments to induce Abaroo to rejoin their society, were more powerful than those of the latter, to prevail upon her to come among us; for it was not without manifest reluctance, and often repeated injunctions, that Abaroo would quit her countrywomen; and when she had done so, she sat in the boat, in sullen silence, evidently occupied by reflection on the scene she had left behind, and returning inclination to her former habits of life.\\n\\nNor was a circumstance which had happened in the morning interview, perhaps, wholly unremembered by the girl.   We had hinted to Baneelon to provide a husband for her, who should be at liberty to pass and repass to and from Sydney, as he might choose.  There was at the time, a slender fine looking youth in company, called Imeerawanyee, about sixteen years old. The lad, on being invited, came immediately up to her, and offered many blandishments, which proved that he had assumed the 'toga virilis'. But Abaroo disclaimed his advances, repeating the name of another person, who we knew was her favourite.  The young lover was not, however, easily repulsed, but renewed his suit, on our return in the afternoon, with such warmth of solicitation, as to cause an evident alteration in the sentiments of the lady.\\n\\nTo heighten the good humour which pervaded both parties, we began to play and romp with them.  Feats of bodily strength were tried, and their inferiority was glaring.  One of our party lifted with ease two of them from the ground, in spite of their efforts to prevent him, whereas in return, no one of them could move him.  They called him 'murree mulla' (a large strong man).  Compared with our English labourers, their muscular power would appear very feeble and inadequate.\\n\\nBefore we parted, Baneelon informed us that his countrymen had lately been plundered of fish-gigs, spears, a sword, and many other articles, by some of our people, and expressed a wish that they should be restored, promising, that if they were, the governor's dirk should be produced and returned to us to-morrow, if we would meet him here.\\n\\nAccordingly on the following day we rowed to the spot, carrying with us the stolen property.  We found here several natives, but not Baneelon. We asked for him, and were told that he was gone down the harbour with Barangaroo to fish.  Although disappointed at his breach of promise, we went on shore, and mingled without distrust among those we found, acquainting them that we had brought with us the articles of which they had been plundered.  On hearing this account, they expressed great joy, and Imeerawanyee darting forward, claimed the sword.  It was given to him, and he had no sooner grasped it, than he hastened to convince his mistress, that his prowess in war, was not inferior to his skill in courtship. Singling out a yellow gum-tree for the foe, he attacked it with great fierceness, calling to us to look on, and accompanying his onset with all the gestures and vociferation which they use in battle.  Having conquered his enemy, he laid aside his fighting face, and joined us with a countenance which carried in it every mark of youth and good nature.\\n\\nWhether Abaroo's coyness, and preference of another, had displeased him, or it was owing to natural fickleness, he paid her no farther attention, but seemed more delighted with us.  He had no beard, but was highly gratified in being combed and having his hair clipped.\\n\\nAll the stolen property being brought on shore, an old man came up, and claimed one of the fish-gigs, singling it from the bundle, and taking only his own; and this honesty, within the circle of their society, seemed to characterize them all.\\n\\nDuring this time, it was observed, that one of the Indians, instead of mixing with the rest, stood aloof, in a musing posture, contemplating what passed. When we offered to approach him, he shunned us not, and willingly shook hands with all who chose to do so.  He seemed to be between 30 and 40 years old, was jolly, and had a thoughtful countenance, much marked by the smallpox. He wore a string of bits of dried reed round his neck, which I asked him to exchange for a black stock.  He smiled at the proposal, but made no offer of what I wanted; which our young friend, Imeerawanyee, observing, flew to him, and taking off the necklace, directly fixed it about my neck.  I feared he would be enraged, but he bore it with serenity, and suffered a gentleman present to fasten his black stock upon him, with which he appeared to be pleased.  To increase his satisfaction, some other trifle was given to him.\\n\\nHaving remained here an hour we went in quest of Baneelon, agreeably to the directions which his companions pointed out.  We found him and Barangaroo shivering over a few lighted sticks, by which they were dressing small fish, and their canoe hauled up on the beach near them. On first seeing the boat, they ran into the woods; but on being called by name, they came back, and consented to our landing.  We carried on shore with us the remaining part of the fish-gigs and spears which had been stolen, and restored them to Baneelon.  Among other things, was a net full of fishing lines and other tackle, which Barangaroo said was her property and, immediately on receiving it, she slung it around her neck.\\n\\nBaneelon inquired, with solicitude, about the state of the governor's wound, but he made no offer of restoring the dirk; and when he was asked for it, he pretended to know nothing of it, changing the conversation with great art, and asking for wine, which was given to him.\\n\\nAt parting, we pressed him to appoint a day on which he should come to Sydney, assuring him, that he would be well received, and kindly treated.  Doubtful, however, of being permitted to return, he evaded our request, and declared that the governor must first come and see him, which we promised should be done.\\n\\nThe governor did not hesitate to execute the engagement which we had contracted for him.  But Baneelon still resisted coming among us, and matters continued in this fluctuating state until the 8th of October, when a fire, which they had agreed to light as a signal for us to visit them, was observed. The eager desire by which we were stimulated to carry our point of effecting an intercourse had appeared.  Various parties accordingly set out to meet them, provided with different articles, which we thought would prove acceptable to them.  We found assembled, Baneelon, Barangaroo, and another young woman, and six men, all of whom received us with welcome, except the grave looking gentleman before mentioned, who stood aloof in his former musing posture. When they saw that we had brought hatchets, and other articles with us, they produced spears, fish-gigs, and lines, for the purpose of barter,\\\\* which immediately commenced, to the satisfaction of both parties. I had brought with me an old blunted spear, which wanted repair.  An Indian immediately undertook to perform the task, and carrying it to a fire, tore with his teeth a piece of bone from a fish-gig, which he fastened on the spear with yellow gum, rendered flexible by heat.\\n\\n\\\\[\\\\*It had long been our wish to establish a commerce of this sort.  It is a painful consideration, that every previous addition to the cabinet of the virtuosi, from this country, had wrung a tear from the plundered Indian.\\\\]\\n\\nOctober, 1790.  Many of them now consented to be shaved by a barber whom we had purposely brought over.  As I thought he who could perform an operation of such importance must be deemed by them an eminent personage, I bade him ask one of them for a fine barbed spear which he held in his hand; but all the barber's eloquence was wasted on the Indian, who plainly gave him to understand that he meant not to part with his spear, without receiving an equivalent.  Unfortunately, his price was a hatchet, and the only one which I had brought with me was already disposed of to the man who had pointed my spear.  In vain did I tempt him with a knife, a handkerchief, and a hat; nothing but a hatchet seemed to be regarded. 'Bulla mogo parrabugo' (two hatchets to-morrow) I repeatedly cried; but having probably experienced our insincerity, he rejected the proposal with disdain. Finding him inflexible, and longing to possess the spear, I told him at length that I would go to Sydney and fetch what he required.  This seemed to satisfy, and he accompanied me to my boat, in which I went away, and as quickly as possible procured what was necessary to conclude the bargain. On my return, I was surprised to see all our boats rowing towards home, and with them a canoe, in which sat two Indians paddling.  I pulled to them, and found that Baneelon, and another Indian, were in one of the boats, and that the whole formed a party going over to visit the governor. I now learned, that during my absence, the governor had passed in a boat, on his return from Rose Hill, near the place where they were standing; and that finding he would not come to them, although they had called to him to do so, they had at once determined to venture themselves unreservedly among us.  One of the men in the canoe was the person to whom I was to give the hatchet I had been to fetch; and directly as he saw me, he held up his spear, and the exchange took place, with which, and perhaps to reward me for the trouble I had taken, he was so delighted that he presented me with a throwing-stick 'gratis'.\\n\\nNot seeing Barangaroo of the party, I asked for her, and was informed that she had violently opposed Baneelon's departure.  When she found persuasion vain, she had recourse to tears, scolding, and threats, stamping the ground, and tearing her hair.  But Baneelon continuing determined, she snatched up in her rage one of his fish-gigs, and dashed it with such fury on the rocks, that it broke.  To quiet her apprehensions on the score of her husband's safety, Mr. Johnson, attended by Abaroo, agreed to remain as a hostage until Baneelon should return.\\n\\nWe landed our four friends opposite the hospital, and set out for the governor's house.  On hearing of their arrival, such numbers flocked to view them that we were apprehensive the crowd of persons would alarm them, but they had left their fears behind, and marched on with boldness and unconcern.  When we reached the governor's house, Baneelon expressed honest joy to see his old friend, and appeared pleased to find that he had recovered of his wound.  The governor asked for Wileemarin, and they said he was at Broken Bay.  Some bread and beef were distributed among them but unluckily no fish was to be procured, which we were sorry for, as a promise of it had been one of the leading temptations by which they had been allured over.  A hatchet apiece was, however, given to them, and a couple of petticoats and some fishing tackle sent for Barangaroo, and the other woman.\\n\\nThe ceremony of introduction being finished, Baneelon seemed to consider himself quite at home, running from room to room with his companions, and introducing them to his old friends, the domestics, in the most familiar manner.  Among these last, he particularly distinguished the governor's orderly sergeant, whom he kissed with great affection, and a woman who attended in the kitchen; but the gamekeeper, M'Entire\\\\*, he continued to hold in abhorrence, and would not suffer his approach.\\n\\n\\\\[\\\\*Look at the account of the governor being wounded, when his detestation of this man burst forth.\\\\]\\n\\nNor was his importance to his countrymen less conspicuous in other respects. He undertook to explain the use and nature of those things which were new to them.  Some of his explanations were whimsical enough.  Seeing, for instance, a pair of snuffers, he told them that they were \\\"Nuffer\\\\* for candle,\\\"--which the others not comprehending, he opened the snuffers, and holding up the fore-finger of his left hand, to represent a candle, made the motion of snuffing it.  Finding, that even this sagacious interpretation failed, he threw down the snuffers in a rage, and reproaching their stupidity, walked away.\\n\\n\\\\[\\\\*The S is a letter which they cannot pronounce, having no sound in their language similar to it.  When bidden to pronounce sun, they always say tun; salt, talt, and so of all words wherein it occurs.\\\\]\\n\\nIt was observed, that a soft gentle tone of voice, which we had taught him to use, was forgotten, and his native vociferation returned in full force. But the tenderness which (like Arabanoo) he had always manifested to children, he still retained; as appeared by his behaviour to those who were presented to him.\\n\\nThe first wish they expressed to return, was complied with, in order to banish all appearance of constraint, the party who had conducted them to Sydney returning with them.  When we reached the opposite shore, we found Abaroo and the other woman fishing in a canoe, and Mr. Johnson and Barangaroo sitting at the fire, the latter employed in manufacturing fish-hooks.  At a little distance, on an adjoining eminence, sat an Indian, with his spear in his hand, as if sentinel over the hostages, for the security of his countrymen's return. During our absence, Barangaroo had never ceased whining, and reproaching her husband.  Now that he was returned, she met him with unconcern, and seemed intent on her work only, but this state of repose did not long continue.  Baneelon, eyeing the broken fish-gig, cast at her a look of savage fury and began to interrogate her, and it seemed more than probable that the remaining part would be demolished about her head had we not interposed to pacify him.  Nor would we quit the place until his forgiveness was complete, and his good humour restored.  No sooner, however, did she find her husband's rage subsided, than her hour of triumph commenced. The alarm and trepidation she had manifested disappeared.  Elated at his condescension, and emboldened by our presence and the finery in which we had decked her, she in turn assumed a haughty demeanour, refused to answer his caresses, and viewed him with a reproaching eye.  Although long absence from female society had somewhat blunted our recollection, the conduct of Barangaroo did not appear quite novel to us, nor was our surprise very violent at finding that it succeeded in subduing Baneelon who, when we parted, seemed anxious only to please her.\\n\\nThus ended a day, the events of which served to complete what an unhappy accident had begun.  From this time our intercourse with the natives, though partially interrupted, was never broken off.  We gradually continued, henceforth, to gain knowledge of their customs and policy, the only knowledge which can lead to a just estimate of national character.\\n\\nCHAPTER X.\\n\\nThe arrival of the 'Supply' from Batavia; the State of the Colony in November, 1790.\\n\\nJoy sparkled in every countenance to see our old friend the 'Supply' (I hope no reader will be so captious as to quarrel with the phrase) enter the harbour from Batavia on the 19th of October.  We had witnessed her departure with tears; we hailed her return with transport.\\n\\nCaptain Ball was rather more than six months in making this voyage, and is the first person who ever circumnavigated the continent of New Holland. On his passage to Batavia, he had discovered several islands, which he gave names to and, after fighting his way against adverse elements and through unexplored dangers, safely reached his destined port.  He had well stored his little bark with every necessary and conveniency which he judged we should first want, leaving a cargo of rice and salt provisions to be brought on by a Dutch snow, which he had hired and freighted for the use of the settlement.  While at Batavia, the 'Supply' had lost many of her people by sickness, and left several others in the general hospital at that place.\\n\\nAs the arrival of the 'Supply' naturally leads the attention from other subjects to the state of the colony, I shall here take a review of it by transcribing a statement drawn from actual observation soon after, exactly as I find it written in my journal.\\n\\nCultivation, on a public scale, has for some time past been given up here, (Sydney) the crop of last year being so miserable, as to deter from farther experiment, in consequence of which the government-farm is abandoned, and the people who were fixed on it have been removed.  Necessary public buildings advance fast; an excellent storehouse of large dimensions, built of bricks and covered with tiles, is just completed; and another planned which will shortly be begun.  Other buildings, among which I heard the governor mention an hospital and permanent barracks for the troops, may also be expected to arise soon.  Works of this nature are more expeditiously performed than heretofore, owing, I apprehend, to the superintendants lately arrived, who are placed over the convicts and compel them to labour. The first difficulties of a new country being subdued may also contribute to this comparative facility.\\n\\nVegetables are scarce, although the summer is so far advanced, owing to want of rain.  I do not think that all the showers of the last four months put together, would make twenty-four hours rain.  Our farms, what with this and a poor soil, are in wretched condition.  My winter crop of potatoes, which I planted in days of despair (March and April last), turned out very badly when I dug them about two months back.  Wheat returned so poorly last harvest, that very little, besides Indian corn, has been sown this year. The governor's wound is quite healed, and he feels no inconveniency whatever from it.  With the natives we are hand and glove.  They throng the camp every day, and sometimes by their clamour and importunity for bread and meat (of which they now all eat greedily) are become very troublesome.  God knows, we have little enough for ourselves!  Full allowance (if eight pounds of flour and either seven pounds of beef, or four pounds of pork, served alternately, per week, without either pease, oatmeal, spirits, butter, or cheese, can be called so) is yet kept up; but if the Dutch snow does not arrive soon it must be shortened, as the casks in the storehouse, I observed yesterday, are woefully decreased.\\n\\nThe convicts continue to behave pretty well; three only have been hanged since the arrival of the last fleet, in the latter end of June, all of whom were newcomers.  The number of convicts here diminishes every day; our principal efforts being wisely made at Rose Hill, where the land is unquestionably better than about this place.  Except building, sawing and brickmaking, nothing of consequence is now carried on here.  The account which I received a few days ago from the brickmakers of their labours, was as follows.  Wheeler (one of the master brick-makers) with two tile stools and one brick stool, was tasked to make and burn ready for use 30000 tiles and bricks per month.  He had twenty-one hands to assist him, who performed every thing; cut wood, dug clay, etc.  This continued (during the days of distress excepted, when they did what they could) until June last. From June, with one brick and two tile stools he has been tasked to make 40000 bricks and tiles monthly (as many of each sort as may be), having twenty-two men and two boys to assist him, on the same terms of procuring materials as before.  They fetch the clay of which tiles are made, two hundred yards; that for bricks is close at hand.  He says that the bricks are such as would be called in England, moderately good, and he judges they would have fetched about 24 shillings per thousand at Kingston-upon-Thames (where he resided) in the year 1784.  Their greatest fault is being too brittle.  The tiles he thinks not so good as those made about London. The stuff has a rotten quality, and besides wants the advantage of being ground, in lieu of which they tread it.\\n\\nKing (another master bricklayer) last year, with the assistance of sixteen men and two boys, made 11,000 bricks weekly, with two stools.  During short allowance did what he could.  Resumed his old task when put again on full allowance and had his number of assistants augmented to twenty men and two boys, on account of the increased distance of carrying wood for the kilns.  He worked at Hammersmith, for Mr. Scot, of that place. He thinks the bricks made here as good as those made near London, and says that in the year 1784, they would have sold for a guinea per thousand and to have picked the kiln at thirty shillings.'\\n\\nSuch is my Sydney detail dated the 12th of November, 1790.  Four days after I went to Rose Hill, and wrote there the subjoined remarks.\\n\\nNovember 16th.  Got to Rose Hill in the evening.  Next morning walked round the whole of the cleared and cultivated land, with the Rev. Mr. Johnson, who is the best farmer in the country.  Edward Dod, one of the governor's household, who conducts everything here in the agricultural line, accompanied us part of the way, and afforded all the information he could. He estimates the quantity of cleared and cultivated land at 200 acres. Of these fifty-five are in wheat, barley, and a little oats, thirty in maize, and the remainder is either just cleared of wood, or is occupied by buildings, gardens, etc.  Four enclosures of twenty acres each, are planned for the reception of cattle, which may arrive in the colony, and two of these are already fenced in.  In the centre of them is to be erected a house, for a person who will be fixed upon to take care of the cattle.  All these enclosures are supplied with water; and only a part of the trees which grew in them being cut down, gives to them a very park-like and beautiful appearance.\\n\\nOur survey commenced on the north side of the river.  Dod says he expects this year's crop of wheat and barley from the fifty-five acres to yield full 400 bushels.  Appearances hitherto hardly indicate so much.  He says he finds the beginning of May the best time to sow barley,\\\\* but that it may continue to be sown until August.  That sown in May is reaped in December; that of August in January.  He sowed his wheat, part in June and part in July. He thinks June the best time, and says that he invariably finds that which is deepest sown, grows strongest and best, even as deep as three inches he has put it in, and found it to answer.  The wheat sown in June is now turning yellow; that of July is more backward.  He has used only the broad-cast husbandry, and sowed two bushels per acre.  The plough has never yet been tried here; all the ground is hoed, and (as Dod confesses) very incompetently turned up.  Each convict labourer was obliged to hoe sixteen rods a day, so that in some places the earth was but just scratched over.  The ground was left open for some months, to receive benefit from the sun and air; and on that newly cleared the trees were burnt, and the ashes dug in. I do not find that a succession of crops has yet been attempted; surely it would help to meliorate and improve the soil.  Dod recommends strongly the culture of potatoes, on a large scale, and says that were they planted even as late as January they would answer, but this I doubt. He is more than ever of opinion that without a large supply of cattle nothing can be done.  They have not at this time either horse, cow, or sheep here. I asked him how the stock they had was coming on.  The fowls he said multiplied exceedingly, but the hogs neither thrived or increased in number, for want of food.  He pointed out to us his best wheat, which looks tolerable, and may perhaps yield 13 or 14 bushels per acre\\\\*\\\\*.  Next came the oats which are in ear, though not more than six inches high:  they will not return as much seed as was sown.  The barley, except one patch in a corner of a field, little better than the oats.  Crossed the river and inspected the south side. Found the little patch of wheat at the bottom of the crescent very bad. Proceeded and examined the large field on the ascent to the westward: here are about twenty-five acres of wheat, which from its appearance we guessed would produce perhaps seven bushels an acre.  The next patch to this is in maize, which looks not unpromising; some of the stems are stout, and beginning to throw out large broad leaves, the surest sign of vigour. The view from the top of the wheat field takes in, except a narrow slip, the whole of the cleared land at Rose Hill.  From not having before seen an opening of such extent for the last three years, this struck us as grand and capacious.  The beautiful diversity of the ground (gentle hill and dale) would certainly be reckoned pretty in any country.  Continued our walk, and crossed the old field, which is intended to form part of the main street of the projected town.  The wheat in this field is rather better, but not much, than in the large field before mentioned.  The next field is maize, inferior to what we have seen, but not despicable.  An acre of maize, at the bottom of the marine garden, is equal in luxuriancy of promise to any I ever saw in any country.\\n\\n\\\\[\\\\*The best crop of barley ever produced in New South Wales, was sown by a private individual, in February 1790, and reaped in the following October.\\\\]\\n\\n\\\\[\\\\*\\\\*As all the trees on our cleared ground were cut down, and not grubbed up, the roots and stumps remain, on which account a tenth part of surface in every acre must be deducted.  This is slovenly husbandry; but in a country where immediate subsistence is wanted, it is perhaps necessary.  None of these stumps, when I left Port Jackson, showed any symptoms of decay, though some of the trees had been cut down four years.  To the different qualities of the wood of Norfolk Island and New South Wales, perhaps the difference of soil may in some measure be traced.  That of Norfolk Island is light and porous:  it rots and turns into mould in two years.  Besides its hardness that of Port Jackson abounds with red corrosive gum, which contributes its share of mischief.\\\\]\\n\\nThe main street of the new town is already begun.  It is to be a mile long, and of such breadth as will make Pall Mall and Portland Place \\\"hide their diminished heads.\\\"  It contains at present thirty-two houses completed, of twenty-four feet by twelve each, on a ground floor only, built of wattles plastered with clay, and thatched.  Each house is divided into two rooms, in one of which is a fire place and a brick chimney.  These houses are designed for men only; and ten is the number of inhabitants allotted to each; but some of them now contain twelve or fourteen, for want of better accommodation.  More are building.  In a cross street stand nine houses for unmarried women; and exclusive of all these are several small huts where convict families of good character are allowed to reside. Of public buildings, besides the old wooden barrack and store, there is a house of lath and plaster, forty-four feet long by sixteen wide, for the governor, on a ground floor only, with excellent out-houses and appurtenances attached to it.  A new brick store house, covered with tiles, 100 feet long by twenty-four wide, is nearly completed, and a house for the store-keeper.  The first stone of a barrack, 100 feet long by twenty-four wide, to which are intended to be added wings for the officers, was laid to-day.  The situation of the barrack is judicious, being close to the store-house, and within a hundred and fifty yards of the wharf, where all boats from Sydney unload.  To what I have already enumerated, must be added an excellent barn, a granary, an inclosed yard to rear stock in, a commodious blacksmith's shop, and a most wretched hospital, totally destitute of every conveniency.  Luckily for the gentleman who superintends this hospital, and still more luckily for those who are doomed in case of sickness to enter it, the air of Rose Hill has hitherto been generally healthy.  A tendency to produce slight inflammatory disorders, from the rapid changes\\\\* of the temperature of the air, is most to be dreaded.\\n\\n\\\\[\\\\*In the close of the year 1788, when this settlement was established, the thermometer has been known to stand at 50 degrees a little before sunrise, and between one and two o' clock in the afternoon at above 100 degrees.\\\\]\\n\\n'The hours of labour for the convicts are the same here as at Sydney. On Saturdays after ten o'clock in the morning they are allowed to work in their own gardens.  These gardens are at present, from the long drought and other causes, in a most deplorable state.  Potatoes, I think, thrive better than any other vegetable in them.  For the public conveniency a baker is established here in a good bakehouse, who exchanges with every person bread for flour, on stipulated terms; but no compulsion exists for any one to take his bread; it is left entirely to every body's own option to consume his flour as he pleases.  Divine service is performed here, morning and afternoon, one Sunday in every month, when all the convicts are obliged to attend church, under penalty of having a part of their allowance of provisions stopped, which is done by the chaplain, who is a justice of the peace.\\n\\n'For the punishment of offenders, where a criminal court is not judged necessary, two or more justices, occasionally assemble, and order the infliction of slight corporal punishment, or short confinement in a strong room built for this purpose.  The military present here consists of two subalterns, two sergeants, three corporals, a drummer, and twenty-one privates.  These have been occasionally augmented and reduced, as circumstances have been thought to render it necessary.\\n\\nBrick-kilns are now erected here, and bricks manufactured by a convict of the name of Becket, who came out in the last fleet, and has fifty-two people to work under him.  He makes 25,000 bricks weekly.  He says that they are very good, and would sell at Birmingham, where he worked about eighteen months ago, at more than 30 shillings per thousand.\\n\\nNothing farther of public nature remaining to examine, I next visited a humble adventurer, who is trying his fortune here.  James Ruse, convict, was cast for seven years at Bodmin assizes, in August 1782.  He lay five years in prison and on board the 'Dunkirk' hulk at Plymouth, and then was sent to this country.  When his term of punishment expired, in August 1789, he claimed his freedom, and was permitted by the governor, on promising to settle in the country, to take in December following, an uncleaned piece of ground, with an assurance that if he would cultivate it, it should not be taken from him.  Some assistance was given him, to fell the timber, and he accordingly began.  His present account to me was as follows.\\n\\nI was bred a husbandman, near Launcester in Cornwall. I cleared my land as well as I could, with the help afforded me.  The exact limit of what ground I am to have, I do not yet know; but a certain direction has been pointed out to me, in which I may proceed as fast as I can cultivate.  I have now an acre and a half in bearded wheat, half an acre in maize, and a small kitchen garden. On my wheat land I sowed three bushels of seed, the produce of this country, broad cast.  I expect to reap about twelve or thirteen bushels.   I know nothing of the cultivation of maize, and cannot therefore guess so well at what I am likely to gather.  I sowed part of my wheat in May, and part in June.  That sown in May has thrived best.  My maize I planted in the latter end of August, and the beginning of September.  My land I prepared thus:  having burnt the fallen timber off the ground, I dug in the ashes, and then hoed it up, never doing more than eight, or perhaps nine, rods in a day, by which means, it was not like the government farm, just scratched over, but properly done.  Then I clod-moulded it, and dug in the grass and weeds.  This I think almost equal to ploughing.  I then let it lie as long as I could, exposed to air and sun; and just before I sowed my seed, turned it all up afresh.  When I shall have reaped my crop, I purpose to hoe it again, and harrow it fine, and then sow it with turnip-seed, which will mellow and prepare it for next year.  My straw, I mean to bury in pits, and throw in with it every thing which I think will rot and turn to manure. I have no person to help me, at present, but my wife, whom I married in this country;  she is industrious. The governor, for some time, gave me the help of a convict man, but he is taken away.  Both my wife and myself receive our provisions regularly at the store, like all other people.  My opinion of the soil of my farm, is, that it is middling, neither good or bad. I will be bound to make it do with the aid of manure, but without cattle it will fail.  The greatest check upon me is, the dishonesty of the convicts who, in spite of all my vigilance, rob me almost every night.\\n\\nThe annexed return will show the number of persons of all descriptions at Rose Hill, at this period.  On the morning of the 17th, I went down to Sydney.\\n\\nHere terminates the transcription of my diary.  It were vain to suppose, that it can prove either agreeable or interesting to a majority of readers but as this work is intended not only for amusement, but information, I considered it right to present this detail unaltered, either in its style or arrangement.\\n\\nA return of the number of persons employed at Rose Hill, November 16th, 1790.\\n\\n\\\\------------------------------------------------------------------------------- How Employed | Troops | Civil dept |     Troops       |      Convicts         |              |        |            |Wives  |  Children| Men | Women | Children| ------------------------------------------------------------------------------- Storekeeper                 1 Surgeon                     1 Carpenters                                              24 Blacksmiths                                              5 Master Bricklayer                                        1 Bricklayers                                             28 Master Brickmaker                                        1 Brickmakers                                             52 Labourers                                              326\\\\* Assistants to the provision store                                          4 Assistants to the hospital                                                 3 Officers' servants                                       6 Making Clothing                                                50 Superintendants            4 ------------------------------------------------------------------------------- Total number of persons   552|  29    |    6       |   1   |      3   | 450 |  50   |    13   | -------------------------------------------------------------------------------\\n\\n\\\\[\\\\*Of these labourers, 16 are sawyers.  The rest are variously employed in clearing fresh land; in dragging brick and timber carts; and a great number in making a road of a mile long, through the main street, to the governor's house.\\\\]\\n\\nCHAPTER XI.\\n\\nFarther Transactions of the Colony in November, 1790.\\n\\nDuring the intervals of duty, our greatest source of entertainment now lay in cultivating the acquaintance of our new friends, the natives.  Ever liberal of communication, no difficulty but of understanding each other subsisted between us.  Inexplicable contradictions arose to bewilder our researches which no ingenuity could unravel and no credulity reconcile.\\n\\nBaneelon, from being accustomed to our manners, and understanding a little English, was the person through whom we wished to prosecute inquiry, but he had lately become a man of so much dignity and consequence, that it was not always easy to obtain his company.  Clothes had been given to him at various times, but he did not always condescend to wear them.  One day he would appear in them, and the next day he was to be seen carrying them in a net slung around his neck.  Farther to please him, a brick house of twelve feet square was built for his use, and for that of such of his countrymen as might choose to reside in it, on a point of land fixed upon by himself.  A shield, double cased with tin, to ward off the spears of his enemies, was also presented to him, by the governor.\\n\\nElated by these marks of favour, and sensible that his importance with his countrymen arose in proportion to our patronage of him, he warmly attached himself to our society.  But the gratitude of a savage is ever a precarious tenure.  That of Baneelon was fated to suffer suspension, and had well nigh been obliterated by the following singular circumstance.\\n\\nOne day the natives were observed to assemble in more than an ordinary number at their house on the point, and to be full of bustle and agitation, repeatedly calling on the name of Baneelon, and that of 'deein' (a woman). Between twelve and one o'clock Baneelon, unattended, came to the governor at his house, and told him that he was going to put to death a woman immediately, whom he had brought from Botany Bay.  Having communicated his intention, he was preparing to go away, seeming not to wish that the governor should be present at the performance of the ceremony. But His Excellency was so struck with the fierce gestures, and wild demeanour of the other, who held in his hand one of our hatchets and frequently tried the sharpness of it, that he determined to accompany him, taking with him Mr. Collins and his orderly sergeant.  On the road, Baneelon continued to talk wildly and incoherently of what he would do, and manifested such extravagant marks of fury and revenge, that his hatchet was taken away from him, and a walking-stick substituted for it.\\n\\nWhen they reached the house, they found several natives, of both sexes lying promiscuously before the fire, and among them a young woman, not more than sixteen years old, who at sight of Baneelon, started, and raised herself half up.  He no sooner saw her than, snatching a sword of the country, he ran at her, and gave her two severe wounds on the head and one on the shoulder, before interference in behalf of the poor wretch could be made. Our people now rushed in and seized him; but the other Indians continued quiet spectators of what was passing, either awed by Baneelon's superiority or deeming it a common case, unworthy of notice and interposition. In vain did the governor by turns soothe and threaten him.  In vain did the sergeant point his musquet at him. He seemed dead to every passion but revenge; forgot his affection to his old friends and, instead of complying with the request they made, furiously brandished his sword at the governor, and called aloud for his hatchet to dispatch the unhappy victim of his barbarity.  Matters now wore a serious aspect.  The other Indians appeared under the control of Baneelon and had begun to arm and prepare their spears, as if determined to support him in his violence.\\n\\nFarther delay might have been attended with danger.  The 'Supply' was therefore immediately hailed, and an armed boat ordered to be sent on shore. Luckily, those on board the ship had already observed the commotion and a boat was ready, into which captain Ball, with several of his people stepped, armed with musquets, and put off.  It was reasonable to believe that so powerful a reinforcement would restore tranquillity, but Baneelon stood unintimidated at disparity of numbers and boldly demanded his prisoner, whose life, he told the governor, he was determined to sacrifice, and afterwards to cut off her head.  Everyone was eager to know what could be the cause of such inveterate inhumanity.  Undaunted, he replied that her father was his enemy, from whom he had received the wound in his forehead beforementioned; and that when he was down in battle, and under the lance of his antagonist, this woman had contributed to assail him.  \\\"She is now,\\\" added he, \\\"my property:  I have ravished her by force from her tribe: and I will part with her to no person whatever, until my vengeance shall be glutted.\\\"\\n\\nFarther remonstrance would have been wasted.  His Excellency therefore ordered the woman to be taken to the hospital in order that her wounds might be dressed.  While this was doing, one of the natives, a young man named Boladeree, came up and supplicated to be taken into the boat also, saying that he was her husband, which she confirmed and begged that he might be admitted. He was a fine well grown lad, of nineteen or twenty years old, and was one of the persons who had been in the house in the scene just described, which he had in no wise endeavoured to prevent, or to afford assistance to the poor creature who had a right to his protection.\\n\\nAll our people now quitted the place, leaving the exasperated Baneelon and his associates to meditate farther schemes of vengeance.  Before they parted he gave them, however, to understand that he would follow the object of his resentment to the hospital, and kill her there, a threat which the governor assured him if he offered to carry into execution he should be immediately shot.  Even this menace he treated with disdain.\\n\\nTo place the refugees in security, a sentinel was ordered to take post at the door of the house, in which they were lodged.  Nevertheless they attempted to get away in the night, either from fear that we were not able to protect them, or some appprehension of being restrained from future liberty.  When questioned where they proposed to find shelter, they said they would go to the Cameragal tribe, with whom they should be safe. On the following morning, Imeerawanyee\\\\* joined them, and expressed strong fears of Baneelon's resentment.  Soon after a party of natives, known to consist of Baneelon's chosen friends, with a man of the name of Bigon, at their head, boldly entered the hospital garden, and tried to carry off all three by force. They were driven back and threatened, to which their leader only replied by contemptuous insolence.\\n\\n\\\\[\\\\*This good-tempered lively lad, was become a great favourite with us, and almost constantly lived at the governor's house.  He had clothes made up for him, and to amuse his mind, he was taught to wait at table. One day a lady, Mrs. McArthur, wife of an officer of the garrison, dined there, as did Nanbaree.  This latter, anxious that his countryman should appear to advantage in his new office, gave him many instructions, strictly charging him, among other things, to take away the lady's plate, whenever she should cross her knife and fork, and to give her a clean one.  This Imeerawanyee executed, not only to Mrs. McArthur, but to several of the other guests. At last Nanbaree crossed his knife and fork with great gravity, casting a glance at the other, who looked for a moment with cool indifference at what he had done, and then turned his head another way.  Stung at this supercilious treatment, he called in rage, to know why he was not attended to, as well as the rest of the company.  But Imeerawanyee only laughed; nor could all the anger and reproaches of the other prevail upon him to do that for one of his countrymen, which he cheerfully continued to perform to every other person.\\\\]\\n\\nBaneelon finding he could not succeed, withdrew himself for two days. At length he made his appearance, attended only by his wife.  Unmindful of what had so recently happened, he marched singly up to the governor's house, and on being refused admittance, though unarmed, attempted to force the sentinel.  The soldier spared him, but the guard was instantly sent for, and drawn up in front of the house; not that their co-operation was necessary, but that their appearance might terrify.  His ardour now cooled, and he seemed willing, by submission, to atone for his misconduct.  His intrepid disregard of personal risk, nay of life, could not however, but gain admiration; though it led us to predict, that this Baneelon, whom imagination had fondly pictured, like a second Omai, the gaze of a court and the scrutiny of the curious, would perish untimely, the victim of his own temerity.\\n\\nTo encourage his present disposition of mind, and to try if feelings of compassion towards an enemy, could be exerted by an Indian warrior, the governor ordered him to be taken to the hospital, that he might see the victim of his ferocity.  He complied in sullen silence.  When about to enter the room in which she lay, he appeared to have a momentary struggle with himself, which ended his resentment.  He spoke to her with kindness, and professed sorrow for what he had done, and promised her future protection. Barangaroo, who had accompanied him, now took the alarm:  and as in shunning one extreme we are ever likely to rush into another, she thought him perhaps too courteous and tender.  Accordingly she began to revile them both with great bitterness, threw stones at the girl and attempted to beat her with a club.\\n\\nHere terminated this curious history, which I leave to the reader's speculation.  Whether human sacrifices of prisoners be common among them is a point which all our future inquiry never completely determined. It is certain that no second instance of this sort was ever witnessed by us.\\n\\nCHAPTER XII.\\n\\nTransactions of the Colony in Part of December, 1790.\\n\\nOn the 9th of the month, a sergeant of marines, with three convicts, among whom was McEntire, the governor's gamekeeper (the person of whom Baneelon had, on former occasions, shown so much dread and hatred) went out on a shooting party.  Having passed the north arm of Botany Bay, they proceeded to a hut formed of boughs, which had been lately erected on this peninsula, for the accommodation of sportsmen who wished to continue by night in the woods; for, as the kangaroos in the day-time, chiefly keep in the cover, it is customary on these parties to sleep until near sunset, and watch for the game during the night, and in the early part of the morning. Accordingly, having lighted a fire, they lay down, without distrust or suspicion.\\n\\nAbout one o'clock, the sergeant was awakened by a rustling noise in the bushes near him, and supposing it to proceed from a kangaroo, called to his comrades, who instantly jumped up.  On looking about more narrowly, they saw two natives with spears in their hands, creeping towards them, and three others a little farther behind.  As this naturally created alarm, McEntire said, \\\"don't be afraid, I know them,\\\" and immediately laying down his gun, stepped forward, and spoke to them in their own language.  The Indians, finding they were discovered, kept slowly retreating, and McEntire accompanied them about a hundred yards, talking familiarly all the while.\\n\\nOne of them now jumped on a fallen tree and, without giving the least warning of his intention, launched his spear at McEntire and lodged it in his left side.  The person who committed this wanton act was described as a young man with a speck or blemish on his left eye  That he had been lately among us was evident from his being newly shaved.\\n\\nThe wounded man immediately drew back and, joining his party, cried, \\\"I am a dead man\\\".  While one broke off the end of the spear, the other two set out with their guns in pursuit of the natives; but their swiftness of foot soon convinced our people of the impossibility of reaching them.  It was now determined to attempt to carry McEntire home, as his death was apprehended to be near, and he expressed a longing desire not to be left to expire in the woods.  Being an uncommonly robust muscular man, notwithstanding a great effusion of blood, he was able, with the assistance of his comrades, to creep slowly along, and reached Sydney about two o'clock the next morning. On the wound being examined by the surgeons, it was pronounced mortal. The poor wretch now began to utter the most dreadful exclamations, and to accuse himself of the commission of crimes of the deepest dye, accompanied with such expressions of his despair of God's mercy, as are too terrible to repeat.\\n\\nIn the course of the day, Colbee, and several more natives came in, and were taken to the bed where the wounded man lay.  Their behaviour indicated that they had already heard of the accident, as they repeated twice or thrice the name of the murderer Pimelwi, saying that he lived at Botany Bay. To gain knowledge of their treatment of similar wounds, one of the surgeons made signs of extracting the spear, but this they violently opposed, and said, if it were done, death would instantly follow.\\n\\nOn the 12th, the extraction of the spear was, however, judged practicable, and was accordingly performed.  That part of it which had penetrated the body measured seven inches and a half long, having on it a wooden barb, and several smaller ones of stone, fastened on with yellow gum, most of which, owing to the force necessary in extraction, were torn off and lodged in the patient.  The spear had passed between two ribs, and had wounded the left lobe of the lungs.  He lingered\\\\* until the 20th of January, and then expired.  On opening the corpse, it was found that the left lung had perished from suppuration, its remains adhering to the ribs.  Some pieces of stone, which had dropped from the spear were seen, but no barb of wood.\\n\\n\\\\[\\\\*From the aversion uniformly shown by all the natives to this unhappy man, he had long been suspected by us of having in his excursions, shot and injured them.  To gain information on this head from him, the moment of contrition was seized.  On being questioned with great seriousness, he, however, declared that he had never fired but once on a native, and then had not killed, but severely wounded him and this in his own defence.  Notwithstanding this death-bed confession, most people doubted the truth of the relation, from his general character and other circumstances.\\\\]\\n\\nThe governor was at Rose-hill when this accident happened.  On the day after he returned to Sydney, the following order was issued:\\n\\nSeveral tribes of the natives still continuing to throw spears at any man they meet unarmed, by which several have been killed, or dangerously wounded, the governor, in order to deter the natives from such practices in future, has ordered out a party to search for the man who wounded the convict McEntire, in so dangerous a manner on Friday last, though no offence was offered on his part, in order to make a signal example of that tribe.  At the same time, the governor strictly forbids, under penalty of the severest punishment, any soldier or other person, not expressly ordered out for that purpose, ever to fire on any native except in his own defence; or to molest him in any shape, or to bring away any spears, or other articles which they may find belonging to those people.  The natives will be made severe examples of whenever any man is wounded by them; but this will be done in a manner which may satisfy them that it is a punishment inflicted on them for their own bad conduct, and of which they cannot be made sensible if they are not treated with kindness while they continue peaceable and quiet.\\n\\nA party, consisting of two captains, two subalterns, and forty privates, with a proper number of non-commissioned officers from the garrison, with three days provisions, etc. are to be ready to march to-morrow morning at day-light, in order to bring in six of those natives who reside near the head of Botany Bay; or, if that should be found impracticable, to put that number to death.\\n\\nJust previous to this order being issued, the author of this publication received a direction to attend the governor at head quarters immediately. I went, and his excellency informed me that he had pitched upon me to execute the foregoing command.  He added that the two subalterns who were to be drawn from the marine corps, should be chosen by myself; that the sergeant and the two convicts who were with McEntire, should attend as guides; that we were to proceed to the peninsula at the head of Botany Bay; and thence, or from any part of the north arm of the bay, we were, if practicable, to bring away two natives as prisoners; and to put to death ten; that we were to destroy all weapons of war but nothing else; that no hut was to be burned; that all women and children were to remain uninjured, not being comprehended within the scope of the order; that our operations were to be directed either by surprise or open force; that after we had made any prisoners, all communication, even with those natives with whom we were in habits of intercourse, was to be avoided, and none of them suffered to approach us. That we were to cut off and bring in the heads of the slain; for which purpose hatchets and bags would be furnished.  And finally, that no signal of amity or invitation should be used in order to allure them to us; or if made on their part, to be answered by us:  for that such conduct would be not only present treachery, but give them reason to distrust every future mark of peace and friendship on our part.\\n\\nHis excellency was now pleased to enter into the reasons which had induced him to adopt measures of such severity.  He said that since our arrival in the country, no less than seventeen of our people had either been killed or wounded by the natives; that he looked upon the tribe known by the name of Bideegal, living on the beforementioned peninsula, and chiefly on the north arm of Botany Bay, to be the principal aggressors;  that against this tribe he was determined to strike a decisive blow, in order, at once to convince them of our superiority and to infuse an universal terror, which might operate to prevent farther mischief.  That his observations on the natives had led him to conclude that although they did not fear death individually, yet that the relative weight and importance of the different tribes appeared to be the highest object of their estimation, as each tribe deemed its strength and security to consist wholly in its powers, aggregately considered. That his motive for having so long delayed to use violent measures had arisen from believing, that in every former instance of hostility, they had acted either from having received injury, or from misapprehension.\\n\\n\\\"To the latter of these causes,\\\" added he, \\\"I attribute my own wound, but in this business of McEntire, I am fully persuaded that they were unprovoked, and the barbarity of their conduct admits of no extenuation; for I have separately examined the sergeant, of whose veracity I have the highest opinion, and the two convicts; and their story is short, simple, and alike.  I have in vain tried to stimulate Baneelon, Colbee, and the other natives who live among us, to bring in the aggressor. Yesterday, indeed, they promised me to do it, and actually went away as if bent on such a design; but Baneelon, instead of directing his steps to Botany Bay, crossed the harbour in his canoe, in order to draw the foreteeth of some of the young men; and Colbee, in the room of fulfilling his engagement, is loitering about the lookout house.  Nay, so far from wishing even to describe faithfully the person of the man who has thrown the spear, they pretended that he has a distorted foot, which is a palpable falsehood. So that we have our efforts only to depend upon; and I am resolved to execute the prisoners who may be brought in, in the most public and exemplary manner, in the presence of as many of their countrymen as can be collected, after having explained the cause of such a punishment; and my fixed determination to repeat it, whenever any future breach of good conduct on their side shall render it necessary.\\\"\\n\\nHere the governor stopped, and addressing himself to me, said if I could propose any alteration of the orders under which I was to act, he would patiently listen to me.  Encouraged by this condescension, I begged leave to offer for consideration whether, instead of destroying ten persons, the capture of six would not better answer all the purposes for which the expedition was to be undertaken; as out of this number, a part might be set aside for retaliation; and the rest, at a proper time, liberated, after having seen the fate of their comrades and being made sensible of the cause of their own detention.\\n\\nThis scheme, his Excellency was pleased instantly to adopt, adding, \\\"if six cannot be taken, let this number be shot.  Should you, however, find it practicable to take so many, I will hang two and send the rest to Norfolk Island for a certain period, which will cause their countrymen to believe that we have dispatched them secretly.\\\"  The order was accordingly altered to its present form; and I took my leave to prepare, after being again cautioned not to deceive by holding signals of amity.\\n\\nAt four o'clock on the morning of the 14th we marched  The detachment consisted, besides myself, of Captain Hill of the New South Wales Corps, Lieutenants Poulder and Dawes, of the marines, Mr. Worgan and Mr. Lowes, surgeons, three sergeants, three corporals, and forty private soldiers, provided with three days provisions, ropes to bind our prisoners with, and hatchets and bags to cut off and contain the heads of the slain. By nine o'clock this terrific procession reached the peninsula at the head of Botany Bay, but after having walked in various directions until four o'clock in the afternoon, without seeing a native, we halted for the night.\\n\\nAt daylight on the following morning our search recommenced.  We marched in an easterly direction, intending to fall in with the south-west arm of the bay, about three miles above its mouth, which we determined to scour, and thence passing along the head of the peninsula, to proceed to the north arm, and complete our Search.  However, by a mistake of our guides, at half past seven o'clock instead of finding ourselves on the south-west arm, we came suddenly upon the sea shore, at the head of the peninsula, about midway between the two arms.  Here we saw five Indians on the beach, whom we attempted to surround; but they penetrated our design, and before we could get near enough to effect our purpose, ran off.  We pursued; but a contest between heavy-armed Europeans, fettered by ligatures, and naked unencumbered Indians, was too unequal to last long.  They darted into the wood and disappeared.\\n\\nThe alarm being given, we were sensible that no hope of success remained, but by a rapid movement to a little village (if five huts deserve the name) which we knew stood on the nearest point of the north arm, where possibly someone unapprised of our approach, might yet be found.  Thither we hastened; but before we could reach it three canoes, filled with Indians, were seen paddling over in the utmost hurry and trepidation, to the opposite shore, where universal alarm prevailed.  All we could now do was to search the huts for weapons of war:  but we found nothing except fish gigs, which we left untouched.\\n\\nOn our return to our baggage (which we had left behind under a small guard near the place where the pursuit had begun) we observed a native fishing in shallow water not higher than his waist, at the distance of 300 yards from the land.  In such a situation it would not have been easily practicable either to shoot, or seize him.  I therefore determined to pass without noticing him, as he seemed either from consciousness of his own security, or from some other cause, quite unintimidated at our appearance.  At length he called to several of us by name, and in spite of our formidable array, drew nearer with unbounded confidence.  Surprised at his behaviour I ordered a halt, that he might overtake us, fully resolved, whoever he might be, that he should be suffered to come to us and leave us uninjured.  Presently we found it to be our friend Colbee; and he joined us at once with his wonted familiarity and unconcern.  We asked him where Pimelwi was, and found that he perfectly comprehended the nature of our errand, for he described him to have fled to the southward; and to be at such a distance, as had we known the account to be true, would have prevented our going in search of him, without a fresh supply of provisions.\\n\\nWhen we arrived at our baggage, Colbee sat down, ate, drank, and slept with us, from ten o'clock until past noon.  We asked him several questions about Sydney, which he had left on the preceding day\\\\*; and he told us he had been present at an operation performed at the hospital, where Mr. White had cut off a woman's leg.  The agony and cries of the poor sufferer he depicted in a most lively manner.\\n\\n\\\\[\\\\*He had it seems visited the governor about noon, after having gained information from Nanbaree of our march, and for what purpose it was undertaken. This he did not scruple to tell to the governor; proclaiming at the same time, a resolution of going to Botany Bay, which his excellency endeavoured to dissuade him from by every argument he could devise:  a blanket, a hatchet, a jacket, or aught else he would ask for, was offered to him in vain, if he would not go.  At last it was determined to try to eat him down, by setting before him his favourite food, of which it was hoped he would feed so voraciously, as to render him incapable of executing his intention. A large dish of fish was accordingly set before him.  But after devouring a light horseman, and at least five pounds of beef and bread, even until the sight of food became disgusting to him, he set out on his journey with such lightness and gaiety, as plainly shewed him to be a stranger to the horrors of indigestion.\\\\]\\n\\nAt one o'clock we renewed our march, and at three halted near a freshwater swamp, where we resolved to remain until morning:  that is, after a day of severe fatigue, to pass a night of restless inquietude, when weariness is denied repose by swarms of mosquitoes and sandflies, which in the summer months bite and sting the traveller, without measure or intermission.\\n\\nNext morning we bent our steps homeward; and, after wading breast-high through two arms of the sea, as broad as the Thames at Westminster, were glad to find ourselves at Sydney, between one and two o'clock in the afternoon.\\n\\nThe few remarks which I was able to make on the country through which we had passed, were such as will not tempt adventurers to visit it on the score of pleasure or advantage.  The soil of every part of the peninsula, which we had traversed, is shallow and sandy, and its productions meagre and wretched.  When forced to quit the sand, we were condemned to drag through morasses, or to clamber over rocks, unrefreshed by streams, and unmarked by diversity.  Of the soil I brought away several specimens.\\n\\nOur first expedition having so totally failed, the governor resolved to try the fate of a second; and the 'painful pre-eminence' again devolved on me.\",\"timestamp\":1636104319,\"title\":\"Transactions of the Colony in part of September and October, 1790.\"},\"digest\":\"Dur4qGWMdZj4Lw5oV5Gbzws_IKBUxOkTIHxGRP-UD9c\",\"authorship\":{\"contributor\":\"0xeeF8d0F4c1D7Cd87B0d7D9eb5cDe356985B922Ce\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xyJyGI60zwk3yaXVs9uRID6klu3MHj628llzXua--1M\\\",\\\"y\\\":\\\"xFL1r-jDRMhj8_FnDzynv1FRLZV6qGM9hQsHZC42MG4\\\"}\",\"signature\":\"jhSDh-fKDTvlA-6sxsxev6kuKQxpuG6OMSI4TCAUi80jOC6FQAV4wjZPKtbWhlGV1VBi2_gWEIobL6cvFto86w\",\"signingKeySignature\":\"0xf15faa5084f2084c5488152cbfb0671152efb49a58ebe1b9cf6f84afd52ff9de29f8f72f9774b03e6ad13407179c5e9b24ad868304ac6f100e78a3a6390343411c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xyJyGI60zwk3yaXVs9uRID6klu3MHj628llzXua--1M\\\",\\\"y\\\":\\\"xFL1r-jDRMhj8_FnDzynv1FRLZV6qGM9hQsHZC42MG4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Dur4qGWMdZj4Lw5oV5Gbzws_IKBUxOkTIHxGRP-UD9c\"}"