"{\"content\":{\"body\":\"i think if [last.fm](http://last.fm) was still scrobbling all my plays for #2021music it would look something like: \\n\\n1. carti\\n2. lanois\\n3. callahan + oldham\\n4. YE\\n5. various others (tirzah, joy orbison, madlib, drake, brent faiyaz, matthew herbert, armand hammer & alchemist, tyler, khurangbin, amapiano, dean blunt, tyson, prince, moodymann, theo parrish, terrace martin, syd, lil baby & lil durk, lil wayne, baby keem, westside gunn, sault, cleo sol, mac miller, badbadnotgood, thug, helado negro, casisdead, duval timothy, tems, floating points & pharoah sanders, neptunes)\\n\\n## donda\\n\\n\\\\#donda of course was big and important for me given the influence #YE has had for me over last few years. its funny, i felt the need to leave a bunch of super-white social groups i was a part of after trump beat hilary and one of the weird breaking moments then was hearing from someone in that group who hadn't even heard ultralight beam - FSMH when we were i think doing our end of year music look-backs in 2016 (not to mention he couldn't understand how anyone could appreciate **that music**) it made me really uneasy about all sorts of invisible to me racism that existed all round me and i made this childish decision to spend less time in white majority groups. and then i go on an epic political deconstruction and destructive journey that brought me this close to voting for trump in 2020! wow! i was already calling myself a trump-sympathiser when the red cap meeting happened, and i actually started understanding #YE through very different lens. and then he found GOD and make an album for his mama - i mean how much more precision-targeted could an artist be to me? :) but politics and personhood aside - the whole #donda release cycle and extension of his life is art approach over last few years - was so indulgent and yet so sincere and fuck-you-ambitious - and contained so much beautiful drama and beautiful collaboration - and so much generosity built into the project lifting up and shining light on the young and old alike.\\n\\nfunnily i felt that #donda perfected that thing drake pulled off on \\\\[\\\\[More Life\\\\]\\\\] for the UK - becoming a sort of survey of and introduction to many of the most vital artists working in **the culture** today - and i felt like finally here was an entry point to my friends around my age-bracket to get a sense of how alive and punk-revolutionary hip hop is today - and who else on the planet could pull together this list of collabs:\\n\\n> Lil Baby, Lil Durk, Lil Yachty, Roddy Ricch, Young Thug, Jay Electronica, Travis Scott, The LOX, Kid Cudi, Fivio Foreign, Westside Gunn, Conway The Machine, Playboi Carti, JAY-Z, Shenseea, DaBaby, Pop Smoke, André 3000.\\n\\n## playboi carti\\n\\n\\\\#carti really established himself in that stratospheric league of people changing the game and excavating and existing deeper and deeper in his own unique lane\\n\\n## bill callahan\\n\\nany year that bill releases a record that record is always near the top of my lists of most listened and most touched by music (in that league w moodymann, theo parrish, prince even after death, frank ocean, who basically bat 10 out of 10) i never tire of seeing him live and whatsmore he married late in life like i did and around the same time as me so i love bill.\\n\\nand bonnie prince billy has a permanent place in depths of my heart too though i havent kept up with him as closely master and everyone has been keeping my misery solace for twenty odd years! that gig in cavallo point i went to while at berkeley (with all the neo folks in attendance devendra joanna et al) is an indelible memory.\\n\\nso when these two team up to make this beautiful covers its like guaranteed thoughtfulness and feeling shrouded in the customary mystery too.\\n\\nloved how it felt like these two untouchable indie-icons seemed to borrow a leaf from young hip hop release strategies of putting music out there freely with that feel of making music as you live life and releasing it as you go then compiling into an 'album'\\n\\nis drag city simply coolest organization every created in history of humankind?\\n\\n## #2021music special mentions\\n\\nmo ayoub sitting in for benji b (turning me on to armand hammer in ramadan and finally getting me to understand all the love the alchemist gets from those w taste around me), mark ronson's uncovered podcasts, fluxpod's rabbit hole reassessment of U2' POP, and like every year since the mid 90s - thank you benji b and gp - gilles in particular feels like he's somehow making the best radio of his life!\\n\\n[https://music.apple.com/us/playlist/21s/pl.u-VqBdFjYxLB](https://music.apple.com/us/playlist/21s/pl.u-VqBdFjYxLB)\\n\\n\",\"timestamp\":1641410819,\"title\":\"2021 in music.\"},\"digest\":\"xM0wvtBPoTh-dzMoOSOELzjCd97xd6ZwoF6u5daPjCg\",\"authorship\":{\"contributor\":\"0xC47543F7f5d83EB6200Ce8b87aa5d55e1A4eFECe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X0smi309VeR5N-Tl-YyzNg5ckFjd3yc4XVQm7qWzZPU\\\",\\\"y\\\":\\\"wQiSeqmswqJRQ5h034TnN4wgXwccqk7Uv_PVwIXW7Nw\\\"}\",\"signature\":\"X67TgP557KQ7Gssc0fvXWPu6r1GldOba7mtnDUt97lZc0Yf3UhV_m8keoEU4pfgFuoH6Z_tjoBwjCI9FUXTptQ\",\"signingKeySignature\":\"0xa43397b7e8a0d962d5369071c2d586888d80bea9c84fffa289c5cc94662f8f821873f80c3455707c6fba157dbe1845a56e5418f82c96f6eed7328b72f845a6411c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X0smi309VeR5N-Tl-YyzNg5ckFjd3yc4XVQm7qWzZPU\\\",\\\"y\\\":\\\"wQiSeqmswqJRQ5h034TnN4wgXwccqk7Uv_PVwIXW7Nw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LFpqKqvvCumdoUtV3fOysKq9XoVLdfdW2XyMcHC1op4\"}"