"{\"content\":{\"body\":\"饱餐之后，我一把拖起了无名天下，“你小子别再钓鱼拉，和我去里面看看，等会回头你一个人在这里慢慢钓吧。”\\n\\n```\\n无名天下只能摆了摆手，发出无声地抗议后，给他的小鬼又加上了状态，我也掏几颗丹药吃了下去，在深入的话，估计就能碰到别人嘴上说的狗头人了，好象比较厉害，我还是稳妥点好，开了潜行跟在小鬼后面吧，无名天下更是躲的远远点，毕竟他还是比较脆弱的。\\n\\n“等会陪你进去看看还要回来的，我一个人可不敢过来，这里钓的鱼不错，经验也很高的。”无名天下在我身后不停嘀咕着，生怕我不陪他到着风水钓地。\\n\\n“知道拉，等会下线的时候我陪你回来。”我为了耳根的清净，只得好言相对了。平原深处的草丛越发的茂密，半人高的荆棘几乎可以掩盖任何一种刻意躲藏自己身形的怪物。几棵伸展着粗长手臂，覆盖着一小片草地的隗阳树着享受着阳光的沐浴，一些依附在它们身上的紫藤花，优雅地垂下了一串串如同风铃般的花朵，几株野ju花羞怯张开眼睛，星星点点地点缀在忧郁的瘦高高的青涩芦荟脚下，散发出淡淡地幽香，倒也引来了几只翩翩起舞的斑点蝴蝶驻足。\\n\\n几只豺狼正在前面撕咬着一头小羚羊，毛茸茸，丑陋的狼脸上布满了猩红的鲜血，锋利的獠牙如割刀般将鲜美的羊肉撕碎，带着几分热气塞进嘴里。小鬼没有要我给点刺激，就激动地一头冲了上去，靠，不是吧，这黑鬼现在比我还要嗜血，不管三七二十一就敢上。\\n\\n我也给了个加速赶紧冲了过去，开了潜形，挑了一头体形最大的豺狼，给了个偷袭，先给我一边晕忽着去，杀怪嘛，就要逐个突破，主次分明。开了剑刃波，泛着黄芒的匕首劈出一道道刀风，“嗤，嗤，嗤”地落在豺狼那柔软的皮毛上，激起一束束血痕，豺狼们纷纷放下口中的美食，向我们冲了过来。\\n\\n小鬼无畏地迎着狼口，硬碰硬的黑刀子进去，红刀子出来，沸腾的狼血喷洒在它的身上，我仿佛看到它僵硬的脸上透出几丝笑意，嘴里那白森森的牙齿也隐约可见。几头豺狼狠狠地围着我一阵乱咬，-50，-80，-75的数字是连连飘起，赶紧塞了一粒回血丸，将迅速流逝的体力给弥补了回来，差点要了我的小命。\\n\\n“你小子走近点帮帮忙啊。”我一边砍着豺狼一边冲无名天下叫嚷着，手上的诅咒之刃努力地给我吸着血，裂风之弩将一根根铁芒送进了狼口，而无名天下的风刃也终于能够赶到，将一只高高跃起，扑向我背后的豺狼给劈落了下来，在三人（其实是二人一鬼）的努力奋斗下，将一群豺狼放倒在草原上，摸起掉落的钱币，狼皮和一双法师用的魔皮靴，任它们化为新的肥料。\\n\\n“给，这个鞋子是适合你用的，拿去吧。”我随手将魔皮靴扔给了无名天下说道。\\n\\n“嘿嘿，是20级的好东西，唉，可惜我现在还不能装备，我要努力冲级，早日换鞋。”看到眼前的鞋子，无名天下突然来了精神，满脸的渴望说道。\\n\\n“我们现在打的装备等级只高不低，你小子是要快点升级。”我说着无名天下，心中不由又想到了享受阳光海岸的刑天，这小子也不知道有没17了，扔个消息问问看。“多少拉，我的长剑有人要买了。”\\n\\n“别，别啊，大哥我正在努力冲级，就快17了，明天来问你要长剑。”靠，今天的消息倒是回的挺快的，刚走没几步，刑天就回了过来。\\n\\n“恩，呵呵，那不打搅奋斗了，明天上了M我。”我扔了个话给刑天后，赶紧跟上小鬼，它又找到一头豪猪准备动手了。\\n\\n在这片开阔地带已经有不少的团队了，左边那群精灵弓手边跑边射，将一根根木箭如雨点般倾注在几只野马身上；前面的一群兽人战士，正大刀阔斧地和几头蛮牛较着劲；旁边那些拿着盾牌的人类战士，正掩护着后面的法师MM，跟几只野猪找麻烦。\\n\\n跳到一根半人高的树桩上，我放眼远望，前面依稀可见几座狗头人的兽皮帐篷，几个模糊的身影正在附近晃来晃去的，掂量了一下自己和无名天下的份量，那里还不是我们能去的，这里这么多玩家都没人过去砍那些狗头人，我没必要冲动拉，还是先把这级升好吧。\\n\\n刚才砍豺狼的地方正好是个刷新点，走几步的地方有二只豪猪刷，后面不远还有巨大甲虫和独角天牛，如果没有我的高攻和匕首的回血，光凭无名天下的小鬼当盾牌没有杀怪的效率，而只靠我一个人，有太浪费药了，现在两人一凑合，正好适合在这里升级，要是刑天等级能够高点的话，叫他一起我都有信心去搞狗头人了。\\n\\n我们连人带鬼就在这块草原上奋斗着，在我和怪物的短兵相接中，闲在后面的无名天下也不时扔出几道闪烁着淡青色光芒的风刃，或是摇曳着深红之焰的火球，偷袭那些被我攻击的怪物，倒也有点效果，提高了几许杀怪进程。\\n\\n当黑暗悄悄降临到奔马平原的时候，被我们践踏凌乱的草地也悄然恢复了原样，当手上的匕首将这只顶着独角，死死纠缠着我的天牛给砍爆的时候，一道耀眼的光芒又从无名天下身上飘起，他一脸的幸福笑容，嘴里说道：“嘿嘿，我又升级拉，你怎么还没升。”\\n\\n我无限郁闷ing，你小子等级本来就比我低，这里这么高的经验你升级是当然的，还刺激我干吗，看看自己的经验，恩，还有10%几，也快了。没有搭理无名的话，我摸向了天牛的身子，脸上也荡漾起几分笑意。嘿嘿，没升级没关系，给我多爆几件装备我也知足了。\\n\\n手上的天牛之甲盾在月光下反射着乌青的光芒，一圈凸起的倒刺杂乱地分布在盾牌的表面，可能是因为用那天牛的坚硬独角做成的吧，属于轻装，所以我刚好能装备，这个19级的盾牌可比手上寒蝉的骨盾好多了，大大提高了我的安全系数。\\n\\n“时间不早了，我们回汐桑湖那吧，明天上线我就可以在那钓鱼。”无名天下看了看时间，跑上来和我说道。\\n\\n唉，看来今天是别想升到二十级了， “行，回去吧，对了，这个给你，拿着防身。”将换下的骨盾扔给了无名天下，我点了点头回道。\\n\\n将无名天下带回汐桑湖后，找个了安全的地方（其实对我来说都安全，就怕对他不安全罢了），道了个别，两人一起下了线。\\n\\n洗刷完毕上了床，我随手拿过手机看了看，吓，怎么手机上又有这么多未接电话？我打开一看，原来是马尾辫打来的，又找我有什么事呢。我有了个大大的疑问，不是已经感谢过我了吗，还有什么事需要打这么多电话给我。\\n\\n“喂，你好。”甜甜的声音从手机那头传了过来，让俺这空空的心头不由一荡，听美女说话感觉都不一样。\\n\\n“美女，今天又打这么多电话给我干吗？”我带着疑惑地问道。\\n\\n“还好意思问呢，你整天忙什么呢？怎么又这么晚才回电话？”马尾辫带着一点怒气的问道。\\n\\n美女你回答跑题拉，没有说找我干吗，反而来教训起我拉，算什么意思。“我有事的，真是不好意思拉，你看我现在不是回了吗。”虽然我没有绝对的绅士风度，但是也能够懂得点尊重女性了，没和她一般见识，我陪着笑好好地回道。\\n\\n“哼，枉我一番好心帮你找了个工作，你说吧，要怎么谢我。”马尾辫有点得意的说道。\\n\\n咦，我什么时候要你帮我找工作了，要找的话我早就找了，也不必为了“天地”而辞职，你也未免太积极了点吧，无事献殷勤，非奸即盗窃。俺的“姿色”只能算中上品，没必要对我起了色心吧，俺一介布衣，属于贫民阶级，也没啥财可盗的，干吗要这么热心，俺有点感冒了。\\n\\n“你的好意我心领了，真是谢谢你拉，不过我暂时还不想工作，以后再说吧。”我小心客气地回道。\\n\\n“恩，呵呵，什么，你不想要这份工作，那可是我花了好大心思才帮你找到的，你整天不工作那忙什么，哪有你这样的人，怎么这么懒惰啊。”马尾辫听了我的回答，生气地说道。\\n\\n“我有我的打算了，暂时不想工作罢了，真是麻烦你了，真抱歉。”我好好的回道。\\n\\n“啪”的一声挂断了手机，马尾辫气嘟嘟的坐在床上，随手将一边的枕头扔了老远，“什么意思嘛，人家这么好心帮他找了个好工作，他竟然不接受，浪费我在老爸那好话说的嘴都干了，都是白费力气了。”\\n\\n屋顶悬挂的水晶吊灯宣泄出的粉红色灯光，柔和地照在马尾辫那白皙的脸上，给她的清纯添上了几分妩媚，洁白的牙齿发泄似地咬着粉唇，乌亮的大眼睛眨吧眨吧看着漆黑的窗外，脑袋里不知道又在想着什么。\\n\\n第二天早早冲进天地的我，早就将昨天的好事忘的一干二净了，无名天下这小子肯定还在睡懒觉，我独自一人来到昨天升级的老地方，这里已经有几个玩家在杀豺狼了，得，我不和你们争，我就砍砍天牛，杀杀豪猪算了，还有一点就要升级了，我可不想生什么事端，影响连级速。\\n\\n黎明的草原仿佛是刚出浴的少女，带着朦胧的雾气，若隐若现地展示着自己美妙的身影，晶莹剔透的露珠仿佛是没有瑕疵的宝石，在朝霞的照耀下散发着迷人的光泽，清新的空气中飘来一丝薄荷的味道，让我原本还有点的昏昏的头脑顿时清醒过来。\\n\\n薄荷草：深绿色长椭圆形的叶子成对生长着，短短的叶柄连在方柱形的紫棕色茎脉上，枝头上的花朵，如同齿轮般裂开了5块，淡紫色的花冠传来缕缕清凉香气，沁人心扉。\\n\\n嘿嘿，果然是早出的鸟儿有食吃，我拿出药锄，挖向了薄荷草，估计是刚刷新出来的，昨天从这里走的时候还没呢，得抓紧时间寻觅一下，别被其他玩家抢了先。走过路过，俺就要挖过，现在有了宝贝药鼎的我，可是什么药材都是宝，一个都不能少。\\n```\\n\\n\\n------------\",\"timestamp\":1640153469,\"title\":\"第三十八章 奔马平原二\"},\"digest\":\"yPFaK5MhwPirGzvdxPqx4Db295lwfMzJZnclw1r_AHw\",\"authorship\":{\"contributor\":\"0xD5b80a135AF75531DCe6294866fc02fA4564456b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I6dJplDAQyR8HRo1LMhmvC1eIMDzV187btabQiGJnRU\\\",\\\"y\\\":\\\"Sm5PhzgYyggcs9Lcyhoyo0a_AYLmzlq-3utoalt7VIk\\\"}\",\"signature\":\"thzS0Qb-ZiiPneNvhviTwMnhRCUQetzZHHTKZnZvnCWG2tnLoxq7C6ySzsnxO85L6GT9Z52SbujSNcU4kDD0yA\",\"signingKeySignature\":\"0x01a9aac6b094a5906b69fb26590db55ce0db450563521cb00c2bd1c9eab8ccaf46784876d1a971e131e88e27eb5129cb078ee02eac151b654a040464021f96711b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I6dJplDAQyR8HRo1LMhmvC1eIMDzV187btabQiGJnRU\\\",\\\"y\\\":\\\"Sm5PhzgYyggcs9Lcyhoyo0a_AYLmzlq-3utoalt7VIk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yPFaK5MhwPirGzvdxPqx4Db295lwfMzJZnclw1r_AHw\"}"