"{\"content\":{\"body\":\"![FISH IN LAKE is the lead single of GFOTY's upcoming album, Femmedorm.](https://t2.genius.com/unsafe/440x440/https%3a%2f%2fimages.genius.com%2f1d164d1ddae4a276d2e27b47df31f383.1000x1000x1.jpg)\\n\\n\\nGFOTY's lead single from her upcoming album, Femmedorm, continues examining a thematic trend of her music: consumerism and commodification. While GFOTY's music is stylistically rooted in clean production and ultra-accessible rhythmic and lyrical patterns, this song in particular is overt about its rhetorical and artistic intentions. The title, FISH IN LAKE, serves a couple purposes that illuminate the song's narrative and focus: firstly, being a FISH IN LAKE can be seen as the alternative to being a \\\"fish out of water.\\\" GFOTY emphasizes that a particular fish is in its element—it feels at home and natural. Throughout the song, the fish in question represents multiple subjects in consumptive relationships. GFOTY continuously confuses the consumer with the consumed, leaving the listener wondering which role she plays in a consumptive relationship and encouraging them to question which role they occupy, poking fun at the idea that one can be a fish in a lake, or a person in the right place, when they're not even sure who they are or what role they're meant to fill. Secondly, GFOTY uses the idea of a FISH IN LAKE to contrast the potential naturalness of a subject with alternative perceptual framings, namely presentations as prepared meals.\\n\\nIn the opening verse, GFOTY quickly transitions from one role to the next, beginning as a cook who prepares food goods (*Would you like to come and taste my food / Tasty just for you / I made this plate specially for you*) before commodifying herself (*Tell me I'm your type / The candles are low, I'm wearing red / Stay with me tonight*). She then entices the listener into consumption by presenting the narrative that she is also a consumer, promising that she will consume alongside the listener (*We can wash up another time / Eat with me all night).*\\n\\nThis introduction makes apparent the variety of roles to be played in consumption. One can make and consume goods, as in the case of food, but one can also commodify the self, rendering oneself the object of consumption. Finally, an entire consumption relationship can itself become a product that can be subject to a new meta-consumptive dynamic. While the making and consuming food is a natural and necessary human relationship with consumption, GFOTY juxtaposes this consumptive mode with the more complex relationships in order to guide the listener to identify potential problems with the continuing process of commodification and consumption. It's unclear whether GFOTY's treatment of her self in the first verse truly constitutes commodification, and that lack of clarity is what makes the commentary interesting. While the lyrics imply a sexual or at least romantic relationship that is not inherently rooted in commodification, it is situated in a way that calls into question the nature of the consumptive dynamic. \\n\\nThere is no shortage of ways to commodify the self: one can bargain with their body, their social connections, their money, and more, offering benefits to be used by others. By placing an innocent and visceral narrative of human connection within a stream of consumption-based scenarios, GFOTY questions whether such relationships can ever be truly innocent and uncommodified against the backdrop of a consumption-obsessed society. She asks to what extent consumptive dynamics have encroached upon our personal lives and relationships and robbed us of more natural expressive or connection-based interaction. \\n\\nThe closing lines of the first verse entail separate indictments of consumerist culture. Her insistence on delaying consideration of the repercussions of consumption (*We can wash up another time*) could be a commentary on the environmental implications of consumption, for example, which are often ignored or underestimated by both consumers and producers. She may also be referring to personal or social consequences. GFOTY further explores this idea in verse two. The closing line of verse one are an acknowledgement of the complexity of consumption, where the interactions explored in verse one are collapsed into their own experiential product. Here, GFOTY identifies that entire experiences, even ones that already contain a variety of consumptive dynamics themselves, can be commodified into a singular product that can be bought, sold, and consumed. The universe of consumption experiences here is vast, but some recent examples include internet trends like mukbangs and unboxings, where the content product to be observed is simply a performance of consumption. By extending this commodification further, we can acknowledge that we are consuming the song, thus continuing the consumptive chain—perhaps GFOTY aims to comment on the necessity of commodifying oneself to find success as an artist. The relationships are inescapable and infinitely complex.\\n\\nIn the second verse, GFOTY expands on her exposition of consumptive tendencies as short-sighted. Her consumption becomes unhinged as she veraciously devours (*Would you like to wipe my mouth for me? / Dribble on my sleeve).* She entices the listener to consume (*I know that you're hungry for my treats / Come and suck them up*). It's unclear what treats she refers to, and they remain unnamed, exemplifying that it is consumption as an act that rules this dynamic rather than the actual good being consumed.\\n\\nThe end of verse two focuses on the indoctrination of consumption-centric modes of existence, first framing engagement with consumption as an intentionally learned and consensual endeavor (*I'll show you how to make a duck*). In one of the most clever and most ideologically loaded lines (*Chickens like to cluck),* GFOTY uses chickens to represent both a product and a consumer. On one reading of the line, GFOTY is enticing the listener to believe that the consumption she proposes to them is natural by likening them to a chicken and representing consumption as clucking, the implication being that it's only natural that a human would consume—an endless desire to consume is an inherent aspect of their being rather than a fabrication. Interestingly, likening the consumer to a chicken, in the context of the most obvious metaphor in the song—consumption of food representing consumption more broadly—renders them the product. Thus, if the listener is to accept that consumption is natural in the way GFOTY implies (that chickens like to cluck), then they are adopting an ideology that renders them a product. \\n\\nGFOTY closes verse two by once again creating confusion about the delineation between consumer and product (*Do you want to have a chocolate feast? / Getting baked all eve).* \\\"Getting baked\\\" here refers to the preparation of oneself to be consumed, perhaps by conforming to professional norms or standards of beauty. It can also refer to the way consumerist indoctrination renders the consumer numb and dull. As they adopt the ideology, they become metaphorically high on marijuana, leaving them uncritical of their own situation and fixated on consuming more as they get the munchies.\\n\\nIn the bridge, GFOTY shifts from addressing the listener to conversing with herself in French. The change of language emphasizes the foreign nature of the interaction as she assumes the role of both a waiter and a patron in a restaurant. As she continues to create confusion about what place she plays at the restaurant, we're reminded once again that the entire interaction has been commodified into song form—no matter which role GFOTY is performing, she and her actions are still, inescapably, an artistic product.\\n\\nThe chorus of FISH IN LAKE is the foundation of GFOTY's facetious assertion that modern consumption sets and patterns are natural. She lists a variety of dishes before concluding with the song's title:\\n\\n>Steak soufflé\\n>Bake a cake\\n>Roasted snake\\n>Pasta bake\\n>Fish called hake\\n>Tuna steak\\n>Salmon cake\\n>Fish in lake\\n\\nThe insertion of the song's title, FISH IN LAKE, at the end of the chorus situates the menu items she lists and asserts that such a choice between seven dishes makes some subject feel at home (like a fish in a lake). Whether the subject is GFOTY herself, the listener, or the products is unclear, perhaps because she asks the listener to evaluate each possible subject and ask whether the variety of consumption options is really a consequential or natural situation for anyone or anything. \\n\\nIs the experience of going to a restaurant really normal in the ways we may assume it is? Is the situation akin to a fish in a lake? Or are we actually fish *out* of water? GFOTY asks more questions than she answers, but it's clear she hopes to catalyze reflection and dialogue about consumptive relationships and consumerism as a whole. \\n\\nThe closing line also serves as a reminder that many of the dishes that were listed in the chorus are unquestionably out of place from their own perspective. Certainly the hake, tuna, and salmon would be better suited to an aquatic environment than a serving plate, and perhaps the snake as well. By juxtaposing the dishes with a mental image of a fish swimming around in a lake, GFOTY delivers perhaps her most straightforward declaration: regardless of how consumers and producers are interacting with one another, there is always a product that must be created and consumed, and that product is, at least partially, reduced and divorced from its purpose. GFOTY confronts some harsh realities of consumerism, and as she guides the listener to understand the dynamics of consumption, a vocal effect employed throughout the song feels particularly apt: *gulp*.\\n\\n*quasimatt is an intellectual. If you liked this analysis, you should [connect with him on Twitter](twitter.com/quasimatt).*\",\"timestamp\":1626038212,\"title\":\"FISH IN LAKE - A GFOTY Analysis\",\"publication\":\"quasimatt\"},\"digest\":\"zf8e_rzwyOUYkGbFPmHxkH7K1aC6GOlrRkA6ZvRep0A\",\"authorship\":{\"contributor\":\"0x64298A72F4E3e23387EFc409fc424a3f17356fC4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7l79PFm28ja7yuJBkfIk8YXFci62hs-thr2kf5_YTKE\\\",\\\"y\\\":\\\"L4DuZJDc9SxSl0VbLrKcPWLFzC2nw5CQcJmDU7RYDZk\\\"}\",\"signature\":\"p4cTGSxGn2HpThcZq3-gOF08p8rbn04Lq-2TlfX1zGL7kFsBaBNlCapJT9lkPJvhdi7ym_MzAVthTrDN5LKfzQ\",\"signingKeySignature\":\"0x6a1c7653a4019d4d3e2d8e6075e589295bc5a027a4dcbd448e8b4245bf7276cb157905409291c29e59ad7b2c9fb2dd558d8354a10e82ce14b4188f0bb04adacd1b\",\"signingKeyMessage\":\"I authorize the publication of articles on quasimatt.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7l79PFm28ja7yuJBkfIk8YXFci62hs-thr2kf5_YTKE\\\",\\\"y\\\":\\\"L4DuZJDc9SxSl0VbLrKcPWLFzC2nw5CQcJmDU7RYDZk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kqoTXTZWXUyGpPZsR802Ue5n6VshejEOyl6eUCQBons\"}"