"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*0zfKmVqpcG-DxAn-1PQCgw.jpeg)\\n\\nNote: Imported from [Medium](https://wwhite003.medium.com/why-european-fintech-is-stalling-out-just-as-american-fintech-is-hitting-the-gas-and-what-can-be-d65bd7762a0), first published in October 2020 \\n\\nAs 2020 rages onwards something strange is happening in Fintech. European Fintech’s engine is stalling out as America’s is hitting full throttle. One of the places this is starkest is challenger banks and the infrastructure that underpins them.\\n\\nThe American challenger bank industry right now is buzzing. It’s as exciting as anything going on in India, Kenya, Nigeria, Brazil, and the other emerging market fintech powerhouses. American Fintech right now is free-thinking, ambitious, and restless. The innovations, the launches, and the announcements are frequent, impactful, and relevant.\\n\\nAcross the Atlantic, it’s a different story. European challenger banks are wounded by COVID-19 in a way no American ones seem to be. They seem lost, myopically naval gazing at their greatest hits from the last few years. Lost in the fantasy that the whole world is waiting for them to set sail and arrive on their shores. Spoiler alert, no one is, least of all the USA.\\n\\nIt was all so different just a few years ago. Monzo, N26, Wirecard, PSD2, Open Banking, and so much else made Europe, and London specifically, feel at the bleeding edge of what’s going on. Not any more. What’s changed? And what, if anything, can be done to reverse it?\\n\\n**The biggest headwinds are systemic**\\n\\nThe elephant in the room is European interchange. Interchange in the EU (plus Brexiting Britain) is capped at a percentage of squat all nothing. It’s so low, you feel like you’re paying for the privilege of running a card scheme. Sure, Durbin amendment interchange in the US doesn’t give you a profitable business, but it at least gives you more than nothing. If you’re not cross-selling fast in Europe, you’re a dead man walking. And yet, European challenger banks, noticeably flushed with VC cash, have been oddly slow to cross-sell.\\n\\nThen there’s regulation. The EU and the UK have 28 different regulators, 28 different payment infrastructures, and 28 different banking cultures. I’m always confused why Americans beat themselves up so much about the US regulatory landscape. Sure, there are complexities with all the state and federal actors, but it’s still a single country. It’s still a single payments infrastructure. It’s still a single banking culture.\\n\\nThe Spanish Banking industry is wildly different from Ireland’s. Sweden’s is wildly different from Slovakia’s. Belgium’s to Poland’s and so on. No two countries are the same. How each industry grew, how their payment infrastructure evolved, and how customers interact with banks differs widely from country to county.\\n\\nSo too does how banks are regulated. EU “passporting” is a myth, everyone who’s tried it, knows it. The idea of operating “federally” in Europe, like you can in the USA, is a pipedream. As a European challenger, your market ends at your country’s border, unless you’re prepared to devote huge amounts of time, capital, and resources to changing that. By comparison, American challengers can access a single market of 329m souls dominated by two languages with a single banking culture. That’s fantasyland stuff for European challengers.\\n\\nThere’s also a complacent smugness about how European regulators have acted towards Fintech. Led by the FCA in London, Europe did make some early boss moves in Fintech. Even if Open Banking still remains more of a promise than an execution, they were still boss moves. However, the narrative that Europe is lightyears ahead of the USA is just not true.\\n\\nLondon got a headstart, but the USA is not just catching up, but overtaking them. From Linda Lacewell and Matt Homer at the NY DFS, to Wyoming’s crypto-friendly bank charters, to use of the Industrial Loan Companies in Utah or Brain Brooks at the OCC there’s exciting regulatory thinkers and innovations sprouting up all over the USA. And given the USA is a single country rather than 28+ different ones, this creates regulatory choice for American challengers. Something Europeans can only dream of. The UK and EU need to get agile again, and fast, or lose any regulatory ground won to date.\\n\\n**Small vs Big markets**\\n\\nEvery European market faces a scaling problem. Each country is like a single US state, but one you can’t expand out of easily. This leads to constraints US challengers never have to consider.\\n\\nTake the collapse of Wirecard AG in Germany. A failed German company created an existential threat to the UK challenger bank industry. Here’s why. The UK’s population is one and a half California’s. It’s not big enough to create the conditions for a deeply competitive industry in the Bank of Record/sponsor bank/EMI license holder space. So Wirecard Card Solutions Ltd (the UK entity) and PrePay Solutions Ltd have dominated the industry for years. It is getting more competitive now, but every British challenger built on these two players at some point.\\n\\nA project as ambitious or diversified as Bond is in the sponsor bank space would be impossible in the UK. There just aren’t enough brands or banks to justify building it. UK and EU challengers face much higher vendor concentration risk as a result. And it doesn’t stop at the bottom of the challenger banking stack. European markets simply aren’t big enough to create the richness and diversity of the US BaaS space. It’s improving but for the foreseeable future, European vendor choice will remain limited compared to the USA.\\n\\n**Europe forgot how to do community banking**\\n\\nThere’s also a structural headwind facing European challengers because of the nature of their banking industries.\\n\\nThe next phase of challenger banks is about the new community banks. About banking Communities of Affinity. As the costs of building and running a challenger bank falls, new fintech brands or embedded finance at incumbent non-FI brands will service niche communities better than universal banks ever could. Where before community banks served communities of geography, now it will be communities of affinity. This is a problem for European countries. Most European banking cultures long ago detached themselves from their roots in local communities.\\n\\nThe UK is the worst offender. Banks still bear the names of the cities they came from (Halifax) or the coffee shops they started in (Lloyds), but the concept of Banking linked to a single community is just not a lived experience there. The concept of US community banks is completely alien to British consumers. Their understanding is that banking only comes in one flavor — universal, big box, and corporate.\\n\\nOf course, big banks dominate the US market too, but consumers still understand what a community bank’s purpose is. What it looks and feels like. Tell any American about community banks based on affinity, they’ll say “oh, like USAA.” This is not a new concept, just a refinement of what already exists. These reference points don’t exist in the UK market, so more niche challengers struggle with the additional customer education piece there.\\n\\nIt’s not really surprising then, that the big UK challengers, like Monzo, Revolut, and Starling, have largely replicated the universal, banking for everyone model. And nowhere has this misunderstanding of two banking cultures been more stark, than in N26’s troubled entry into the US. By trying to be for everyone, they were for no one, so no one cared.\\n\\n**Small bowls for big fish**\\n\\nEuropean, and especially UK challengers, face a weird headwind American challengers don’t. They become too relevant too quickly. London is the UK’s NYC, SF, and Washington DC in one place. There are advantages to this, but the concentration of media, legacy banks, regulators, and politicians gets distracting fast. Too early in a company’s life cycle, it feels like you’ve “made it”. This can breed complacency. Maybe it’s this proximity, but ex-bankers influence on the European industry is also way too strong. It’s hard to imagine a concept like [Stir](https://www.usestir.com/) or [Karat](https://www.trykarat.com/) emerging from Shoreditch, for now.\\n\\nMaybe it’s this complacency, or the belief there are already challenger bank and BaaS “winners” in Europe, but pre-seed money in London has all but dried up. I meet start-up teams on both sides of the Atlantic all the time. Their funding experiences are starkly different right now. American teams are always ambitious and excited to access flush pools of pre-seed capital. British teams talk of a relentless search for any seed capital prepared to take a punt.\\n\\nMaybe the VCs are right. Maybe the challenger bank economics don’t stack up in Europe. Maybe there simply aren’t enough European Series A investors and a belief they’ve all “picked their horse”. Maybe there’s not enough serial founders or exited founders investing back into the industry. I don’t know what the answer is. What I do know is I would encourage any new challenger bank or BaaS startup to do it in the USA for now. If I’m not alone in this, then that’s a problem for European Fintech.\\n\\nI have no doubt Europe can pull themselves out of this slump, but first, they have to face reality. The world isn’t looking to London, Berlin, or Paris for Fintech answers right now. They’re looking to SF, NYC, and Salt Lake City, to Brazil, India, Kenya, Nigeria, Singapore, and China. That’s where innovations and the investor money is flowing for now. Europe, and London especially, needs to shake itself out of the smug self-congratulatory dead end it’s driven into.\\n\\nGet humble, look West, figure out what America’s getting right, or risk falling further behind.\",\"timestamp\":1638367131,\"title\":\"Why European Fintech is stalling out just as American Fintech hits the gas, and what can be done about it\"},\"digest\":\"Z8hbST_uj-LVshg-KaBQIrjJiO-PYaKPRX_QwcBs_3Q\",\"authorship\":{\"contributor\":\"0xA51675839cA9cf9d241B609680b79E30bE7ac621\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AVOpPuBOcuh1nwMltuXcnuXKUsu9Fuol-wUklmCmt4s\\\",\\\"y\\\":\\\"0USY-zORpghN5AHrXobtQl7aabkTcu0fOuZ8QKH24G8\\\"}\",\"signature\":\"nNyy7ypJ_zE4ymPV0bBE1X6Qo5i4nlVIl0IKt04Qsj2WUMWXfX7woVO-3qK-ZcSc-Vf1-LAK18bkjf3lIewGuQ\",\"signingKeySignature\":\"0xbcaa518a383843cf5d80aec22d6d82c8bad4739713890635d1421595a2d720f874deb6cd59d5650e2346fa1a1431335d6b689eb4c5c564f2bb4fa830a3a08b351b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AVOpPuBOcuh1nwMltuXcnuXKUsu9Fuol-wUklmCmt4s\\\",\\\"y\\\":\\\"0USY-zORpghN5AHrXobtQl7aabkTcu0fOuZ8QKH24G8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"s4aYK1MhYvJVi5VO1iKDCOPqCmR43r9gjOjoG4o9kUU\"}"