"{\"content\":{\"body\":\"\\n![](https://images.mirror-media.xyz/publication-images/864974a4-99bc-401b-b7ef-20e0cfa635b7.gif?height=810&width=1440)\\n\\n*Written by [Danica](https://twitter.com/EthLabor), image by [Marvin](https://twitter.com/tmt_xyz). Thanks to Jonah Baer, Dave Kim, Marvin Lin, Idan Levin, Jess Sloss, Natalie Crue, Crypto Thelonius, and the mCLUB media team for editorial support.* \\n\\n### Hello World\\n\\nSpun out of the venerable [Seed Club](https://club.mirror.xyz/a5PQAwU0CuHJ90lEOmzq545nlC4qqNoTVTeHEGRrqow), mCLUB is a [new grant-giving DAO](https://club.mirror.xyz/dnN3Dwe-iD6jBpzkase4YLHTxYtnuFnmUbSoOfPEkjI). We focus on recruiting, backing, and supporting creators and communities onto the Mirror platform while offering learning experiences for those interested in creating and working within a DAO.\\n\\n[Mirror](https://mirror.xyz/) is much more than a publishing platform for writers and artists. It’s a community-owned and -operated protocol with an ambitious, far-reaching, and creator-centered vision. Mirror provides powerful web3 infrastructure and tools that enable creators to unlock emergent financial and community value.\\n\\nBut how can this value be directed in ways that benefit more creators and their communities?\\n\\nThat’s where mCLUB comes in.\\n\\nWith the financial and social capital raised through our successful membership drive, we’re well-positioned to help creators, curators, and their communities learn and thrive within the Mirror ecosystem. We provide valuable hands-on experience to those seeking opportunities in DAOs.\\n\\nIn our initial launch, we attracted a community of 189 members who contributed over 47 ETH (about $107,000 at the time) and [inspired another new DAO](https://twitter.com/BlockchainatCU/status/1420102507334971395). The mCLUB Discord is already buzzing with new ideas, team charters, and community engagement. And vibes! Great vibes!\\n\\n## Introducing Season One\\n\\nOn August 4, 2021, mCLUB will open voting for the Season One proposal and begin building a roadmap for our grant-giving DAO. Adopting the concept of seasons aligns the DAO with a core set of goals to accomplish in a discrete amount of time (typically 2-3 months).\\n\\nOur objectives include:\\n\\n- **Supporting Creators and Communities**\\n    - Actively deploy and leverage mCLUB social and financial capital by giving grants to help support creators, curators, and their communities.\\n    - Provide opportunities for selected creators to post on Mirror through mCLUB, enabling them to experience the magic of Mirror without needing to win the [$WRITE RACE](https://dev.mirror.xyz/vZxxUIeGMQK9NNLcrT0eDYZ6wXhXVr6vTQzztj1DaEA).\\n    - Discover and boost interesting creators and communities who may not yet be well-known.\\n- **Building Out Loud**\\n    - Establish teams (governance, community, and media to start) to go from 0 to 1 and build community across the interwebs.\\n    - Experiment with what it means to create and operate a DAO. (Stay tuned for the “So you just created a DAO… now what?” post! 😜)\\n    - Publish and curate content (case studies, interviews, best practices, how-to guides, etc.) to help demystify the Mirror tools and ecosystem.\\n\\nWe believe that giving grants to creators and advancing the Mirror ecosystem can affirm the value of creative labor and unlock wellsprings of creativity. We have many great things in store, and we can’t wait to share them with you.\\n\\n## What’s Next?\\n\\nmCLUB would like to thank everyone who rocket-fueled us from 0 votes to 8878 votes within the span of two hours, placing us at #6 and enabling us to win the $WRITE RACE on our first attempt!\\n\\nStay tuned for exciting announcements in the coming weeks, including more information on how to get involved with mCLUB. In the meantime, follow [mCLUB](https://twitter.com/mclubdao) and [Seed Club](https://twitter.com/seedclubhq) on Twitter.\\n\\nDid we mention the great vibes?\\n\\n## Subscribe for More!\\n\\nKeep up to date with mCLUB by subscribing to [our newsletter](https://mclub.substack.com/welcome) or joining the [Seed Club Discord](discord.gg/WT2fHy4).\",\"timestamp\":1628054881,\"title\":\"Hello World! Meet mCLUB.\",\"publication\":\"mclub\"},\"digest\":\"7t0AlAY5VHHK4GKrl3iYS_8jn9dHpzVrg4w05XFtwgw\",\"authorship\":{\"contributor\":\"0xE62B7b73Ef13365C95d4F191A2715dF1E2836e25\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kgoykYnzlp0WadEuN5_eLK1HKIUw06H6Z64n0ErPH8I\\\",\\\"y\\\":\\\"Y3SllXhiniJrSXYTHMSLVcKs5Y8JY3a01fvgKu8kQDM\\\"}\",\"signature\":\"SZMpBYFejMc6ENKtgMwE_cT1660Lo80ALbTY6uR5tmvsQh6hwJHrT8MlpYeIxo8O2kazRjtACU5PBMVuSL9Rlg\",\"signingKeySignature\":\"0xa2be4ab93bfe5e960dd0fab916d4913efaec0d8b5d140649a162413066618ee84dd8c90f907dd6ab4e2495a65cb10361c0e9a74e9a8128d754d0e8bef5aa0f501b\",\"signingKeyMessage\":\"I authorize the publication of articles on mclub.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kgoykYnzlp0WadEuN5_eLK1HKIUw06H6Z64n0ErPH8I\\\",\\\"y\\\":\\\"Y3SllXhiniJrSXYTHMSLVcKs5Y8JY3a01fvgKu8kQDM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DqjMfZyjGbmwPFOA2cIzGV2OAXefdisSzAZee7-EOEg\"}"