"{\"content\":{\"body\":\"\\\"My name is Maskull.  My home is on the other side of the universe. As for what I am doing here - I accompanied Leehallfae, that phaen, from Matterplay.\\\"\\n\\n\\\"But a man doesn't accompany a phaen out of friendship.  What do you want in Threal?\\\"\\n\\n\\\"Then this is Threal?\\\"\\n\\n\\\"Yes.\\\"\\n\\nMaskull remained silent.\\n\\nCorpang studied his face with rough, curious eyes.  \\\"Are you ignorant, or merely reticent, Maskull?\\\"\\n\\n\\\"I came here to ask questions, and not to answer them.\\\"\\n\\nThe stillness of the place was almost oppressive.  Not a breeze stirred, and not a sound came through the air.  Their voices had been lowered, as though they were in a cathedral.\\n\\n\\\"Then do you want my society, or not?\\\" asked Corpang.\\n\\n\\\"Yes, if you can fit in with my mood, which is - not to talk about myself.\\\"\\n\\n\\\"But you must at least tell me where you want to go to.\\\"\\n\\n\\\"I want to see what is to be seen here, and then go on to Lichstorm.\\\"\\n\\n\\\"I can guide you through, if that's all you want.  Come, let us start.\\\"\\n\\n\\\"First let's do our duty and bury the dead, if possible.\\\"\\n\\n\\\"Turn around,\\\" directed Corpang.\\n\\nMaskull looked around quickly.  Leehallfae's body had disappeared.\\n\\n\\\"What does this mean - what has happened?\\\"\\n\\n\\\"The body has returned to whence it came.  There was nowhere here for it to be, so it has vanished.  No burial will be required.\\\"\\n\\n\\\"Was the phaen an illusion, then?\\\"\\n\\n\\\"In no sense.\\\"\\n\\n\\\"Well, explain quickly, then, what has taken place.  I seem to be going mad.\\\"\\n\\n\\\"There's nothing unintelligible in it, if you'll only listen calmly. The phaen belonged, body and soul, to the outside, visible world - to Faceny.  This underworld is not Faceny's world, but Thire's, and Faceny's creatures cannot breathe its atmosphere.  As this applies not only to whole bodies, but even to the last particles of bodies, the phaen has dissolved into Nothingness.\\\"\\n\\n\\\"But don't you and I belong to the outside world too?\\\"\\n\\n\\\"We belong to all three worlds.\\\"\\n\\n\\\"What three worlds - what do you mean?\\\"\\n\\n\\\"There are three worlds,\\\" said Corpang composedly.  \\\"The first is Faceny's, the second is Amfuse's, the third is Thire's.  From him Threal gets it name.\\\"\\n\\n\\\"But this is mere nomenclature.  In what sense are there three worlds?\\\"\\n\\nCorpang passed his hand over his forehead.  \\\"All this we can discuss as we go along.  It's a torment to me to be standing still.\\\"\\n\\nMaskull stared again at the spot where Leehallfae's body had lain, quite bewildered at the extraordinary disappearance.  He could scarcely tear himself away from the place, so mysterious was it.  Not until Corpang called to him a second time did he make up his mind to follow him.\\n\\nThey set off from the rock wall straight across the airlit plain, directing their course toward the nearest trees.  The subdued light, the absence of shadows, the massive shafts, springing grey-white out of the jetlike ground, the fantastic trees, the absence of a sky, the deathly silence, the knowledge that he was underground - the combination of all these things predisposed Maskull's mind to mysticism, and he prepared himself with some anxiety to hear Corpang's explanation of the land and its wonders.  He already began to grasp that the reality of the outside world and the reality of this world were two quite different things.\\n\\n\\\"In what sense are there three worlds?\\\" he demanded, repeating his former question.\\n\\nCorpang smote the end of his staff on the ground.  \\\"First of all, Maskull, what is your motive for asking?  If it's mere intellectual curiosity, tell me, for we mustn't play with awful matters.\\\"\\n\\n\\\"No, it isn't that,\\\" said Maskull slowly.  \\\"I'm not a student.  My journey is no holiday tour.\\\"\\n\\n\\\"Isn't there blood on your soul?\\\" asked Corpang, eying him intently.\\n\\nThe blood rose steadily to Maskull's face, but in that light it caused it to appear black.\\n\\n\\\"Unfortunately there is, and not a little.\\\"\\n\\nThe other's face was all wrinkles, but he made no comment.\\n\\n\\\"And so you see,\\\" went on Maskull, with a short laugh, \\\"I'm in the very best condition for receiving your instruction.\\\"\\n\\nCorpang still paused.  \\\"Underneath your crimes I see a man,\\\" he said, after a few minutes.  \\\"On that account, and because we are commanded to help one another, I won't leave you at present, though I little thought to be walking with a murderer.... Now to your question.... Whatever a man sees with his eyes, Maskull, he sees in three ways - length, breadth, depth.  Length is existence, breadth is relation, depth is feeling.\\\"\\n\\n\\\"Something of the sort was told me by Earthrid, the musician, who came from Threal.\\\"\\n\\n\\\"I don't know him.  What else did he tell you?\\\"\\n\\n\\\"He went on to apply it to music.  Continue, and pardon the interruption.\\\"\\n\\n\\\"These three states of perception are the three worlds.  Existence is Faceny's world, relation is Amfuse's world, feeling is Thire's world.\\\"\\n\\n\\\"Can't we come down to hard facts?\\\" said Maskull, frowning.  \\\"I understand no more than I did before what you mean by three worlds.\\\"\\n\\n\\\"There are no harder facts than the ones I am giving you.  The first world is visible, tangible Nature.  It was created by Faceny out of nothingness, and therefore we call it Existence.\\\"\\n\\n\\\"That I understand.\\\"\\n\\n\\\"The second world is Love - by which I don't mean lust.  Without love, every individual would be entirely self-centred and unable deliberately to act on others.  Without love, there would be no sympathy - not even hatred, anger, or revenge would be possible. These are all imperfect and distorted forms of pure love. Interpenetrating Faceny's world of Nature, therefore, we have Amfuse's world of Love, or Relation.\\\"\\n\\n\\\"What grounds have you for assuming that this so-called second world is not contained in the first?\\\"\\n\\n\\\"They are contradictory.  A natural man lives for himself; a lover lives for others.\\\"\\n\\n\\\"It may be so.  It's rather mystical.  But go on - who is Thire?\\\"\\n\\n\\\"Length and breadth together without depth give flatness.  Life and love without feeling produce shallow, superficial natures.  Feeling is the need of men to stretch out toward their creator.\\\"\\n\\n\\\"You mean prayer and worship?\\\"\\n\\n\\\"I mean intimacy with Thire.  This feeling is not to be found in either the first or second world, therefore it is a third world. Just as depth is the line between object and subject, feeling is the line between Thire and man.\\\"\\n\\n\\\"But what is Thire himself?\\\"\\n\\n\\\"Thire is the afterworld.\\\"\\n\\n\\\"I still don't understand,\\\" said Maskull.  \\\"Do you believe in three separate gods, or are these merely three ways of regarding one God?\\\"\\n\\n\\\"There are three gods, for they are mutually antagonistic.  Yet they are somehow united.\\\"\\n\\nMaskull reflected a while.  \\\"How have you arrived at these conclusions?\\\"\\n\\n\\\"None other are possible in Threal, Maskull.\\\"\\n\\n\\\"Why in Threal - what is there peculiar here?\\\"\\n\\n\\\"I will show you presently.\\\"\\n\\nThey walked on for above a mile in silence, while Maskull digested what had been said.  When they came to the first trees, which grew along the banks of a small stream of transparent water, Corpang halted.\\n\\n\\\"That bandage around your forehead has long been unnecessary,\\\" he remarked.\\n\\nMaskull removed it.  He found that the line of his brow was smooth and uninterrupted, as it had never yet been since his arrival in Tormance.\\n\\n\\\"How has this come about - and how did you know it?\\\"\\n\\n\\\"They were Faceny's organs.  They have vanished, just as the phaen's body vanished.\\\"\\n\\nMaskull kept rubbing his forehead.  \\\"I feel more human without them. But why isn't the rest of my body affected?\\\"\\n\\n\\\"Because its living will contains the element of Thire.\\\"\\n\\n\\\"Why are we stopping here?\\\"\\n\\nCorpang broke off the tip of one of the aerial roots of a tree, and proffered it to him.  \\\"Eat this, Maskull.\\\"\\n\\n\\\"For food, or something else?\\\"\\n\\n\\\"Food for body and soul.\\\"\\n\\nMaskull bit into the root.  It was white and hard; its white sap was bleeding.  It had no taste, but after eating it, he experienced a change of perception.  The landscape, without alteration of light or outline, became several degrees more stern and sacred.  When he looked at Corpang he was impressed by his aspect of Gothic awfulness, but the perplexed expression was still in his eyes.\\n\\n\\\"Do you spend all your time here, Corpang?\\\"\\n\\n\\\"Occasionally I go above, but not often.\\\"\\n\\n\\\"What fastens you to this gloomy world?\\\"\\n\\n\\\"The search for Thire.\\\"\\n\\n\\\"Then it's still a search?\\\"\\n\\n\\\"Let us walk on.\\\"\\n\\nAs they resumed their journey across the dim, gradually rising plain, the conversation became even more earnest in character than before. \\\"Although I was not born here,\\\" proceeded Corpang, \\\"I've lived here for twenty-five years, and during all that time I have been drawing nearer to Thire, as I hope.  But there is this peculiarity about it - the first stages are richer in fruit and more promising than the later ones.  The longer a man seeks Thire, the more he seems to absent himself.  In the beginning he is felt and known, sometimes as a shape, sometimes as a voice, sometimes an overpowering emotion. Later on all is dry, dark, and harsh in the soul.  Then you would think that Thire was a million miles off.\\\"\\n\\n\\\"How do you explain that?\\\"\\n\\n\\\"When everything is darkest, he may be nearest, Maskull.\\\"\\n\\n\\\"But this is troubling you?\\\"\\n\\n\\\"My days are spent in torture.\\\"\\n\\n\\\"You still persist, though?  This day darkness can't be the ultimate state?\\\"\\n\\n\\\"My questions will be answered.\\\"\\n\\nA silence ensued.\\n\\n\\\"What do you propose to show me?\\\" asked Maskull.\\n\\n\\\"The land is about to grow wilder. I am taking you to the Three Figures, which were carved and erected by an earlier race of men. There, we will pray.\\\"\\n\\n\\\"And what then?\\\"\\n\\n\\\"If you are truehearted, you will see things you will not easily forget.\\\"\\n\\nThey had been walking slightly uphill in a sort of trough between two parallel, gently sloping downs.  The trough now deepened, while the hills on either side grew steeper.  They were in an ascending valley and, as it curved this way and that, the landscape was shut off from view.  They came to a little spring, bubbling up from the ground.  It formed a trickling brook, which was unlike all other brooks in that it was flowing up the valley instead of down.  Before long it was joined by other miniature rivulets, so that in the end it became a fair-sized stream.  Maskull kept looking at it, and puckering his forehead.\\n\\n\\\"Nature has other laws here, it seems?\\\"\\n\\n\\\"Nothing can exist here that is not a compound of the three worlds.\\\"\\n\\n\\\"Yet the water is flowing somewhere.\\\"\\n\\n\\\"I can't explain it, but there are three wills in it.\\\"\\n\\n\\\"Is there no such thing as pure Thire-matter?\\\"\\n\\n\\\"Thire cannot exist without Amfuse, and Amfuse cannot exist without Faceny.\\\"\\n\\nMaskull thought this over for some minutes.  \\\"That must be so,\\\" he said at last.  \\\"Without life there can be no love, and without love there can be no religious feeling.\\\"\\n\\nIn the half light of the land, the tops of the hills containing the valley presently attained such a height that they could not be seen. The sides were steep and craggy, while the bed of the valley grew narrower at every step.  Not a living organism was visible.  All was unnatural and sepulchral.\\n\\nMaskull said, \\\"I feel as if I were dead, and walking in another world.\\\"\\n\\n\\\"I still do not know what you are doing here,\\\" answered Corpang.\\n\\n\\\"Why should I go on making a mystery of it?  I came to find Surtur.\\\"\\n\\n\\\"That name I've heard - but under what circumstances?\\\"\\n\\n\\\"You forget?\\\"\\n\\nCorpang walked along, his eyes fixed on the ground, obviously troubled.  \\\"Who is Surtur?\\\"\\n\\nMaskull shook his head, and said nothing.\\n\\nThe valley shortly afterward narrowed, so that the two men, touching fingertips in the middle, could have placed their free hands on the rock walls on either side.  It threatened to terminate in a cul-de- sac, but just when the road seemed least promising, and they were shut in by cliffs on all sides, a hitherto unperceived bend brought them suddenly into the open.  They emerged through a mere crack in the line of precipices. A sort of huge natural corridor was running along at right angles to the way they had come; both ends faded into obscurity after a few hundred yards.  Right down the centre of this corridor ran a chasm with perpendicular sides; its width varied from thirty to a hundred feet, but its bottom could not be seen.  On both sides of the chasm, facing one another, were platforms of rock, twenty feet or so in width; they too proceeded in both directions out of sight.  Maskull and Corpang emerged onto one of these platforms.  The shelf opposite was a few feet higher than that on which they stood.  The platforms were backed by a double line of lofty and unclimbable cliffs, whose tops were invisible.\\n\\nThe stream, which had accompanied them through the gap, went straight forward, but, instead of descending the wall of the chasm as a waterfall, it crossed from side to side like a liquid bridge.  It then disappeared through a cleft in the cliffs on the opposite side.\\n\\nTo Maskull's mind, however, even more wonderful than this unnatural phenomenon was the absence of shadows, which was more noticeable here than on the open plain.  It made the place look like a hall of phantoms.\\n\\nCorpang, without delay, led the way along the shelf to the left. When they had walked about a mile, the gulf widened to two hundred feet.  Three large rocks loomed up on the ledge opposite; they resembled three upright giants, standing motionless side by side on the extreme edge of the chasm.  Corpang and Maskull drew nearer, and then Maskull saw that they were statues.  Each was about thirty feet high, and the workmanship was of the rudest.  They represented naked men, but the limbs and trunks had been barely chipped into shape - the faces alone had had care bestowed on them, and even these faces were merely generalised.  It was obviously the work of primitive artists.  The statues stood erect with knees closed and arms hanging straight down their sides.  All three were exactly alike.\\n\\nAs soon as they were directly opposite, Corpang halted.\\n\\n\\\"Is this a representation of your three Beings?\\\" asked Maskull, awed by the spectacle in spite of his constitutional audacity.\\n\\n\\\"Ask no questions, but kneel,\\\" replied Corpang.  He dropped onto his own knees, but Maskull remained standing.\\n\\nCorpang covered his eyes with one hand, and prayed silently.  After a few minutes the light sensibly faded.  Then Maskull knelt as well, but he continued looking.\\n\\nIt grew darker and darker, until all was like the blackest night. Sight and sound no longer existed; he was alone with his own spirit.\\n\\nThen one of the three Colossi came slowly into sight again.  But it had ceased to be a statue - it was a living person.  Out of the blackness of space a gigantic head and chest emerged, illuminated by a mystic, rosy glow, like a mountain peak bathed by the rising sun. As the light grew stronger Maskull saw that the flesh was translucent and that the glow came from within.  The limbs of the apparition were wreathed in mist.\\n\\nBefore long the features of the face stood out distinctly.  It was that of a beardless youth of twenty years.  It possessed the beauty of a girl and the daring force of a man; it bore a mocking, cryptic smile.  Maskull felt the fresh, mysterious thrill of mingled pain and rapture of one who awakes from a deep sleep in midwinter and sees the gleaming, dark, delicate colours of the half-dawn.  The vision smiled, kept still, and looked beyond him.  He began to shudder, with delight - and many emotions.  As he gazed, his poetic sensibility acquired such a nervous and indefinable character that he could endure it no more; he burst into tears.\\n\\nWhen he looked up again the image had nearly disappeared, and in a few moments more he was plunged back into total darkness.\\n\\nShortly afterward a second statue reappeared.  It too was transfigured into a living form, but Maskull was unable to see the details of its face and body, because of the brightness of the light that radiated from them.  This light, which started as pale gold, ended as flaming golden fire.  It illumined the whole underground landscape.  The rock ledges, the cliffs, himself and Corpang on their knees, the two unlighted statues - all appeared as if in sunlight, and the shadows were black and strongly defined.  The light carried heat with it, but a singular heat.  Maskull was unaware of any rise in temperature, but he felt his heart melting to womanish softness. His male arrogance and egotism faded imperceptibly away; his personality seemed to disappear.  What was left behind was not freedom of spirit or lightheartedness, but a passionate and nearly savage mental state of pity and distress.  He felt a tormenting desire to serve.  All this came from the heat of the statue, and was without an object.  He glanced anxiously around him, and fastened his eyes on Corpang.  He put a hand on his shoulder and aroused him from his praying.\\n\\n\\\"You must know what I am feeling, Corpang.\\\"\\n\\nCorpang smiled sweetly, but said nothing.\",\"timestamp\":1637649082,\"title\":\"My home is on the other side of the universe. As for what I am doing here - I accompanied Leehallfae,\"},\"digest\":\"JyqECJxGC2AyNEm8F2Yso0yZPF6Pzu3jCrC1E5yDyKQ\",\"authorship\":{\"contributor\":\"0xBD49781Dd387395918Bf70f33643d6b0BDC2f41E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eLff-L5tMZiB1cA3gVtySbo-BS4-f30qkRHhHTBWFP4\\\",\\\"y\\\":\\\"uRk50NMzvvpMHLqTMOMY_Hw_kvey0RlvhS6hZHh_LYw\\\"}\",\"signature\":\"0pozTJP9qkZI08tSn64d3Sf6ARVecgOd00gKZBAZOLzS_lP6_PN4vdePWz1A5qfkLtk64ZwNB61EmO9aK3EZeg\",\"signingKeySignature\":\"0xe6388bcce932b4d966ff8a1ef483605b4538f991a416a12aeae064ebf67e99452c159ecf86412c5c9fcceaedc8408bc474ce018281071686ee9be134f3b6ba661c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eLff-L5tMZiB1cA3gVtySbo-BS4-f30qkRHhHTBWFP4\\\",\\\"y\\\":\\\"uRk50NMzvvpMHLqTMOMY_Hw_kvey0RlvhS6hZHh_LYw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JyqECJxGC2AyNEm8F2Yso0yZPF6Pzu3jCrC1E5yDyKQ\"}"