"{\"content\":{\"body\":\"[Royal](https://royal.io/), a platform that allows anyone to purchase the right to earn royalties from their favorite songs, today announced that they have welcomed a star-studded roster of global artists among their investor list including The Chainsmokers, Nas, Logic, Stefflon Don, Kygo, Joyner Lucas & Disclosure and have closed a $55M Series A round led by a16z with additional investment from CAA and NEA’s Connect Ventures, Crush Music, Coinbase Ventures, Founders Fund and Paradigm to build the future of music ownership on-chain. This Series A follows their seed round of $16M, announced in August. Royal will use the funds to invest in the growth of its ecosystem as thousands of artists, from household names to up-and-comers, have reached out to work with Royal.\\n\\nThe company is growing at a rapid pace beyond expectations, reaching over 120,000 sign-ups since announcing at the end of August,” said Royal CEO and Co-Founder, Justin “3LAU” Blau. “We couldn’t be more excited to welcome a roster of innovative artists that believe in our mission.”\\n\\nLast month, Royal proved its concept in its initial interaction on the platform: 3LAU gave away 333 limited digital assets (Royal’s extended version of an NFT) representing 50% streaming ownership in his latest single, ‘Worst Case.’ Within the first two weeks, the song has reached an implied value of over $6m with fans holding half of the value, and the tokens have traded over $650k in secondary market volume, showing how an open market values ownership in music royalties.\\n\\n“We believe blockchain technology has the ability to transform music ownership the same way the internet has transformed the way music is listened to,” added electronic duo The Chainsmokers in a joint statement. “At the dawn of Web3, Royal’s model of modernizing the way we collect and share music made perfect sense to us as musicians and investors — we had to get involved.”\\n\\nThe support from artists in Royal’s mission has been overwhelming, as evidenced by support from across genres, from EDM to hip-hop, and from artists’ representatives such as CAA. This interest and demand exists across verticals, as support from VCs and corporate backers flows in, as shown by the presence of Andreessen Horowitz, Coinbase Ventures, Founders Fund, and Paradigm in this most recent funding round.\\n\\n“When Justin told us about Royal and how artists can share rights to their music directly with their community, it just clicked,” said hip-hop artist Logic and his manager Chris Zarou. “To us, that’s a game-changer. ”\\n\\nRoyal is showing how they will make music royalty ownership accessible to the masses, allowing anyone to buy tokens representing their favorite songs and share in the royalties. Connecting artists directly with fans as royalty owners creates a deeper connection with aligned incentives, providing numerous advantages for everyone involved and flipping the legacy music business model upside down. Artists can simultaneously empower their fanbase while funding their careers. At the same time, fans get access to opportunities that traditionally have only been available to major labels, hedge funds and highly-connected individuals. Royal’s model represents a new era in music royalty ownership, streamlined through blockchain technology. Announcements on Royal’s live sale will follow in the coming weeks.\\n\\n“The Royal team has an audacious vision to apply the ethos of web3 to transforming the music industry in a way that empowers artists and their fans,” said Kathryn Haun, General Partner at Andreessen Horowitz. “Music is one of the most exciting unlocks for NFTs. 3LAU’s firsthand experience as a successful artist paired with JD’s exceptional track record as a repeat founder and startup operator makes them the ideal pair to tackle the complex undertaking of applying blockchain technology to music rights and ownership.” Read more in Katie’s blog post announcing a16z’s excitement about royal [here.](https://a16z.com/2021/11/22/investing-in-royal/)\\n\\n**About Royal**\\n\\nHelmed by co-founders Justin Blau (3LAU) and JD Ross, Royal is building a music platform that makes it easy to invest in artists and earn royalties alongside them. With Royal, anyone can own a piece of their favorite music. Backed by Paradigm, Founders Fund, Andreessen Horowitz and a large roster of top angel investors, Royal is redefining the meaning of owning music. For more information, please visit [www.royal.io](http://www.royal.io/).\\n\\n\\\\++++++++++\\n\\n**About the Founders**\\n\\nJustin Blau (CEO of Royal) is an early crypto adopter and blockchain advocate who began working with NFTs in 2018. He’s one of the top five highest-earning artists in electronic dance music and has been ranked #8 on Fortune’s most influential creators in the NFT scene and in Cointelegraph’s Top 100 Notable people in Blockchain. In March 2021, 3LAU sold the world’s first digital tokenized album, earning a record-breaking $11.7M and has earned over $20 million in total NFT sales in the past year.\\n\\nJD Ross is the co-founder and President of Royal. Before starting Royal, JD co-founded Opendoor ($OPEN) and was a General Partner at Atomic, the venture studio that co-founded successful startups including Hims & Hers, Bungalow, Butter, Homebound, Villa, OpenStore and more.\",\"timestamp\":1637666947,\"title\":\"Royal welcomes The Chainsmokers, Nas, Logic & Kygo as investors and announces a $55M series A round led by a16z to build the future of music ownership\"},\"digest\":\"0LiSP7_mUvaYoQWejhhAsax6D3L4lRilVbDjLCj5kN8\",\"authorship\":{\"contributor\":\"0xd23e5a77AC2AdBDdaA1569389581732f2EA09E61\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3ShgMoTEGKfFnAo4gJBI2Lz9nucdd1vZf47pOb3nWfg\\\",\\\"y\\\":\\\"jNVAHBp9BJl-k_RlZHuva7s5QPJxReKWTP-SFnIXFwo\\\"}\",\"signature\":\"SSrjUCCTiNfTg9SjHyuh2knMRPuK-rBm8iA0rtfkRtYofhOOlq-iNFsfjVuYYNFQFs5jCMk-z98mkgCE6aNtrg\",\"signingKeySignature\":\"0xc8074147e4b26b6fd9fa4d6eee5ec86432ef155f6e77cd907f005df59cf59fe90f69ab45f6e2d152380a3e64342ab9caa836eadac1a9123ae087f2a8c4706d8e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3ShgMoTEGKfFnAo4gJBI2Lz9nucdd1vZf47pOb3nWfg\\\",\\\"y\\\":\\\"jNVAHBp9BJl-k_RlZHuva7s5QPJxReKWTP-SFnIXFwo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0LiSP7_mUvaYoQWejhhAsax6D3L4lRilVbDjLCj5kN8\"}"