"{\"content\":{\"body\":\"**直击业务**\\n\\n**字节“进攻”亚马逊，再造欧洲版“拼多多”**\\n\\n由字节跳动国际化电商团队“麦哲伦XYZ”操刀、可能连接着TikTok这款全球月活超10亿的产品、长着一副拼多多的模样，这样一款横空出世的产品能在业内溅起多大水花？\\n\\n“Fanno目前是自营模式，主打低价，有点像国内的拼多多和京东的混合版。”一位已在12月初完成入驻的商家告诉《财经天下》周刊。目前，Fanno只是定向邀请小部分商家入驻。“现在还在测试阶段，会在12月底向所有中国卖家开放。”\\n\\n目前，Fanno产品仍处于初级阶段，没有商品搜索栏，也没有产品分类，商品陈列完全依靠系统推荐，大有将“兴趣电商”进行到底的意味。而其主打的自营模式，更为可控也更利于字节跳动亲自掌握市场。浏览其商品页面，有美妆、服饰、手表、轻型家居用品等在售商品，价格多在1英镑-20英镑之间，一些商品折扣可达50%以上。\\n\\n![](https://images.mirror-media.xyz/publication-images/TkoQ9YP2KjwEBCEq80Wvw.png?height=547&width=550)\\n\\n**腾讯入股“玻尿酸龙头”福瑞达生物 后者拥有多项知名产品**\\n\\n福瑞达生物成立于1998 年，是山东省化妆品行业龙头企业、专精特新企业、瞪羚企业、高新技术企业，是国内最早进行玻尿酸、聚谷氨酸成分护肤品的研发、生产、品牌营销及ODM/OEM的化妆品科技企业。福瑞达生物依托福瑞达医药集团强大的研发能力，以制药理念研发化妆品，以制药标准生产化妆品，率先开启中国“玻尿酸+”科技护肤时代，在玻尿酸护肤、微生态护肤、精准护肤、精油养肤、中草药植物护肤等技术领域全面突破。企查查APP显示，福瑞达生物旗下拥有包括颐莲在内的多个玻尿酸护肤品牌，提供肌初赋活系列、透明质酸保湿系列、鲜养焕白系列、嘭润系列、高保湿系列、蜗牛系列、肌源系列、玻尿酸原液系列等产品。\\n\\n**腾讯会议面向金融行业推出“会路演”，两到三年内市场份额要达80%**\\n\\n近日，腾讯会议与上海腾你联合推出了面向金融行业的合规会议路演解决方案——会路演。目前，会路演已经吸引了近二十家基金、券商、保险、期货类头部金融机构。\\n\\n \\n **互联网那些事**\\n\\n**容联云宣布全资收购数据智能服务商“诸葛智能”**\\n\\n36氪获悉，容联云宣布全资收购新一代数据智能服务商“诸葛智能”。据介绍，收购完成后，双方将通过整合“通讯+数据+智能”的核心技术，帮助企业营销与服务数智化转型。　　\\n\\n**被美列入投资者黑名单后 商汤科技延迟港股IPO**\\n\\n12月13日午间，商汤科技（00020.HK）在港交所发布公告称，为保障潜在投资者利益、帮助其了解制裁影响，公司全球发售及上市将会延迟。不过，商汤科技仍致力于尽快完成全球发售及上市。\\n\\n**阿里投了前京东七鲜创始人的生鲜电商创业项目**\\n\\n生鲜超市 T11 完成 B 轮 1 亿美元融资，阿里巴巴领投。T11 成立于 2018 年 5 月，其创始人杜勇曾是京东旗下生鲜超市 7FRESH （后改名七鲜）的创始人和操盘手。T11 已在北京、上海、武汉开出 6 家生鲜超市。杜勇此前接受我们的采访时说 T11 不会把门店当仓库，希望让人有代入感地来店里逛，“我觉得审美是核心竞争力。”（晚点LatePost）\\n\\n**京东补齐50亿元网络小贷注册资本金**\\n\\n近日京东科技控股有限公司旗下重庆京东盛际小额贷款有限公司工商变更，注册资本由30亿元增至50亿元。继腾讯、字节跳动、美团追加旗下互联网小贷注册资本金至50亿元，京东科技旗下小贷公司亦获二次增资，补齐资本金门槛。\\n\\n**“拍照搜题” 等教育类软件没有下架**\\n\\n教育部官网今天公示，在各地教育行政部门完成中小学线上学科类培训机构审批前，已经备案的教育类软件也要暂时从 “平台” 下线。\\n\\n这里的 “平台” 指教育部备案管理平台，而不是应用商店。目前用户可以正常使用包括 “拍照搜题” 在内的教育类软件。\\n\\n接近作业帮人士称，拍照搜题类软件都已经重新申请备案，等待审批通过，且在 11 月前后多个拍照搜题软件就已经内部进行了合规处理。\\n\\n目前使用作业帮拍照搜题功能，需要通过实名、身份证号申请为家长、老师模式才能使用；小猿搜题则需要认证为 14 周岁以上用户才能使用 “视频答疑”。\\n\\n不过该认证只需申请一次，对掌握家长实名信息的未成年用户来说，破解并非难事。（晚点LatePost）\\n\\n**库克透露苹果投资三大方向：眼镜和汽车或为重点**\\n\\n库克在接受采访时带来了许多有关苹果的消息。库克称，随着世界演变成一个更复杂的数字世界，苹果将重点关注的三大领域为：人工智能（AI）、增强现实（AR）和自动化（Autonomy）。（凤凰网科技）\\n\\n**小米双线造车：控股公司智米科技筹备造车**\\n\\n36氪从多位知情人士处获悉，小米控股的生态链公司智米科技已加入造车大军，前通用泛亚的电动汽车项目负责人马永东加盟，负责智米的整车业务，同时，不少北汽的电子电气架构人员也在近期加入智米。有汽车设计公司已经在和智米接洽，对接整车设计工作。消息人士透露：“智米的造车方向也是乘用车，首款车是SUV。”智米科技的造车业务目前与小米汽车保持独立，未看到小米行政体系对智米科技的明显支持。\\n\\n**北京已审批5家中小学线上学科培训非营利机构**\\n\\n据中国社会组织政务服务平台信息，北京市已审批5家中小学学科培训非营利机构，分别为北京希望在线线上学科培训学校、北京猿辅导线上学科培训学校、北京志道线上学科培训学校、北京作业帮线上学科培训学校、北京乐学东方线上学科培训学校。北京市教委目前尚未公示上述5家机构是否已拿到办学许可证。（21世纪经济报道）\\n\\n**小马智行主动暂停加州全无人车测试**\\n\\n日前，小马智行已不在加州交管局官网的全无人自动驾驶测试牌照列表中。小马智行表示，“小马智行一贯秉承安全第一的原则。此前，小马智行无人测试车在美国加州进行日常测试过程中，发生了轻微碰撞，无人员受伤，也不涉及其他车辆。事故发生之后，小马智行立即对事件进行了复盘调查，并主动停止了在加州的自动驾驶无人化测试。同时，小马智行第一时间与加州DMV进行了汇报，目前仍在紧密沟通和合作中。”（新浪科技）\\n\\n**36氪推出新产品翎氪，Link你关心的人和TA关心的事**\\n\\n12月13日，36氪在WISE2021新经济之王峰会上推出全新产品：翎氪。翎氪，取意于英文单词Link——连接，是一个专注高价值内容推荐与分享的社区平台。通过翎氪，用最简单的方式，将你与专业的人相连，在分享与探讨中将思想的力量传递给彼此。目前已开启小范围公测，欢迎大家前来体验。\\n\\n**领英职场上线，接下来领英将逐步切换版本**\\n\\n亲爱的中国地区高级账号会员，感谢您对领英中国产品在过渡期间的持续关注及支持。我们很高兴地宣布“领英职场”在中国正式上线，致力于帮助中国会员连接职业机会，从而事半功倍，发挥所长，同时协助中国企业在全球范围内找到理想的候选人。\",\"timestamp\":1639457923,\"title\":\"20211214每日早报\"},\"digest\":\"cdBS7rAb9RvGSX6PfDFXwe3Ka7rLnt4lSy7XIRrQ6Wo\",\"authorship\":{\"contributor\":\"0x2744a205b3a599508295e53d0290b949104d57F4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0t8b5lBjlMG0V-GA28fQWmu4AUd22IdtaKpcur_gU7A\\\",\\\"y\\\":\\\"a3SwgSCfrN9-xNBMTYlYLjEEKNVs2iaqC2o_1qfic6g\\\"}\",\"signature\":\"Fyk2uidaFg0TOz0TPscfBV2dfXnQfa5qnAgaywDTX3wliCxIqUDIit_IH4Ayig6QRr6EIzWPhhqcD6OGU3UajA\",\"signingKeySignature\":\"0x89eb083872d0bf34c73f5f1eb5e392acddc725c1b86b4ed25667bbce364472e71c99c18852c6d902aed00e14156c145a035cbfe74dc5bb40dce29fcad4e6fb911c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0t8b5lBjlMG0V-GA28fQWmu4AUd22IdtaKpcur_gU7A\\\",\\\"y\\\":\\\"a3SwgSCfrN9-xNBMTYlYLjEEKNVs2iaqC2o_1qfic6g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cdBS7rAb9RvGSX6PfDFXwe3Ka7rLnt4lSy7XIRrQ6Wo\"}"