"{\"content\":{\"body\":\"In recent years, many of you who are interested in crypto, probably have noticed the continuous growth of the number of new exchange products that help earn from lending and margin trade.\\n\\n \\n\\n***In case, there are unknown terms, a short note:***\\n\\n*Margin trading is trade with the help of borrowed funds. Turning to the details,  when a trader takes out a loan on collateral and sell borrowed funds. After that, if the rate of sold coins is dropped, a trader buys borrowed funds with a lower rate and pay back the loan. The difference between the initial selling price and buying price is a profit or loss. Margin trading became highly popular among ordinal markets. Perhaps, many of you not only have heard but also have already tried to trade through Forex currency market brokers. However, it is a relatively new type of trade for the crypto market.* \\n\\n*Lending occurs when someone allows another person to borrow something, or, in our case, cryptocurrency. Therefore, repayment will include the payment of interest.*\\n\\n*Leverage is the ratio of the trader’s funds (which are the guarantee for the loan) to the loan size. For instance, 2x leverage means that having $100, it is possible to borrow $200, while 10x leverage provides an opportunity to borrow up to $1000 with the initial balance of $100.*\\n\\nYou’d think, the higher the leverage, the “better” for the traders, because more funds could be used to trade. You are likely to believe in such a golden opportunity that is created for the traders, but let’s go deeper into details.\\n\\nIf you have $100 and you have borrowed $200 (leverage is 2x), after that, you have bought 1 ETH expecting that an exchange rate of Ethereum will grow and you could sell 1 ETH for $250, pay back the loan of $200 and profit from the deal $50. But something went wrong and the ETH rate, instead of growing, began to fall. At the same time, you have $100 on the balance (as security for the loan) and also 1 ETH, the price of which falls. You also have a debt of $200 (for which you have already bought 1 ETH). In this case, the forced repayment of your loan and the liquidation of the trading position will happen at the price of Ethereum of $110, that is, you have about 45% in case of rate swings.\\n\\nAnd now, you suppose, having $ 100, take about $ 1000 (leverage 10x) and buy 5 ETH, in this case, a drop in the price of Ethereum from $ 200 to about $ 185 will lead to the liquidation of your position and the use of collateral to cover the loan, you’ll practically “zeroing” your balance.\\n\\nNow, you can easily imagine what kind of rate fluctuations with leverage of 20x-100x is certain to zero out your account. For example, with 20x it will be about 4% aren’t in your favor, and at 100x less than 1% of changes in the rate will already put a crimp on your balance.\\n\\nDaily exchange rate fluctuations and short-term reversal in a currently downward trending price that can easily make up 10-15% even for the most liquid currencies like ***[BTC](https://blockchain.news/tag/BTC)*** and ETH should not be neglected. So, if everyone knows about the volatility of the cryptocurrency market, why are exchanges still offering to “trade” with leverage of 10-100x? \\n\\nUnfortunately, it is clear that the cryptocurrency market turns into one huge gambling house, and the larger players benefit from the \\\"herd mentality\\\"  of lemmings, promising them exorbitant profits, playing on excitement, or ignorance. If a few years ago, crypto exchanges offered only spot trading, now many of the “top exchanges” are ready to give leverage up to 10-150x.\\n\\nThe thing is, based on the simplest mathematical model, currently, if a trader deal with leverage of 10x-150x in the crypto market, the probability of losing all funds is tending to 100%. And this means that exchanges no longer even need to place the positions of such traders on the real market, but just right away they can put all of the traders’ deposits in their pockets. That is why the number of offers to trade with high leverage has rocked over the past year. And now, even the most top exchanges are doing traders a disservice. Considering the rapid penetration of cryptocurrencies into all sectors of society almost everywhere around the world, the behavior of these “businessmen” can be described by a well-known idiom: “A fool and his money are soon parted”. Let’s leave the moral aspect of these actions beyond the scope of this article; this is just a statement of fact.\\n\\nNow let's talk about the lending of funds, this is the other side of margin trading. In ordinary markets, liquidity for margin trading is provided by brokers, and their liquidity is provided by banks and other financial institutions. In the crypto market, mainly liquidity for margin trading is provided by the exchanges, from reserves or funds that they borrowed from other users at a certain annual % (lending). For example, now, the well-known exchange N1 is ready to provide borrowed funds to traders for margin trading in BTC at 11% per annum. But it is interesting to note that interest rate which is offered to users who have lent their funds - approximately 3% per annum. Accordingly, the difference between these rates is the profit of the exchange.\\n\\nAnd all of the above would not be such a big deal if top exchanges played honestly. But the fact is that by lending funds you give them to a “term deposit”. Meanwhile, these funds are most likely to be used by exchanges to manipulate the market and play against traders. At the same time, unlike whales, exchanges always know exactly all the margin orders of users, and they can accurately calculate how much, when, and in which direction the rate should be changed to benefit the most. Probably, many of you have read about claims against one of the most popular crypto derivatives exchanges.\\n\\n**What do we offer, the [50x.com](https://50x.com/) exchange team?**\\n\\nWe propose to start changing the rules of the game in this market. And more recently we launched a transparent system of spot margin trading and lending on our platform. Now, any holder can lend their funds, and at the same time, any trader can take out a loan at the most favorable interest rates. Thus, lenders will receive the real fees that traders pay, and traders will be able to take out loans on better terms, in contrast with other exchanges.\\n\\nWe offer leverage for loans up to 3x, which allows you to minimize risk for margin trading. Moreover, the uniqueness of our quantum trading core, based on Any2Any technology, allows to use all of your so-called trust coins on the account (now, it is BTC, LTC, ETH, USDT, TUSD, USDC) as collateral, lend/borrow funds, and also trade any of coin present on the exchange to any other.\\n\\nIf you wish to learn more about 50x.com, visit their[ website](https://50x.com/).\",\"timestamp\":1636176898,\"title\":\"Margin Trading And Lending On The Crypto Market\"},\"digest\":\"1RtXkbfxmLVc41F4yC9ij74-_TSIpKuz1Qoeo4FGZZk\",\"authorship\":{\"contributor\":\"0xBcC67A7D19c7c0606454D8D984D32340b332608A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QLCfGhxVFkyMZi-nTVni-G9GjawKIF1GJA6V3nGcSns\\\",\\\"y\\\":\\\"k6CdkeDwGFT87ISKtMoXrmmI8dRrDK_vpyjsQbkHN0k\\\"}\",\"signature\":\"lCeVZl2lfgNNudtcTxjdVkno0OIZg3XMojL1QKEcpXPxwwdZA-o6P_S-Y01d4GSqjb-50fu8C3OPE5HMy3lMfw\",\"signingKeySignature\":\"0x3e34c063af3af61c1c68f94fe00569c05d27c296266effebf123f7df65898e0b7fd5030ef5d22ad77fbeb398338f2e33fe3da939e8b79d140fab6fb146f1d3631c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QLCfGhxVFkyMZi-nTVni-G9GjawKIF1GJA6V3nGcSns\\\",\\\"y\\\":\\\"k6CdkeDwGFT87ISKtMoXrmmI8dRrDK_vpyjsQbkHN0k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1RtXkbfxmLVc41F4yC9ij74-_TSIpKuz1Qoeo4FGZZk\"}"