"{\"content\":{\"body\":\"爬上雕象，我伸出的手臂刚一触碰到宝石，外表那层火焰宛如实质一般，陡然间窜得老高，吸附在我的手上，若不是只有冰冷的感觉话，我简直以为自己的手在燃烧，奶奶的，吓了我一大跳。\\n\\n```\\n还没等我从惊讶中走出，更加令我吃惊的事发生了，一个朦胧的身影伴随着高高窜起的火焰，出现在半空中。那黑色的羽翼闪烁着金属一般的光泽，一手拿的是闪烁着妖艳之光，美轮美奂的审判之锤，而另一手中，紧紧握住的是把镶嵌着一圈猫眼石的死亡之刃。虽然只是一个幻影，但是其浑身散发出来的死亡气息，简直让我的血液为之凝固，气息为之一屏。\\n\\n这，不正是我在被诅咒的冥王殿里见过的那尊冥王石像吗，怎么会出现在这里呢，难道时空可以转换，这石像可以化为虚无的存在吗？我心中升起的，不只是惊疑二字。\\n\\n神像的双眼依旧是紧闭的，但是我很清楚地感受到，它绝对不仅仅是存在与火焰之中的神像，那种从心灵深处产生的无比震撼，就仿佛是一个活生生的冥王正站在我的面前，随时可以掐灭我的生命之火。一个腿软，我扑腾一声从雕像上跌落下来。\\n\\n站起身来，摸了摸屁股，甩了甩头，我使劲揉了揉眼睛，生怕自己刚才看错了，睁眼再往上一看，那火焰转瞬之间已经恢复如常，一切，仿佛什么都没发生过，半空中的影像也消失得无影无踪。\\n\\n奶奶的，错觉，原来只个是错觉而已，我低声咒骂了一句，歪歪扭扭地又爬了上去，小心翼翼地一伸手，这次，没有异常情况出现，那块蓝色的宝石被我稳稳地抓在手心里。\\n\\n“隐为者玩家，您得到了灵魂之玉。”一行清楚的红字跳动在我面前。\\n\\n灵魂之玉？什么玩意，有什么属性吗，我心中好生欢喜二字，在天地里，只要是有名有姓的东西，肯定都会有点用场，没等我细看这蓝玉的属性，身后突然传来一阵瑟瑟声响。\\n\\n我连忙从大手上滑了下来，转头一看，要死，只见那瘫伏在地上，早已挂掉的双尾毒蝎王不知从哪得了神力，居然哆嗦着，颤颤悠悠地站了起来。\\n\\n难不成这家伙还没死，我刚才可是看着它倒下的，难道说这斯还会诈尸不成，我这心里顿时发了毛，收起玉石，脚步接连后退了几步，目光紧紧锁住毒蝎王。\\n\\n咔咔咔咔……随着一阵骨头碎裂的声响，以毒蝎王背上被我砍裂的翠绿斑纹为中心，如螺旋般往周围裂开一条条缝隙，阵阵淡黄色的液体像喷泉一样从里面冒了出来，延着黑甲上的纹路很快就覆盖住了蝎子的整个身体。两条带着毒刺的尾巴沾满了那些粘稠的液体，不断地互相抽打着，渐渐纠缠在一起，融合成一条更加粗壮的毒尾。而它的上半身在沾染了粘液之后，竟然扭曲熔化着，化为一个人形。而那断了前螯的伤口，竟然蠕动着抽出新的前螯，不，准确地说应该是一只手臂。\\n\\n射，我狂射，乘着这家伙还没有完全变异，我是先下手为强，手中的长箭一枝接着一枝奔向那双尾毒蝎，不过，我的攻击似乎对现在的它根本起不了作用，粘稠的黄色液体将箭枝一一吞噬溶解，连个箭羽都没剩。\\n\\n变异，在转眼间就完成。\\n\\n强壮的肌肉如岩石一般突兀着，一条条黑褐色的血管纷纷暴在其上，一条条黑色的触须，如头发般散落在棱角分明的脑后。空洞的双眼里没有别的颜色，只是一片深邃的黑，就像两个黑色旋涡，要将一切所视之物统统吸入。继续往外流淌着黄色液体的恐怖大嘴里，布满了细小而尖锐的利牙，看起来更加格外狰狞凶猛。\\n\\n一片片黑色蝎甲严严实实地包裹着它的躯体，就像是为它量身而制的钢铁盔甲，那道道轻薄的金属边缘，其锋利程度丝毫不逊色任何一把刀剑。而原本分布在蝎子王背后的那块翠绿色花纹，则浮现在它那强壮的胸前，那点艳红也增大了几分，如心脏般不断收缩扩张，如同一个诡异无比魔法阵，维持着它的生命力。而它的下身，则依然是那长着六爪的蝎身，黑黄交叉的粗壮双刺尾看起来是更加凶悍。\\n\\n怪物：蝎人王\\n\\n等级：？？？\\n\\n汗，死去的怪物还能转生，而且变得更加强大，奶奶的，我这是到了什么地方，这是什么世道，我心里暗暗叫苦，想也没想，立即从祭坛上跳了下来。\\n\\n我前脚刚离祭坛，后面蝎人王就疾冲过来，粗壮的蝎尾重重地拍打在祭坛上，哗啦一阵响，一根坚实的石柱被蝎人王一击扫得粉碎，这下要是打实在我身上，那还了得，我暗暗庆幸，心中，则默念起刚刚回复过来的小火球。\\n\\n无所不在，充斥着破坏和毁灭yu望的火之精灵啊，请听从我的呼唤，从虚无中凝聚出你们的存在，用炙热的炼狱之火……随着我的呼唤，一团被跳动的红焰包裹着的紫黑色光球，跳动着浮现在我掌心，那狂暴而又肆虐的火焰在紫球内涌动，它包含的破坏力，我心是充分明了。\\n\\n如果我没猜错的话，这家伙的弱点应该还是在胸前的那块奇怪的斑纹上，不过光看看它那强壮无比的双臂，我就有几分胆寒，要是被它抱个满怀的话，那还了得，我的小命估计就要玩完了。\\n\\n开启急速，我是一阵死跑，总算和蝎人王拉开一点点距离，一转头，没有迟疑，我立即将手里的小火球给砸了过去。\\n\\n也不知道这家伙是变异后脑子坏了，忘记刚才吃过小火球的苦，还是变异后对自己的实力充分相信，不怕我的小火球，那蝎人王丝毫没有避让，抬起右手一操，居然硬生生地将那小火球给攥在手中。\\n\\n汗，我知道你很强，但是别这么强啊，简直让我看得有点怕怕，怎么一个变身，就能如此强悍，我那极品小火球在它眼里，简直就是不堪一击，看来，这家伙不是我所能敌，一个字——闪。\\n```\\n\\n\\n------------\\n\\n第三百一十一章 灵魂之玉（下）\\n\\n这个念头刚在脑中一闪，我的动作立即贯彻响应，脚步一转，就欲冲向门口，忽然听得身后蝎人王发出一声凄嚎。\\n\\n```\\n有情况，我立即转头一看，只见它握着小火球的右手指缝里，冒出一片如霞的红光，那红光就像是把开花的利刃，将蝎人王的右手从里到外刺出一道道伤口，每划出一道，就有一团紫色的火焰跟着从里面窜出，顺着蝎人王那粗壮的手臂继续往下延伸，蝎人王是摔也摔不掉，拍也拍不灭，上千的血量值接连从它头顶升起，紫黑的火焰则继续如俎附骨，在它身体里四处蔓延。\\n\\n壮士断腕，这招蝎人王刚才已经用过了，这次，依然是老套路，不过方法不是用嘴，而是狂吼一声，用左手硬生将整个着火的右臂给拉扯下来，没有血液，只有一滩滩，一滴滴黄色粘液从伤口处洒落。\\n\\n蝎人王也充分利用起身体的器官，吼叫着把手臂膀当成重锤，挥舞着向我砸了过来，那气势，简直跟那发了情的野牛好有一比。\\n\\n有这样的打法吗，看着那截燃烧着的手臂，我哪敢挡其锋芒，手中的匕首刚挥舞着想要冲上去，见蝎人王这架势，又立即退了回来，游斗，咱可要充分贯彻这个刺客对战准则，千万不能冲动，硬碰硬，那根本不是我的作风。\\n\\n空荡荡的殿堂里，到处充斥着飞溅的碎石块和蝎人王那撕心般的吼叫声，手中的断臂砸烂了，地上一块块巨大的大理石块，跟着被蝎人王用残留的左臂给硬生掀了起来，权当最好的武器砸向我，我如丧家之犬，在殿堂里到处躲闪，心里暗暗骂道：这该死的东西，怎么就不知道累呢。\\n\\n影遁，奶奶的，咱忍辱负重了半天，终于等到影遁回复完毕，这可是我展开绝地反击的必须途径，看着猛扑到我面前的蝎人王，我微微一笑，回首向它召了个手，让蝎人王看得不由一楞，跟着面色一狞，手中的巨石跟着毒刺一并向我招呼过来。\\n\\n影遁一开，我的身影顿时在虚空中变得一片朦胧，脚步一跨，我迎着那下砸的石块，以最简单的方式，消失在蝎人王面前。\\n\\n嘭，方方正正的大理石重重地落在地面上，激起尘土飘扬，蝎人王满心以为我已经被砸在石块之下，发出一声发泄似的大吼，震得整个大殿都在颤抖。\\n\\n捏着小火球的我，此刻正站在蝎人王面前，抬头仰望这个大家伙，充分可以感受到它那副跋扈蛮横的气焰，和强悍无比的实力，如果没有极品小火球，如果没有虚伪之戒，我估计早已经在它手下死了几个轮回了，但是现在，能够获得最后胜利的，一定会是我，这一点，我深信不疑。\\n\\n轻轻一推，紫黑色的光球带出一条优美的弧线，没有遭遇任何阻碍，径直没入蝎人王胸前那块诡异的花纹之中。\\n\\n退，一击得手，我必速退，脚步一滑，我立即闪到了一边，但是，并没有出现我想象当中蝎人王的疯狂追赶，身后，突然变得一片死寂。\\n\\n小火球并没有象开始几次那样在蝎人王内部燃烧，或许是因为那黄色黏液惹火的缘故，或许是因为那点艳红令小火球爆发，只见一片烈焰，一片汹涌的紫色烈焰如潮水般从蝎人王胸口喷涌出来，席卷了它的全身。\\n\\n蝎人王那张冷酷的面庞上，此刻写满了绝望，身上黑色的盔甲一片一片地往下剥落，淡黄色的粘稠液体还没来得及从它身体里流出来，便蒸发成气雾，飘扬在空气中，胸口的那块翠绿，已经变成一片焦黑，那点艳红，则急剧地在扩张，再扩张，没有丝毫要收缩的味道。\\n\\n毒蝎王的呼吸变得更加的急促，想叫，但叫不出来，剩余的左手拼命地拍打着胸口，仿佛要撕裂它的胸腔，让这无尽的孽火统统挥散出来。\\n\\n物极必反，当蝎人王胸口前那点艳红膨胀到极限之时，随着一声闷响亮，蝎人王那壮硕的上半身竟然炸裂开来，残余的蝎身无力地走动了几步，六腿一软，扑通倒在地上。\\n\\n死无全尸，蝎人王这次应该真的死翘翘了吧。\\n\\n擦了擦渗满额头的汗水，我心道一声侥幸，总算是把这家伙给摆平了，成了这副德行，估计不会再复活吧。我提着心，吊着胆，在一边等了半天，见那蝎人王再无半点动静后，才移步走了上前，如此牛b的问号级boss竟然被我以一己之力给搞定，其中的兴奋和刺激当然是言语无法表达的，这家伙会给我带来什么呢，我带着满腔的欢喜之情，准备去收缴俺的胜利成果。\\n\\n蝎人王之所以能够变异，并不是因为它自身的缘故，而是因为那块灵魂之玉造成的效果，那块灵魂之玉中，可是饱含着最纯正的黑暗力量，任何刚刚死去的黑暗系怪物，都会因为它的存在，而得到绝对的力量提升，当然也会迷失自己的本性。不过灵魂之玉的这一特点对玩家来说，根本没半点用处，那它，到底会有什么用呢？\\n\\n蝎人王的身子，如一堆被踩烂的西红柿，是标标准准的惨不忍睹，我上前甩手就是个采集术，白光刚刚在它上闪过，还没有品尝到收获的喜悦，背心突然传来一阵冰凉的寒意，接着，剧烈刺骨的痛楚就席卷我全身。\\n\\n血量，骤然递减，我瞪大双眼，看着自己胸口冒出来一截蓝幽幽的毒钩尾刺，脸上，写满了惊愕，怎么可能，怎么可能，只见那粗长的蝎尾竟然从尸体下翻了出来，深深地扎进我的体内，那黑黄交错的粗圆尾截，在一瞬间就干瘪下去，毒囊里满满的毒液一滴不剩地注入我体内。\\n\\n死亡之吻，这是蝎人王最后的杀手锏，每秒造成对手二千点血量减少，直至对手死亡，持续时间为三分钟。\\n\\n蝎人王的怨恨和诅咒随着这根毒刺，全部倾注在我的身上，悬殊的等级差距，强效的剧毒威力，造成的毒攻效果让我根本来不及靠吃药回血，身为百虫之一的蝎子，它算是把死而不僵这招给玩到家了。\\n\\n心知大事不妙，我左手天香丹，右手灵仙粉一齐掏了出来，可是刚举了一半，眼前骤然一黑，身子跟着一轻，没有更多的痛苦，一道白光划过光线暗淡的殿堂，叮当一声脆响，哥们我得道升天了。\\n```\\n\\n\\n------------\",\"timestamp\":1640773043,\"title\":\"第三百一十一章 灵魂之玉（一）\"},\"digest\":\"gPVxyb0cvq4M5waAe0WAxD7A9DFXup2Lo-4QCdR1E8o\",\"authorship\":{\"contributor\":\"0xc7bB091b0D6deDC4d6506F8D35416D7307dab140\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"URTdabjjImklDS0xIcoP03jJuHLYTVWEEvPHXyBS1qo\\\",\\\"y\\\":\\\"7U1UZ6cfo-6gv9hB6FQ1Yee1VJVLPEJqWnHq4NsnhqA\\\"}\",\"signature\":\"in7ni10YHXbDUSCL0Hs9FdncocYh_OZCxAzgWUrZREGwYwHaLR0sljtag0HivbVTG1cerMSj4Jqt_c5Q_XfukQ\",\"signingKeySignature\":\"0x00f7ff23cf2026a9830f221aa122201cc78ad49a1a0211523b69c9b71c25f8837c8fb5e8eda9c4479a7738ab7f20f7a8c6477f6a531126ea156c4e76607cdf601c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"URTdabjjImklDS0xIcoP03jJuHLYTVWEEvPHXyBS1qo\\\",\\\"y\\\":\\\"7U1UZ6cfo-6gv9hB6FQ1Yee1VJVLPEJqWnHq4NsnhqA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gPVxyb0cvq4M5waAe0WAxD7A9DFXup2Lo-4QCdR1E8o\"}"