"{\"content\":{\"body\":\"2017年读书笔记back up\\n\\n很满意，在国庆就要结束的今天，看完了这本本应该老早就看完的书，并且圆满的完成了自己在国庆开始前给自己定下的任务。很好，这个国庆给自己打个80分，剩下的20分扣在想他上。 在看这本书之前其实是听说，归来很好看，想说看完原著再看电影可能会有比较深的理解。 只是没想到，在看完原著之后再去看电影，感觉实在是太糟了，电影根本没有讲到原著的万分之一，简直可以说是很原书没有半分关系了。\\n\\n陆犯焉识这书讲了什么呢，先捋一下主线故事。\\n\\n本书男主角也就是陆焉识，曾经是一个有钱人家（emmmm不只是有钱还有地位，可以算是小豪门吧）的少爷，作为接受过西洋教育的少爷仔，最追求的就是个人的自由意志。这自由意志包括了很多，婚姻恋爱自由，言语自由，行动自由等等等等，只是这些自由他一项都追不到。陆少爷有一个继母，可以说他的继母就是限制他自由的第一人，限制了他婚姻恋爱的自由，强强要把自己的侄女冯婉瑜嫁给陆焉识，陆没得反抗（反抗不了也没做多少反抗）带着一丝恨意和不爽娶了冯，那种心情就是你非要嫁给我是吧，那你就嫁吧反正你就算得到了我的人也得不到我的心，之后借口学习离开了家，跑到大洋那头去找他的自由。找呀找呀找自由，找不到他要的自由陆又回来了，回来以后作为一个傲娇又古怪的大少爷，他依然很不喜欢被捆绑之下而娶了的妻子冯，他寄情于书本以及在远离家庭后继续找自由。一个好的故事从来就不是圆圆满满、安安稳稳的，陆少爷这样一个钟情与自由的人是怎么可能会在动荡的时局中全身而退呢，他是那样一个不肯让别人去滥用他的话语并用此做枪头的人啊，他是那样一个不肯失了言语自由的人啊，那么他只能受苦了，去到大荒草漠上去受各种各样的苦头，故事也就是从这里开始的。\\n\\n陆少爷哦不，应该是反革命犯老几，被发配到大荒草漠上劳改了二十年，一个拥有着绝好记性的勤于思考的教授，在大荒草漠上不断重复的劳动和死亡的阴影中，终于在某一天开了窍，突然想念起了家里那个其实长得很美但是一直被他忽略的妻子，冯婉喻。在遥远的荒草漠上，陆焉识终于的爱上了他的妻子。也因为这份爱，他决定逃离荒草漠，去见妻子。但也因为爱，他又回到了荒草漠，直到某一天国家反思了自己的过错，放了他出来，才让他回到了冯婉喻的身边。世事就是这样，给你个糖又马上给了你个巴掌，陆焉识回来了，冯婉喻却痴呆了。\\n\\n其实看完全书，我觉得冯婉喻的痴呆是因为她不敢面对陆焉识，作为一个受到传统教育的人，她在陆焉识被抓后为了救他而做的事是她一辈子都背负的枷锁，她不怨他但她不敢面对，所以她才让自己痴呆了。\\n\\n这本书在读的时候，就让我想了很多，书里关于爱情，关于人，关于在痛苦的环境下要如何生存，每一个话题都让人思考良多，都足以花费众多笔墨去专门的写一篇文章，太厉害了，能够在一篇小说里把这些融合的这么完美。\\n\\n关于陆焉识的爱情，我原本是嗤之以鼻的，因为自己被剥夺了爱情自由就可以放纵自己了吗，这不是借口。但是读完，我才知道，他就是这样的人，其实爱是什么呢，爱不过是自己的一场修炼，有的人早已修得成果，而有的人一定要经历很多以后才能知道什么是爱，该如何去爱。陆焉识正是后者。书里印象很深的一句话是，我们，把爱误会过去了。多少人多少年都是这样啊，把爱误会过去了，就过去了。\\n\\n关于那个年代，多么伤人我想不必再讲了，人吃人人咬人，好敌人远不如坏人民，都是什么道理啊，但竟然在那个年代，这就是道理，多么可笑多么可悲，幸好那个时代已经过去了，愿我们都能用睿智和理智去度过我们的一生，而不是在扭曲的思想道德标准下过一辈子。\\n\\n最后说一下归来，太小了，格局太小了。陆犯焉识绝不仅仅只有爱情而已，更多的是对人，对任性的思考，在我看来。\",\"timestamp\":1640610383,\"title\":\"记录下读完陆犯焉识之后的万千想法\"},\"digest\":\"lfGXLsBwdTr20LenNai19TV7zVrl6z4DnCz_kjXvntc\",\"authorship\":{\"contributor\":\"0x8A9E2690943F8C328cF7805061C48092367E8bB3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gOsRdY5J8FQmB4LQb2bPmtrR_k6wTwmSta-Id-MKk4g\\\",\\\"y\\\":\\\"wloXmqARRdIvTpoJs8QdCyq44OM7e3vJCIfDQZFlST4\\\"}\",\"signature\":\"0nNiLA7TL9HwsRdYNAN-peNYlnvZ6jH_oAAWKjDMB9XRilBozK4W4OKjUW6w_bxafgVQidniwCFqzUuAjRyXzg\",\"signingKeySignature\":\"0x5287c34ffaff962a4d9dccf4f1321b2b8a89e68f50d850a20d1447eb2c519f2b4e71e03216a4742e23d0cf85ce4d097512e1c8e3f1260cbfe61738d75a5292871c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gOsRdY5J8FQmB4LQb2bPmtrR_k6wTwmSta-Id-MKk4g\\\",\\\"y\\\":\\\"wloXmqARRdIvTpoJs8QdCyq44OM7e3vJCIfDQZFlST4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lfGXLsBwdTr20LenNai19TV7zVrl6z4DnCz_kjXvntc\"}"