"{\"content\":{\"body\":\"**The first edition of Global Crypto Art Exhibition *The time of the Chimeras* will take place in Cameroon Pavilion during the 59th Venice Biennale from April 20 to Nov. 19, 2022.**\\n\\nVenice Biennale, known as the most important events worldwide, started from 1895 and last over 121 years till now, leading the whole art history from the peak of modern and the beginning of contemporary art by its strictly selecting mechanism together with open and diversified natural decentralized management system. [www.labiennale.org](http://www.labiennale.org)\\n\\nMillions of artists, collectors, curators, scholars, art fans and all kinds of art professionals come to Venice every 2 years either to show their newly created art as best as they can make or choose, and/or to make a general survey about what is happening in the art world.\\n\\nTo participate in the crypto art exhibition in Venice Biennale will be a historical milestone for any kind of individuals and  institutions in the blockchain world.\\n\\nGlobal Crypto Art is an exhibition of digital, crypto and NFT art, and Metaverse creativities that is open for the whole crypto art world as well as artistic professionals and art fans of the physical world.\\n\\nGlobal Crypto Art Exhibition was founded by a group of blockchain - NFT investors and a GCA art council of 25 art professionals and experts, invited by the investors. The governing mechanism will start from a multisig safe and a voting platform to make sure everything will be open, transparency, diversify and fair play.\\n\\nGCA art council (GCAC) , a decentralized, diversified and transparent organization from different countries and fields, including artists, critics, blockchain investors, crypto art collectors, and more, is voting to select what they consider to be the best works for the exhibition.\\n\\nWith the official approval from the Committee of Venice Biennale and Cameroon Pavilion, GCA will have better presents and wider influence in the world than a pure decentralized method that will attract the attention of many people who are now outside of the crypto world.\\n\\n**General information of Global Crypto Art Exhibition  in Venice Biennale**\\n\\n**—------------------------------------------------------------------------------------**\\n\\n**La Biennale Venice Main Exhibition**\\n\\nCurator: Cecilia Alemani\\n\\nLocation: Giadini, Archenarli and outside National Pavilion and Parallel Projects\\n\\nDuration: April 19th, 2022 - November 19, 2022, 7 months\\n\\nOpening and VIP Preview: April 19th - April 22th, 2022\\n\\nOpening for the Public: April 23, 2022\\n\\nWebsite: <https://www.labiennale.org/en/art/2022>\\n\\n*[The Milk of Dreams](https://www.labiennale.org/en/art/2022/statement-cecilia-alemani)*[ ](https://www.labiennale.org/en/art/2022/statement-cecilia-alemani)is the title of the 59th La Biennale Art di Venezia.\\n\\n**Global Crypto Art Exhibition in Venice Biennale**\\n\\nCurator: Sandro Orlandi Stag\\n\\nLocation: Cella Bernardo, Venice, Italy (Special project of Cameroon Pavillion)\\n\\nDuration: April 19th, 2022 - November 19, 2022, 7 months\\n\\nOpening: TBD by Venice Committee among April 19th - April 22th, 2022\\n\\nOpening to the Public: April 23, 2022\\n\\nThe theme of the GCAE will be **The Time of The Chimeras**\\n\\n*\\\"The milk of dreams\\\", which takes its cue from Eleonora Carrington's book, in which the writer describes a magical world where life is continually reinvented through the imagination, indicates, for the curator of the Biennale Cecilia Alemani, three thematic areas: the representation of bodies and their metamorphoses, the relationship between individuals and technologies and the links that intertwine between bodies and the Earth.*\\n\\n*For the GCA in Cameroon Pavilion, the curator Sandro Orlandi Stagl, to stay in line with the general themes, intended to give value to one of the most significant aspects of artistic creation: the imagination.*\\n\\n*The imagination has always been the basis of the myth. So the title \\\"The Time of Chimeras\\\" brings back the mythological animal symbol of illusions, risky fantasies, unrealizable dreams and dystopian visions. In space and over time.*\\n\\n*Chasing a Chimera seems crazy but it is the only way to make your impossible dreams come true and artists have the power to challenge this madness and make us dream.*\\n\\n**GCA Council - The Nominating and Voting Mechanism of Exhibited Artists**\\n\\nThere will be up to 20 artists from all around the world showing their crypto creativities chosen by 15 GCA Councilors in this exhibition. The GCA Council has been gathered by artists, curators, art scholars, NFT collectors and early blockchain investors from Europe, North and South America, Australia, China and Middle East.\\n\\n**Free Registration for Artists in Crypto World**\\n\\nAll artists who have a sound record in crypto art platforms can register and upload their works as candidates. Councillors can also nominate from the free registered artists. 50 of them will be invited as VIP of La Biennale and GCA Exhibition.\\n\\n**Sponsorship**\\n\\nSponsors including projects, platforms, service providers from blockchain world will be welcome to work together with this exhibition. There will be 2 levels, partners and sponsors based on the amount of the sponsorship. As a basic return of the sponsorship, their names will  be presented in the main catalog of Venice Biennale as well as the GCA exhibition.\\n\\nFor further incentive and joint-contribution, conferences, parties, showcases, workshops and seminars will be held by the Council of GCA, partners and sponsors during the opening in April 2022 and the exhibition period of the 7 months till November 2022.\\n\\n**VIP by Donation**\\n\\nGCA will have a series of NFT published for individuals who would like to participate in this event by donating cryptocurrency. The first 300 donors with a donation above 0.1 Eth will get VIP tickets to the Venice Biennale main exhibition as well as the GCA Exhibition. Cocktail party, opening dinner, sub-events and catalogs and many further benefits will be included in return for donors.\\n\\n**EXhibited Art NFTs Sales**\\n\\nArtists who participate in the exhibition will have to donate at least one NFT and put on a 3rd party platform for sale.\\n\\nOther NFTs of the artists can also mint in the 3rd party platform through the special authority of GCA and a percentage should be donated back to the GCA.\\n\\nAll sales revenues from the above sales will go to a mauti-management safe and pay back to the early investors, GCA councilors and working team.\\n\\nThe rest of the revenue will go to a fund for sustainable development.\\n\\n**Sustainable Development**\\n\\nOnce the GCA Exhibition could be held successfully, a model of sustainable development will be raised as a topic within the GCA community.\\n\\n\\n---\\n\\nComplete White Paper in google doc:  ***[Global Crypto Art Exhibition in 59th La Biennale Venice 2022](https://docs.google.com/document/d/1Q82a85wE9OOpcaM4k-QWuPbNWzpLFnanoE8p_q5ua2c/edit?usp=sharing)***\\n\\nby\\n\\n**www.artantide.com**\\n\\n\\n---\\n\\nAfter going through the white paper, you can decide which part you would like to participate. Here is the brief introduction of the investment, sponsorship and donation mechanism.\\n\\n**For Investors**\\n\\n1. Founding Partners (GP) , the first 50eth that will cover the cost of space renting and the expense of the working team in the first stage. Investments are made in 5 eth units, with a minimum of 5 and a maximum of 15 eth. Partners will be up to 10 and stopped by 50 eth. **All eth will be return to the wallet that it come from if we can not make 40 eth before Jan 31, 2022;**\\n2. Initial Investors (LP) , up to 100 eth to secure a complete exhibition including installation, opening party, a sea rover dinner, sub events during the 7 months’ exhibition etc. By the same way as founding partners, investment are made in 5 eth units, with a minimum of 5 and a maximum of 15 eth. Initial Investors will be up to 20 and stopped by 100 eth. **The exhibition will move on by a strict cost control and ongoing sponsorship and donation mechanism even if enough fund was not raised.**\\n\\nPlease make sure the following terms before you send ETH to the mutisg safe\\n\\n* You will have to pass a KYC check before or after your transfer, you will have to withdraw your eth if you failed to pass;\\n* Please check the balance of the multisig to see which group you will be in;\\n* Please go through the investment agreement the founding team will send you and sign it once your participation would be confirmed;\\n\\n**For Sponsors**\\n\\nThere will be a sponsorship announcement just after all investment ready and the exhibition space confirmed, please stay in turn.\\n\\n**For Donors and Visitors**\\n\\nGCA will publish a membership NFT for the benefit of all donors and contributors, as mentioned in the white paper, please stay in turn.\\n\\nMultisig Safe address for all participants:\\n\\n**Please be noted that only ethereum is accepted in this address and all tokens from other chain will be failed to enter and lost.**\\n\\n[eth: 0xc30945a755313041D1DE500255A7B1c70e7AEb5D](https://gnosis-safe.io/app/eth:0xc30945a755313041D1DE500255A7B1c70e7AEb5D/balances)\\n\\nPlease don’t forget to [fill registration form](https://docs.google.com/forms/d/e/1FAIpQLSc6tWwi_O2So3BVjTrolJ1DO0QLvYN3qixKgAH3qWpbFPjm_w/viewform?usp=sf_link) after you transfer eth to the multisig safe.\\n\\nPlease leave your message or ask the people who send you the link if you have any questions.\",\"timestamp\":1641356365,\"title\":\"First Edition of Global Crypto Art Exhibition in 59# La Biennale Venice\"},\"digest\":\"1oL0LKuCgq1da2v4y2Hqr53LOBmNu3xi0-E3-z9H8sE\",\"authorship\":{\"contributor\":\"0xBAb9826C2Dd35e201DAb806c8Cb005A0A42B0d81\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3Ow7pQLAF8amO51qKeV4hvqWUmIhvfXiiz6_WA7LuKM\\\",\\\"y\\\":\\\"4WvaI4qrwcHQkfsofj8AN6fexI2b1hQGSQ9bQdzvPdc\\\"}\",\"signature\":\"g_sfFGxltMXjUGfJuj_LXenfjq3JHtN1h5x4T7o8VM60WZCy8fY_Sax6iG0KW5Npjl4X13d8ZRUprZUVa0vBdA\",\"signingKeySignature\":\"0x17f3696e2fa84288d6f7f748126979c97691c7bc44c1af08504d5360ebd8086e2b54dc7fec38d7c009deec991ebc37640f2b3e4055b2e3bdeba579328e99b8be1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3Ow7pQLAF8amO51qKeV4hvqWUmIhvfXiiz6_WA7LuKM\\\",\\\"y\\\":\\\"4WvaI4qrwcHQkfsofj8AN6fexI2b1hQGSQ9bQdzvPdc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iHZog_zNyYqLYRwXl0IyQHcuMKeMk4qbefQm8NUvRW0\"}"