"{\"content\":{\"body\":\"乐队回来了？任小粟有点疑惑，从这里去往112号壁垒，来回怎么也得两个多月吧。 \\n  \\n     如今算一下乐队离开的时间，恐怕这乐队离开的周期也就一周左右，所以……对方根本没能抵达112号壁垒，甚至都没能到达境山脚下啊。 \\n  \\n     这一路上按理说并没有什么危险，唯一的危险就只剩下狼群了吧，可狼群来到这边的时间是与乐队错开的，这乐队要真遇上狼群恐怕也回不来了。 \\n  \\n     毕竟，狼群现在不怕枪声了！ \\n  \\n     想到狼群时任小粟便有些揪心，他昨天和王富贵说起狼群的事，王富贵透露他从集镇管理者陈海东那里得到的消息，狼群这次伏击私军伤亡很大，整个狼群都直接向111号壁垒那边躲进了阳山里，估计是不敢再来他们这里了。 \\n  \\n     然而任小粟不这么想，之前狼群也离开过，现在不照样好回来了吗，还变得更加凶猛了。 \\n  \\n     是什么导致这些狼群再次进化？任小粟不得而知。 \\n  \\n     任小粟透过诊所的窗户看向外面，他看到集镇上的流民们正纷纷走出自己的住所默默围观，他们本身就对乐队抱有好奇，现在他们意识到乐队可能遇到了什么事情，那就更加好奇了。 \\n  \\n     乐队离开时开着四辆越野车，而现在越野车只剩下一辆还在慢慢开着，车上坐着那位壁垒里的明星骆馨雨和三名私军，而其他人则徒步跟在后面，衣物破损不堪。 \\n  \\n     颜六元好奇道：“走的时候一个个还白白净净呢，回来就变得跟咱们一样了啊。” \\n  \\n     虽然任小粟他们现在的生活好了一些，但水源还是不够的，在水资源上流民们向来是平等的，避难壁垒对此管理的非常严格。 \\n  \\n     所以如果家里有多余的水，任小粟和颜六元基本都主动让给小玉姐来洗漱，他们只用一点水刷刷牙罢了。 \\n  \\n     所谓的刷牙，就是拿柳条沾点粗盐在牙齿上刮个半天，然后漱漱口。 \\n  \\n     现在黑黝黝的任小粟和颜六元看到那些乐队的人也变得和他们一样，心里还挺开心的…… \\n  \\n     那个完美级枪械技巧的鸭舌帽女孩也跟在越野车后面走着，对方的衣服上有破洞，但任小粟仔细观察间发现，这女孩虽然看起来和其他乐队的人都一样狼狈，可她步伐依然轻盈稳健。 \\n  \\n     单从这一点来看，这鸭舌帽女孩就要比那些随行的私军强得多。 \\n  \\n     当然这也在任小粟的预料之内，毕竟能够拥有完美级枪械技巧的人，怎么可能被那些私军比下去？ \\n  \\n     越野车里的明星骆馨雨吩咐道：“迅速报关进壁垒，不要让这些流民像看猴子一样看我们。” \\n  \\n     私军接到命令后把自动步枪黑洞洞的枪口举向围观的流民，其中一人恶狠狠的说道：“滚回自己的猪圈里去。” \\n  \\n     流民们见这些私军恼羞成后准备动真格的，立马躲了回去。 \\n  \\n     “还有，”骆馨雨冷声说道：“找到那个王富贵！” \\n  \\n     集镇上吵杂沸腾的声音渐渐平息了下去，大家只敢在自己的窝棚里窃窃私语，或者一家人聊还觉得不够，还可以隔着窝棚的棚布跟隔壁聊，反正也不隔音…… \\n  \\n     任小粟和颜六元就趴在窗户上看着外面，只见那乐队的人分成两批，一批去找避难壁垒的人走入关流程，另一批则是直奔王富贵的杂货铺。 \\n  \\n     “哥，他们找老王干嘛？”颜六元好奇道。 \\n  \\n     “可能是找老王算账吧，老王推荐了向导，而那个当了向导的猎人并没有跟着回来，所以说不定就是这猎人闹了什么幺蛾子，才导致他们如此狼狈的提前返程，”任小粟大致有了判断。 \\n  \\n     任小粟砸吧砸吧嘴感觉有点惋惜，当初那向导离开集镇时还耀武扬威的看了任小粟一眼，结果没成想，这一眼，竟是永别…… \\n  \\n     任小粟看到这群人去拍王富贵家杂货铺的大门，王富贵慢悠悠的从里面打开，似乎很淡定的样子。 \\n  \\n     原本任小粟还担心了王富贵一下，结果看对方如此淡定，他觉得自己也就不用替人家担心什么了。 \\n  \\n     越野车上的人也都下来了，骆馨雨穿着白色的便服……或者说本来是白色的便服，她盯着王富贵质问道：“你给我们找的这是什么向导？” \\n  \\n     王富贵好奇道：“怎么了？” \\n  \\n     他是真的有点好奇，按说那应该是个老猎人了，不应该犯很低级的错误才对，这群人为什么如此生气啊？ \\n  \\n     “还怎么了？”骆馨雨声音冷漠：“还没进入境山范围他就带错了方向，我们愣是花了三天的时间都没找到正确的位置。” \\n  \\n     进入境山是可以行车的，不少人都知道这件事情，因为那里有一条碎石铺就的峡谷，那里原本应该是一条河床，但不知为何干涸了。 \\n  \\n     这条路寻常的车当然过不去，但越野车想过去并不难。 \\n  \\n     所以说，那位向导并没有能够直接带着乐队走到那条路上…… \\n  \\n     “然后呢？他人呢？”老王怔怔的问道。 \\n  \\n     “还没找到路呢他就没了，”一名私军冷冷说道：“他身为这附近的猎人竟然不知道水里有危险，早上去河边洗脸的时候不知道被什么东西把脸都咬的稀烂，我们发现他的时候他都已经凉了！而且他带我们走的路竟然有那么多凶狠的猴子，我们都差点回不来了！” \\n  \\n     任小粟愣了一下，不对，这事非常不对，他以前可没听说这附近那条河里的鱼是咬人的啊……是鱼吗？ \\n  \\n     王富贵身体靠在杂货铺的门框上：“哦，原来是这么回事，不过我最近可能没时间再重新帮你们找新的向导了，我得帮罗岚罗老板办点事。” \\n  \\n     其实罗老板压根没安排他什么事，他就是想告诉对方，他是罗老板的人！ \\n  \\n     私军都皱起眉头来，就连骆馨雨都愣住了，他们没想到自己想收拾的人背后竟然是罗岚。 \\n  \\n     王富贵优哉游哉的说道：“我早就给你们说了，想要过去必须找任小粟。” \\n  \\n     “那个脑子有病的？”一名私军眉头都皱成了一个川字：“就是幻想自己是医生的那个小子？” \\n  \\n     王富贵忽然有点牙疼，他伸手指向对面的诊所窗户：“可能你们都想不到，他现在真的是个医生……” \\n  \\n     骆馨雨：“？？？” \\n  \\n     私军：“？？？” \\n  \\n     所有人顺着王富贵的手指看去，正好看到诊所窗户上趴着两个黑黝黝的脸，正在好奇的打量着他们…… \\n  \\n     说实话，王富贵这一刻也有点感慨，对啊，这小子咋就阴差阳错的变成医生了呢……\",\"timestamp\":1638579941,\"title\":\"30、那个脑子有病的任小粟\"},\"digest\":\"i14iZo4LwckGAAE38svDLHDeUosgeW-8I6g_5_lE0nE\",\"authorship\":{\"contributor\":\"0xdCbe08185826aB07475a44f6B74FDf3cAbe5CD8B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lyuQXEXjIHwCj58IHbXsLlxpgDO69XXo16HJL_f5CFo\\\",\\\"y\\\":\\\"S26750O6g7o2ZXNJl0QxF0bI1xYs3Hx5FbYE06pm2VQ\\\"}\",\"signature\":\"aphyPUpb4Nuk_wq7vr4dUckOpViotr0EjIkZmSxHVapd46m2VPaLtkRIYCc0nW9Va3IF3hagofr_Pp57IvjurQ\",\"signingKeySignature\":\"0xb69e274afa7cfaf461dca3d3f39de18bd38e6cf43c1bb819ba58fbb90765a5686eb74d5ec7f401f16983ce829bb15ff3f3f6ed889ca061bd71159845b482dd4f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lyuQXEXjIHwCj58IHbXsLlxpgDO69XXo16HJL_f5CFo\\\",\\\"y\\\":\\\"S26750O6g7o2ZXNJl0QxF0bI1xYs3Hx5FbYE06pm2VQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"i14iZo4LwckGAAE38svDLHDeUosgeW-8I6g_5_lE0nE\"}"