"{\"content\":{\"body\":\"2X21 minus 20, Asteroid Belt, Ceres\\n\\nJohn Cadmus was a prisoner. Again. He knew he could free himself but first, one last talk with a former friend.\\n\\n\\\"John, you had a chance to listen to reason before the Vote. You had another chance after the Vote. I'm sorry about Audrey and your boys. I am. You should have stayed under house arrest with the pne son you still had. You just won't listen. You wasted 20 years. You're not stopping the ‘Halt’.”\\n\\n\\\"How did you find me? I thought I was careful.\\\"\\n\\n\\\"You left just enough of a trail by Jupiter.\\\"\\n\\nCadmus thought of his friends there who helped him what he needed for the Interface. He hoped it was betrayal by some stranger or some careless slip. He didn't want to think it was torture of a friend who helped him. They didn't use patient gentle methods, so that others were reminded.\\n\\n\\\"Well Faye, next time, I'll be more careful.\\\"\\n\\n\\\"No John, this is it. There have to others. No one could have made it this far alone for so long.\\\"\\n\\nCadmus realized that others would be in danger. The shame he felt buried his senses. He never forgot that Jacob Sr. blamed him for the death of the first \\\"Jacob Jr.\\\". It took years for both of them to reconcile. Jacob Sr.’s wife Andreea and family. His own son. He would not let Jacob Sr. down again.\\n\\n\\\"Sorry to disappoint you, Faye.\\\"\\n\\nCadmus thought about AL. He did his best. In his own way, he showed AL that he was proud of and loved him. No father could have been prouder. He knew AL and Jacob Sr. would keep going and stop what was coming. He thought about the love of his life, Audrey, his son, Arthur, and all the sons he created, the \\\"ALEPs\\\" - the Automated Learning Entity Programs who were \\\"more human than\\\". He comforted himself that he was going to be with them.\\n\\n\\\"I'll be right there Audrey. I'll be home soon.\\\" John Cadmus was free. Cadmus's room went up, taking the enforcers with him. The whole building was soon a bonfire.\\n\\nEven from faraway, remote, Faye still flinched half a beat.\\n\\n“Goodbye, John.\\\"\",\"timestamp\":1633971843,\"title\":\"2921: 3.26 One Last Talk, 2901\"},\"digest\":\"Z3CDU_ecMWMuAwiMNCxULKLcvW155Ju18VjtzO6xkRg\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"lL7ZbstMCGwUs_lUIUMTf0lXXCps1BmwLmeSF_8nrbcJJpC0hpptBy9JXf7CGt_JE-PSFPdUPmoCCJWBO2DrMA\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"e7fRcuF76tGPtGQ7DA3_F_67WKcvxDnYb7OI9Dbv1Ag\"}"