"{\"content\":{\"body\":\"I have been rather hesitant. I have been pondering whether I should use my ENS.\\n\\nIt foolish yet at the same time smart, given the double edge nature of fame. The best way to evade hacker is to stay silent, yet the best way to fortune is through fame.\\n\\nAttention doesn’t discriminate. When you sign up for one, the other accompanies.\\n\\nThis is obviously a shit post, but it would be foolish to not exploit it as it is still free.\\n\\nI’m not sure whether my background is peculiar among current Web 3 participants.\\n\\nIn a sense I shouldn’t be here. I’m not an ex banker, vc, angel or trader (if braindead 3x short WTI crude oil on Robinhood doesn’t count). I started programming maybe 10 times. Each time it left a deeper oblivion. I do not paint, nor was I interested in trading cards. To be honest, I still don’t understand what’s so good about Air Jordan.\\n\\nI used to wear Graphic T Shirts. On clothings, I have consistently spent little time. Now I spend even less. My only concern is going bald given the genetics. It shall take place somewhere in my mid thirties.\\n\\nIt was a painful realization that I am a normal dude. Perhaps even less.\\n\\nI think mirror should collaborate with sarcophagus. I’m sure there is a market for posthumous doxxing.\\n\\nI don’t like editing so here it is. \\n\\nMight write more in the future. Or maybe not.\",\"timestamp\":1634221246,\"title\":\"Test\"},\"digest\":\"L__s019Cn6xD39n60OrJfJ8uHpxwJJkWPgRFBzhSH64\",\"authorship\":{\"contributor\":\"0xc0A48D09f1A788Df89B8bD47c9F0c8469ED9a982\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ll9SfidBUtLBfvnjB8zobFTsq3OO7NKqybLbO-Bdj9k\\\",\\\"y\\\":\\\"DUF_9iRENe9vABwBHbcU-bLEzRAhB9cfYYjxGKwfP8M\\\"}\",\"signature\":\"qzpJxszVFpyJnZSurEq75pQaueL6ZkbR5bmsp6_ycgOKFN1xesravkjR1yId4zgmrDMK_5yQaIpZBLA7ocZLxA\",\"signingKeySignature\":\"0xce17793613cc918e23de1633a84006f5c8c38a41941f61534a5f71aecad3fca84a5eff4e4481c1780d031f0dd9d8b36e2256e3c88074d778847584d3772ad4ec1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ll9SfidBUtLBfvnjB8zobFTsq3OO7NKqybLbO-Bdj9k\\\",\\\"y\\\":\\\"DUF_9iRENe9vABwBHbcU-bLEzRAhB9cfYYjxGKwfP8M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"L__s019Cn6xD39n60OrJfJ8uHpxwJJkWPgRFBzhSH64\"}"