"{\"content\":{\"body\":\"In the past, if you wanted to start a business, you have an idea, write a business plan then try and get funding. All done alone.\\n\\nToday, in the age of the internet, businesses start with an idea shared with friends on a Discord server and crowdfunding that idea through Mirror. Organizations that used to be started alone. Now they are started together.\\n\\nThrough the rise of the Creator Economy, Crypto, Web3, Automation, and No-code, individuals and collectives can form, raise capital then build things at a speed that we haven't seen before in traditional markets. These internet native, fully distributed organizations are what the internet was designed for and with new Web3 tooling, we're sitting at the cusp of an entirely new era.\\n\\n**That said we have 2 core missions:**\\n\\nFirstly, discover, share and help others learn about the most exciting technologies and trends that are reshaping the world we live in. \\n\\nThis could range from links being shared in Discord, to Live Workshops, Quests, Bounties, Events, Credentials, or spending time inside Shiny HQ in the Metaverse.\\n\\nSecondly, build and help others build useful and exciting things with these technologies that help people advance their missions.\\n\\nIf you're an Individual Creator, DAO, Collective or Traditional Organisation looking to bring more Automation, explore NFTs, launch a Token Gated Discord or build a Headquarters in the Metaverse, then we can help you do it. \\n\\nEither we work with you to post a Bounty for Members to complete, or we find you the people who can help.\\n\\nSome of the services we currently offer in-house or via partners are:\\n\\n- Automation\\n- No-code / Low-code Apps\\n- Token Gated Discord Design\\n- Notion Design and Consulting (DAO Specific)\\n- Treasury Creation (DAO Specific)\\n- Branding and Positioning\\n- Social Token Design\\n- NFTs\\n- Augmented Reality Strategy + Filters\\n\\nIf you're a Creator, Start-up, or DAO looking for help with any of the above please get in touch here.\\n\\nMore than anything else we want everything we do to be exciting so whether that's chatting away in Discord or partnering up with a couple of members \\n\\n**Structure**\\n\\nThe Shiny Object Social Club is operating as a Social and Service DAO with a shared Treasury using a Gnosis Safe and will be launching a Social Token which will act as a core part of how the community operates into the future.  All systems and projects completed are created by members of the community and we're always on the lookout to add more talented people with the shiniest of skillsets!\\n\\nCurrently, we're looking for people with skills in:\\n\\n- Content Curation\\n- Solidity\\n- Visual Design\\n- 3D Design\\n- Unity\\n- Voxel Art\\n- Game Design\\n- GraphQL\\n- Experience Design\\n\\nIf you have mad skills in any of the above and would love to help build some Shiny Objects then get in touch on Discord here.\\n\\n[Mirror Mag #001](edition://0xaf89C5E115Ab3437fC965224D317d09faa66ee3E?editionId=85)\\n\\nNow some contributions from the community on the areas we cover.\\n\\n## NFTs\\nby Danidr\\n\\n**What are they?**\\n\\nNFT collectibles are similar to traditional collectibles - think of childhood trading cards - except they're digital things that are scarce thanks to blockchain technology. They are sold at a specific time (where you can mint them) and they act as a gateway to being part of a community. An algorithm creates a randomized NFT by combining attributes such as background, clothes, or accessories. These traits have unequal distribution, so certain avatars are favored above others. People are always looking for the rarest and most aesthetic avatars because these made the best profile pictures (PFP).\\n\\nThe number of unique users who acquired the NFTs and the price floor define the early success of the collectible project. Users don’t know what NFT they will receive until they purchase it through the website. Buyers' behavior mimics that of gamblers, who place bets in the hopes of winning an avatar with unique characteristics. Collectors are often compelled to buy multiple items to boost their chances of obtaining the best-looking NFT to multiply their initial value.\\n\\n**How it all started?**\\n\\nThis whole trend began in 2017 with CryptoPunks, one of the first NFT collectibles. Larva Labs hit all the right notes with their concept's simplicity, laying the groundwork for future projects. CryptoPunks has gone a long way since its humble beginnings in a remote corner of the internet and is now the top-grossing NFT collection. The punks' strength stems in part from being the first avatar collection craze at the time, but blaming it on this merely undervalues the creativity of the concept. Collectibles have been around since kids traded sports cards, but turning them into an avatar to be used as a symbol of identity was a brilliant move. As a profile photo, the CryptoPunk identified people as part of a bigger whole that stood for something and revolted against centralized finance.\\n\\n![](https://images.mirror-media.xyz/publication-images/11934913-5f8c-44f4-89a0-e8ed9497ded1.png?height=630&width=1200)\\n\\n**How did they become mainstream?**\\n\\nWhen the Bored Ape Yacht Club launched in early May 2021, it built on the foundations laid down by CryptoPunks. BAYC became the first true NFT-club by combining the fundamentals of avatarisation and community-building with a layer of exclusivity. They have several perks like BAYC-radio and members-only goods. The enigmatic promise that the apes will \\\"unlock digital doors for you\\\" makes it even more exclusive.\\n\\n![](https://images.mirror-media.xyz/publication-images/1e6beb7a-552c-4332-84d6-57940004aad3.png?height=666&width=1000)\\n\\nAfter the initial boom, they kept pioneering the space when they gifted a dog companion (Bored Ape Kennel Club) to every ape owner, raising the ape value and adding a new dog NFT worth 1.5 ETH (around $3,000) before it was revealed.\\n\\n**What are the most popular projects out there?**\\n\\nThere are more than 50 projects out there, and the numbers are rapidly increasing each week.\\n\\n![](https://images.mirror-media.xyz/publication-images/d459dd1a-8d67-480c-b1bd-99a2b1045f60.png?height=748&width=1479)\\n\\nApart from the two previously mentioned projects, other great contenders to become the new best NFT collectible project are (in no order):\\n\\n- Cool Cats\\n- Gutter Cat Gang\\n- Meebits\\n- VeeFriends\\n- The Wicked Craniums\\n- DeadHeads\\n- GoatZ\\n- The Alien Boy\\n- … and many more\\n\\n**What the future holds?**\\n\\nSince BAYC, several projects followed that path and launched their collectible project. Some of them have a lower (Gutter Cat Gang with 3,000) or a higher collection (The Wicked Craniums with 10,762), and others have added new mechanisms like forging 2 NFTs into 1 (The Forge by GoatZ).\\n\\nTo grasp the current scale, you must look at the sales figures. For instance, Mike Tyson just spent $10,000 on a cartoon cat avatar.\\n\\nCommercial Rights, which are transferred with the token, could also bring to the owners some profit from their asset. There are talks of a movie being made with DeadHeads, which could give a flow of payments to asset holders whose PFPs are used in the film.\\n\\nA new utility for holding these avatars is being announced each passing week. From exclusive merch to airdrops, breeding, or a place in the metaverse for the community.\\n\\nWe're still months or years away from true acceptance, but when more built-out 3D virtual environments like Decentraland and Sandbox are used, NFT PFP holders will be able to utilize their PFPs as a 3D avatar in the metaverse world. This will give the assets more shape and utility.\\n\\nDisclaimer: We are proud owners of several of these NFT collectibles, so we’re looking forward to seeing how this space evolves and what it can bring to holders.\\n\\n## DAOs\\nby Awisemaninmotion\\n\\nDAOs are to 2021 what Defi was to 2020.\\n\\nAs is natural with any trend, you're going to get all kinds of takes on what it is and what it isn't. \\nEarly adapters are going to go through experimental growing pains, and those who are paying attention to the ecosystem at large are poised to make the best strides going forward. \\n\\nIn other words, these are the nascent days of DAOs. To be part of one is to be part of an ongoing experiment that will (hopefully) change the way the world interacts and collaborates. \\n\\nHowever, like with any new and exciting idea, it can be easy to loose the forest from the trees.\\n\\nThe people who can speak to running a DAO are outnumbered by those who have questions about running one.\\n\\nSome of the most common comments I've heard so far regarding DAOs and Web3 have been:\\n\\nShould I start a DAO on Discord or Telegram? Is Slack still a thing? \\n\\n- When/how should I mint a token? \\n- What web3 wallet should I use? \\n- What's a test network/sub chain?\\n- Are DAOs just places to talk about NFTs and Crypto?\\n\\nIf you've been part of a DAO for awhile, the questions get more granular:\\n\\n- Where is that article/tweet/meme someone posted the other day?\\n- Where do I find (insert question here)?\\n- When are we going to mint our token?\\n- Should we be voting on everything?\\n- What do we do with users who just hang around and don't want to actively participate? \\n- The Discord and the Discourse are in Disarray and I'm at a loss for what to Do.\\n\\nDAOs have many things to work through, but one of the most pressing things I see is how to scale one from an operations point of view. Discord may be the chat platform of choice at the moment, but it wasn't made for the kind of dynamic collaboration DAOs strive to become. \\nMore activity and more members come at the expense of lost links and buried knowledge. \\n\\nUnless you have a background in project management or worked in operations, you're likely to overlook this problem until you can't ignore it. The truth is that if you're all in on DAOs, or collaboration in the web3 world you WILL eventually have this problem. \\n\\nSince we are currently in a web 2.5 world, and will realistically be in this hybrid state for at least few years, what tools can you use to get ahead of this problem? \\n\\nTo answer this, you have to ask yourself a few questions:\\n\\n- [ ]  Are you a web3 maximalist that is opposed to a web2 solution?\\n- [ ]  Are you willing to solve for now, and figure out how to transition to something thats on chain in the future?\\n- [ ]  Are you putting community or technology first?\\n\\nOnce you honestly answer those questions then you can look for a solution that fits your view. Although, depending on how you answered, not all of these questions have clear solutions. \\n\\nTo clarify, it's not that there aren't tools to solve aspects of these problems, but each comes with their own issues, and not all play nicely with each other. \\n\\nRemember, you're a glorified beta tester in an experimental ecosystem. A vast majority of the roads are still under construction ⚠️ and gaps are the norm. \\n\\nHowever, if you currently run a DAO, one of the most important questions to ask yourself is: \\nCan you afford to wait it out for a solution that doesn't currently exist?  \\n\\nScaling is a natural part of growth and success. There's only so long one can wait on technology, and the more you grow and take on, the less time you likely have to wait. \\nI'd rather solve for now and adapt accordingly. As Shiny starts to take its next form in the web3 world, I was adamant on implementing a solution that can work alongside Discord. I didn't want to replace it, but I also didn't want to rely on it.\\n\\nThat meant building a solution that can currently: \\n\\n- [ ]  Let those who want to participate have their own space to see what they're responsible for.\\n- [ ]  Let teams see a top-level view of the projects they're part of, and see progress in real-time.\\n- [ ]  Let people work asynchronously\\n- [ ]  Let contributors see what team meetings they're part of, as well as community meetings they would like to be a part of.\\n- [ ]  Allow for meetings to be properly documented \\n(This means having the ability to get a high-level overview of what was discussed, including access to an audio recording of the meeting if one was recorded)\\n- [ ]  Let users assign tasks during a meeting, and have those tasks automatically show up inside participants dashboards.\\n\\nThis Mirror post was conceived on call and then devised and completed on such a setup. It allowed us to do all of the above in a fluent way. \\n\\nIf organizing and distributing tasks and bounties are pain points your DAO is currently experiencing, reach out.\\n\\n## No-code\\nby Dykso\\n\\n**What does the word NoCode mean to you?**\\n\\nIf you had to explain it to your family, could you summarize it in one sentence? I say maybe since the NoCode space can be broken down into multiple solution verticals. Sometimes I think we try to stuff too much meaning into the NoCode term and marketing teams love to overuse the word.  To us, NoCode is enabling solutions to be implemented by non-coders that are usually implemented by development teams.  The complexity of the solution being implemented can vary drastically and some NoCode tools are targeted at developers that are looking to expedite the implementation of solutions.\\n\\nAs someone new to the NoCode space, you might find it difficult to determine what effort you will need to invest and become proficient in implementing solutions using NoCode tools. In this short write-up, we will discuss the web application builders vertical to give you an idea of the effort it could take to get comfortable with these tools.\\n\\nSo what type of NoCode tool falls into the web application builder category? It’s a tool that allows you to build the front-end user interface of your website application at the minimum but it could go way beyond that in the features you’re provided with.  This category is very busy and it keeps evolving every week as seen in our discord NoCode channels at Shiny.\\n\\nWe feel the best way to present this information is through a matrix that rates the website builders in a few key areas on a scale from 1 to 10, where 10 is the high score. This will allow you to make a decision where to start with your next website project.  \\n\\n![](https://images.mirror-media.xyz/publication-images/8005153e-34e9-43e4-846f-cc6a23992a5d.jpeg?height=381&width=632)\\n\\nOur evaluations are really based on first impressions from an end-user perspective, we assume you are not a professional website designer or builder.  We also wanted to give you some idea of how well these products support you as you start your journey with these tools.  Some of these tools will require you to have familiarity with connecting to 3rd party data sources that host your website databases.  We call them data integrations and this will require an additional investment of time on your part to learn.  \\n\\nThat's it for now but if you read this far thank you for your attention!\\n\\nWe appreciate everyone who's working hard to bring more people into these spaces and look forward to helping!\\n\\nShiny Object SC\",\"timestamp\":1627481184,\"title\":\"Introducing The Shiny Object Social Club\",\"publication\":\"shiny\"},\"digest\":\"VOFvcGeSp7xb4D74sJb2JEWEXEVFBCh9Z9bR5oBgHJo\",\"authorship\":{\"contributor\":\"0x54681ac94D4e3C8F58F54B576B654DC2D1950ae0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O54OSC-kMB1MgqdVslMWWG5aMCqa2HBcyucU9QUSZGw\\\",\\\"y\\\":\\\"ZZMh4yza7bduMjz-fZrn4j0gFl_R1PaCVdtXWR2VAFQ\\\"}\",\"signature\":\"SONA9qnq60ofiecwlnplAgRPSWjzr6PNdqpYo7fc2MiJeV7CACq8Zo8DHyV3FAfiDzaePFb79BpCCrlMxQYzxQ\",\"signingKeySignature\":\"0xe98c848c2a412b818ac62460c5ecf43909a21798e323019da2a733a1858efc5306c82373a034e6d1140b641a84d65b100c91bf3e984728d56ec84483342d59e71c\",\"signingKeyMessage\":\"I authorize the publication of articles on shiny.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O54OSC-kMB1MgqdVslMWWG5aMCqa2HBcyucU9QUSZGw\\\",\\\"y\\\":\\\"ZZMh4yza7bduMjz-fZrn4j0gFl_R1PaCVdtXWR2VAFQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rw7-SaSszEVHtoOFW9T9d8KdxZeq1CTRkhYmDxEVKDw\"}"