"{\"content\":{\"body\":\"\\\"Well, then--\\\" She looked up, at last, shy, trustful, happy; and the sweet lips were tilted further to meet his.\\n\\nAnd thus they were situated, lover-like, when a low, rapt voice broke in on them,--\\n\\n'A dear-lov'd lad, convenience snug, A treacherous inclination.'\\n\\nOh, Wullie, I wush you were here!\\\"\\n\\nIt was little M'Adam. He was leaning in at the open window, leering at the young couple, his eyes puckered, an evil expression on his face.\\n\\n\\\"The creetical moment! and I interfere! David, ye'll never forgie me.\\\"\\n\\nThe boy jumped round with an oath; and Maggie, her face flaming, started to her feet. The tone, the words, the look of the little man at the window were alike insufferable.\\n\\n\\\"By thunder! I'll teach yo' to come spyin' on me!\\\" roared David. Above him on the mantel-piece blazed the Shepherds' Trophy. Searching any missile in his fury, he reached up a hand for it.\\n\\nAy, gie it me back, Ye robbed me o't,\\\" the little man cried, holding out his arms as if to receive it.\\n\\n\\\"Dinna, David,\\\" pleaded Maggie, with restraining hand on her lover's arm.\\n\\n\\\"By the Lord! I'll give him something!\\\" yelled the boy. Close by there stood a pail of soapy water. He seized it, swung it, and slashed its contents at the leering face in the window.\\n\\nThe little man started back, but the dirty torrent caught him and soused him through. The bucket followed, struck him full on the chest, and rolled him over in the mud. After it with a rush came David.\\n\\n\\\"I'll let yo' know, spyin' on me!\\\" he yelled. \\\"I'll--\\\" Maggie, whose face was as white now as it had been crimson, clung to him, kxampering him.\\n\\n\\\"Dinna, David, dinna!\\\" she implored. \\\"He's ycr am dad.\\\"\\n\\n\\\"I'll dad him! I'll learn him!\\\" roared David half through the window.\\n\\nAt the moment Sam'l Todd came floundering furiously round the corner, closely followed by 'Enry and oor Job.\\n\\n\\\"Is he dead?\\\" shouted Sam'l seeing the prostrate form.\\n\\n\\\"Ho! ho!\\\" went the other two.\\n\\nThey picked up the draggled little man and hustled him out of the yard like a thief, a man on either side and a man behind.\\n\\nAs they forced him through the gate, he struggled round.\\n\\n\\\"By Him that made ye! ye shall pay for this, David M'Adam, you and yer--\\\"\\n\\nBut Sam'l's big hand descended on his mouth, and he was borne away before that last ill word had flitted into being.\\n\\nChapter XXI. HORROR OF DARKNESS\\n\\nIT was long past dark that night when M'Adam staggered home.\\n\\nAll that evening at the Sylvester Arms his imprecations against David had made even the hardest shudder. James Moore, Owd Bob, and the Dale Cup were for once forgotten as, in his passion, he cursed his son.\\n\\nThe Dalesmen gathered fearfully away from the little dripping madman. For once these men, whom, as a rule, no such geyser outbursts could quell, were dumb before him; only now and then shooting furtive glances in his direction, as though on the brink of some daring enterprise of which he was the objective. But M'Adam noticed nothing, suspected nothing.\\n\\nWhen, at length, he lurched into the kitchen of the Grange, there was no light and the fire burnt low. So dark was the room that a white riband of paper pinned on to the table escaped his remark.\\n\\nThe little man sat down heavily, his clothes still sodden, and resumed his tireless anathema.\\n\\n\\\"I've tholed mair fra him, Wullie, than Adam M'Adam ever thocht to thole from ony man. And noo it's gane past bearin'. He struck me, Wullie! struck his airi father. Ye see it yersel', Wullie. Na, ye werena there. Oh, gin ye had but bin, Wullie! Him and his madam! But I'll gar him ken Adam M'Adam. I'll stan' nae mair!\\\"\\n\\nHe sprang to his feet and, reaching up with trembling hands, pulled down the old bell-mouthed blunderbuss that hung above the mantelpiece.\\n\\n\\\"We'll mak' an end to't, Wullie, so we will, aince and for a'!\\\" And he banged the weapon down upon the table. It lay right athwart that slip of still condemning paper, yet the little man saw it not.\\n\\nResuming his seat, he prepared to wait. His hand sought the pocket of his coat, and fingered tenderly a small stone bottle, the fond companion of his widowhood. He pulled it out, uncorked it, and took a long pull; then placed it on the table by his side.\\n\\nGradually the gray head lolled; the shrivelled hand dropped and hung limply down, the finger-tips brushing the floor; and he dozed off into a heavy sleep, while Red Wull watched at his feet.\\n\\nIt was not till an hour later that David returned home.\\n\\nAs he approached the lightless house, standing in the darkness like a body with the spirit fled, he could but contrast this dreary home of his with the bright kitchen and cheery faces he had left.\\n\\nEntering the house, he groped to the kitchen door and opened it; then struck a match and stood in the doorway peering in.\\n\\n\\\"Not home, bain't he?\\\" he muttered, the tiny light above his head. \\\"Wet inside as well as oot by noo, I'll lay. By gum! but 'twas a lucky thing for him I didna get ma hand on him this evenin'. I could ha' killed him.\\\" He held the match above his head.\\n\\nTwo yellow eyes, glowing in the darkness like cairngorms, and a small dim figure bunched up in a chair, told him his surmise was wrong. Many a time had he seen his father in such case before, and now he muttered contemptuously:\\n\\n\\\"Drunk; the leetle swab! Sleepin' it off, I reck'n.\\\"\\n\\nThen he saw his mistake. The hand that hung above the floor twitched and was still again.\\n\\nThere was a clammy silence. A mouse, emboldened by the quiet, scuttled across the hearth. One mighty paw lightly moved; a lightning tap, and the tiny beast lay dead.\\n\\nAgain that hollow stillness: no sound, no movement; only those two unwinking eyes fixed on him immovable.\\n\\nAt length a small voice from the fireside broke the quiet.\\n\\n\\\"Drunk--the----leetle--swab!\\\"\\n\\nAgain a clammy silence, and a life-long\\n\\n\\\"I thowt yo' was sleepin',\\\" said David, at length, lamely.\\n\\n\\\"Ay, so ye said. 'Sleepin' it aff'; I heard ye.\\\" Then, still in the same small voice, now quivering imperceptibly, \\\"Wad ye obleege me, sir, by leetin' the lamp? Or, d'ye think, Wullie, 'twad be soilin' his dainty fingers? They're mair used, I'm told, to danderin' with the bonnie brown hair o' his--\\\"\\n\\n\\\"I'll not ha' ye talk o' ma Maggie so,\\\" interposed the boy passionately.\\n\\n\\\"His Maggie, mark ye, Wullie--his! I thocht 'twad soon get that far.\\\"\\n\\n\\\"Tak' care, dad! I'll stan' but little more,\\\" the boy warned him in choking voice; and began to trim the lamp with trembling fingers.\\n\\nM'Adam forthwith addressed himself to Red Wull.\\n\\n\\\"I suppose no man iver had sic a son as him, Wullie. Ye ken what I've done for him, an' ye ken hoo he's repaid it. He's set himsel' agin me; he's misca'd me; he's robbed me o' ma Cup; last of all, he struck me-- struck me afore them a'. We've toiled for him, you and I, Wullie; we've slaved to keep him in hoose an' hame, an' he's passed his time, the while, in riotous leevin', carousin' at Kenmuir, amusin' himself' wi' his--\\\" He broke off short. The lamp was lit, and the strip of paper, pinned on to the table, naked and glaring, caught his eye.\\n\\n\\\"What's this?\\\" he muttered; and unloosed the nail that clamped it down.\\n\\nThis is what he read:\\n\\n\\\"Adam Mackadam yer warned to mak' an end to yer Red Wull will be best for him and the Sheep. This is the first you have two more the third will be the last ---+\\\"\\n\\nIt was written in pencil, and the only signature was a dagger, rudely limned in red.\\n\\nM'Adam read the paper once, twice, thrice. As he slowly assimilated its meaning, the blood faded from his face. He stared at it and still stared, with whitening face and pursed lips. Then he stole a glance at David's broad back.\\n\\n\\\"What d'ye ken o' this, David?\\\" he asked, at length, in a dry thin voice, reaching forward in his chair.\\n\\n\\\"O' what?\\\"\\n\\n\\\"O' this,\\\" holding up the slip. \\\"And ye'el. obleege me by the truth for once.\\\"\\n\\nDavid turned, took up the paper, read it, and laughed harshly.\\n\\n\\\"It's coom to this, has it?\\\" he said, still laughing, and yet with blanching face.\\n\\n\\\"Ye ken what it means. I daresay ye pit it there; aiblins writ it. Ye'll explain it.\\\" The little man spoke in the same small, even voice, and his eyes never moved off his son's face.\\n\\n\\\"lye heard naethin'. . . . I'd like the truth, David, if ye can tell it.\\\"\\n\\nThe boy smiled a forced, unnatural smile, looking from his father to the paper in his hand.\\n\\n\\\"Yo' shall have it, but yo'll not like it. It's this: Tupper lost a sheep to the Killer last night.\\\"\\n\\n\\\"And what if he did?\\\" The little man rose smoothly to his feet. Each noticed the others' face--dead-white.\\n\\n\\\"Why, he--lost--it-------on------- Wheer d'yo' think?\\\" He drawled the words out, dwelling almost lovingly on each.\\n\\n\\\"Where?\\\"\\n\\n\\\"On--the--Red----Screes.\\\"\\n\\nThe crash was coming--inevitable now. David knew it, knew that nothing could avert it, and braced himself to meet it. The smile had fled from his face, and his breath fluttered in his throat like the wind before a thunderstorm.\\n\\n\\\"What of it?\\\" The little man's voice was calm as a summer sea.\\n\\n\\\"Why, your Wullie--as I told yo'--was on the Screes last night.\\\"\\n\\n\\\"Go on, David.\\\"\\n\\n\\\"And this,\\\" holding up the paper, \\\"tells you that they ken as I ken noo, as maist o' them ha' kent this mony a day, that your Wullie, Red Wull--the Terror--\\\"\\n\\n\\\"Go on.\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"The Black Killer.\\\"\\n\\nIt was spoken.\\n\\nThe frayed string was snapped at last. The little man's hand flashed to the bottle that stood before him.\\n\\n\\\"Ye--liar!\\\" he shrieked, and threw it with all his strength at the boy's head. David dodged and ducked, and the bottle hurtled over his shoulder.\\n\\nCrash! it whizzed into the lamp behind, and broke on the wall beyond, its contents trickling down the wall to the floor.\\n\\nFor a moment, darkness. Then the spirits met the lamp's smouldering wick and blazed into flame.\\n\\nBy the sudden light David saw his father on the far side the table, pointing with crooked forefinger. By his side Red Wull was standing alert, hackles up, yellow fangs bared, eyes lurid; and, at his feet, the wee brown mouse lay still and lifeless.\\n\\n\\\"Oot o' ma hoose! Back to Kenmuir! Back to yer--\\\" The unpardonable word, unmistakable, hovered for a second on his lips like some foul bubble, and r\\\\~ver burst.\\n\\n\\\"No mither this time!\\\" panted David, racing round the table.\\n\\n\\\"Wullie!\\\"\\n\\nThe Terror leapt to the attack; but David overturned the table as he ran, the blunderbuss crashing to the floor; it fell, opposing a momentary barrier in the dog's path.\\n\\n\\\"Stan' off, ye--!\\\" screeched the little man, seizing a chair in both hands; \\\"stan' off, or I'll brain ye!\\\"\\n\\nBut David was on him.\\n\\n\\\"Wullie, Wullie, to me!\\\"\\n\\nAgain the Terror came with a roar like the sea. But David, with a mighty kick catching him full on the jaw, repelled the attack.\\n\\nThen he gripped his father round the waist and lifted him from the ground. The little man, struggling in those iron arms, screamed, cursed, and battered at the face above him, kicking and biting in his frenzy.\\n\\n\\\"The Killer! wad ye ken wha's the Killer? Go and ask 'em at Kenmuir! Ask yer--\\\"\\n\\nDavid swayed slightly, crushing the body in his arms till it seemed every rib must break; then hurled it from him with all the might of passion. The little man fell with a crash and a groan.\\n\\nThe blaze in the corner flared, flickered, and died. There was hell-black darkness, and silence of the dead.\\n\\nDavid stood against the wall, panting, every nerve tightstrung as the hawser of a straining ship.\\n\\nIn the corner lay the body of his father, limp and still; and in the room one other living thing was moving.\\n\\nHe clung close to the wall, pressing it with wet hands. The horror of it all, the darkness, the man in the corner, that moving something, petrified him.\\n\\n\\\"Feyther!\\\" he whispered.\\n\\nThere was no reply. A chair creaked at an invisible touch. Something was creeping, stealing, crawlng closer.\\n\\nDavid was afraid.\\n\\n\\\"Feyther!\\\" he whispered in hoarse agony, \\\"areyo' hurt?\\\"\\n\\nThe words were stifled in his throat. A chair overturned with a crash; a great body struck him on the chest; a hot, pestilent breath volleyed in his face, and wolfish teeth were reaching for his throat.\\n\\n\\\"Come on, Killer!\\\" he screamed.\\n\\nThe horror of suspense was past. It had come, and with it he was himself again.\\n\\nBack, back, back, along the wall he was borne. His hands entwined themselves around a hairy throat; he forced the great head with its horrid lightsome eyes from him; he braced himself for the effort, lifted the huge body at his breast, and heaved it from him. It struck the wall and fell with a soft thud.\\n\\nAs he recoiled a hand clutched his ankle and sought to trip him. David kicked back and down with all his strength. There was one awful groan, and he staggered against the door and out.\\n\\nThere he paused, leaning against the wall to' breathe.\\n\\nHe struck a match and lifted his foot to see where the hand had clutched him.\\n\\nGod! there was blood on his heel.\\n\\nThen a great fear laid hold on him. A cry was suffocated in his breast by the panting of his heart.\\n\\nHe crept back to the kitchen door and listened.\\n\\nNot a sound.\\n\\nFearfully he opened it a crack,\\n\\nSilence of the tomb.\\n\\nHe banged it to. It opened behind him, and the fact lent wings to his feet.\\n\\nHe turned and plunged out into the night, and ran through the blackness for his life. And a great owl swooped softly by and hooted mockingly:\\n\\n\\\"For your life! for your life! for your life!\\\"\\n\\nPART V  OWD BOB 0' KENMUIR\\n\\nChapter XXII.  A MAD DOG\\n\\nDAVID and Maggie, meanwhile, were drifting further and further apart. He now thought the girl took too much upon herself; that this assumption of the woman and the mother was overdone. Once, on a Sunday, he caught her hearing Andrew his catechism. He watched the performance through a crack in the door, and listened, giggling, to her simple teaching. At length his merriment grew so boisterous that she looked up, saw him, and, straightway rising to her feet, crossed the room and shut the door; tendering her unspoken rebuke with such a sweet dignity that he slunk away for once decently ashamed. And the incident served to add point to his hostility.\\n\\nConsequently he was seldom at Kenmuir, and more often at home, quarrelling with his father.\\n\\nSince that day, two years before, when the boy had been an instrument in the taking of the Cup from him, father and son had been like two vessels charged with electricity, contact between which might result at any moment in a shock and a flash. This was the outcome not of a moment, but of years.\\n\\nOf late the contest had raged markedly fierce; for M Adam noticed his son's more frequent presence at home, and commented on the fact in his usual spirit of playful raillery.\\n\\n\\\"What's come to ye, David?\\\" he asked one day. \\\"Yer auld dad's head is nigh turned wi' yer condescension. Is James Moore feared ye'll steal the Cup fra him, as ye stole it from me, that he'll not ha' ye at Kenmuir? or what is it?\\\"\\n\\n\\\"I thought I could maybe keep an eye on the Killer gin I stayed here,\\\" David answered, leering at Red Wull.\\n\\n\\\"Ye'd do better at Kenmuir--eh, Wuflie!\\\" the little man replied.\\n\\n\\\"Nay,\\\" the other answered, \\\"he'll not go to Kenmuir. There's Th' Owd TJn to see to hini there o' nights.\\\"\\n\\nThe little man whipped round.\\n\\n\\\"Are ye so sure he is there o' nights, ma lad?\\\" he asked with slow significance.\\n\\n\\\"He was there when some one--I dinna say who, though I have ma thoughts--tried to poison him,\\\" sneered the boy, mimicking his father's manner.\\n\\nM'Adam shook his head.\\n\\n\\\"II he was poisoned, and noo I think aiblins he was, he didna pick it up at Kenmuir, I tell ye that,\\\" he said, and marched out of the room.\\n\\nIn the mean time the Black Killer pursued his bloody trade unchecked. The public, always greedy of a new sensation, took up the matter. In several of the great dailies, articles on the \\\"Agrarian Outrages\\\" appeared, followed by lengthy correspondence. Controversy raged high; each correspondent had his own theory and his own solution of the prob1cm; and each waxed indignant as his were discarded for another's.\\n\\nThe Terror had reigned already two months when, with the advent of the lambing-time, matters took a yet more serious aspect.\\n\\nIt was bad enough to lose one sheep, often the finest in the pack; but the hunting of a flock at a critical moment, which was incidental to the slaughter of the one, the scaring of these woolly mothers-about-to-be almost out of their fleeces, spelt for the small farmers something akin to ruin, for the bigger ones a loss hardly bearable.\\n\\nSuch a woful season had never been known; loud were the curses, deep the vows of revenge. Many a shepherd at that time patrolled all night through with his dogs, only to find in the morning that the Killer had slipped him and havocked in some secluded portion of his beat.\\n\\nIt was heartrending work; and all the more so in that, though his incrimination seemed as far off as ever, there was still the same positiveness as to the culprit's identity.\\n\\nLong Kirby, indeed, greatly daring, went so far on one occasion as to say to the little man: \\\"And d'yo' reck'n the Killer is a sheepdog, M'Adam?\\\"\\n\\n\\\"I do,\\\" the little man replied with conviction.\\n\\n\\\"And that he'll spare his own sheep?\\\"\\n\\n\\\"Niver a doubt of it.\\\"\\n\\n\\\"Then,\\\" said the smith with a nervous cackle, \\\"it must lie between you and Tupper and Saunderson.\\\"\\n\\nThe little man leant forward and tapped the other on the arm.\\n\\n\\\"Or Kenmuir, ma friend,\\\" he said. \\\"Ye've forgot Kenmuir.\\\"\\n\\n\\\"So I have,\\\" laughed the smith, \\\"so I have.\\\"\\n\\n\\\"Then I'd not anither time,\\\" the other continued, still tapping. \\\"I'd mind Kenmuir, d'ye see, Kirby?\\\"\\n\\nIt was about the middle of the lambingtime, when the Killer was working his worst, that the Dalesmen had a lurid glimpse of Adam M'Adam as he might be were he wounded through his Wullie.\\n\\nThus it came about: It was market-day in Grammoch-town, and in the Border Ram old Rob Saunderson was the centre of interest. For on the previous night Rob, who till then had escaped unscathed, had lost a sheep to the Killer: and--far worse--his flock of Herdwicks, heavy in lamb, had been galloped with disastrous consequences.\\n\\nThe old man, with tears in his eyes, was telling how on four nights that week he had been up with Shep to guard against mishap; and on the fifth, worn out with his double labor, had fallen asleep at his post. But a very little while he slumbered; yet when, in the dawn, he woke and hurried on his rounds, he quickly came upon a mangled sheep and the pitiful relic of his flock. A relic, indeed! For all about were cold wee lambkins and their mothers, dead and dying of exhaustion and their unripe travail--a slaughter of the innocents.\\n\\nThe Dalesmen were clustered round the old shepherd, listening with lowering countenances, when a dark gray head peered in at the door and two wistful eyes dwelt for a moment on the speaker.\\n\\n\\\"Talk o' the devil!\\\" muttered M'Adam, but no man heard him. For Red Wull, too, had seen that sad face, and, rising from his master's feet, had leapt with a roar at his enemy, toppling Jim Mason like a ninepin in the fury of his charge.\\n\\nIn a second every dog in the room, from the battered Venus to Tupper's big Rasper, was on his feet, bristling to have at the tyrant and wipe out past injuries, if the gray dog would but lead the dance.\\n\\nIt was not to be, however. For Long Kirby was standing at the door with a cup of hot coffee in his hand. Barely had he greeted the gray dog with--\\n\\n\\\"'Hello, Owd Un!\\\" when hoarse yells of \\\"'Ware, lad! The Terror!\\\" mingled with Red Wull's roar.\\n\\nHalf turning, he saw the great dog bounding to the attack. Straightway he flung the boiling contents of his cup full in that rage-wracked countenance. The burning liquid swished against the huge hull-head. Blinding, bubbling, scalding, it did its fell work well; nothing escaped that merciless torrent. With a cry of agony, half bellow, half howl, Red Wull checked in his charge. From without the door was banged to; and again the duel was postponed. While within the tap-room a huddle of men and dogs were left alone with a mad man and a madder brute.\\n\\nRlind, demented, agonized, the Tailless Tyke thundered about the little room gnashing, snapping, oversetting; men, tables, chairs swirled off their legs as though they had been dolls. He spun round like a monstrous teetotum; he banged his tortured head against the wall; he burrowed into the unyielding floor. And all the while M'Adam pattered after him, laying hands upon him only to be flung aside as a terrier flings a rat. Now up, now down again, now tossed into a corner, now dragged upon the floor, yet always following on and crying in supplicating tones, \\\"Wullie, Wullie, let me to ye! let yer man ease ye!\\\" and then, with a scream and a murderous glance, \\\"By--, Kirby, I'll deal wi' you later!\\\"\\n\\nThe uproar was like hell let loose. You could hear the noise of oaths and blows, as the men fought for the door, a half-mile away. And above it the horrid bellowing and the screaming of that shrill voice.\\n\\nLong Kirby was the first man out of that murder-hole; and after him the others toppled one by one--men and dogs jostling one another in the frenzy of their fear. Big Bell, Londesley, Tupper, Hoppin, Teddy Bolstock, white-faced and trembling; and old Saunderson they pulled out by his heels. Then the door was shut with a clang, and the little man and mad dog were left alone.\\n\\nIn the street was already a big-eyed crowd, attracted by the uproar; while at the door was James Moore, seeking entrance. \\\"Happen I could lend the little mon a hand,\\\" said he; but they withheld him forcibly.\\n\\nInside was pandemonium: bangings like the doors of hell; the bellowing of that great voice; the patter of little feet; the slithering of a body on the floor; and always that shrill, beseeching prayer, \\\"Wullie, Wullie, let me to ye!\\\" and, in a scream, \\\"By--, Kirby, I'll be wi' ye soon!\\\"\\n\\nJim Mason it was who turned, at length, to the smith and whispered, \\\"Kirby, lad, yo'd best skip.\\n\\nThe big man obeyed and ran. The stamp, stamp of his feet on the hard road rang above the turmoil. As the long legs vanished round the corner and the sound of the fugitive died away, a panic seized the listening crowd.\\n\\nA woman shrieked; a girl fainted; and in two minutes the street was as naked of men as the steppes of Russia in winter: here a white face at a window; there a door ajar; and peering round a far corner a frightened boy. One man only scorned to run. Alone, James Moore stalked down the centre of the road, slow and calm, Owd Bob trotting at his heels.\\n\\nIt was a long half-hour before the door of the inn burst open, and M'Adam came out with a run, flinging the door behind him.\\n\\nHe rushed into the middle of the road; his sleeves were rolled at the wrist like a surgeon's; and in his right hand was a black-handled jack-knife.\\n\\n\\\"Noo, by--!\\\" he cried in a terrible voice, \\\"where is he?\\\"\\n\\nHe looked up and down the road, darting his fiery glances everywhere; and his face was whiter than his hair.\\n\\nThen he turned and hunted madly down the whole length of the High, nosing like a weasel in every cranny, stabbing at the air as he went, and screaming, \\\"By--, Kirby, wait till I get ye!\\\"\\n\\nChapter XVIII.  HOW THE KILLER WAS SINGED\\n\\nNo further harm came of the incident; but it served as a healthy object-lesson for the Dalesmen.\\n\\nA coincidence it may have been, but, as a fact, for the fortnight succeeding Kirby's exploit there was a lull in the crimes. There followed, as though to make amends, the sevcn days still remembered in the Daleland as the Bloody Week.\\n\\nOn the Sunday the Squire lost a Cheviot ewe, killed not a hundred yards from the Manor wall. On the Monday a farm on the Black Water was marked with the red cross. On Tuesday--a black night--Tupper at Swinsthwaite came upon the murderer at his work; he fired into the darkness without effect; and the Killer escaped with a scaring. On the following night Viscount Birdsaye lost a shearling ram, for which he was reported to have paid a fabulous sum. Thursday was the one blank night of the week. On Friday Tupper was again visited and punished heavily, as though in revenge for that shot.\\n\\nOn the Saturday afternoon a big meeting was held at the Manor to discuss measures. The Squire presided; gentlemen and magistrates were there in numbers, and every farmer in the country-side.\\n\\nTo start the proceedings the Special Commissioner read a futile letter from the Board of Agriculture. After him Viscount Birdsaye rose and proposed that a reward more suitable to the seriousness of the case than the paltry ?s of the Police should be offered, and backed his proposal with a 25 pounds cheque. Several others spoke, and, last of all, Parson Leggy rose.\\n\\nHe briefly summarized the history of the crimes; reiterated his belief that a sheep-dog was the criminal; declared that nothing had occurred to shake his conviction; and concluded by offering a remedy for their consideration. Simple it was, so he said, to laughableness; yet, if their surmise was correct, it would serve as an effectual preventive if not cure, and would at least give them time to turn round. He paused.\\n\\n\\\"My suggestion is: That every man-jack of you who owns a sheep-dog ties him up at night.\\\"\\n\\nThe farmers were given half an hour to consider the proposal, and clustered in knots talking it over. Many an eye was directed on M'Adam; but that little man appeared all unconscious.\\n\\n\\\"Weel, Mr. Saunderson,\\\" he was saying in, shrill accents, \\\"and shall ye tie Shep?\\\"\\n\\n\\\"What d'yo' think?\\\" asked Rob, eying the man at whom the measure was aimed.\\n\\n\\\"Why, it's this way, I'm thinkin',\\\" the little man replied. \\\"Gin ye haud Shep's the guilty one I wad, by all manner o' means--or shootin'd be ailbins better. If not, why \\\"--he shrugged his shoulders significantly; and having shown his hand and driven the nail well home, the little man left the meeting.\\n\\nJames Moore stayed to see the Parson's resolution negatived, by a large majority, and then he too quitted the hail. He had foreseen the result, and, previous to the meeting, had warned the Parson how it would be.\\n\\n\\\"Tie up!\\\" he cried almost indignantly, as Owd Bob came galloping up to his whistle; \\\"I think I see myself chainin' yo', owd lad, like ony murderer. Why, it's yo' has kept the Killer off Kenmuir so far, I'll lay.\\\"\\n\\nAt the lodge-gate was M'Adam, for once without his familiar spirit, playing with the lodge-keeper's child; for the little man loved all children but his own, and was beloved of them. As the Master approached he looked up.\\n\\n\\\"Wed, Moore,\\\" he called, \\\"and are you gaein' to tie yer dog?\\\"\\n\\n\\\"I will if you will yours,\\\" the Master answered grimly.\\n\\n\\\"Na,\\\" the little man replied, \\\"it's Wullie as frichts the Killer aff the Grange. That's why I've left him there noo.\\\"\\n\\n\\\"It's the same wi' me,\\\" the Master said. He's not come to Kenmuir yet, nor he'll not so long as Th' Owd Un's loose, I reck'n.\\\"\\n\\n\\\"Loose or tied, for the matter o' that,\\\" the little man rejoined, \\\"Kenmuir'll escape.\\\" He 'made the statement dogmatically, snapping his lips.\\n\\nThe Master frowned.\\n\\n\\\"Why that?\\\" he asked.\\n\\n\\\"Ha' ye no heard what they're sayin'?\\\" the little man inquired with raised eyebrows.\\n\\n\\\"Nay; what?\\\"\\n\\n\\\"Why, that the mere repitation o' th' best sheep-dog in the North' should keep him aff. An' I guess they're reet,\\\" and he laughed shrilly as he spoke.\\n\\nThe Master passed on, puzzled.\\n\\n\\\"Which road are ye gaein' hame?\\\" M'Adam called after him. \\\"Because,\\\" with a polite smile, \\\"I'll tak' t'ither.\\\"\\n\\n\\\"I'm off by the Windy Brae,\\\" the Master answered, striding on. \\\"Squire asked me to 'leave a note wi' his shepherd t'other side o' the Chair.\\\" So he headed away to the left, making for home by the route along the Silver Mere.\\n\\nft is a long sweep of almost unbroken moorland, the well-called Windy Brae; sloping gently down in mile on mile of heather from the Mere Marches on the top to the fringe of the Silver Mere below. In all that waste of moor the only break is the quaint-shaped Giant's Chair, puzzle of geologists, looking as though plumped down by accident in the heathery wild. The ground rises suddenly from the uniform grade of the Brae; up it goes, ever growing steeper, until at length it runs abruptly into a sheer curtain of rock--the Fall--which rises perpendicular some forty feet, on the top of which rests that tiny grassy bowl--not twenty yards across--they call the Scoop.\\n\\nThe Scoop forms the seat of the Chair and reposes on its collar of rock, cool and green and out of the world, like wine in a metal cup; in front is the forty-foot Fall; behind, rising sheer again, the wall of rock which makes the back of the Chair. Inaccessible from above, the only means of entrance to that little deli are two narrow sheep-tracks, which crawl dangerously up between the sheer wall on the one hand and the sheer Fall on the other, entering it at opposite sides.\\n\\nIt stands out clear-cut from the gradual incline, that peculiar eminence; yet as the Master and Owd Bob debouched on to the Brae it was already invisible in the darkening night.\\n\\nThrough the heather the two swung, the Master thinking now with a smile of David and Maggie; wondering what M'Adam had meant; musing with a frown on the Killer; pondering on his identity--for he was half of David's opinion as to Red Wull's innocence; and thanking his stars that so far Kenmuir had escaped, a piece of luck he attributed entirely to the vigilance of Th' Owd Un, who, sleeping in the porch, slipped out at all hours and went his rounds, warding off danger. And at the thought he looked down for the dark head which should be travelling at his knee; yet could not see it, so thick hung the pall of night.\\n\\nSo he brushed his way along, and ever the night grew blacker; until, from the swell of the ground beneath his feet, he knew himself skirting the Giant's Chair.\\n\\nNow as he sped along the foot of the rise, of a sudden there burst on his ear the myriad patter of galloping feet. He turned, and at the second a swirl of sheep almost bore him down. It was velvet-black, and they fled furiously by, yet he dimly discovered, driving at their trails, a vague hound-like form.\\n\\n\\\"The Killer, by thunder!\\\" he ejaculated, and, startled though he was, struck down at that last pursuing shape, to miss and almost fall.\\n\\n\\\"Bob, lad!\\\" he cried, \\\"follow on!\\\" and swung round; but in the darkness could not see if the gray dog had obeyed.\\n\\nThe chase swept on into the night, and, far above him on the hill-side, he could now hear the rattle of the flying feet. He started hotly in pursuit, and then, recognizing the futility of following where he could not see his hand, desisted. So he stood motionless, listening and peering into the blackness, hoping Th' Owd Un was on the villain's heels.\\n\\nHe prayed for the moon; and, as though in answer, the lantern of the night shone out and lit the dour face of the Chair above him. He shot a glance at his feet; and thanked heaven on finding the gray dog was not beside him.\\n\\nThen he looked up. The sheep had broken, and were scattered over the steep hill-side, still galloping madly. In the rout one pair of darting figures caught and held his gaze: the foremost dodging, twisting, speeding upward, the hinder hard on the leader's heels, swift, remorseless, never changing. He looked for a third pursuing form; but none could he discern.\\n\\n\\\"He mun ha' missed him in the dark,\\\" the Master muttered, the sweat standing on his brow, as he strained his eyes upward.\\n\\nHigher and higher sped those tWo dark specks, far out-topping the scattered remnant of the flock. Up and up, until of a sudden the sheer Fall dropped its relentless barrier in the path of the fugitive. Away, scudding along the foot of the rock-wall struck the familiar track leading to the Scoop, and up it, bleating pitifully, nigh spent, the Killer hard on her now.\\n\\n\\\"He'll doon her in the Scoop!\\\" cried the Master hoarsely, following with fascinated eyes. \\\"Owd Un! Owd Un! wheer iver are yo' gotten to?\\\" he called in agony; but no Owd Un made reply.\\n\\nAs they reached the summit, just as he had prophesied, the two black dots were one; and down they rolled together into the hollow of the Scoop, out of the Master's ken. At the same instant the moon, as though loth to watch the last act of the bloody play, veiled her face.\\n\\nIt was his chance. \\\"Noo!\\\"--and up the hillside he sped like a young man, girding his loins for the struggle. The slope grew steep and steeper; but on and on he held in the darkness, gasping painfully, yet running still, until the face of the Fall blocked his way too.\\n\\nThere he paused a moment, and whistled a low call. Could he but dispatch the old dog up the one path to the Scoop, while he took the other, the murderer's one road to safety would be blocked.\\n\\nHe waited, all expectant; but no cold muzzle was shoved into his hand. Again he whistled. A pebble from above almost dropped on him, as if the criminal up there had moved to the brink of the Fall to listen; and he dared no more.\\n\\nHe waited till all was still again, then crept, cat-like, along the rock-foot, and hit, at length, the track up which a while before had fled Killer and victim. Up that ragged way he crawled on hands and knees. The perspiration rolled off his face; one elbow brushed the rock perpetually; one hand plunged ever and anon into that naked emptiness on the other side.\\n\\nHe prayed that the moon might keep in but a little longer; that his feet might be saved from falling, where a slip might well mean death, certain destruction to any chance of succ\\\\~s. He cursed his luck that Th' Owcl Un had somehow missed him in the dark; for now he must trust to chance, his own great\\\\~ strength, and his good oak stick. And he a\\\\~ climbed, he laid his plan: to rush in on the Killer as he still gorged and grapple with him. If in the darkness he missed--and in that narrow arena the contingency was improbable--the murderer might still, in the panic of the moment, forget the one path to safety and leap over the Fall to his destruction.\\n\\nAt length he reached the summit and paused to draw breath. The black void before him was the Scoop, and in its bosom--not ten yards away--must be lying the Killer and the killed.\\n\\nHe crouched against the wet rock-face and listened. In that dark silence, poised 'twixt heaven and earth, he seemed a million miles apart from living soul.\\n\\nNo sound, and yet the murderer must be there. Ay, there was the tinkle of a dislodged stone; and again, the tread of stealthy feet.\\n\\nThe Killer was moving; alarmed; was off.\\n\\nQuick!\\n\\nHe rose to his full height; gathered himself, and leapt.\\n\\nSomething collided with him as he sprang; something wrestled madly with him; something wrenched from beneath him; and in a clap he heard the thud of a body striking ground far below, and the slithering and splattering of some creature speeding furiously down the hill-side and away.\\n\\n\\\"Who the blazes?\\\" roared he.\\n\\n\\\"What the devil?\\\" screamed a little voice.\\n\\nThe moon shone out.\\n\\n\\\"Moore!\\\"\\n\\n\\\"M'Adam!\\\"\\n\\nAnd there they were still struggling over the body of a dead sheep.\\n\\nIn a second they had disengaged and rushed to the edge of the Fall. In the quiet they could still hear the scrambling hurry of the fugitive far below them. Nothing was to be seen, however, save an array of startled sheep on the hill-side, mute witnesses of the murderer's escape.\\n\\nThe two men turned and eyed each other; the one grim, the other sardonic: both dishevelled and suspicious.\\n\\n\\\"Well?''\\n\\nWeel?\\\"\\n\\nA pause and, careful scrutiny.\\n\\n\\\"There's blood on your coat.\\\"\\n\\n\\\"And on yours\\\\~\\\"\\n\\nTogether they walked hack into the little moon-lit hollow. There lay the murdered sheep in a pool of blood. Plain it was to see whence the marks on their coats came. M'Adam touched the victim's head with his\\\\~ foot. The movement exposed its throat,. With a shudder he replaced it as it was.\\n\\nThe two men stood back and eyed one another.\\n\\n\\\"What are yo' doin' here?\\\"\\n\\n\\\"After the Killer. What are you?\\\"\\n\\n\\\"After the Killer?\\\"\\n\\n\\\"Hoo did you come?\\\"\\n\\n\\\"Up this path,\\\" pointing to the one behind him. \\\"Hoo did you?\\\"\\n\\n\\\"Up this.\\\"\\n\\nSilence; then again:\\n\\n\\\"I'd ha' had him but for yo'.\\\"\\n\\n\\\"I did have him, but ye tore me aff,\\\"\\n\\nA pause again.\\n\\n\\\"Where's yer gray dog?\\\" This time the challenge was unmistakable.\\n\\n\\\"I sent him after the Killer. Wheer's your Red Wull?\\\"\\n\\n\\\"At hame, as I tell't ye before.\\\"\\n\\n\\\"Yo' mean yo' left him there?\\\" M'Adams' fingers twitched.\\n\\n\\\"He's where I left him.\\\"\\n\\nJames Moore shrugged his shoulders. And the other began:\\n\\n\\\"When did yer dog leave ye?\\\"\\n\\n\\\"When the Killer came past.\\\"\",\"timestamp\":1641283769,\"title\":\"\\nShe tilted her face provokingly, but her eyes were still down.\\n\"},\"digest\":\"Mi68LpbL03oYYA5cc7ZKD5GalV59jo0K5vnPwTMtfB0\",\"authorship\":{\"contributor\":\"0xF837B0f31262404317f5574c591fE54602BaE0be\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m1bdj2CPe_NzMciGR5Fz33x3-eRvj5ErmJSr-TGDMJg\\\",\\\"y\\\":\\\"zu2Syh2lUuoa21srPkvO2JGrllSm3DBtJpnq3PukhaU\\\"}\",\"signature\":\"V4eMSu2PdMgqr0CIK6IIO9Ct-JJx6UGPM_swB6EKHJyR0g2oC_Au4Mo0_iRnwSLMAONQtsFB3IL8njpNdUwlWQ\",\"signingKeySignature\":\"0xf0dd46def5db9faa8f870578f617a58065316cfccae9cb98009e043934c9c513718716d3dc4c1656c6f182895801f53fc09c7849326c36dc63aa2dad9b770e531b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m1bdj2CPe_NzMciGR5Fz33x3-eRvj5ErmJSr-TGDMJg\\\",\\\"y\\\":\\\"zu2Syh2lUuoa21srPkvO2JGrllSm3DBtJpnq3PukhaU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Mi68LpbL03oYYA5cc7ZKD5GalV59jo0K5vnPwTMtfB0\"}"