"{\"content\":{\"body\":\"> MEW is dedicated to making history by bringing NFTs to help newcomers and experienced users explore a new way of Ethereum in a trusted environment.”\\n\\nHe went on to explain that the project aims to provide complete access to all the Ethereum blockchain has to offer. Since most NFT markets are currently built on the Ethereum blockchain, he told us that it “makes sense” to involve Ethereum users at all skill levels by allowing them to mint and own unique pieces of the blockchain itself.\\n\\nWhen asked what he considers to be the value driver behind owning an ETH Block, Hemachandra told Cointelegraph:\\n\\n> “The amazing thing about ETH Blocks is that they can be sentimental and meaningful or an educational tool. Users \\\\[can\\\\] take control of the ETH Blocks in the way they want to and be as creative as they can be with how they share them and which moment on the blockchain they mint.”\\n\\nAs much as ETH Blocks may be sentimental for users, Ethereum’s history and “every individual fork and upgrade hold a special place” in the MEW team’s hearts as well, added Hemachandra. Since both the Ethereum blockchain and MyEtherWallet were founded in 2015, Hemachandra noted that MEW has made it a priority to be at the forefront of innovation for the Ethereum community:\",\"timestamp\":1639035964,\"title\":\"MEW is dedicated to making history by bringing NFT\"},\"digest\":\"KrJQ2Snaey_4gT9FwdrxLACQsNaWH8Zj1fQgFyshcbw\",\"authorship\":{\"contributor\":\"0xacD836e299E65c9b52cF573aD0F222A10B53e10d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XVabekfGYuw4LJ6yREHYvxOvUA_hzANkaCptsnOAlEA\\\",\\\"y\\\":\\\"ouyjgEZzhSSADHz60ixnfT7HRghIe5VlApEOU43ln08\\\"}\",\"signature\":\"WaFoE2CzcIMi8GZ8793AoicFpSK02vktWZiVk_RiDwtzfqto-xKroCh3MFNYNesU7NQk3vP9Jh7lPwQaFBDuNA\",\"signingKeySignature\":\"0x1aadff7191148553c0b9264475d7fb196bf04d54cc98a336da39b0e7f5fb9b634980c60a48d23b69a417d366086d32b6b4db8ac97896bf5330e81b00c1a136bd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XVabekfGYuw4LJ6yREHYvxOvUA_hzANkaCptsnOAlEA\\\",\\\"y\\\":\\\"ouyjgEZzhSSADHz60ixnfT7HRghIe5VlApEOU43ln08\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KrJQ2Snaey_4gT9FwdrxLACQsNaWH8Zj1fQgFyshcbw\"}"