"{\"content\":{\"body\":\"Official mayk Litepaper. Last modified: dec 2021. *This document is a work in progress as we begin contributing to the web3 music economy and work more closely together with the mayk community to bring new voices and sounds into music. We describe a bit about who we are and what we are exploring.*\\n\\n**Welcome to mayk - a community of makers!**\\n\\n**1/ What we believe**\\n\\nWe started mayk to democratize music and empower anybody to become a music creator as we truly believe that “with the right tools, anybody can mayk it”. What does that mean? Building safe creative spaces with powerful music tools, distribution and monetization. What drives us is our excitement to make music creativity more universally accessible so we can empower the next billion music creators to follow their passions!\\n\\nAs we are mission driven and focused on the success of a new wave of music creators, we're excited to help creators in the ways they want help, including song ownership & getting their songs into blockchains & other platforms that help them progress on their musical journeys. We are focusing on playful experimentation, eagerness-to-learn, and community cooperation as part of our core DNA & values -- and entering this journey with open ears and hearts.\\n\\nThe creator and artist economies are mostly top-heavy and focus on main-stream appeal. We believe in the power of sub-communities and want to support creators that experiment with a new relevant sound for these communities. Our community inspires us with how they use songs and why they love making songs. Some examples:\\n\\n* One mayker sold a couple music NFTs for fun and suggested we add a ‘Mint as NFT’ button, which generated more interest in sharing to OpenSea than Instagram\\n* One creator who received more listens on mayk than on any other platform said it helped her believe in her own music’s value for the first time\\n* One web3 music supporter who bought an “Early Tapes” NFT said he felt good getting involved in a new artist’s journey\\n\\nOur early community is excited about collaborating on music with an encouraging community, and understanding the ownership of songs they make in web3 & on new platforms. Hence, we are excited to contribute to building a new music ecosystem by providing a creative on-ramp for music creators to enter web3. That’s why we keep researching and developing the best audio production tools for collaborative song making on any platform (starting with iOS mobile)\\n\\n**2/ What we’re building**\\n\\nOur team is excited to contribute to the new-music web3 space in an authentic and meaningful way. To that end, we are\\n\\n1. Building powerful yet simple music creation tools that make it easy for people to make songs with their phone, distribute & monetize them (e.g. mint them as musicNFTs) (creative onramp),\\n2. Connecting next-gen music creators to early supporters, co-creators & first fans (building community)\\n3. tokenizing our existing create-to-earn in-app gems & providing utility by being able to use tokens in a marketplace ecosystem (rewarding community contribution),\\n4. Providing utility to co-creators by solving fractional song ownership and attribution with fractional song metadata to properly reward song collaborators & remixers (community ownership of digital assets created).\\n5. Working towards progressive decentralization (community ownership on an organizational level)\\n6. Building music-as-a-platform by providing access to a catalogue of music, stems to remix & a powerful audio engine & plugins to power creation in virtual spaces wherever you are (ecosystem contribution through tech integrations & distribution)\\n\\nWe are committed to continually looking for sustainable, greener solutions that reduce our impact on the planet as we are thinking about the benefits of blockchains for music creators. That’s why we decided to first build in partnership with low-gas & low-carbon chains that are aligned with our core value around accessibility (and are excited by chains like Solana, Polygon, Tezos and Avalanche)\\n\\n**3/ Why are we building for web3?**\\n\\nThrough 2021, our focus was on researching and developing a simple, accessible music tool. Since we’ve seen success with amateur creators making songs on their phones, we are interested in enabling simpler models of ownership, autonomy and community for the creators. Which will mean among other things:\\n\\n* Creators own the songs they make, export them & take it where they wish\\n* Attribution of songs is on-chain, enabling fair & instant splits of any payments to collaborators\\n* Early supporters & fans can support their favorite creators by buying their music NFTs, helping value songs in a new way\\n* Tokens to reward different participants in the music economy (e.g. creators, curators & promoters)\\n* Progressively share ownership & governance of our tools & platform\\n\\nWe believe we can help music creators receive validation and support for their creations, with faster payouts and opportunities for fans to be ‘super-supporters’ of their favorite artists, by building an ecosystem around music creation, with simple tools for creators at the start of their music journey. The next Billie Eilish can make songs from her phone, sell copies of her songs as NFTs, and reward her early supporters & fans. One true fan can be all a music creator needs to find value in her own voice, even if niche in nature. We hope to enable meaningful connections within niche creative communities, helping a new wave of creators develop their culture and sound.\\n\\n**4/ The mayk.it app (a mobile music creation studio)**\\n\\nWith mayk.it you can create, share & publish songs in minutes. Our tools are focused on the beginner, and help illuminate a path for creators to go as far as they want with their sounds:\\n\\n* Inspiration; Get inspired with the feed, community support, and song ideas\\n* Creation: Sound amazing (with voice fx & beats)\\n* Distribution & Monetization: Build connections, exchange encouragements, and easily share other platforms like TikTok or mint to NFT marketplaces\\n* Rewards: contributors earn “gems” for each song created (creation), each love your song gets, each encouragement, each share, etc. (community)\\n\\n**5/ What’s the community about?**\\n\\nmayk is a fun place for people who aren’t afraid to experiment with sound, let loose, and have fun expressing how they feel through songs. Be yourself or be whoever you wanna be and shape the community. Our community includes music creators, enthusiasts, and supporters, with a focus on inclusivity and diversity, valuing:\\n\\n1. Connection:\\n   1. Connecting a diverse set of people who are excited about building a new music economy together\\n   2. Building a bridge and spaces around a shared interest to lift more people up and have a good time\\n   3. Being open & fluid when it comes to music genres and creator identities - mix & match your sound\\n2. Learning:\\n   1. Playing and experimenting to feed curiosity, drive progress and make dreams come true\\n   2. Reaching for the stars, embracing change & new challenges to make the impossible possible\\n   3. Learning from each other, helping each other and align incentives\\n3. Collaboration:\\n   1. Creating together and keeping things simple so we are all on the same page\\n   2. Helping to break down the barriers to music creation and ownership\\n   3. Embracing accessibility and simplicity in everything we do, hear and say\\n\\n**6/  Milestones & Roadmap**\\n\\n\\\\*\\\\*\\n2021:\\\\*\\\\* R&D / Enter the space\\n\\n* R&D: initial team gathered to create core music tool infrastructure, audio engine & editor\\n* Early create-to-earn mechanics built into the app with ‘gems’\\n* Pioneer next-gen music creator community\\n* Community-driven web3 experiments incl. ‘early tapes’ musicNFT drop\\n\\n\\\\*\\\\*\\n2022+:\\\\*\\\\* What we’re thinking about next:\\n\\n* Cultivating a community that is excited about democratizing access to music creativity and empowering more creative roles & contributors\\n* Continuing R&D on music tools including a mobile song editor enabling more remixing & sound capabilities with attribution of stems for songs & remixes\\n* Enabling transactions and frictionless minting of songs from the app more natively with new partnerships\\n* Building new creative experiences that blend the lines between artists & fans\\n* Expand library & tools into more virtual spaces & platforms with new distribution partnerships & experiments\\n* Community Involvement & ownership through progressive decentralization & tokenomics\\n\\nTo be continued... Got some ideas or feedback? We would love to get in touch!\\n\\n\\\\*\\\\*\\nJoin our community:\\\\*\\\\*\\n\\n[Discord](https://discord.gg/rcqes8pEbv)\\n\\n[Twitter](https://twitter.com/mayk_it_app)\\n\\n[TikTok](https://www.tiktok.com/@mayk.it?)\\n\\nMirror - thanks for reading :)\",\"timestamp\":1641324704,\"title\":\"mayk litepaper: charting ahead into 2022+\"},\"digest\":\"xlt0Ss2nXLC9zjxS2pTUrjL4zFRXq40IvqP0BiElhek\",\"authorship\":{\"contributor\":\"0x517c5aa09168bC04DE20e3D92e56f5B99a40c128\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EbmvhDpvOsq2jWWoi1IziiPjgmRx3yRrnebx7m7Jkc0\\\",\\\"y\\\":\\\"M2kCJWnTc1oEfK1VjQqrBeRE-w9-ducJ-kWRzQpW3Kc\\\"}\",\"signature\":\"LIATR4yA_XOXLM0I-Fx_yT80924TXWbk-oWaxVHm-GpTGmOHSxE_oFqRYUmFVvGJLmZnEwEmaTNSIkv-mqu5YQ\",\"signingKeySignature\":\"0xa0f76f1946f7aa0d1e82f027916826cf9f7f84771e5c15487e8a10105ae83c1a3b290b51591c67f2c0fc67c63bd10cfd5bc699c2a5b34044961564440b8ad8ad1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EbmvhDpvOsq2jWWoi1IziiPjgmRx3yRrnebx7m7Jkc0\\\",\\\"y\\\":\\\"M2kCJWnTc1oEfK1VjQqrBeRE-w9-ducJ-kWRzQpW3Kc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"S_LKwjaeYRYnOAm-dO2lIxlZ53j1GJO14PKNXx0qPe0\"}"