"{\"content\":{\"body\":\"Van Swieten and Hiester mention cases in which part of the trachea was carried away by a ball, with recovery. Monro, Tulpius, Bartholinus, and Pare report severance of the trachea with the absence of oral breathing, in which the divided portions were sutured, with successful results. In his \\\"Theatro Naturae,\\\" Bodinus says that William, Prince of Orange, lost the sense of taste after receiving a wound of the larynx; according to an old authority, a French soldier became mute after a similar accident. Davies-Colley mentions a boy of eighteen who fell on a stick about the thickness of the index finger, transfixing his neck from right to left; he walked to a doctor's house, 250 yards away, with the stick in situ. In about two weeks he was discharged completely well. During treatment he had no hemorrhage of any importance, and his voice was not affected, but for a while he had slight dysphagia.\\n\\nBarker gives a full account of a barber who was admitted to a hospital two and a half hours after cutting his throat. He had a deep wound running transversely across the neck, from one angle of the jaw to the other, cutting open the floor of the mouth and extending from the inner border of the sternocleido-mastoid to the other, leaving the large vessels of the neck untouched. The razor had passed through the glosso-epiglottidean fold, a tip of the epiglottis, and through the pharynx down to the spinal column. There was little hemorrhage, but the man could neither swallow nor speak. The wound was sutured, tracheotomy done, and the head kept fixed on the chest by a copper splint. He was ingeniously fed by esophageal tubes and rectal enemata; in three weeks speech and deglutition were restored. Shortly afterward the esophageal tube was removed and recovery was virtually complete. Little mentions an extraordinary case of a woman of thirty-six who was discharged from Garland's asylum, where she had been an inmate for three months. This unfortunate woman had attempted suicide by self-decapitation from behind forward. She was found, knife in hand, with a huge wound in the back of the neck and her head bobbing about in a ghastly manner. The incision had severed the skin, subcutaneous tissues and muscles, the ligaments and bone, opening the spinal canal, but not cutting the cord. The instrument used to effect this major injury was a blunt potato-peeling knife. Despite this terrible wound the patient lived to the sixth day.\\n\\nHislop records a case of cut-throat in a man of seventy-four. He had a huge gaping wound of the neck, extending to within a half inch of the carotids on each side. The trachea was almost completely severed, the band left was not more than 1/4 inch wide. Hislop tied four arteries, brought the ends of the trachea together with four strong silk sutures, and, as the operation was in the country, he washed the big cavity of the wound out with cold spring-water. He brought the superficial surfaces together with ten interrupted sutures, and, notwithstanding the patient's age, the man speedily recovered. This emphasizes the fact that the old theory of leaving wounds of this nature open was erroneous. Solly reports the case of a tailor of twenty-two who attempted suicide by cutting through the larynx, entirely severing the epiglottis and three-fourths of the pharynx. No bleeding point was found, and recovery ensued.\\n\\nCowles describes the case of a soldier of thirty-five who, while escaping from the patrols, was shot by the Officer of the Day with a small bullet from a pistol. The ball entered the right shoulder, immediately over the suprascapular notch, passed superficially upward and forward into the neck, wounding the esophagus posteriorly at a point opposite the thyroid cartilage, and lodged in the left side of the neck. The patient had little hemorrhage, but had expectorated and swallowed much blood. He had a constant desire to swallow, which continued several days. The treatment was expectant; and in less than three weeks the soldier was returned to duty. From the same authority there is a condensation of five reports of gunshot wounds of the neck, from all of which the patients recovered and returned to duty.\\n\\nBraman describes the case of a man on whom several injuries were inflicted by a drunken companion. The first wound was slight; the second a deep flesh-wound over the trapezius muscle; the third extended from the right sterno-cleido-mastoid midway upward to the middle of the jaw and down to the rapine of the trachea. The external jugular, the external thyroid, and the facial arteries were severed. Braman did not find it necessary to ligate, but was able to check the hemorrhage with lint and persulphate of iron, in powder, with pressure. After fourteen hours the wound was closed; the patient recovered, and was returned to duty in a short time.\\n\\nThomas has reported the case of a man sixty-five years old who in an attempt at suicide with a penknife, had made a deep wound in the left side of the neck. The sternohyoid and omohyoid muscles were divided; the internal jugular vein was cut through, and its cut ends were collapsed and 3/4 inch apart; the common carotid artery was cut into, but not divided; the thyroid cartilage was notched, and the external and anterior jugular veins were severed. Clamp-forceps were immediately applied to the cut vessels and one on each side the aperture in the common carotid from which a small spurt of blood, certainly not half a teaspoonful, came out. The left median basilic vein was exposed by an incision, and 20 ounces of warm saline solution were slowly perfused, an ordinary glass syringe with a capacity of five ounces, with an India-rubber tubing attached to a canula in the vein being employed. After seven ounces of fluid had been injected, the man made a short, distinct inspiration; at ten ounces a deeper one (the radial pulse could now be felt beating feebly); at 15 ounces the breathing became regular and deep; at 18 ounces the man opened his eyes, but did not appear to be conscious. The clamped vessels were now tied with catgut and the wound cleansed with phenol lotion and dressed with cyanid-gauze. The man was surrounded by hot-water bottles and the foot of the bed elevated 18 inches. In the course of an hour the patient had recovered sufficiently to answer in a squeaky voice to his name when called loudly. Improvement proceeded rapidly until the twenty-second day, when violent hemorrhage occurred, preceded a few hours previously by a small trickle, easily controlled by pressure. The wound was at once opened and blood found oozing from the distal extremities of the carotid artery and jugular vein, which were promptly clamped. The common carotid artery was not sound, so that ligatures were applied to the internal and external carotids and to the internal jugular with a small branch entering into it. The patient was in great collapse, but quickly rallied, only to suffer renewed hemorrhage from the internal carotid nine days later. This was controlled by pressure with sponges, and a quart of hot water was injected into the rectum. From this time on the patient made a slow recovery, a small sinus in the lower part of the neck disappearing on the removal of the catgut ligature.\\n\\nAdams describes the case of a woman who attempted suicide with a common table-knife, severing the thyroid, cricoid, and first three rings of the trachea, and lacerating the sternohyoid and thyroid arteries; she finally recovered.\\n\\nThere is a curious case of suicide of a woman who, while under the effects of opium, forced the handle of a mirror into her mouth. From all appearances, the handle had broken off near the junction and she had evidently fallen forward with the remaining part in her mouth, driving it forcibly against the spine, and causing the point of the handle to run downward in front of the cervical vertebrae. On postmortem examination, a sharp piece of wood about two inches long, corresponding to the missing portion of the broken mirror handle, was found lying between the posterior wall of the esophagus and the spine. Hennig mentions a case of gunshot wound of the neck in which the musket ball was lodged in the posterior portion of the neck and was subsequently discharged by the anus.\\n\\nInjuries of the cervical vertebrae, while extremely grave, and declared by some authors to be inevitably fatal, are, however, not always followed by death or permanently bad results. Barwell mentions a man of sixty-three who, in a fit of despondency, threw himself from a window, having fastened a rope to his neck and to the window-sill. He fell 11 or 12 feet, and in doing so suffered a subluxation of the 4th cervical vertebra. It slowly resumed the normal position by the elasticity of the intervertebral fibrocartilage, and there was complete recovery in ten days. Lazzaretto reports the history of the case of a seaman whose atlas was dislocated by a blow from a falling sail-yard. The dislocation was reduced and held by adhesive strips, and the man made a good recovery. Vanderpool of Bellevue Hospital, N.Y., describes a fracture of the odontoid process caused by a fall on the back of the head; death, however, did not ensue until six months later. According to Ashhurst, Philips, the elder Cline, Willard Parker, Bayard, Stephen Smith, May, and several other surgeons, have recorded complete recovery after fracture of the atlas and axis. The same author also adds that statistic investigation shows that as large a proportion as 18 per cent of injuries of the cervical vertebrae occurring in civil practice, recover. However, the chances of a fatal issue in injuries of the vertebrae vary inversely with the distance of the point of injury from the brain. Keen has recorded a case in which a conoidal ball lodged in the body of the third cervical vertebra, from which it was extracted six weeks later. The paralysis, which, up to the time of extraction, had affected all four limbs, rapidly diminished. In about five weeks after the removal of the bullet nearly the entire body of the 3d cervical vertebra, including the anterior half of the transverse process and vertebral foremen, was spontaneously discharged. Nearly eight years afterward Keen saw the man still living, but with his right shoulder and arm diminished in size and partly paralyzed.\\n\\nDoyle reports a case of dislocated neck with recovery. During a runaway the patient was thrown from his wagon, and was soon after found on the roadside apparently dead. Physicians who were quickly summoned from the immediate neighborhood detected faint signs of life; they also found a deformity of the neck, which led them to suspect dislocation. An ambulance was called, and without any effort being made to relieve the deformity the man was placed in it and driven to his home about a mile distant. The jolting over the rough roads greatly aggravated his condition. When Doyle saw the patient, his general appearance presented a hopeless condition, but being satisfied that a dislocation existed, Doyle immediately prepared to reduce it. Two men were told to grasp the feet and two more the head, and were directed to make careful but strong extension. At the same time the physician placed his right hand against the neck just over the pomum Adami, and his left against the occiput, and, while extension was being made, he flexed the head forward until the chin nearly touched the breast, after which the head was returned to its normal position. The manipulation was accompanied by a clicking sensation, caused by the replacement of the dislocated vertebra. The patient immediately showed signs of relief and improved rapidly. Perceptible but feeble movements were made by all the limbs except the right arm. The patient remained in a comatose condition for eight or nine days, during which he had enuresis and intestinal torpor. He suffered from severe concussion of the brain, which accounted for his prolonged coma. Delirium was present, but he was carefully watched and not allowed to injure himself. His recovery was tedious and was delayed by several relapses. His first complaint after consciousness returned (on the tenth day) was of a sense of constriction about the neck, us if he were being choked. This gradually passed off, and his improvement went on without development of any serious symptoms. At the time of report he appeared in the best of health and was quite able to attend to his daily avocations. Doyle appends to his report the statement that among 394 cases embraced in Ashhurst's statistics, in treatment of dislocations in the cervical region, the mortality has been nearly four times greater when constitutional or general treatment has been relied on exclusively than when attempts had been made to reduce the dislocation by extension, rotation, etc. Doyle strongly advocates attempts at reduction in such cases.\\n\\nFigure 205 represents a photograph of Barney Baldwin, a switchman of the Louisville and Nashville Railroad, who, after recovery from cervical dislocation, exhibited himself about the country, never appearing without his suspensory apparatus.\\n\\nAcheson records a case of luxation of the cervical spine with recovery after the use of a jury-mast. The patient was a man of fifty-five, by trade a train-conductor. On July 10, 1889, he fell backward in front of a train, his head striking between the ties; the brake-body caught his body, pushing it forward on his head, and turned him completely over. Three trucks passed over him. When dragged from beneath the train, his upper extremities were paralyzed. At noon the next day, nineteen hours after the accident, examination revealed bruises over the body, and he suffered intense pain at the back of the neck and base of the skull. Posteriorly, the neck presented a natural appearance; but anteriorly, to use the author's description, his neck resembled a combined case of mumps and goiter. The sternomastoid muscle bulged at the angle of the jaw, and was flaccid, and his \\\"Adam's apple\\\" was on a level with the chin. Sensation in the upper extremities was partially restored, and, although numb, he now had power of movement in the arms and hands, but could not rotate his neck. A diagnosis of cervical dislocation was made, and violent extension, with oscillation forward and backward, was practiced, and the abnormal appearance subsided at once. No crepitus was noticed. On the fourth day there was slight hemorrhage from the mouth, which was more severe on the fifth and sixth days. The lower jaw had been forced past the upper, until the first molar had penetrated the tissues beneath the tongue. A plaster-of-Paris apparatus was applied, and in two months was exchanged for one of sole-leather. In rising from the recumbent position the man had to lift his head with his hands. Fifty days after the accident he suffered excruciating pain at the change of the weather, and at the approach of a storm the joints, as well as the neck, were involved. It was believed (one hundred and seven days after the accident) that both fracture and luxation existed. His voice had become guttural, but examination of the fauces was negative. The only evidence of paralysis was in the fingers, which, when applied to anything, experienced the sensation of touching gravel. The mottling of the tissues of the neck, which appeared about the fiftieth day, had entirely disappeared.\\n\\nAccording to Thorburn, Hilton had a patient who lived fourteen years with paraplegia due to fracture of the 5th, 6th, and 7th cervical vertebrae. Shaw is accredited with a case in which the patient lived fifteen months, the fracture being above the 4th cervical vertebra.\\n\\nIn speaking of foreign bodies in the larynx and trachea, the first to be considered will be liquids. There is a case on record of an infant who was eating some coal, and being discovered by its mother was forced to rapidly swallow some water. In the excitement, part of the fluid swallowed fell into the trachea, and death rapidly ensued. It is hardly necessary to mention the instances in which pus or blood from ruptured abscesses entered the trachea and caused subsequent asphyxiation. A curious instance is reported by Gaujot of Val-de-Grace of a soldier who was wounded in the Franco-Prussian war, and into whose wound an injection of the tincture of iodin was made. The wound was of such an extent as to communicate with a bronchus, and by this means the iodin entered the respiratory tract, causing suffocation. According to Poulet, Vidal de Cassis mentions an inmate of the Charite Hospital, in Paris, who, full of wine, had started to vomit; he perceived Corvisart, and knew he would be questioned, therefore he quickly closed his mouth to hide the proofs of his forbidden ingestion. The materials in his mouth were forced into the larynx, and he was immediately asphyxiated. Laennec, Merat, and many other writers have mentioned death caused by the entrance of vomited materials into the air-passages. Parrot has observed a child who died by the penetration of chyme into the air-passages. The bronchial mucous and underlying membrane were already in a process of digestion. Behrend, Piegu, and others cite analogous instances.\\n\\nThe presence of a foreign body in the larynx is at all times the cause of distressing symptoms, and, sometimes, a substance of the smallest size will cause death. There is a curious accident recorded that happened to a young man of twenty-three, who was anesthetized in order to extract a tooth. A cork had been placed between the teeth to keep the mouth open. The tooth was extracted but slipped from the forceps, and, together with the cork, fell into the pharynx. The tooth was ejected in an effort at vomiting, but the cork entered the larynx, and, after violent struggles, asphyxiation caused death in an hour. The autopsy demonstrated the presence of the cork in the larynx. A somewhat analogous case, though not ending fatally, was reported by Hertz of a woman of twenty-six, who was anesthetized for the extraction of the right second inferior molar. The crown broke off during the operation, and immediately after the extraction she had a fit of coughing. About fifteen days later she experienced pain in the lungs. Her symptoms increased to the fifth week, when she became so feeble as to be confined to her bed. A body seemed to be moving in the trachea, synchronously with respiration. At the end of the fifth week the missing crown of the tooth was expelled after a violent fit of coughing; the symptoms immediately ameliorated, and recovery was rapid thereafter. Aronsohn speaks of a child who was playing with a toy wind-instrument, and in his efforts to forcibly aspirate air through it, the child drew the detached reed into the respiratory passages, causing asphyxiation. At the autopsy the foreign body was found at the superior portion of the left bronchus. There are other cases in which, while sucking oranges or lemons, seeds have been aspirated; and there is a case in which, in a like manner, the claw of a crab was drawn into the air-passages. There are two cases mentioned in which children playing with toy balloons, which they inflated with their breath, have, by inspiration, reversed them and drawn the rubber of the balloon into the opening of the glottis, causing death. Aronsohn, who has already been quoted, and whose collection of instances of this nature is probably the most extensive, speaks of a child in the street who was eating an almond; a carriage threw the child down and he suddenly inspired the nut into the air-passages, causing immediate asphyxia The same author also mentions a soldier walking in the street eating a plum, who, on being struck by a horse, suddenly started and swallowed the seed of the fruit. After the accident he had little pain or oppression, and no coughing, but twelve hours afterward he rejected the seed in coughing.\\n\\nA curious accident is that in which a foreign body thrown into the air and caught in the mouth has caused immediate asphyxiation. Suetonius transmits the history of a young man, a son of the Emperor Claudius, who, in sport, threw a small pear into the air and caught it in his mouth, and, as a consequence, was suffocated. Guattani cites a similar instance of a man who threw up a chestnut, which, on being received in the mouth, lodged in the air-passages; the man died on the nineteenth day. Brodie reported the classic observation of the celebrated engineer, Brunel, who swallowed a piece of money thrown into the air and caught in his mouth. It fell into the open larynx, was inspired, causing asphyxiation, but was removed by inversion of the man's body.\\n\\nSennert says that Pope Adrian IV died from the entrance of a fly into his respiratory passages; and Remy and Gautier record instances of the penetration of small fish into the trachea. There are, again, instances of leeches in this location.\\n\\nOccasionally the impaction of artificial teeth in the neighborhood of the larynx has been unrecognized for many years. Lennox Browne reports the history of a woman who was supposed to have either laryngeal carcinoma or phthisis, but in whom he found, impacted in the larynx, a plate with artificial teeth attached, which had remained in this position twenty-two months unrecognized and unknown. The patient, when questioned, remembered having been awakened in the night by a violent attack of vomiting, and finding her teeth were missing assumed they were thrown away with the ejections. From that time on she had suffered pain and distress in breathing and swallowing, and became the subject. of progressive emaciation. After the removal of the impacted plate and teeth she soon regained her health. Paget speaks of a gentleman who for three months, unconsciously, carried at the base of the tongue and epiglottis, very closely fitted to all the surface on which it rested, a full set of lost teeth and gold palate-plate. From the symptoms and history it was suspected that he had swallowed his set of false teeth, but, in order to prevent his worrying, he was never informed of this suspicion, and he never once suspected the causes of his symptoms.\\n\\nWrench mentions a case illustrative of the extent to which imagination may produce symptoms simulating those ordinarily caused by the swallowing of false teeth. This man awoke one morning with his nose and throat full of blood, and noticed that his false teeth, which he seldom removed at night, were missing. He rapidly developed great pain and tumor in the larynx, together with difficulty in deglutition and speech. After a fruitless search, with instrumental and laryngoscopic aid, the missing teeth were found--in a chest of drawers; the symptoms immediately subsided when the mental illusion was relieved.\\n\\nThere is a curious case of a man drowned near Portsmouth. After the recovery of his body it was seen that his false teeth were impacted at the anterior opening of the glottis, and it was presumed that the shock caused by the plunge into the cold water had induced a violent and deep inspiration which carried the teeth to the place of impaction.\\n\\nPerrin reports a case of an old man of eighty-two who lost his life from the impaction of a small piece of meat in the trachea and glottis. In the Musee Valde-Grace is a prepared specimen of this case showing the foreign body in situ. In the same museum Perrin has also deposited a preparation from the body of a man of sixty-two, who died from the entrance of a morsel of beef into the respiratory passages. At the postmortem a mobile mass of food about the size of a hazel-nut was found at the base of the larynx at the glossoepiglottic fossa. About the 5th ring of the trachea the caliber of this organ was obstructed by a cylindric alimentary bolus about six inches long, extending almost to the bronchial division. Ashhurst shows a fibrinous cast, similar to that found in croup, caused by a foreign body removed by Wharton, together with a shawl-pin, from a patient at the Children's Hospital seven hours after the performance of tracheotomy. Search for the foreign body at the time of the operation was prevented by profuse hemorrhage.\\n\\nThe ordinary instances of foreign bodies in the larynx and trachea are so common that they will not be mentioned here. Their variety is innumerable and it is quite possible for more than two to be in the same location simultaneously. In his treatise on this subject Gross says that he has seen two, three, and even four substances simultaneously or successively penetrate the same location. Berard presented a stick of wood extracted from the vocal cords of a child of ten, and a few other similar instances are recorded.\\n\\nThe Medical Press and Circular finds in an Indian contemporary some curious instances of misapplied ingenuity on the part of certain habitual criminals in that country. The discovery on a prisoner of a heavy leaden bullet about 3/4 inch in diameter led to an inquiry as to the object to which it was applied. It was ascertained that it served to aid in the formation of a pouch-like recess at the base of the epiglottis. The ball is allowed to slide down to the desired position, and it is retained there for about half an hour at a time. This operation is repeated many times daily until a pouch the desired size results, in which criminals contrive to secrete jewels, money, etc., in such a way as to defy the most careful search, and without interfering in any way with speech or respiration. Upward of 20 prisoners at Calcutta were found to be provided with this pouch-formation. The resources of the professional malingerer are exceedingly varied, and testify to no small amount of cunning. The taking of internal irritants is very common, but would-be in-patients very frequently overshoot the mark and render recovery impossible. Castor-oil seeds, croton beans, and sundry other agents are employed with this object in view, and the medical officers of Indian prisons have to be continually on the lookout for artificially induced diseases that baffle diagnosis and resist treatment. Army surgeons are not altogether unfamiliar with these tricks, but compared with the artful Hindoos the British soldier is a mere child in such matters.\\n\\nExcision of the larynx has found its chief indication in carcinoma, but has been employed in sarcoma, polyp), tuberculosis, enchondroma, stenosis, and necrosis. Whatever the procedure chosen for the operation, preliminary tracheotomy is a prerequisite. It should be made well below the isthmus of the thyroid gland, and from three to fifteen days before the laryngectomy. This affords time for the lungs to become accustomed to the new manner of breathing, and the trachea becomes fixed to the anterior wall of the neck.\\n\\nPowers and White have gathered 69 cases of either total or partial extirpation of the larynx, to which the 240 cases collected and analyzed by Eugene Kraus, in 1890, have been added. The histories of six new cases are given. Of the 309 operations, 101, or 32 per cent of the patients, died within the first eight weeks from shock, hemorrhage, pneumonia, septic infection, or exhaustion. The cases collected by these authors show a decrease in the death ratio in the total excision,--29 per cent as against 36 per cent in the Kraus tables. The mortality in the partial operation is increased, being 38 per cent as opposed to 25 per cent. Cases reported as free from the disease before the lapse of three years are of little value, except in that they diminish, by so much, the operative death-rate. Of 180 laryngectomies for carcinoma prior to January 1, 1892, 72, or 40 per cent, died as a result of the operation; 51 of the remaining 108 had recurrence during the first year, and 11, or ten per cent of the survivors, were free from relapse three or more years after operation. In 77 cases of partial laryngectomy for cancer, 26, or 33 per cent, died during the first two months; of the remaining 51, seven cases, or 13 per cent, are reported as free from the disease three or more years after the operation.\\n\\nInjuries destroying great portions of the face or jaw, but not causing death, are seldom seen, except on the battle-field, and it is to military surgery that we must look for the most striking instances of this kind. Ribes mentions a man of thirty-three who, in the Spanish campaign in 1811, received an injury which carried away the entire body of the lower jaw, half of each ramus, and also mangled in a great degree the neighboring soft parts. He was transported from the field of battle, and, despite enormous hemorrhage and suppuration, in two months recovered. At the time of report the wounded man presented no trace of the inferior maxillary bone, but by carrying the finger along the side of the pharynx in the direction of the superior dental arch the coronoid apophyses could be recognized, and about six lines nearer the temporal extremity the ramus could be discovered. The tongue was missing for about one-third its length, and was thicker than natural and retracted on the hyoid bone. The sublingual glands were adherent to the under part of the tongue and were red and over-developed. The inferior parts of the cheeks were cicatrized with the lateral and superior regions of the neck, and with the base of the tongue and the hyoid bone. The tongue was free under and in front of the larynx. The patient used a gilded silver plate to fix the tongue so that deglutition could be carried on. He was not able to articulate sounds, but made himself understood through the intervention of this plate, which was fixed to a silver chin. The chin he used to maintain the tongue-plate, to diminish the deformity, and to retain the saliva, which was constantly dribbling on the neck. The same author quotes the instance of a man of fifty, who, during the siege of Alexandria in 1801, was struck in the middle of his face, obliquely, by a cannonball, from below upward and from right to left. A part of the right malar bone, the two superior maxillary bones, the nasal bones, the cartilage, the vomer, the middle lamina of the ethmoid, the left maxillary bone, a portion of the left zygomatic arch, and a great portion of the inferior maxilla were carried away, or comminuted, and all the soft parts correspondingly lacerated. Several hours afterward this soldier was counted among the number of dead, but Larrey, the surgeon-in-chief of the army, with his typical vigilance and humanity, remarked that the patient gave signs of life, and that, despite the magnitude of his wound, he did not despair of his recovery. Those portions in which attrition was very great were removed, and the splinters of bone taken out, showing an enormous wound. Three months were necessary for cicatrization, but it was not until the capitulation of Marabou, at which place he was wounded, that the patient was returned to France. At this time he presented a hideous aspect. There were no signs of nose, nor cartilage separating the entrance of the nostrils, and the vault of the nasal fossa could be easily seen. There was a part of the posterior region of the right superior maxilla, but the left was entirely gone--in fact, the man presented an enormous triangular opening in the center of the face, as shown by the accompanying illustration. The tongue and larynx were severely involved, and the sight in the left eye was lost. This patient continually wore a gilded silver mask, which covered his deformity and rendered articulation a little less difficult. The saliva continually dribbled from the mouth and from the inferior internal portion of his mask, compelling him to carry some substance to receive the dribblings. Whymper mentions an analogous instance of a gunner who had his whole lower jaw torn away by a shell, but who recovered and used an ingenious contrivance in the shape of a silver mask for remedying the loss of the parts. Steiner mentions a wound from a cannon-ball, which carried away the left half of the inferior maxilla, stripping the soft parts as high as the malar, and on the left side of the neck to within 1 1/2 inches of the clavicle, laying bare the transverse processes of the 2d and 3d vertebrae, end exposing the external carotid and most of its branches.\\n\\nIt sometimes happens that a foreign body, such as the breech of a gun, may be imbedded for some time in the face, with subsequent safe removal. Keith mentions an instance of the successful removal of the breech of a fowling-piece from the face, at the root of the nose, after a lodgment of four months; and Fraser cites an analogous instance in which the breech was imbedded in the bones of the face for eight years Smith records an instance in which a broken piece of tobacco-pipe penetrated the cheek, remained there for seven months, but was successfully extracted.\\n\\nBefore leaving accidents to the head and neck, a most curious case, cited by O'Neill, will be briefly reviewed. A boy of twelve was entrusted to carry a new iron pot to the destination of its purchaser. Probably to facilitate transportation, the boy removed his hat and placed the pot obliquely on the back part of his head, but a sudden movement caused it to slip forward and downward over the head. Unavailing efforts were made at the time and after he reached home, to remove the pot from his head, but in vain, and he continued all the night greatly prostrated by fright, hunger, and thirst, together with the efforts at removal. The next morning he was taken to a neighboring blacksmith, who, by greasing one of his fingers, managed to insinuate it between the head and pot. Placing the other side of the pot against an anvil he struck over the location of his finger a quick, heavy tap with a hammer, and the pot fell to pieces. The little patient was much exhausted by all his treatment and want of sleep, and, in fact, could hardly have endured his situation much longer.\",\"timestamp\":1639718880,\"title\":\"\\nGarengeot, Wirth, Fine, and Evers, all mention perforating wounds of the trachea and esophagus with recoveries\"},\"digest\":\"2yO2y6-dZoHALkBccgLRYdGFZzNoC8pgjlskaSNz3uw\",\"authorship\":{\"contributor\":\"0x24afE23f920156bA8F2a4d44dC48E4796972746b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YYZggyvN_iPxvHaNLLrwkawTnUEoWmSheISdGtD5JYE\\\",\\\"y\\\":\\\"PhkyyGe1bQ28Nc1L5oahXlGbk6lAaRx29KfeVhVdezE\\\"}\",\"signature\":\"2zjJzx8_rrVCPZFEN5sLdypPahzXqJYGvxHk1719PDTb3J58gtJJDOlFzKpHJ0hFeEdzPzHZCjEOzOCiGQKo4Q\",\"signingKeySignature\":\"0xb77495201bb17bd75da4d25558f8c59242fd0f96773d8446115ff7a3590a33bf43e84bb4254e20fcf8d8acee36a951a76226fd17571eeda0d472405dfb399e391b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YYZggyvN_iPxvHaNLLrwkawTnUEoWmSheISdGtD5JYE\\\",\\\"y\\\":\\\"PhkyyGe1bQ28Nc1L5oahXlGbk6lAaRx29KfeVhVdezE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2yO2y6-dZoHALkBccgLRYdGFZzNoC8pgjlskaSNz3uw\"}"