"{\"content\":{\"body\":\"belief that no institution exercised greater influence than the public contests of Greece in molding national character and producing that admirable type of personal and intellectual beauty that we see reflected in her art and literature. These contests were held at four national festivals, the Olympian, the Pythian, the Nemean, and the Isthmean games. On these occasions every one stopped labor, truce was declared between the States, and the whole country paid tribute to the contestants for the highly-prized laurels of these games. Perhaps the enthusiasm shown in athletics and interest in physical development among the Greeks has never been equaled by any other people. Herodotus and all the Greek writers to Plutarch have elaborated on the glories of the Greek athlete, and tell us of the honors rendered to the victors by the spectators and the vanquished, dwelling with complacency on the fact that in accepting the laurel they cared for nothing but honor. The Romans in \\\"ludi publici,\\\" as they called their games, were from first to last only spectators; but in Greece every eligible person was an active participant. In the regimen of diet and training the physicians from the time of Hippocrates, and even before, have been the originators and professional advisers of the athlete. The change in the manner of living of athletes, if we can judge from the writings of Hippocrates, was anterior to his time; for in Book V of the \\\"Epidemics\\\" we read of Bias, who, \\\"suapte nature vorax, in choleram-morbum incidit ex carnium esu, praecipueque suillarum crudarum, etc.\\\"\\n\\nFrom the time of the well-known fable of the hero who, by practicing daily from his birth, was able to lift a full-grown bull, thus gradually accustoming himself to the increased weight, physiologists and scientists have collaborated with the athlete in evolving the present ideas and system of training. In his aphorisms Hippocrates bears witness to the dangers of over- exercise and superabundant training, and Galen is particularly averse to an art which so preternaturally develops the constitution and nature of man; many subsequent medical authorities believed that excessive development of the human frame was necessarily followed by a compensatory shortening of life.\\n\\nThe foot-race was the oldest of the Greek institutions, and in the first of the Olympiads the \\\"dromos,\\\" a course of about 200 yards, was the only contest; but gradually the \\\"dialos,\\\" in which the course was double that of the dromos, was introduced, and, finally, tests of endurance as well as speed were instituted in the long-distance races and the contests of racing in heavy armor, which were so highly commended by Plato as preparation for the arduous duties of a soldier. Among the Greeks we read of Lasthenes the Theban, who vanquished a horse in the course; of Polymnestor, who chased and caught a hare; and Philonides, the courier of Alexander the Great, who in nine hours traversed the distance between the Greek cities Sicyone and Elis, a distance of over 150 miles. We read of the famous soldier of Marathon, who ran to announce the victory to the Magistrates of Athens and fell dead at their feet. In the Olympian games at Athens in 1896 this distance (about 26 miles) was traversed in less than three hours.\\n\\nIt is said of Euchidas, who carried the fire necessary for the sacrifices which were to replace those which the Persians had spoiled, that he ran a thousand stadia (about 125 miles) and fell dead at the end of his mission. The Roman historians have also recited the extraordinary feats of the couriers of their times. Pliny speaks of an athlete who ran 235 kilometers (almost 150 miles) without once stopping. He also mentions a child who ran almost half this distance.\\n\\nIn the Middle Ages the Turks had couriers of almost supernatural agility and endurance. It is said that the distance some of them would traverse in twenty-four hours was 120 miles, and that it was common for them to make the round trip from Constantinople to Adrianople, a distance of 80 leagues, in two days. They were dressed very lightly, and by constant usage the soles of their feet were transformed into a leathery consistency. In the last century in the houses of the rich there were couriers who preceded the carriages and were known as \\\"Basques,\\\" who could run for a very long time without apparent fatigue. In France there is a common proverb, \\\"Courir comme un Basque.\\\" Rabelais says: \\\"Grand-Gousier depeche le Basque son laquais pour querir Gargantua en toute hate.\\\"\\n\\nIn the olden times the English nobility maintained running footmen who, living under special regimen and training, were enabled to traverse unusual distances without apparent fatigue. There is an anecdote of a nobleman living in a castle not far from Edinburgh, who one evening charged his courier to carry a letter to that city. The next morning when he arose he found this valet sleeping in his antechamber. The nobleman waxed wroth, but the courier gave him a response to the letter. He had traveled 70 miles during the night. It is said that one of the noblemen under Charles II in preparing for a great dinner perceived that one of the indispensable pieces of his service was missing. His courier was dispatched in great haste to another house in his domain, 15 miles distant, and returned in two hours with the necessary article, having traversed a distance of over 30 miles. It is also said that a courier carrying a letter to a London physician returned with the potion prescribed within twenty-four hours, having traversed 148 miles. There is little doubt of the ability of these couriers to tire out any horse. The couriers who accompany the diligences in Spain often fatigue the animals who draw the vehicles.\\n\\nAt the present time in this country the Indians furnish examples of marvelous feats of running. The Tauri-Mauri Indians, who live in the heart of the Sierra Madre Mountains, are probably the most wonderful long-distance runners in the world. Their name in the language of the mountain Mexicans means foot-runners; and there is little doubt that they perform athletic feats which equal the best in the days of the Olympian games. They are possibly the remnants of the wonderful runners among the Indian tribes in the beginning of this century. There is an account of one of the Tauri-Mauri who was mail carrier between Guarichic and San Jose de los Cruces, a distance of 50 miles of as rough, mountainous road as ever tried a mountaineer's lungs and limbs. Bareheaded and barelegged, with almost no clothing, this man made this trip each day, and, carrying on his back a mail-pouch weighing 40 pounds, moved gracefully and easily over his path, from time to time increasing his speed as though practicing, and then again more slowly to smoke a cigarette. The Tauri-Mauri are long-limbed and slender, giving the impression of being above the average height. There is scarcely any flesh on their puny arms, but their legs are as muscular as those of a greyhound. In short running they have the genuine professional stride, something rarely seen in other Indian racers. In traversing long distances they leap and bound like deer.\\n\\n\\\"Deerfoot,\\\" the famous Indian long-distance runner, died on the Cattaraugus Reservation in January, 1896. His proper name was Louis Bennett, the name \\\"Deerfoot\\\" having been given to him for his prowess in running. He was born on the reservation in 1828. In 1861 he went to England, where he defeated the English champion runners. In April, 1863, he ran 11 miles in London in fifty-six minutes fifty-two seconds, and 12 miles in one hour two minutes and two and one-half seconds, both of which have stood as world's records ever since.\\n\\nIn Japan, at the present day, the popular method of conveyance, both in cities and in rural districts, is the two-wheeled vehicle, looking like a baby- carriage, known to foreigners as the jinrickisha, and to the natives as the kuruma. In the city of Tokio there is estimated to be 38,000 of these little carriages in use. They are drawn by coolies, of whose endurance remarkable stories are told. These men wear light cotton breeches and a blue cotton jacket bearing the license number, and the indispensable umbrella hat. In the course of a journey in hot weather the jinrickisha man will gradually remove most of his raiment and stuff it into the carriage. In the rural sections he is covered with only two strips of cloth, one wrapped about his head and the other about his loins. It is said that when the roadway is good, these \\\"human horses\\\" prefer to travel bare-footed; when working in the mud they wrap a piece of straw about each big toe, to prevent slipping and to give them a firmer grip. For any of these men a five-mile spurt on a good road without a breathing spell is a small affair. A pair of them will roll a jinrickisha along a country road at the rate of four miles an hour, and they will do this eight hours a day. The general average of the distance traversed in a day is 25 miles. Cockerill, who has recently described these men, says that the majority of them die early. The terrible physical strain brings on hypertrophy and valvular diseases of the heart, and many of them suffer from hernia. Occasionally one sees a veteran jinrickisha man, and it is interesting to note how tenderly he is helped by his confreres. They give him preference as regards wages, help push his vehicle up heavy grades, and show him all manner of consideration.\\n\\nFigure 180 represents two Japanese porters and their usual load, which is much more difficult to transport than a jinrickisha carriage. In other Eastern countries, palanquins and other means of conveyance are still borne on the shoulders of couriers, and it is not so long since our ancestors made their calls in Sedan-chairs borne by sturdy porters.\\n\\nSome of the letter-carriers of India make a daily journey of 30 miles. They carry in one hand a stick, at the extremity of which is a ring containing several little plates of iron, which, agitated during the course, produce a loud noise designed to keep off ferocious beasts and serpents. In the other hand they carry a wet cloth, with which they frequently refresh themselves by wiping the countenance. It is said that a regular Hindustanee carrier, with a weight of 80 pounds on his shoulder,--carried, of course, in two divisions, hung on his neck by a yoke,--will, if properly paid, lope along over 100 miles in twenty-four hours--a feat which would exhaust any but the best trained runners.\\n\\nThe \\\"go-as-you-please\\\" pedestrians, whose powers during the past years have been exhibited in this country and in England, have given us marvelous examples of endurance, over 600 miles having been accomplished in a six-days' contest. Hazael, the professional pedestrian, has run over 450 miles in ninety-nine hours, and Albert has traveled over 500 miles in one hundred and ten hours. Rowell, Hughes, and Fitzgerald have astonishingly high records for long-distance running, comparing favorably with the older, and presumably mythical, feats of this nature. In California, C. A. Harriman of Truckee in April, 1883, walked twenty-six hours without once resting, traversing 122 miles.\\n\\nFor the purpose of comparison we give the best modern records for running:--\\n\\n100 Yards.--9 3/5 seconds, made by Edward Donavan, at Natick, Mass., September 2, 1895.\\n\\n220 Yards.--21 3/5 seconds, made by Harry Jewett, at Montreal, September 24, 1892.\\n\\nQuarter-Mile.--47 3/4 seconds, made by W. Baker, at Boston, Mass., July 1, 1886.\\n\\nHalf-Mile.--1 minute 53 2/3 seconds, made by C. J. Kirkpatrick, at Manhattan Field, New York, September 21, 1895.\\n\\n1 Mile.--4 minutes 12 3/4 seconds, made by W. G. George, at London, England, August 23, 1886.\\n\\n5 Miles.--24 minutes 40 seconds, made by J. White, in England, May 11, 1863.\\n\\n10 Miles.--51 minutes 6 3/5 seconds, made by William Cummings, at London, England, September 18,1895.\\n\\n25 Miles.--2 hours 33 minutes 44 seconds, made by G. A. Dunning, at London, England, December 26, 1881.\\n\\n50 Miles.--5 hours 55 minutes 4 1/2 seconds, made by George Cartwright, at London, England, February 21, 1887.\\n\\n75 Miles.--8 hours 48 minutes 30 seconds, made by George Littlewood, at London, England, November 24, 1884.\\n\\n100 Miles.--13 hours 26 minutes 30 seconds, made by Charles Rowell at New York, February 27, 1882.\\n\\nIn instances of long-distance traversing, rapidity is only a secondary consideration, the remarkable fact being in the endurance of fatigue and the continuity of the exercise. William Gale walked 1500 miles in a thousand consecutive hours, and then walked 60 miles every twenty-four hours for six weeks on the Lillie Bridge cinder path. He was five feet five inches tall, forty-nine years of age, and weighed 121 pounds, and was but little developed muscularly. He was in good health during his feat; his diet for the twenty- four hours was 16 pounds of meat, five or six eggs, some cocoa, two quarts of milk, a quart of tea, and occasionally a glass of bitter ale, but never wine nor spirits. Strange to say, he suffered from constipation, and took daily a compound rhubarb pill. He was examined at the end of his feat by Gant. His pulse was 75, strong, regular, and his heart was normal. His temperature was 97.25 degrees F., and his hands and feet warm; respirations were deep and averaged 15 a minute. He suffered from frontal headache and was drowsy. During the six weeks he had lost only seven pounds, and his appetite maintained its normal state.\\n\\nZeuner of Cincinnati refers to John Snyder of Dunkirk, whose walking-feats were marvelous. He was not an impostor. During forty-eight hours he was watched by the students of the Ohio Medical College, who stated that he walked constantly; he assured them that it did not rest him to sit down, but made him uncomfortable. The celebrated Weston walked 5000 miles in one hundred days, but Snyder was said to have traveled 25,000 miles in five hundred days and was apparently no more tired than when he began.\\n\\nRecently there was a person who pushed a wheelbarrow from San Francisco to New York in one hundred and eighteen days. In 1809 the celebrated Captain Barclay wagered that he could walk 1000 miles in one thousand consecutive hours, and gained his bet with some hours to spare. In 1834 Ernest Mensen astonished all Europe by his pedestrian exploits. He was a Norwegian sailor, who wagered that he could walk from Paris to Moscow in fifteen days. On June 25, 1834, at ten o'clock A.M., he entered the Kremlin, after having traversed 2500 kilometers (1550 miles) in fourteen days and eighteen hours. His performances all over Europe were so marvelous as to be almost incredible. In 1836, in the service of the East India Company, he was dispatched from Calcutta to Constantinople, across Central Asia. He traversed the distance in fifty-nine days, accomplishing 9000 kilometers (5580 miles) in one-third less time than the most rapid caravan. He died while attempting to discover the source of the Nile, having reached the village of Syang.\\n\\nA most marvelous feat of endurance is recorded in England in the first part of this century. It is said that on a wager Sir Andrew Leith Hay and Lord Kennedy walked two days and a night under pouring rain, over the Grampian range of mountains, wading all one day in a bog. The distance traversed was from a village called Banchory on the river Dee to Inverness. This feat was accomplished without any previous preparation, both men starting shortly after the time of the wager.\\n\\nRiders.--The feats of endurance accomplished by the couriers who ride great distances with many changes of horses are noteworthy. According to a contemporary medical journal there is, in the Friend of India, an account of the Thibetan couriers who ride for three weeks with intervals of only half an hour to eat and change horses. It is the duty of the officials at the Dak bungalows to see that the courier makes no delay, and even if dying he is tied to his horse and sent to the next station. The celebrated English huntsman, \\\"Squire\\\" Osbaldistone, on a wager rode 200 miles in seven hours ten minutes and four seconds. He used 28 horses; and as one hour twenty-two minutes and fifty-six seconds were allowed for stoppages, the whole time, changes and all, occupied in accomplishing this wonderful feat was eight hours and forty-two minutes. The race was ridden at the Newmarket Houghton Meeting over a four-mile course. It is said that a Captain Horne of the Madras Horse Artillery rode 200 miles on Arab horses in less than ten hours along the road between Madras and Bangalore. When we consider the slower speed of the Arab horses and the roads and climate of India, this performance equals the 200 miles in the shorter time about an English race track and on thoroughbreds. It is said that this wonderful horseman lost his life in riding a horse named \\\"Jumping Jenny\\\" 100 miles a day for eight days. The heat was excessive, and although the horse was none the worse for the performance, the Captain died from the exposure he encountered. There is a record of a Mr. Bacon of the Bombay Civil Service, who rode one camel from Bombay to Allygur (perhaps 800 miles) in eight days.\\n\\nAs regards the physiology of the runners and walkers, it is quite interesting to follow the effects of training on the respiration, whereby in a measure is explained the ability of these persons to maintain their respiratory function, although excessively exercising. A curious discussion, persisted in since antiquity, is as to the supposed influence of the spleen on the ability of couriers. For ages runners have believed that the spleen was a hindrance to their vocation, and that its reduction was followed by greater agility on the course. With some, this opinion is perpetuated to the present day. In France there is a proverb, \\\"Courir comme un derate.\\\" To reduce the size of the spleen, the Greek athletes used certain beverages, the composition of which was not generally known; the Romans had a similar belief and habit Pliny speaks of a plant called equisetum, a decoction of which taken for three days after a fast of twenty-four hours would effect absorption of the spleen. The modern pharmacopeia does not possess any substance having a similar virtue, although quinin has been noticed to diminish the size of the spleen when engorged in malarial fevers. Strictly speaking, however, the facts are not analogous. Hippocrates advises a moxa of mushrooms applied over the spleen for melting or dissolving it. Godefroy Moebius is said to have seen in the village of Halberstadt a courier whose spleen had been cauterized after incision; and about the same epoch (seventeenth century) some men pretended to be able to successfully extirpate the spleen for those who desired to be couriers. This operation we know to be one of the most delicate in modern surgery, and as we are progressing with our physiologic knowledge of the spleen we see nothing to justify the old theory in regard to its relations to agility and coursing.\\n\\nSwimming.--The instances of endurance that we see in the aquatic sports are equally as remarkable as those that we find among the runners and walkers. In the ancient days the Greeks, living on their various islands and being in a mild climate, were celebrated for their prowess as swimmers. Socrates relates the feats of swimming among the inhabitants of Delos. The journeys of Leander across the Hellespont are well celebrated in verse and prose, but this feat has been easily accomplished many times since, and is hardly to be classed as extraordinary. Herodotus says that the Macedonians were skilful swimmers; and all the savage tribes about the borders of waterways are found possessed of remarkable dexterity and endurance in swimming.\\n\\nIn 1875 the celebrated Captain Webb swam from Dover to Calais. On landing he felt extremely cold, but his body was as warm as when he started. He was exhausted and very sleepy, falling in deep slumber on his way to the hotel. On getting into bed his temperature was 98 degrees F. and his pulse normal. In five hours he was feverish, his temperature rising to 101 degrees F. During the passage he was blinded from the salt water in his eyes and the spray beating against his face. He strongly denied the newspaper reports that he was delirious, and after a good rest was apparently none the worse for the task. In 1876 he again traversed this passage with the happiest issue. In 1883 he was engaged by speculators to swim the rapids at Niagara, and in attempting this was overcome by the powerful currents, and his body was not recovered for some days after. The passage from Dover to Calais has been duplicated.\\n\\nIn 1877 Cavill, another Englishman, swam from Cape Griz-Nez to South Forland in less than thirteen hours. In 1880 Webb swam and floated at Scarborough for seventy-four consecutive hours--of course, having no current to contend with and no point to reach. This was merely a feat of staying in the water. In London in 1881, Beckwith, swimming ten hours a day over a 32-lap course for six days, traversed 94 miles. Since the time of Captain Webb, who was the pioneer of modern long-distance swimming, many men have attempted and some have duplicated his feats; but these foolhardy performances have in late years been diminishing, and many of the older feats are forbidden by law.\\n\\nJumpers and acrobatic tumblers have been popular from the earliest time. By the aid of springing boards and weights in their hands, the old jumpers covered great distances. Phayllus of Croton is accredited with jumping the incredible distance of 55 feet, and we have the authority of Eustache and Tzetzes that this jump is genuine. In the writings of many Greek and Roman historians are chronicled jumps of about 50 feet by the athletes; if they are true, the modern jumpers have greatly degenerated. A jump of over 20 feet to-day is considered very clever, the record being 29 feet seven inches with weights, and 23 feet eight inches without weights, although much greater distances have been jumped with the aid of apparatus, but never an approximation to 50 feet. The most surprising of all these athletes are the tumblers, who turn somersaults over several animals arranged in a row. Such feats are not only the most amusing sights of a modern circus, but also the most interesting as well. The agility of these men is marvelous, and the force with which they throw themselves in the air apparently enables them to defy gravity. In London, Paris, or New York one may see these wonderful tumblers and marvel at the capabilities of human physical development.\\n\\nIn September, 1895, M. F. Sweeney, an American amateur, at Manhattan Field in New York jumped six feet 5 5/8 inches high in the running high jump without weights. With weights, J. H. Fitzpatrick at Oak Island, Mass., jumped six feet six inches high. The record for the running high kick is nine feet eight inches, a marvelous performance, made by C. C. Lee at New Haven, Conn., March 19, 1887.\\n\\nExtraordinary physical development and strength has been a grand means of natural selection in the human species. As Guyot-Daubes remarks, in prehistoric times, when our ancestors had to battle against hunger, savage beasts, and their neighbors, and when the struggle for existence was so extremely hard, the strong man alone resisted and the weak succumbed. This natural selection has been perpetuated almost to our day; during the long succession of centuries, the chief or the master was selected on account of his being the strongest, or the most valiant in the combat. Originally, the cavaliers, the members of the nobility, were those who were noted for their courage and strength, and to them were given the lands of the vanquished. Even in times other than those of war, disputes of succession were settled by jousts and tourneys. This fact is seen in the present day among the lower animals, who in their natural state live in tribes; the leader is usually the strongest, the wisest, and the most courageous.\\n\\nThe strong men of all times have excited the admiration of their fellows and have always been objects of popular interest. The Bible celebrates the exploits of Samson of the tribe of Dan. During his youth he, single handed, strangled a lion; with the jaw-bone of an ass he is said to have killed 1000 Philistines and put the rest to flight. At another time during the night he transported from the village of Gaza enormous burdens and placed them on the top of a mountain. Betrayed by Delilah, he was delivered into the hands of his enemies and employed in the most servile labors. When old and blind he was attached to the columns of an edifice to serve as an object of public ridicule; with a violent effort he overturned the columns, destroying himself and 3000 Philistines.\\n\\nIn the Greek mythology we find a great number of heroes, celebrated for their feats of strength and endurance. Many of them have received the name of Hercules; but the most common of these is the hero who was supposed to be the son of Jupiter and Alemena. He was endowed with prodigious strength by his father, and was pursued with unrelenting hatred by Juno. In his infancy he killed with his hands the serpents which were sent to devour him. The legends about him are innumerable. He was said to have been armed with a massive club, which only he was able to carry. The most famous of his feats were the twelve labors, with which all readers of mythology are familiar. Hercules, personified, meant to the Greeks physical force as well as strength, generosity, and bravery, and was equivalent to the Assyrian Hercules. The Gauls had a Hercules-Pantopage, who, in addition to the ordinary qualities attributed to Hercules, had an enormous appetite.\\n\\nAs late as the sixteenth century, and in a most amusing and picturesque manner, Rabelais has given us the history of Gargantua, and even to this day, in some regions, there are groups of stones which are believed by ignorant people to have been thrown about by Gargantua in his play. In their citations the older authors often speak of battles, and in epic ballads of heroes with marvelous strength. In the army of Charlemagne, after Camerarius, and quoted by Guyot-Daubes (who has made an extensive collection of the literature on this subject and to whom the authors are indebted for much information), there was found a giant named Oenother, a native of a village in Suabia, who performed marvelous feats of strength. In his history of Bavaria Aventin speaks of this monster. To Roland, the nephew of Charlemagne, the legends attributed prodigious strength; and, dying in the valley of Roncesveaux, he broke his good sword \\\"Durandal\\\" by striking it against a rock, making a breach, which is stilled called the \\\"Breche de Roland.\\\" Three years before his death, on his return from Palestine, Christopher, Duke of Bavaria, was said to have lifted to his shoulders a stone which weighed more than 340 pounds. Louis de Boufflers, surnamed the \\\"Robust,\\\" who lived in 1534, was noted for his strength and agility. When he placed his feet together, one against the other, he could find no one able to disturb them. He could easily bend and break a horseshoe with his hands, and could seize an ox by the tail and drag it against its will. More than once he was said to have carried a horse on his shoulders. According to Guyot-Daubes there was, in the last century, a Major Barsaba who could seize the limb of a horse and fracture its bone. There was a tale of his lifting an iron anvil, in a blacksmith's forge, and placing it under his coat.\\n\\nTo the Emperor Maximilian I was ascribed enormous strength; even in his youth, when but a simple patriot, he vanquished, at the games given by Severus, 16 of the most vigorous wrestlers, and accomplished this feat without stopping for breath. It is said that this feat was the origin of his fortune. Among other celebrated persons in history endowed with uncommon strength were Edmund \\\"Ironsides,\\\" King of England; the Caliph Mostasem-Billah; Baudouin, \\\"Bras-de-Fer,\\\" Count of Flanders; William IV, called by the French \\\"Fier-a-Bras,\\\" Duke of Aquitaine; Christopher, son of Albert the Pious, Duke of Bavaria; Godefroy of Bouillon; the Emperor Charles IV; Scanderbeg; Leonardo da Vinci; Marshal Saxe; and the recently deceased Czar of Russia, Alexander III.\",\"timestamp\":1639718546,\"title\":\"\\nThe Greeks were famous for their love of athletic pastimes; and classical study serves powerfully to strengthen the belief \"},\"digest\":\"KI9YYMBHZgJicH77s-CHvlHKF7Tvti7d1t8Ug1t8bDw\",\"authorship\":{\"contributor\":\"0xF837B0f31262404317f5574c591fE54602BaE0be\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ElhFyIkHL44BxwtCZ5326fY8sAc0Jz3TUJb9Dz_wIgo\\\",\\\"y\\\":\\\"u6rArQkQID8u9NoNWxG97tiFQYDdawriv3BSaDUskZo\\\"}\",\"signature\":\"Jv5yCiMCnUvyu5xomC3zPDV2hUM1k3ufy9pig6a8opE2RBL__6yfCDMfdrv-UvSO766SZlJefu2szNBXl_gdpQ\",\"signingKeySignature\":\"0xb45a2c8644c8b0572d623447a052c578926f14dfa5afcec9734740c64c9c8cdc037629b0e6b664d0eecb3a4c098dab7e94cd18a4efab90cc3d3e35987ef568741c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ElhFyIkHL44BxwtCZ5326fY8sAc0Jz3TUJb9Dz_wIgo\\\",\\\"y\\\":\\\"u6rArQkQID8u9NoNWxG97tiFQYDdawriv3BSaDUskZo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KI9YYMBHZgJicH77s-CHvlHKF7Tvti7d1t8Ug1t8bDw\"}"