"{\"content\":{\"body\":\"**Editors Note:** I’ve often struggled to define ‘content marketing’ vs ‘media’. We even hosted a very lively Clubhouse room on it. At the end of the day I think the line to be drawn is this: Media - the product is the writing / podcast / video. Content - is in service of another product. Content marketings job is to drive sales for the actual product its in service of. A media co is focused on maximizing the reach of its own writing or medium it produces. Its imperfect but it helps provide a lens.\\n\\nWhich leads me to why its hard for build a ‘media company’ inside a software company (or any other company) - because the software piece will always come first and its hard to translate page views into revenue. Airbnb, Casper, Hubspot have all tried to create media companies inside their current orgs but I’d argue it did not go well. To truly create a ‘media’ company, you have to separate it from the ‘software’ company & let it be independent. A great example is The Record by Recorded Future that has its own editorial staff. Its almost impossible to take an existing content marketing team and morph it into a ‘media’ team. One exception to this argument is Intercom - which from its inception focused strongly on great content in service of the market (vs the product) & they have some of the most interesting writing on the topic of Product Management & later Sales & Marketing.\\n\\nThe media company schtick is typically promoted by the same folks who talk about things like ‘attribution is broken & X is dead’.\\n\\nYour ‘content’ is primarily focused on “in-market —> target market” circles.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fabb392fd-519e-4c0d-9308-399fe0e16e06_966x970.jpeg)\\n\\n‘Media’ plays outside of that or on the edges.\\n\\nTo me the media play is part of a bigger brand play. This very newsletter is a media & brand play as part (or independent) of the agency I run. But its the agency business that pays the bills for this newsletter for now.\\n\\nThe truth as always is not binary.\\n\\nWhile this essay focused on Hubspot, there’s also Makerpad (the no code community & education site) being acquired by Zapier (huge potential customer base for Zapier to tap into) & Indie-hackers (developers) becoming a part for Stripe (every app will eventually need to add payments). Not to mention the access to first party data.\\\\\\\\\\n\\n## Should your SaaS become a media SaaS?\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F2e93fa54-4e91-4e38-a5d7-183147ca7815_2048x2048.jpeg)\\n\\nBuying/becoming a media-oriented company is becoming an  increasingly important move  for SaaS companies to drive more revenue to their organizations. But, how effective is it?\\n\\nThe answer to that question stems from another question: if a tree falls in a forest and there’s no omni-channel promotion, is the lumber worth it?\\n\\nTo answer the question, we need to start analyzing a crucial acquisition: Hubspot buying The Hustle.\\n\\nIt became clear that this media movement was more than just smoke and mirrors [once Hubspot bought The Hustle](https://www.hubspot.com/company-news/hubspot-signs-agreement-to-acquire-the-hustle-adding-content-to-help-scaling-companies-grow-better) back in February of this year. Hubspot, one of the most powerful internet companies, arguably responsible for the definition of the inbound marketing and the #metoo content on the internet, decided that the hockeystick wasn’t enough. It was time to try something new. Data indicated that  several potential customers discovered Hubspot through media, not through the actual product. In that sense, buying a media company to amplify their brand seemed to be an obvious next step for the marketing software giant.\\n\\n[\\\"For many customers, their first introduction to HubSpot is through our educational blog, Academy, and YouTube content, not our software. More recently, our customers have started to seek out news and trends-based content across new forms of media like podcasts, newsletters, and research,\\\"](https://www.hubspot.com/company-news/hubspot-signs-agreement-to-acquire-the-hustle-adding-content-to-help-scaling-companies-grow-better) -  said Kieran Flanagan, SVP of marketing at HubSpot.\\n\\nHubspot has built a moat around itself with content. However search, ads & SEO content has a natural ceiling. There’s a whole universe of people who \\\\*might\\\\* be customers some day and they are interested in business & technology (Hustle Editorial Content). So it made sense for Hubspot to buy that audience & editorial talent.\\n\\nThe more media outlets you have, the more potential customers you can get in front of. However, adding a media sleeve to SaaS may not be the unicornian growth engine that marketing execs are looking for.\\n\\n## Hubspot and The Hustle\\n\\nLet's deep dive a bit into this acquisition and what it means for the SaaS space. [While we do not have the exact number, Techcrunch reported that the value for this transaction was around US 27 million](https://techcrunch.com/2021/02/04/hubspot-acquires-media-startup-the-hustle/). We are not experts in media acquisitions, but certainly, it is a huge win for The Hustle. Sam Parr (The Hustle's CEO) explains in this thread what the acquisition means and why it made sense for Hubspot and for them to sign this deal.\\n\\nLets dive deeper.\\n\\nParr is saying that he knew at some point as SaaS would try to buy them, but he refused to sell because those who wanted to buy them did not share The Hustle’s values: clickbait = horrible experience. Then Hubspot came along, promised to let them continue growing while keeping its values and style, and it all clicked.\\n\\nBut, what is really happening for Hubspot in this deal? What does it mean for the industry?\\n\\nHere’s our take:\\n\\n1) First Party Data. As the internet & ads market get chaotic & CPMs continue to rise [(law of shitty clickthroughs)](https://andrewchen.com/the-law-of-shitty-clickthroughs/) having direct access to your customers at scale that you can leverage for email + customer match is incredibly valuable. We dont mean buying lists from data brokers, but actual engaged lists.\\n\\n2) Which brings us to our second point - Hubspot ultimately paid for the brand the Hustle built. Part of the brand is people opening their emails & trusting them in their inbox.\\n\\n3) The people who built the brand (editors / writers & the team) is now part of the Hubspot content empire which presumably will help them scale their content to a different audience.\\n\\n4) The Hustle Customers & Hubspot 'Prospects’ probably have a very large over lap in a Venn Diagram.\\n\\nHubspot was targeting CMOs and people in the sales and marketing segment of tech. The Hustle, however, was being consumed by people who had interests in tech startups in general.\\n\\nSo, in a nutshell, Hubspot bought a valuable company for new audiences (founders, VPs, Growth, etc.) while skipping the effort of positioning themselves in that niche. In other words, they did not exclusively buy a media company because they needed better media;\\\\*\\\\* they purchased an audience a media company nurtured (tech startup people), hoping it would lead to growth for its products.\\\\*\\\\*\\n\\nThat means that, in a way, they shifted from being a company with a content branch **(product-focused) to having a dedicated media branch (broader scope)**. The difference being that content strategies in the SaaS space are about pushing the product and connecting it with the pains of potential users. While, on the other hand, Media Ops is much broader and focused on the broader topic itself.\\n\\nOr, as Alex Ford puts it on SIIA:\\n\\n[\\\"Done right, adding digital media decreases CAC by creating an ongoing channel to a captured audience to which you can market your solution and builds brand authority and thought leadership.\\\"](https://www.siia.net/a-trend-to-watch-hubspot-acquires-the-hustle/)\\n\\nIt is, in a way, a shift from being a product-only brand to a community brand. If your product is already excellent and the most intuitive choice for customers when thinking about the category (CRMs in this case), you can surely decrease the customer-acquisition costs (CAC) by becoming an influential cultural symbol that pushes the whole industry forward.\\n\\nHowever, just because it makes sense for Hubspot to do so does not mean you should prioritize **attention over traction**. And, if you are in the early stages of growth of your SaaS, atomically focusing on product and how to penetrate mature markets might be more beneficial than focusing on media.\\n\\nNot doing so might lead to a poor exit - [think Mattermark and how they painfully discovered their customers are not necessarily the ones willing to pay for the product. ](https://techcrunch.com/2017/12/21/mattermark-to-shut-down-after-selling-to-full-contact/)\\n\\n## Attention vs. Revenue.\\n\\n[\\\"Attention is one of the most valuable resources of the digital age. For most of human history, access to information was limited. Centuries ago many people could not read and education was a luxury. Today we have access to information on a massive scale. Facts, literature, and art are available (often for free) to anyone with an internet connection.\\\"](https://www.nngroup.com/articles/attention-economy/)\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ffec8b0f7-57dc-4261-89ea-66fd6ea35553_2048x2048.jpeg)\\n\\nThe now-infamous information society and the attention economy are crucial to the unpacking of this SaaS media company trend.\\n\\nAs we have discussed in previous pieces, several factors determine whether a company is successful with it’s Go-To-Market strategy. From the understanding and vision of transforming a habit and becoming a cultural icon (Atlassian) to adding a sales team or becoming sales-led, it seems that media in SaaS was lurking somewhere in the background, rather than the forefront.\\n\\nThe Hubspot scenario is unique. It is a CRM system that shaped the SMB segment, and marketers need CRMs to do their job more efficiently. Therefore most marketers know Hubspot either through direct experience or referral and think of it as an industry leader, perhaps the most salient for the JTBD related to marketing and sales. They have already gained a reputation and attention just by being around for a long time and the marketing conversations with their content.\\n\\nIt makes sense for Hubspot to purchase The Hustle and become a media brand because they already crossed the tech chasm. Hubspot is not trying to push the product forward and penetrate a more mature market (it already did that). In Hubspots world, the problem is not to access the early and late majorities. Instead,\\\\*\\\\* their objective is to become more than a CRM and position themselves in other categories and JTBD within the tech/startup industry - Hubspot the Growth Partner (instead of Hubspot the CRM).\\\\*\\\\*\\n\\nIt is taking a stand and pushing their reputation and attention-capturing methods (media) to grow its brand across new segments. It is not trying to increase their revenue directly with this move; instead, it is gaining the trust of new large audiences who can potentially buy the product in the future.\\n\\nThat scenario, however, is not typical for most SaaS in the B2B world.\\n\\nMost SaaS might still be crossing the chasm and doing everything to sell beyond the innovators and early adopters. The most crucial need is finding more customers, increasing revenue streams, and reducing CAC while increasing LTV. Naturally, this is followed by a shift from a product-led strategy to a sales-led movement. [ If you want to see particular examples and arguments related to this process, check out this substack. ](https://www.lennysnewsletter.com/p/gtm-motions)\\n\\nWe are not saying attention and reputation are not significant. Attention and branding are crucial for all brands. But, for SaaS companies, the nuclear problem tends to be finding new clients and generating revenue. To put it another way\\\\*\\\\*, even though all brands want to be famous, just because you are famous doesn't mean your product will sell more. \\\\*\\\\* SaaS companies need to grow and stay afloat in a hyper-competitive space. Because of that, it is more important to have a thousand customers than a million views.\\n\\nWe recently stumbled across a fantastic podcast episode by Peep Laja interviewing Intellimize CEO Guy Yalif [(listen to it here)](https://podcasts.apple.com/ca/podcast/how-to-win/id1575516851?i=1000535132641). One of the key takeaways from the episode was that the Intellimize marketing flywheel focused on making their customers wildly successful. Yalif understood early on that their job was to enable users to look great by using and recommending their product. Their focus was to turn their users into heroes within their organizations and help them get there with a dedicated customer success team.\\n\\nTheir strategy meant that they had to give up on some aspects and features to work well with their users and turn them into rockstars. Specifically, they decided to limit users' self-service actions and provide a stellar customer success that would lead them to greatness (sales-led motions).\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fe088e8f7-14f0-4826-a855-fc242ced9fee_2048x2048.jpeg)\\n\\nIntellimize is a case study that demonstrates that growth does not directly correlate with attention and fame. Chances are you probably haven’t heard of it, even though it is a world-class team in terms of machine learning and experimentation. Its growth is the result of sales-led ABM processes that focus on revenue, not on attention.\\n\\nBecause let's be honest. Would you rather have a famous SaaS or a profitable one?\\n\\nWe're almost sure you would choose the latter one. Unless, of course, you‘re a giant like Hubspot looking to explore other branding initiatives to lure new customers into buying your product. The media trend for SaaS growth is probably going to stick around for a while. But, in the end, marketers must remember that what matters is the revenue and value you can capture, particularly if you haven't penetrated mature markets (or if you aren't a massive organization of the likes of Hubspot).\\n\\n**To put it bluntly, it doesn't matter how many people know your brand if you are a SaaS (audience). What matters is how many people you serve (clients).**\\n\\n**In the SaaS space: Revenue > Attention.**\\n\\n## **The humanization of SaaS B2b**\\n\\nIt is essential to bring up that we have also noticed that most SaaS are starting to realize they are selling to people rather than organizations. In that sense, it seems that the distance between selling to individuals vs. selling to SMBs or large enterprises is fading away.\\n\\n[B2B, or boring to boring marketing, is starting to realize that perhaps there is a lot to learn from B2C marketing.](https://www.linkedin.com/pulse/blurring-lines-between-b2b-b2c-niti-bashambu/) They are radically different, beginning with the sales cycles and the stakeholders. And yet, B2C has a lot to teach traditional B2B advertising and product promotion.\\n\\nThink of any memorable audiovisual media piece from a brand you like. Chances are, they are a B2C brand. In fact, it might be one of the following ads:\\n\\n* [Nike: You can't stop us](https://youtu.be/pcXTnyCmQbg) - A great ad that illustrated how we are similar in the middle of a pandemic.\\n* [Under Armor: Rule yourself.](https://youtu.be/mDQDTPWNcQ0) If you are into swimming and grit, this one is for you.\\n* [Levis: Go forth.](https://youtu.be/yVisTfbVSFE) Or, if you are a bit of a rebel, this might be the one that strikes a chord.\\n\\nEven if we are not fond of the brands, we understand the power of media and how it allows us to culturally connect with an idea (shoes, clothes, etc).\\n\\nWe are all for it. And, in a way, we think most SaaS B2B brands should start thinking that a human uses their product, and connecting with them in an emotional sense is crucial.\\n\\nBut, just because it works for giants like Nike or Hubspot, it doesn't mean it will work for your early-stage SaaS.\\n\\nIn fact, if you want to grow, focus on revenue first might be the most strategic way to get there.\\n\\nBut, just because we are fond of revenue over media does not mean there are some fantastic examples of SaaS learning how to combine the best of B2C brands for their advantage.\\n\\n[Descript describes itself as The \\\"All-in-one audio & video editing, as easy as a doc.\\\"](https://www.descript.com/) It is straightforward, simple, and intuitive software. You can edit out whatever you want directly from the text transcript, and it also offers technical depth for those who are more experienced with audio/video.\\n\\nRegardless, no matter the description we come up with, nothing beats [this great ad](https://youtu.be/Bl9wqNe5J8U). Please, stop and watch it before you continue reading.\\n\\nLooking at their description, use cases, and the site's general architecture, we can see their product is both B2B and B2C. Yet, the ad is a unique example of mixing the media and the creative side of the attention economy with a product-focused exploration of their software.\\n\\nIt is raw, honest, and it even has [a cool cast that includes KayKay.](https://www.instagram.com/kaykay/?hl=en) We might be too old to know what KayKay represents. Still, we also know from reading the comments on YouTube that she is an essential influencer for younger generations.\\n\\nIt connects emotionally on a level that differs from traditional B2B SaaS media and communications efforts. And, more importantly, it instantly becomes a memorable piece that also emphasizes the product features.\\n\\nThat, my friends, is a good translation of media for a SaaS. It is pretty different from Hubspot's move to buy The Hustle, and yet, it adds a human and emotional touch to the brand's perception. Beyond a product, it is a \\\"cool tool\\\" that allows you to do media content like magic.\\n\\nIf media in the B2B SaaS space needs a good practice scenario, this will definitely be it.\\n\\nBut, just because some people can make it happen, it doesn't mean all SaaS, particularly those in early stages, should go all-in on media efforts.\\n\\nOnce again, **In the SaaS space: Revenue > Attention.**\\n\\nThe integration of a media background in any SaaS is excellent. It allows you to push your brand forward and connect with potential customers on a cultural and emotional level.\\n\\nBut, remember, as a CMO (or any equivalent title), your job is not to capture an audience of a million fans but to convert a predictable amount of individuals or organizations into buyers.\\n\\nTrends, in some cases, are nothing but trends. And just because everyone is doing it and you are experiencing FOMO doesn't mean it is the right call to develop new revenue streams.\\n\\nIt doesn't matter if you are famous and capture everyone's attention. What matters is that you grow and penetrate mature markets.\\n\\nBeing famous is sweet; Vice[ has demonstrated it works over the years with its unparalleled growth.](https://youtu.be/CVnfMUPDVts) Sometimes, though, being cool is not enough, and going back to basics and making sure your business is making more money than what it costs to run it.\\n\\nBe human, learn from the media world, and BE PROFITABLE.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F2c4bccda-6bee-497e-a47c-915cd1869800_2048x2048.jpeg)\\n\\n\",\"timestamp\":1636322038,\"title\":\"Customers > Audience\"},\"digest\":\"zfLorLykF46Xh_OSlTbueORrMVwy0pRahyDyR0Y0f_g\",\"authorship\":{\"contributor\":\"0xb2B77FeE7652a803325e4e9b907240ED1bFe864A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qzvLxmnB6xhPcEIkaXLiUSp04O5u5WpGHW4okeOTKn8\\\",\\\"y\\\":\\\"4wrE7kh4Uid3K-p4MyIEeux6uD7QYu1HUbqutZeNLvw\\\"}\",\"signature\":\"FDumkN6SWzWH6zoJZN9b-dOkQ2dqTakmKLmx38qOlk8TXJr3lXqRcQBkt_A35TmTucxw3aY20WTvPfnidD2oWQ\",\"signingKeySignature\":\"0xda9b9047cf10427ba13b4b673281e7a6b51b3eb4b6c904641351577b86064080011b1ba1c60040a619f8dc9388a6a492a18cfdc41b4cb800d98434d9a1243c8b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qzvLxmnB6xhPcEIkaXLiUSp04O5u5WpGHW4okeOTKn8\\\",\\\"y\\\":\\\"4wrE7kh4Uid3K-p4MyIEeux6uD7QYu1HUbqutZeNLvw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zfLorLykF46Xh_OSlTbueORrMVwy0pRahyDyR0Y0f_g\"}"