"{\"content\":{\"body\":\"thence crossed to Mysia and thence to Thrace.  Here they found the sage Phineus, and from him received instruction as to their future course.  It seems the entrance of the Euxine Sea was impeded by two small rocky islands, which floated on the surface, and in their tossings and heavings occasionally came together, crushing and grinding to atoms any object that might be caught between them.  They were called the Symplegades, or Clashing Islands.  Phineus instructed the Argonauts how to pass this dangerous strait.  When they reached the islands they let go a dove, which took her way between the rocks, and passed in safety, only losing some feathers of her tail.  Jason and his men seized the favorable moment of the rebound, plied their oars with vigor, and passed safe through, though the islands closed behind them, and actually grazed their stern.  They now rowed along the shore till they arrived at the eastern end of the sea, and landed at the kingdom of Colchis.\\n\\nJason made known his message to the Colchian king, AEetes, who consented to give up the golden fleece if Jason would yoke to the plough two fire-breathing bulls with brazen feet, and sow the teeth of the dragon, which Cadmus had slain, and from which it was well known that a crop of armed men would spring up, who would turn their weapons against their producer.  Jason accepted the conditions, and a time was set for making the experiment. Previously, however, he found means to plead his cause to Medea, daughter of the king.  He promised her marriage, and as they stood before the altar of Hecate, called the goddess to witness his oath.  Medea yielded   and by her aid, for she was a potent sorceress, he was furnished with a charm, by which he could encounter safely the breath of the fire-breathing bulls and the weapons of the armed men.\\n\\nAt the time appointed, the people assembled at the grove of Mars, and the king assumed his royal seat, while the multitude covered the hill-sides.  The brazen-footed bulls rushed in, breathing fire from their nostrils, that burned up the herbage as they passed.  The sound was like the roar of a furnace, and the smoke like that of water upon quick-lime.  Jason advanced boldly to meet them.  His friends, the chosen heroes of Greece, trembled to behold him.  Regardless of the burning breath, he soothed their rage with his voice, patted their necks with fearless hands, and adroitly slipped over them the yoke, and compelled them to drag the plough.  The Colchians were amazed; the Greeks shouted for joy.  Jason next proceeded to sow the dragon's teeth and plough them in.  And soon the crop of armed men sprang up, and wonderful to relate! no sooner had they reached the surface than they began to brandish their weapons and rush upon Jason.  The Greeks trembled for their hero, and even she who had provided him a way of safety and taught him how to use it, Medea herself, grew pale with fear.  Jason for a time kept his assailants at bay with his sword and shield, till finding their numbers overwhelming, he resorted to the charm which Medea had taught him, seized a stone and threw it in the midst of his foes.  They immediately turned their arms against one another, and soon there was not one of the dragon's brood left alive.  The Greeks embraced their hero, and Medea, if she dared, would have embraced him too.\\n\\nThen AEetes promised the next day to give them the fleece, and the Greeks went joyfully down to the Argo with the hero Jason in their midst.  But that night Medea came down to Jason, and bade him make haste and follow her, for that her father proposed the next morning to attack the Argonauts and to destroy their ship. They went together to the grove of Mars, where the golden fleece hung guarded by the dreadful dragon, who glared at the hero and his conductor with his great round eyes that never slept.  But Medea was prepared, and began her magic songs and spells, and sprinkled over him a sleeping potion which she had prepared by her art.  At the smell he relaxed his rage, stood for a moment motionless, then shut those great round eyes, that had never been known to shut before, and turned over on his side, fast asleep. Jason seized the fleece, and with his friends and Medea accompanying, hastened to their vessel, before AEETES, the king, could arrest their departure, and made the best of their way back to Thessaly, where they arrived safe, and Jason delivered the fleece to Pelias, and dedicated the Argo to Neptune.  What became of the fleece afterwards we do not know, but perhaps it was found, after all, like many other golden prizes, not worth the trouble it had cost to procure it.\\n\\nThis is one of those mythological tales, says a modern writer, in which there is reason to believe that a substratum of truth exists, though overlaid by a mass of fiction.  It probably was the first important maritime expedition, and like the first attempts of the kind of all nations, as we know from history, was probably of a half-piratical character.  If rich spoils were the result, it was enough to give rise to the idea of the golden fleece.\\n\\nAnother suggestion of a learned mythologist, Bryant, is that it is a corrupt tradition of the story of Noah and the ark.  The name Argo seems to countenance this, and the incident of the dove is another confirmation.\\n\\nPope, in his Ode on St. Cecelia's Day, thus celebrates the launching of the ship Argo, and the power of the music of Orpheus, whom he calls the Thracian:\\n\\n\\\"So when the first bold vessel dared the seas, High on the stern the Thracian raised his strain, While Argo saw her kindred trees Descend from Pelion to the main. Transported demigods stood round, And men grew heroes at the sound.\\\"\\n\\nIn Dyer's poem of The Fleece there is an account of the ship Argo and her crew, which gives a good picture of this primitive maritime adventure:\\n\\n\\\"From every region of Aegea's shore The brave assembled; those illustrious twins, Castor and Pollux; Orpheus, tuneful bard; Zetes and Calais, as the wind in speed; Strong Hercules and many a chief renowned. On deep Iolcos' sandy shore they thronged, Gleaming in armor, ardent of exploits; And soon, the laurel cord and the huge stone Uplifting to the deck, unmoored the bark; Whose keel of wondrous length the skilful hand Of Argus fashioned for the proud attempt; And in the extended keel a lofty mast Upraised, and sails full swelling; to the chiefs Unwonted objects.  Now first, now they learned Their bolder steerage over ocean wave, Led by the golden stars, as Chiron's art Had marked the sphere celestial.\\\"\\n\\nHercules left the expedition at Mysia, for Hylas, a youth beloved by him, having gone for water, was laid hold of and kept by the nymphs of the spring, who were fascinated by his beauty. Hercules went in quest of the lad, and while he was absent the Argo put to sea and left him.  Moore, in one of his songs, makes a beautiful allusion to this incident:\\n\\n\\\"When Hylas was sent with his urn to the fount, Through fields full of light and with heart full of play, Light rambled the boy over meadow and mount, And neglected his task for the flowers in the way.\\n\\n\\\"Thus many like me, who in youth should have tasted The fountain that runs by Philosophy's shrine, Their time with the flowers on the margin have wasted, And left their light urns all as empty as mine.\\\"\\n\\nBut Hercules, as some say, went onward to Colchis by land, and there performed many mighty deeds, and wiped away the stain of cowardice which might have clung to him.\\n\\nMEDEA AND AESON\\n\\nAmid the rejoicings for the recovery of the golden Fleece, Jason felt that one thing was wanting, the presence of AESON, his father, who was prevented by his age and infirmities from taking part in them.  Jason said to Medea, \\\"My wife, I would that your arts, whose power I have seen so mighty for my aid, could do me one further service, and take some years from my life to add them to my father's.\\\"  Medea replied, \\\"Not at such a cost shall it be done, but if my art avails me, his life shall be lengthened without abridging yours.\\\"  The next full moon she issued forth alone, while all creatures slept; not a breath stirred the foliage, and all was still.  To the stars she addressed her incantations, and to the moon; to Hecate (Hecate was a mysterious divinity sometimes identified with Diana and sometimes with Proserpine.  As Diana represents the moonlight splendor of night, so Hecate represents its darkness and terrors.  She was the goddess of sorcery and witchcraft, and was believed to wander by night along the earth, seen only by the dogs whose barking told her approach.), the goddess of the underworld, and to Tellus, the goddess of the earth, by whose power plants potent for enchantments are produced.  She invoked the gods of the woods and caverns, of mountains and valleys, of lakes and rivers, of winds and vapors.  While she spoke the stars shone brighter, and presently a chariot descended through the air, drawn by flying serpents.  She ascended it, and, borne aloft, made her way to distant regions, where potent plants grew which she knew how to select for her purpose.  Nine nights she employed in her search, and during that time came not within the doors of her palace nor under any roof, and shunned all intercourse with mortals.\\n\\nShe next erected two altars, the one to Hecate, the other to Hebe, the goddess of youth, and sacrificed a black sheep, pouring libations of milk and wine.  She implored Pluto and his stolen bride that they would not hasten to take the old man's life. Then she directed that AESON should be led forth, and having thrown him into a deep sleep by a charm, had him laid on a bed of herbs, like one dead.  Jason and all others were kept away from the place, that no profane eyes might look upon her mysteries. Then, with streaming hair, she thrice moved round the altars, dipped flaming twigs in the blood, and laid them thereon to burn. Meanwhile the caldron with its contents was got ready.  In it she put magic herbs, with seeds and flowers of acrid juice, stones from the distant East, and sand from the shore of all-surrounding ocean; hoar frost, gathered by moonlight, a screech-owl's head and wings, and the entrails of a wolf.  She added fragments of the shells of tortoises, and the liver of stags,   animals tenacious of life,   and the head and beak of a crow, that outlives nine generations of men.  These, with many other things without a name, she boiled together for her purposed work, stirring them up with a dry olive branch; and behold, the branch when taken out instantly became green, and before long was covered with leaves and a plentiful growth of young olives; and as the liquor boiled and bubbled, and sometimes ran over, the grass, wherever the sprinklings fell, shot forth with a verdure like that of spring.\\n\\nSeeing that all was ready, Medea cut the throat of the old man and let out all his blood, and poured into his mouth and into his wound the juices of her caldron.  As soon as he had completely imbibed them, his hair and beard laid by their whiteness and assumed the blackness of youth; his paleness and emaciation were gone; his veins were full of blood, his limbs of vigor and robustness.  AESON is amazed at himself, and remembers that such as he now is he was in his youthful days, forty years before.\\n\\nMedea used her arts here for a good purpose, but not so in another instance, where she made them the instruments of revenge. Pelias, our readers will recollect, was the usurping uncle of Jason, and had kept him out of his kingdom.  Yet he must have had some good qualities, for his daughters loved him, and when they saw what Medea had done for AESON, they wished her to do the same for their father.  Medea pretended to consent, and prepared her caldron as before.  At her request an old sheep was brought and plunged into the caldron.  Very soon a bleating was heard in the kettle, and, when the cover was removed, a lamb jumped forth and ran frisking away into the meadow.  The daughters of Pelias saw the experiment with delight, and appointed a time for their father to undergo the same operation.  But Medea prepared her caldron for him in a very different way.  She put in only water and a few simple herbs.  In the night she with the sisters entered the bed-chamber of the old king, while he and his guards slept soundly under the influence of a spell cast upon them by Medea.  The daughters stood by the bedside with their weapons drawn, but hesitated to strike, till Medea chid their irresolution.  Then, turning away their faces and giving random blows, they smote him with their weapons.  He, starting from his sleep, cried out, \\\"My daughters, what are you doing?  Will you kill your father?:\\\" Their hearts failed them, and the weapons fell from their hands, but Medea struck him a fatal blow, and prevented his saying more.\\n\\nThen they placed him in the caldron, and Medea hastened to depart in her serpent-drawn chariot before they discovered her treachery, for their vengeance would have been terrible.  She escaped, however, but had little enjoyment of the fruits of her crime.  Jason, for whom she had done so much, wishing to marry Creusa, princess of Corinth, put away Medea.  She, enraged at his ingratitude, called on the gods for vengeance, sent a poisoned robe as a gift to the bride, and then killing her own children, and setting fire to the palace, mounted her serpent-drawn chariot and fled to Athens, where she married King AEgeus, the father of Theseus; and we shall meet her again when we come to the adventures of that hero.\\n\\nThe incantations of Medea will remind the reader of those of the witches in Macbeth.  The following lines are those which seem most strikingly to recall the ancient model:\\n\\n\\\"Round about the caldron go; In the poisoned entrails throw.                          \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\* Fillet of a fenny snake In the caldron boil and bake; Eye of newt and toe of frog, Wool of bat and tongue of dog. Adder's fork and blind-worm's sting, Lizard's leg and howlet's wing:                               \\\\*    \\\\*    \\\\*    \\\\*    \\\\* Maw of ravening salt-sea shark, Root of hemlock digged in the dark.\\\" Macbeth, Act IV., Scene 1\\n\\nAnd again:\\n\\nMacbeth.   What is't you do? Witches.   A deed without a name.\\n\\nThere is another story of Medea almost too revolting for record even of a sorceress, a class of persons to whom both ancient and modern poets have been accustomed to attribute every degree of atrocity.  In her flight from Colchis she had taken her young brother Absyrtus with her.  Finding the pursuing vessels of AEETES gaining upon the Argonauts, she caused the lad to be killed and his limbs to be strewn over the sea.  AEETES on reaching the place found these sorrowful traces of his murdered son; but while he tarried to collect the scattered fragments and bestow upon them an honorable interment, the Argonauts escaped.\\n\\nIn the poems of Campbell will be found a translation of one of the choruses of the tragedy of Medea, where the poet Euripides has taken advantage of the occasion to pay a glowing tribute to Athens, his native city.  It begins thus:\\n\\n\\\"Oh, haggard queen!  To Athens dost thou guide Thy glowing chariot, steeped in kindred gore; Or seek to hide thy damned parricide Where Peace and Justice dwell for evermore?\\\"\\n\\nTHE CALYDONIAN HUNT.   MELEAGER AND ATALANTA\\n\\nThe search for the Golden Fleece was undertaken by Jason, aided by heroes from all Greece, or Hellas as it was then called.  It was the first of their common undertakings which made the Greeks feel that they were in truth one nation, though split up into many small kingdoms.  Another of their great gatherings was for the Calydonian Hunt, and another, the greatest and most famous of all, for the Trojan War.\\n\\nThe hero of the quest for the golden Fleece was Jason.  With the other heroes of the Greeks, he was present at the Calydonian Hunt.  But the chief hero was Meleager, the son of OEneus, king of Calydon, and Althea, his queen.\\n\\nAlthea, when her son was born, beheld the three Destinies, who, as they spun their fatal thread, foretold that the life of the child should last no longer than a brand then burning upon the hearth.  Althea seized and quenched the brand, and carefully preserved it for years, while Meleager grew to boyhood, youth, and manhood.  It chanced, then, that OEneus, as he offered sacrifices to the gods, omitted to pay due honors to Diana, and she, indignant at the neglect, sent a wild boar of enormous size to lay waste the files of Calydon.  Its eyes shone with blood and fire, its bristles stood like threatening spears, its tusks were like those of Indian elephants.  The growing corn was trampled, the vines and olive trees laid waste, the flocks and herds were driven in wild confusion by the slaughtering foe.  All common aid seemed vain; but Meleager called on the heroes of Greece to join in a bold hunt for the ravenous monster.  Theseus and his friend Pirithous, Jason, Peleus afterwards the father of Achilles, Telamon the father of Ajax, Nestor, then a youth, but who in his age bore arms with Achilles and Ajax in the Trojan war,   these and many more joined in the enterprise.  With them came Atalanta, the daughter of Iasius, king of Arcadia.  A buckle of polished gold confined her vest, an ivory quiver hung on her left shoulder, and her left hand bore the bow.  Her face blent feminine beauty with the best graces of martial youth.  Meleager saw and loved.\\n\\nBut now already they were near the monster's lair.  They stretched strong nets from tree to tree; they uncoupled their dogs, they tried to find the footprints of their quarry in the grass.  From the wood was a descent to marshy ground.  Here the boar, as he lay among the reeds, heard the shouts of his pursuers, and rushed forth against them.  One and another is thrown down and slain.  Jason throws his spear with a prayer to Diana for success; and the favoring goddess allows the weapon to touch, but not to wound, removing the steel point of the spear even in its flight.  Nestor, assailed, seeks and finds safety in the branches of a tree.  Telamon rushes on, but stumbling at a projecting root, falls prone.  But an arrow from Atalanta at length for the first time tastes the monster's blood.  It is a slight wound, but Meleager sees and joyfully proclaims it. Anceus, excited to envy by the praise given to a female, loudly proclaims his own valor, and defies alike the boar and the goddess who had sent it; but as he rushes on, the infuriated beast lays him low with a mortal wound.  Theseus throws his lance, but it is turned aside by a projecting bough.  The dart of Jason misses its object, and kills instead one of their own dogs. But Meleager, after one unsuccessful stroke, drives his spear into the monsters side, then rushes on and despatches him with repeated blows.\\n\\nThen rose a shout from those around; they congratulated the conqueror, crowding to touch his hand.  He, placing his foot upon the slain boar, turned to Atalanta and bestowed on her the head and the rough hide which were the trophies of his success.  But at this, envy excited the rest to strife.  Phlexippus and Toxeus, the uncles of Meleager and Althea's brothers, beyond the rest opposed the gift, and snatched from the maiden the trophy she had received.  Meleager, kindling with rage at the wrong done to himself, and still more at the insult offered to her whom he loved, forgot the claims of kindred, and plunged his sword into the offenders' hearts.\\n\\nAs Althea bore gifts of thankfulness to the temples for the victory of her son, the bodies of her murdered brothers met her sight.  She shrieks, and beats her breast, and hastens to change the garments of rejoicing for those of mourning.  But when the author of the deed is known, grief gives way to the stern desire of vengeance on her son.  The fatal brand, which once she rescued from the flames, the brand which the Destinies had linked with Meleager's life, she brings forth, and commands a fire to be prepared.  Then four times she essays to place the brand upon the pile; four times draws back, shuddering at the thought of bringing destruction on her son.  The feelings of the mother and the sister contend within her.  Now she is pale at the thought of the purposed deed, now flushed again with anger at the act of her son.  As a vessel, driven in one direction by the wind, and in the opposite by the tide, the mind of Althea hangs suspended in uncertainty.  But now the sister prevails above the mother, and she begins as she holds the fatal wood: \\\"Turn, ye Furies, goddesses of punishment!  Turn to behold the sacrifice I bring! Crime must atone for crime.  Shall OEneus rejoice in his victor son, while the house of Thestius (Thestius was father of Toxeus, Phlexippus and Althea) is desolate?  But, alas! To what deed am I borne along?  Brothers, forgive a mother's weakness!  My hand fails me.  He deserves death, but not that I should destroy him. But shall he then live, and triumph, and reign over Calydon, while you, my brothers, wander unavenged among the shades?  No! Thou has lived by my gift; die, now, for thine own crime.  Return the life which twice I gave thee, first at thy birth, again when I snatched this brand from the flames.  O that thou hadst then died!  Alas!  Evil is the conquest; but, brothers, ye have conquered.\\\"  And, turning away her face, she threw the fatal wood upon the burning pile.\\n\\nIt gave, or seemed to give, a deadly groan.  Meleager, absent and unknowing of the cause, felt a sudden pang.  He burns and only by courageous pride conquers the pain which destroys him.  He mourns only that he perishes by a bloodless and unhonored death.  With his last breath he calls upon his aged father, his brother, and his fond sisters, upon his beloved Atalanta, and upon his mother, the unknown cause of his fate.  The flames increase, and with them the pain of the hero.  Now both subside; now both are quenched.  The brand is ashes and the life of Meleager is breathed forth to the wandering winds.\\n\\nAlthea, when the deed was done, laid violent hands upon herself. The sisters of Meleager mourned their brother with uncontrollable grief; till Diana, pitying the sorrows of the house that once had aroused her anger, turned them into birds.\\n\\nATALANTA\\n\\nThe innocent cause of so much sorrow was a maiden whose face you might truly say was boyish for a girl, yet too girlish for a boy. Her fortune had been told, and it was to this effect: \\\"Atalanta, do not marry; marriage will be your ruin.\\\"  Terrified by this oracle, she fled the society of men, and devoted herself to the sports of the chase.  To all suitors (for she had many) she imposed a condition which was generally effectual in relieving her of their persecutions:   \\\"I will be the prize of him who shall conquer me in the race; but death must be the penalty of all who try and fail.\\\"  In spite of this hard condition some would try.  Hippomenes was to be judge of the race.  \\\"Can it be possible that any will be so rash as to risk so much for a wife?\\\" said he.  But when he saw her lay aside her robe for the race, he changed his mind, and said, \\\"Pardon me, youths, I knew not the prize you were competing for.\\\" As he surveyed them he wished them all to be beaten, and swelled with envy of any one that seemed at all likely to win.  While such were his thoughts, the virgin darted forward.  As she ran, she looked more beautiful than ever. The breezes seemed to give wings to her feet; her hair flew over her shoulders, and the gay fringe of her garment fluttered behind her.  A ruddy hue tinged the whiteness of her skin, such as a crimson curtain casts on a marble wall.  All her competitors were distanced, and were put to death without mercy.  Hippomenes, not daunted by this result, fixing his eyes on the virgin, said, \\\"Why boast of beating those laggards?  I offer myself for the contest.\\\"  Atalanta looked at him with a pitying countenance, and hardly knew whether she would rather conquer him or not.  \\\"What god can tempt one so young and handsome to throw himself away?  I pity him, not for his beauty (yet he is beautiful), but for his youth.  I wish he would give up the race, or if he will be so mad, I hope he may outrun me.\\\"  While she hesitates, revolving these thoughts, the spectators grow impatient for the race, and her father prompts her to prepare.  Then Hippomenes addressed a prayer to Venus; \\\"Help me, Venus, for you have led me on\\\" Venus heard, and was propitious.\\n\\nIn the garden of her temple, in her own island of Cyprus, is a tree with yellow leaves and yellow branches, and golden fruit. Hence Venus gathered three golden apples, and, unseen by all else, gave them to Hippomenes, and told him how to use them.  The signal is given; each starts from the goal, and skims over the sand.  So light their tread, you would almost have thought they might run over the river surface or over the waving grain without sinking.  The cries of the spectators cheered on Hippomenes: \\\"Now, now do your best!  Haste, haste!  You gain on her!  Relax not!  One more effort!\\\"  It was doubtful whether the youth or the maiden heard these cries with the greater pleasure.  But his breath began to fail him, his throat was dry, the goal yet far off.  At that moment he threw down one of the golden apples.  The virgin was all amazement.  She stopped to pick it up.  Hippomenes shot ahead.  Shouts burst forth from all sides.  She redoubled her efforts, and soon overtook him.  Again he threw an apple. She stopped again, but again came up with him.  The goal was near; one chance only remained.  \\\"Now, goddess,\\\" said he, \\\"prosper your gift!\\\" and threw the last apple off at one side. She looked at it, and hesitated; Venus impelled her to turn aside for it.  She did so, and was vanquished.  The youth carried off his prize.\\n\\nBut the lovers were so full of their own happiness that they forgot to pay due honor to Venus; and the goddess was provoked at their ingratitude.  She caused them to give offence to Cybele. That powerful goddess was not to be insulted with impunity.  She took from them their human form and turned them into animals of characters resembling their own: of the huntress-heroine, triumphing in the blood of her lovers, she made a lioness, and of her lord and master a lion, and yoked them to her ear, there they are still to be seen in all representations, in statuary or painting, of the goddess Cybele.\\n\\nCybele is the Latin name of the goddess called by the Greeks Rhea and Ops.  She was the wife of Cronos and mother of Zeus.  In works of art, she exhibits the matronly air which distinguishes Juno and Ceres.  Sometimes she is veiled, and seated on a throne with lions at her side, at other times riding in a chariot drawn by lions.  She sometimes wears a mural crown, that is, a crown whose rim is carved in the form of towers and battlements.  Her priests were called Corybantes.\\n\\nByron in describing the city of Venice, which is built on a low island in the Adriatic Sea, borrows an illustration from Cybele:\\n\\n\\\"She looks a sea-Cybele fresh from ocean, Rising with her tiara of proud towers At airy distance, with majestic motion, A ruler of the waters and their powers.\\\" Childe Harold, IV\\n\\nIn Moore's Rhymes on the Road, the poet, speaking of Alpine scenery, alludes to the story of Atalanta and Hippomenes, thus:\\n\\n\\\"Even here, in this region of wonders, I find That light-footed Fancy leaves Truth far behind, Or at least, like Hippomenes, turns her astray By the golden illusions he flings in her way.\\\"\\n\\nChapter XII Hercules.   Hebe and Ganymede\\n\\nHercules (in Greek, Heracles) was the son of Jupiter and Alemena. As Juno was always hostile to the offspring of her husband by mortal mothers, she declared war against Hercules from his birth. She sent two serpents to destroy him as he lay in his cradle, but the precocious infant strangled them with his own hands.  (On this account the infant Hercules was made the type of infant America, by Dr. Franklin, and the French artists whom he employed in the American Revolution.  Horatio Greenough has placed a bas- relief of the Infant Hercules on the pedestal of his statue of Washington, which stands in front of the Capitol.)  He was however by the arts of Juno rendered subject to his cousin Eurystheus and compelled to perform all his commands.  Eurystheus enjoined upon him a succession of desperate adventures, which are called the twelve \\\"Labors of Hercules.\\\"  The first was the fight with the Nemean lion.  The valley of Nemea was infested by a terrible lion.  Eurystheus ordered Hercules to bring him the skin of this monster.  After using in vain his club and arrows against the lion, Hercules strangled the animal with his hands.  He returned carrying the dead lion on his shoulders; but Eurystheus was so frightened at the sight of it and at this proof of the prodigious strength of the hero, that he ordered him to deliver the account of his exploits in future outside the town.\\n\\nHis next labor was to slaughter the Hydra.  This monster ravaged the country of Argos, and dwelt in a swamp near the well of Amymone, of which the story is that when the country was suffering from drought, Neptune, who loved her, had permitted her to touch the rock with his trident, and a spring of three outlets burst forth.  Here the Hydra took up his position, and Hercules was sent to destroy him.  The Hydra had nine heads, of which the middle one was immortal.  Hercules struck off its head with his club, but in the place of the head knocked off, two new ones grew forth each time.  At length with the assistance of his faithful servant Iolaus, he burned away the heads of the Hydra, and buried the ninth or immortal one under a huge rock.\\n\\nAnother labor was the cleaning of the Augean stables.  Augeas, king of Elis, had a herd of three thousand oxen, whose stalls had not been cleansed for thirty years.  Hercules brought the rivers Alpheus and Peneus through them, and cleansed them thoroughly in one day.\\n\\nHis next labor was of a more delicate kind.  Admeta, the daughter of Eurystheus, longed to obtain the girdle of the queen of the Amazons, and Eurystheus ordered Hercules to go and get it.  The Amazons were a nation of women.  They were very warlike and held several flourishing cities.  It was their custom to bring up only the female children; the boys were either sent away to the neighboring nations or put to death.  Hercules was accompanied by a number of volunteers, and after various adventures at last reached the country of the Amazons.  Hippolyta, the queen, received him kindly, and consented to yield him her girdle; but Juno, taking the form of an Amazon, went among the other Amazons and persuaded them that the strangers were carrying off their queen.  The Amazons instantly armed and came in great numbers down to the ship.  Hercules, thinking that Hippolyta had acted treacherously, slew her, and taking her girdle, made sail homewards.\\n\\nAnother task enjoined him was to bring to Eurystheus the oxen of Geryon, a monster with three bodies who dwelt in the island Erytheia (the red), so called because it lay at the west, under the rays of the setting sun.  This description is thought to apply to Spain, of which Geryon was said to be king.  After traversing various countries, Hercules reached at length the frontiers of Libya and Europe, where he raised the two mountains of Calpe and Abyla, as monuments of his progress, or according to another account rent one mountain into two and left half on each side, forming the Straits of Gibraltar, the two mountains being called the Pillars of Hercules.  The oxen were guarded by the giant Eurytion and his two-headed dog, but Hercules killed the giant and his dog and brought away the oxen in safety to Eurystheus.\\n\\nThe most difficult labor of all was bringing the golden apples of the Hesperides, for Hercules did not know where to find them. These were the apples which Juno had received at her wedding from the goddess of the Earth, and which she had intrusted to the keeping of the daughters of Hesperis, assisted by a watchful dragon.  After various adventures Hercules arrived at Mount Atlas in Africa.  Atlas was one of the Titans who had warred against the gods, and after they were subdued, Atlas was condemned to bear on his shoulders the weight of the heavens.  He was the father of the Hesperides, and Hercules thought, might, if any one could, find the apples and bring them to him.  But how to send Atlas away from his post, or bear up the heavens while he was gone?  Hercules took the burden on his own shoulders, and sent Atlas to seek the apples.  He returned with them, and though somewhat reluctantly, took his burden upon his shoulders again, and let Hercules return with the apples to Eurystheus.  (Hercules was a descendant of Perseus.  Perseus changed Atlas to stone. How could Hercules take his place?  This is only one of the many anachronisms found in ancient mythology.)\\n\\nMilton in his Comus makes the Hesperides the daughters of Hesperus, and nieces of Atlas:\\n\\n\\\"----- amidst the gardens fair Of Hesperus and his daughters three, That sing about the golden tree.\\\"\\n\\nThe poets, led by the analogy of the lovely appearance of the western sky at sunset, viewed the west as a region of brightness and glory.  Hence they placed in it the Isles of the blest, the ruddy isle Erytheia, on which the bright oxen of Geryon were pastured, and the isle of the Hesperides.  The apples are supposed by some to be the oranges of Spain, of which the Greeks had heard some obscure accounts.\\n\\nA celebrated exploit of Hercules was his victory over Antaeus. Antaeus, the son of Terra (the Earth) was a mighty giant and wrestler, whose strength was invincible so long as he remained in contact with his mother Earth.  He compelled all strangers who came to his country to wrestle with him, on condition that if conquered (as they all were), they should be put to death. Hercules encountered him, and finding that it was of no avail to throw him, for he always rose with renewed strength from every fall, he lifted him up from the earth and strangled him in the air.\\n\\nCacus was a huge giant, who inhabited a cave on Mount Aventine (one of the seven hills of Rome), and plundered the surrounding country.  When Hercules was driving home the oxen of Geryon, Cacus stole part of the cattle, while the hero slept.  That their foot-prints might not serve to show where they had been driven, he dragged them backward by their tails to his cave; so their tracks all seemed to show that they had gone in the opposite direction.  Hercules was deceived by this stratagem, and would have failed to find his oxen, if it had not happened that in driving the remainder of the herd past the cave where the stolen ones were concealed, those within began to low, and were thus discovered.  Cacus was slain by Hercules.\\n\\nThe last exploit we shall record was bringing Cerberus from the lower world.  Hercules descended into Hades, accompanied by Mercury and Minerva.  He obtained permission from Pluto to carry Cerberus to the upper air, provided he could do it without the use of weapons; and in spite of the monster's struggling he seized him, held him fast, and carried him to Eurystheus, and afterwards brought him back again.  When he was in Hades he obtained the liberty of Theseus, his admirer and imitator, who had been detained a prisoner there for an unsuccessful attempt to carry off Proserpine.\\n\\nHercules in a fit of madness killed his friend Iphitus and was condemned for this offence to become the slave of Queen Omphale for three years.  While in this service the hero's nature seemed changed.  He lived effeminately, wearing at times the dress of a woman, and spinning wool with the handmaidens of Omphale, while the queen wore his lion's skin.  When this service was ended he married Dejanira and lived in peace with her three years.  On one occasion as he was travelling with his wife, they came to a river, across which the Centaur Nessus carried travellers for a stated fee.  Hercules himself forded the river, but gave Dejanira to Nessus to be carried across.  Nessus attempted to run away with her, but Hercules heard her cries, and shot an arrow into the heart of Nessus.  The dying Centaur told Dejanira to take a portion of his blood and keep it, as it might be used as a charm to preserve the love of her husband.\\n\\nDejanira did so, and before long fancied she had occasion to use it.  Hercules in one of his conquests had taken prisoner a fair maiden, named Iole, of whom he seemed more fond than Dejanira approved.  When Hercules was about to offer sacrifices to the gods in honor of his victory, he sent to his wife for a white robe to use on the occasion.  Dejanira, thinking it a good opportunity to try her love-spell, steeped the garment in the blood of Nessus.  We are to suppose she took care to wash out all traces of it, but the magic power remained, and as soon as the garment became warm on the body of Hercules, the poison penetrated into all his limbs and caused him the most intense agony.  In his frenzy he seized Lichas, who had brought him the fatal robe, and hurled him into the sea.  He wrenched off the garment, but it stuck to his flesh, and with it he tore away whole pieces of his body.  In this state he embarked on board a ship and was conveyed home.  Dejanira on seeing what she had unwittingly done, hung herself.  Hercules, prepared to die, ascended Mount OEta, where he built a funeral pile of trees, gave his bow and arrows to Philoctetes, and laid himself down on the pile, his head resting on his club, and his lion's skin spread over him.  With a countenance as serene as if he were taking his place at a festal board, he commanded Philoctetes to apply the torch.  The flames spread apace and soon invested the whole mass.\\n\\nMilton thus alludes to the frenzy of Hercules:\\n\\n\\\"As when Alcides (Alcides, a name of Hercules; the word means \\\"descendant of Alcaeus\\\"), from OEchalia crowned With conquest, felt the envenomed robe, and tore, Through pain, up by the roots Thessalian pines And Lichas from the top of OEta threw Into the Euboic Sea.\\\"\\n\\nThe gods themselves felt troubled at seeing the champion of the earth so brought to his end; but Jupiter with cheerful countenance thus addressed them; \\\"I am pleased to see your concern, my princes, and am gratified to perceive that I am the ruler of a loyal people, and that my son enjoys your favor.  For although your interest in him arises from his noble deeds, yet it is not the less gratifying to me.  But now I say to you, Fear not.  He who conquered all else is not to be conquered by those flames which you see blazing on Mount OEta.  Only his mother's share in him can perish; what he derived from me is immortal.  I shall take him, dead to earth, to the heavenly shores, and I require of you all to receive him kindly.  If any of you feel grieved at his attaining this honor, yet no one can deny that he has deserved it.\\\"  The gods all gave their assent; Juno only heard the closing words with some displeasure that she should be so particularly pointed at, yet not enough to make her regret the determination of her husband.  So when the flames had consumed the mother's share of Hercules, the diviner part, instead of being injured thereby, seemed to start forth with new vigor, to assume a more lofty port and a more awful dignity.  Jupiter enveloped him in a cloud, and took him up in a four-horse chariot to dwell among the stars.  As he took his place in heaven, Atlas felt the added weight.\\n\\nJuno, now reconciled to him, gave him her daughter Hebe in marriage.\\n\\nThe poet Schiller, in one of his pieces called the Ideal and Life, illustrates the contrast between the practical and the imaginative in some beautiful stanzas, of which the last two may be thus translated:\\n\\n\\\"Deep degraded to a coward's slave, Endless contests bore Alcides brave, Through the thorny path of suffering led; Slew the Hydra, crushed the lion's might, Threw himself, to bring his friend to light, Living, in the skiff that bears the dead. All the torments, every toil of earth Juno's hatred on him could impose, Well he bore them, from his fated birth To life's grandly mournful close. Till the god, the earthly part forsaken, >From the man in flames asunder taken, Drank the heavenly ether's purer breath. Joyous in the new unwonted lightness, Soared he upwards to celestial brightness, Earth's dark heavy burden lost in death. High Olympus gives harmonious greeting To the hall where reigns his sire adored; Youth's bright goddess, with a blush at meeting, Gives the nectar to her lord.\\\" S. G. Bulfinch\\n\\nHEBE AND GANYMEDE\\n\\nHebe, the daughter of Juno, and goddess of youth, was cupbearer to the gods.  The usual story is, that she resigned her office on becoming the wife of Hercules.  But there is another statement which our countryman Crawford, the sculptor, has adopted in his group of Hebe and Ganymede, now in the gallery of the Boston Athenaeum.  According to this, Hebe was dismissed from her office in consequence of a fall which she met with one day when in attendance on the gods.  Her successor was Ganymede, a Trojan boy whom Jupiter, in the disguise of an eagle, seized and carried off from the midst of his playfellows on Mount Ida, bore up to heaven, and installed in the vacant place.\\n\\nTennyson, in his Palace of Art, describes among the decorations on the walls, a picture representing this legend:\\n\\n\\\"There, too, flushed Ganymede his rosy thigh Half buried in the eagle's down, Sole as a flying star shot through the sky Above the pillared town.\\\"\\n\\nAnd in Shelley's Prometheus, Jupiter calls to his cup-bearer thus:\\n\\n\\\"Pour forth heaven's wine, Idaean Ganymede, And let it fill the Daedal cups like fire.\\\"\\n\\nThe beautiful legend of the Choice of Hercules may be found in the Tatler, No. 97.  The same story is told in the Memorabilia of Xenophon.\\n\\nChapter XIII Theseus.   Daedalus.   Castor and Pollux\\n\\nTheseus was the son of AEgeus, king of Athens, and of Aethra, daughter of the king of Troezene.  He was brought up at Troezene, and, when arrived at manhood, was to proceed to Athens and present himself to his father.  AEgeus, on parting from Aethra, before the birth of his son, placed his sword and shoes under a large stone, and directed her to send his son to him when he became strong enough to roll away the stone and take them from under it.  When she thought the time had come, his mother led Theseus to the stone, and he removed it with ease, and took the sword and shoes.   As the roads were infested with robbers, his grandfather pressed him earnestly to take the shorter and safer way to his father's country, by sea; but the youth, feeling in himself the spirit and the soul of a hero, and eager to signalize himself like Hercules, with whose fame all Greece then rang, by destroying the evil-doers and monsters that oppressed the country, determined on the more perilous and adventurous journey by land.\\n\\nHis first day's journey brought him to Epidaurus, where dwelt a man named Periphetes, a son of Vulcan.  This ferocious savage always went armed with a club of iron, and all travellers stood in terror of his violence.  When he saw Theseus approach, he assailed him, but speedily fell beneath the blows of the young hero, who took possession of his club, and bore it ever afterwards as a memorial of his first victory.\\n\\nSeveral similar contests with the petty tyrants and marauders of the country followed, in all of which Theseus was victorious. One of these evil-doers was called Procrustes, or the Stretcher. He had an iron bedstead, on which he used to tie all travellers who fell into his hands.  If they were shorter than the bed, he stretched their limbs to make them fit it; if they were longer than the bed, he lopped off a portion.  Theseus served him as he had served others.\\n\\nHaving overcome all the perils of the road, Theseus at length reached Athens, where new dangers awaited him.  Medea, the sorceress, who had fled from Corinth after her separation from Jason, had become the wife of AEgeus, the father of Theseus. Knowing by her arts who he was, and fearing the loss of her influence with her husband, if Theseus should be acknowledged as his son, she filled the mind of AEgeus with suspicions of the young stranger, and induced him to present him a cup of poison; but at the moment when Theseus stepped forward to take it, the sight of the sword which he wore discovered to his father who he was, and prevented the fatal draught.  Medea, detected in her arts, fled once more from deserved punishment, and arrived in Asia, where the country afterwards called Media received its name from her.  Theseus was acknowledged by his father, and declared his successor.\\n\\nThe Athenians were at that time in deep affliction, on account of the tribute which they were forced to pay to Minos, king of Crete.  This tribute consisted of seven youths and seven maidens, who were sent every year to be devoured by the Minotaur, a monster with a bull's body and a human head.  It was exceedingly strong and fierce, and was kept in a labyrinth constructed by Daedalus, so artfully contrived that whoever was enclosed in it could by no means find his way out unassisted.  Here the Minotaur roamed, and was fed with human victims.\\n\\nTheseus resolved to deliver his countrymen from this calamity, or to die in the attempt.  Accordingly, when the time of sending off the tribute came, and the youths and maidens were, according to custom, drawn by lot to be sent, he offered himself as one of the victims, in spite of the entreaties of his father.  The ship departed under black sails, as usual, which Theseus promised his father to change for white, in case of his returning victorious. When they arrived in Crete, the youths and maidens were exhibited before Minos; and Ariadne, the daughter of the king, being present, became deeply enamored of Theseus, by whom her love was readily returned.  She furnished him with a sword, with which to encounter the Minotaur, and with a clew of thread by which he might find his way out of the labyrinth.  He was successful, slew the Minotaur, escaped from the labyrinth, and taking Ariadne as the companion of his way, with his rescued companions sailed for Athens.  On their way they stopped at the island of Naxos, where Theseus abandoned Ariadne, leaving her asleep.  For Minerva had appeared to Theseus in a dream, and warned him that Ariadne was destined to be the wife of Bacchus, the wine-god.  (One of the finest pieces of sculpture in Italy, the recumbent Ariadne of the Vatican, represents this incident.  A copy is in the Athenaeum gallery, Boston.  The celebrated statue of Ariadne, by Danneker, represents her as riding on the tiger of Bacchus, at a somewhat later period of her story.)\\n\\nOn approaching the coast of Attica, Theseus, intent on Ariadne, forgot the signal appointed by his father, and neglected to raise the white sails, and the old king, thinking his son had perished, put an end to his own life.  Theseus thus became king of Athens.\\n\\nOne of the most celebrated of the adventures of Theseus is his expedition against the Amazons.  He assailed them before they had recovered from the attack of Hercules, and carried off their queen, Antiope.  The Amazons in their turn invaded the country of Athens and penetrated into the city itself; and the final battle in which Theseus overcame them was fought in the very midst of the city.  This battle was one of the favorite subjects of the ancient sculptors, and is commemorated in several works of art that are still extant.\",\"timestamp\":1641285453,\"title\":\"\\nThe Argo with her crew of heroes left the shores of Thessaly and having touched at the Island of Lemnos\"},\"digest\":\"bce6vcpS1oO2uxqce78It0rJp_ATJfsC7nLCvF2CV-U\",\"authorship\":{\"contributor\":\"0x336f98da5BDeF1692C4dE51f67eafA44062a418E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6a3PPijIyvwLTRFUu55l0ZGQTSKvqlI6RVIw-zVdfaU\\\",\\\"y\\\":\\\"b8OAwKO86fuY40eo6exnFeIv2ARmWwCtFsY03E5OLH4\\\"}\",\"signature\":\"j3zdmQgT2QLxn5wRL6hjRenXrKtFE5K_FjnsNVD3dk099OEQWJgea5W15aGssqD5E7EcMsxtJHERj0HwLaBGAQ\",\"signingKeySignature\":\"0x1a9732205df305dff0bc5b412f67f8f2f236f829c3e9d9aa283aa596206e554e1e058e499cda4c643a5c3f36ca976af7bdf52a03edcc027ea5afbdbb2b3a6d6f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6a3PPijIyvwLTRFUu55l0ZGQTSKvqlI6RVIw-zVdfaU\\\",\\\"y\\\":\\\"b8OAwKO86fuY40eo6exnFeIv2ARmWwCtFsY03E5OLH4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bce6vcpS1oO2uxqce78It0rJp_ATJfsC7nLCvF2CV-U\"}"