"{\"content\":{\"body\":\"*Note: Original version of this article posted [here](https://futurologyexplored.substack.com/p/blockchain-harbinger-of-creative) with my other writing as well as sources. However, felt it was fitting to use a blockchain-based platform while writing about the paradigm-shifting application of blockchain. Applications a lot like Mirror. Let me know if I should switch to this platform!* \\n\\nApologies for the writing gap, but welcome to the Metaverse series! Seemingly overnight, the Metaverse has captured the media’s headlines, the tech industry’s talent, and the general public’s confusion. Yet, the term has existed for over three decades…\\n\\nOver those three decades, innovators have been tirelessly advancing and conflating fields like decentralized computing, extended reality, artificial intelligence, and more. The finish line of this convergence is finally in sight; hence the term “Metaverse” has invaded our TikTok FYP. Over the next few weeks, I’ll peel back the layers of the Metaverse and explore its transformative implications. At the heart of this new paradigm is a decentralized foundation made possible by the blockchain.\\n\\n\\n---\\n\\n## Blockchain Basics\\n\\n> “Whereas most technologies tend to automate workers at the periphery doing menial tasks, blockchains automate away the center. Instead of putting the taxi driver out of a job, blockchain puts Uber out of a job.” - Vitalik Buterin exemplifying the power behind blockchain networks like Ethereum.\\n\\n*Disclaimer: I will be straying away from deeply technical explanations in favor of implications. If you’re interested in how blockchain functions from a technical perspective, check out this [video](https://www.youtube.com/watch?v=bBC-nXj3Ng4). Additionally, the origins of blockchain are quite surprising and can be explored [here](https://www.businessinsider.com/bitcoin-history-cryptocurrency-satoshi-nakamoto-2017-12#why-would-the-inventor-of-the-worlds-most-important-cryptocurrency-choose-to-remain-anonymous-12). This will be a one-sided argument for now. My goal is to elucidate the full potential of blockchain technology.*\\n\\nAs seen above, in its simplest incarnation, blockchain is a distributed database. The power of this deceivingly simple primitive arises from the following features:\\n\\n1. **Decentralization:** Blockchain has no middlemen. Blockchain gives people the power to work, transact, and create with one another without the hindrance of a company, bank, or any other intermediary. Blockchain does this through a network of decentralized, user-operated nodes that replace traditional governing authorities.\\n2. **Permissionless:** Participation in blockchain-based applications rarely involves personal details, specific geographies, or any other barrier to entry. With any computing device, you can participate in the ecosystem. To date, Bitcoin creator Satoshi Nakamoto’s true identity is unknown, underscoring the extent of blockchain’s permissionless ecosystem. Anyone from anywhere can contribute in any way.\\n3. **Composability:** Everything in the blockchain is transparent and open. You can see all transactions, community discussions, and even source code. Here is the entire source code to the popular cryptocurrency Ethereum: [link](https://github.com/ethereum). This means anyone can copy the Ethereum code and build on top of it. These are called “forks” in the blockchain. Everything made “on-chain” mimics LEGO blocks. However, my actual LEGO building skills have yet to find constructive use.\\n4. **Security:** Blockchain uses cryptographic principles (specifically hashing) and consensus mechanisms to keep the chain secure. This makes blockchain incredibly difficult for hackers to alter as opposed to centralized data, which companies seem to be handing over to hackers. Just this past June, LinkedIn lost over 700 million users’ data.\\n   * Immutability**:** Once a “block” (group of transactions) is verified and added to the chain, it is nearly impossible to change. No entity can manipulate, replace, or falsify data stored in the blockchain.\\n\\n\\n---\\n\\n## The Perfect Storm\\n\\nAfter the inception of Bitcoin in 2009, blockchain was seen as an uneventful, supporting role in the innovation of cryptocurrency. However, in the years following, the community has shaken this misconception to pioneer a decentralized revolution. Blockchain will undoubtedly stand alongside the internet, mobile phone, and personal computer in the Tech Hall of Fame.\\n\\n#### A. Decentralized Finance\\n\\nThe idea of digital currency seemed to break a fire hydrant in the developer community. Blockchain has spawned a $100B+ peer-to-peer finance industry that’s growing at an astounding rate (10x just this year). With decentralized finance, you can earn interest, borrow, lend, trade derivatives, and anything else you would use a traditional bank for. Without the archaic middlemen, you can do all this cheaper, faster, easier, and safer. Fiance bros may laugh now, but blockchain will laugh last…\\n\\nTalk is cheap; let me paint you an example. Let’s say I made $100 by selling the textbooks I never read. If I put that $100 in a checking account, I’d make around .03% in interest. Meanwhile, the bank would conservatively loan out your money for approximately 5%. That means the bank is earning 166x the interest it’s paying you!\\n\\nMeanwhile, a decentralized bank like BlockFi would allow you to capture the majority of that 5% by allowing you to loan your own money. To be fair, this is a drastic oversimplification. However, it illustrates the power behind disintermediating banks and other financial institutions.\\n\\n#### B. New Gig Economy\\n\\nIf you’ve ever driven for Uber, delivered through DoorDash, shopped through Instacart, or rented through Airbnb, you’re no stranger to the broken gig economy. Currently, gig economy companies charge nearly 25% in fees to gig workers. With blockchain-based models, these fees would be fractions of the original. All the while allowing gig workers to have tokenized equity of the network. What does that really mean?\\n\\n1. Imagine a few friends and I create a decentralized Uber, let’s call it Suber.\\n2. We create tokens (essentially equity) for this application called $DRIVE.\\n3. With no fees, Suber can offer higher rates to drivers and lower costs to riders.\\n4. Drivers would earn $DRIVE, which they can easily convert to USD.\\n5. Unlike USD, $DRIVE appreciates as Suber gains more usage.\\n6. Suber drivers earn more money, riders pay less money, and Suber drivers have an equity stake in Suber through $DRIVE.\\n\\nAgain an oversimplification, but you get the point. This model could and will replace every gig economy/sharing economy company you can imagine. Btw this is not hypothetical. Check out [Drife](https://www.drife.io/).\\n\\n#### C. Decentralized Autonomous Organizations\\n\\nEthereum created a powerful upgrade in the blockchain community with “smart contracts.” Smart contracts are software built on the blockchain that execute when predetermined conditions are met. For example, a smart contract could be built for leasing agreements in which rent is automatically paid on the first of each month without any intermediary or time delay—a simple concept with herculean implications.\\n\\nOne of which is a Decentralized Autonomous Organization (DAO). Through smart contracts, a community can create a shared wallet, determine a mission, and issue governance protocols. Most infamously, a DAO recently tried [to buy the Constitution](https://www.coindesk.com/tech/2021/11/15/i-think-were-doing-this-inside-one-daos-20m-plot-to-purchase-the-us-constitution/). Other DAOs are fighting climate change, buying an NBA team, and creating crowdsourced venture capital firms. Why is this so special?\\n\\n1. DAO transactions are on the blockchain and completely transparent. This structure guards against information asymmetry and account manipulation. Imagine if Enron or Lehman Brothers were DAOs.\\n2. DAOs avoid the principal-agent problem. The DAO’s token holders (principals) are also the agents (employees). Therefore DAOs do not need to pay exorbitant salaries to executives or managers. Goodbye billionaires?\\n3. DAOs are meritocratic. Unlike traditional companies, you can’t network your way to the top of a DAO. Your position in a DAO is purely through contribution recorded on the blockchain. This means discrimination is heavily discouraged. In fact, many contributors to DAOs are entirely anonymous.\\n\\nDAOs are democratizing everything. Want to invest in startups? Want to own expensive art? Want to own real estate? DAOs let you do all of the above and more with capital as little as $5.\\n\\n\\n---\\n\\n## Decentralized Metaverse\\n\\nThe Metaverse is the collision point of the digital and physical worlds. While various entities bicker about different definitions, all agree that the Metaverse is the next evolution of computing. Blockchain will be the bedrock on which this evolution is built.\\n\\nThe current internet (Web 2.0) is highly centralized, with a few players controlling the data, community building, and content. This model will most likely continue to exist. However, blockchain will enable Metaverse applications in which the users control their data, own their content, and govern the application. Projects like Decentraland empower users to purchase virtual land, open stores, host online events, and build games all while governing the future of the platform. Blockchain promises to democratize the Metaverse through distributed ownership and permissionless participation. WAGMI!\\n\\n[Share Futurology Explored](https://futurologyexplored.substack.com/?utm_source=substack&utm_medium=email&utm_content=share&action=share)\\n\\n\\n---\\n\\n## Concluding Notes\\n\\nI know that seemed like a ton of information, but I barely scratched the surface of this ocean called the blockchain. There’s still digital ownership, social tokens, decentralized applications, decentralized gaming, IoT, autonomous vehicles, and much more. If you’re interested, let me know! I can try to write about those too.\\n\\nAlso, I know this was a one-sided argument. Perhaps in another addition, I’ll help elucidate the challenges with blockchain.\\n\\nThanks so much for reading! Please reach out if you want to discuss anything I talked about further. I love this space and am always looking for people to share learnings with : )\\n\\nIf you liked this newsletter, please feel free to share it with friends and leave some feedback in the form below (it’s super short)! If you currently hate me for wasting your time, please give me a piece of your mind with the same form. Maybe leave a little constructive criticism in addition to the hate mail?\\n\\n[Feedback](https://form.jotform.com/212396403845155)\\n\\n**Sources**\\n\\n1\\\\.     <https://www.coincenter.org/education/advanced-topics/what-does-permissionless-mean/>\\n\\n2\\\\.     <https://www.csoonline.com/article/2130877/the-biggest-data-breaches-of-the-21st-century.html>\\n\\n3\\\\.     <https://cdixon.org/2018/02/18/why-decentralization-matters>\\n\\n4\\\\.     <https://www.businessinsider.com/bitcoin-history-cryptocurrency-satoshi-nakamoto-2017-12#why-would-the-inventor-of-the-worlds-most-important-cryptocurrency-choose-to-remain-anonymous-12>\\n\\n5\\\\.     <https://www.csoonline.com/article/2130877/the-biggest-data-breaches-of-the-21st-century.html>\\n\\n6\\\\.     <https://academy.binance.com/en/glossary/immutability>\\n\\n7\\\\.     <https://www.businessinsider.com/bitcoin-history-cryptocurrency-satoshi-nakamoto-2017-12#why-would-the-inventor-of-the-worlds-most-important-cryptocurrency-choose-to-remain-anonymous-12>\\n\\n8\\\\.     <https://medium.com/@jrdaly/blockchain-promises-big-benefits-for-gig-workers-735c675a885d>\\n\\n9\\\\.     <https://appinventiv.com/blog/decentralized-finance-defi-guide/>\\n\\n10\\\\.  <https://markets.businessinsider.com/news/currencies/defi-crypto-800-billion-industry-billionaire-decentralized-finance-vesper-2021-08#:\\\\~:text=Decentralized%20finance%20has%20grown%20to,cap%20of%20about%20%2480%20billion>.\\n\\n11\\\\.  <https://bitcoinist.com/how-crypto-can-impact-the-creator-economy/>\\n\\n12\\\\.  <https://www.ibm.com/topics/smart-contracts>\\n\\n13\\\\.  <https://www.cnbc.com/2021/10/25/what-are-daos-what-to-know-about-the-next-big-trend-in-crypto.html>\\n\\n14\\\\.  <https://cointelegraph.com/news/the-number-of-active-daos-is-up-660-since-2019>\\n\\n15\\\\.  <https://www.forbes.com/sites/cathyhackl/2021/06/01/what-are-daos-and-why-you-should-pay-attention/?sh=2822baa07305>\\n\\n16\\\\.  <https://academy.shrimpy.io/post/what-is-defi-composability-an-introduction-to-money-legos>\",\"timestamp\":1639262465,\"title\":\"Blockchain: Harbinger of Rentier Destruction\"},\"digest\":\"L1pkeK6XIJBby-nehPe7Ct5jKpR6CaVGQgio8-4zhfQ\",\"authorship\":{\"contributor\":\"0x257ABD2C08ae3A95A74a38B8E40Fe8fB9b335d88\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tU45J66DSrpIQiOkbQhKk6CbN8nFXnr8O4yzQwUYQUc\\\",\\\"y\\\":\\\"3pk1qrmwfYBZ0lI-CrYHYaOaL_bd37u2gEj_PSM6wjA\\\"}\",\"signature\":\"YGaL4PY2gYfTkI4MsvRX814hNOv5M-kNMV45DPFKM-6SIA8Sv2eZWkkUBX2ad-ZosvzcJ7lK4nP732e6Yju9fg\",\"signingKeySignature\":\"0x729ad351cbedd40e0a40a1efc9e94525d2ff8a33e282cdaa2edaa04b5811009070846ea4993288ee057ff5abe4fd0116ab9385403183aa000d6dbb9843e693f91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tU45J66DSrpIQiOkbQhKk6CbN8nFXnr8O4yzQwUYQUc\\\",\\\"y\\\":\\\"3pk1qrmwfYBZ0lI-CrYHYaOaL_bd37u2gEj_PSM6wjA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"L1pkeK6XIJBby-nehPe7Ct5jKpR6CaVGQgio8-4zhfQ\"}"