"{\"content\":{\"body\":\"大周王朝，吴州，东宁府。 \\n  \\n     东宁府城八大道院之一的‘镜湖道院’正门，一名腰间佩刀的少年从道院中走出。 \\n  \\n     “孟师兄。” \\n  \\n     “孟师兄好。” \\n  \\n     “见过孟师兄。” \\n  \\n     周围的其他同门们都颇为热情。 \\n  \\n     少年孟川向这些师弟师妹们微微点头，其实这些‘师弟师妹们’很多都比他年龄更大，不过镜湖道院的规矩是达者为先，他早在两年前就已经进入镜湖道院‘山水楼’，山水楼二十二位弟子，也是镜湖道院最强的二十二位，受众多师弟师妹们仰慕向往。而其中‘孟师兄’尤为受推崇，是因为孟师兄偶尔会会指点他们，其他山水楼师兄师姐却懒得浪费时间在他人身上。 \\n  \\n     “公子，公子。”忽然一道熟悉的声音从旁边传来。 \\n  \\n     从一旁跑出来一名绿衣少女，孟川见状笑了：“绿竹，你怎么来了？” \\n  \\n     “我家小姐想要请公子一起去东山游玩，昨夜刚刚一场大雪，雪后的东山可美得很。”绿衣少女笑道。 \\n  \\n     “去东山游玩？”孟川眉头一凝，说道，“东山太远了，去一趟怕是要在东山过夜了，等明日才能回来。” \\n  \\n     绿衣少女笑道：“我云家在东山恰好有一处别院，可以在那过夜。” \\n  \\n     孟川摇头道：“回去告诉青萍，就说一个多月后就是玉阳宫斩妖盛会，我需潜心修行以做准备，无法陪她过去。” \\n  \\n     “这……”绿衣少女犹豫。 \\n  \\n     “你回去直接说就是了。”孟川吩咐道，“还有，让青萍多花点时间修行，别总是想着出去游玩。” \\n  \\n     “是。”绿衣少女只能乖乖应着，回去禀报。 \\n  \\n     孟川微微摇头。 \\n  \\n     对于从小定下婚约的‘云青萍’他也有些头疼。 \\n  \\n     …… \\n  \\n     镜湖道院是建造在镜湖东岸，在镜湖西岸还有许多府宅，其中就有一座‘孟府’。 \\n  \\n     “少爷。”府门口有两名守卫，看到孟川便颇为恭敬。 \\n  \\n     “我爹在府里么？”孟川问道。 \\n  \\n     “刚刚祖宅那边派人来，老爷便立即赶去了。”守卫说道。 \\n  \\n     孟川若有所思点点头，便进入府中。 \\n  \\n     “咻咻咻！！！”很快便依稀听到箭矢的声音，孟川循声来到了练武场。 \\n  \\n     练武场正有一名红衣少女在弯弓射箭，一根根箭矢，瞬间穿过数十丈接连射在靶子上，且后一箭都射在前一箭箭杆上。 \\n  \\n     孟川在一旁看着对方练箭。 \\n  \\n     她叫柳七月，是自己父亲的生死兄弟‘柳夜白’的独女。 \\n  \\n     自己八岁那年…… \\n  \\n     柳夜白带着女儿来到了孟府，从此便住下。 \\n  \\n     七月和自己很像，都是很小就没了母亲。从小，七月就和自己一同修炼，一直修炼至今，感情极深。 \\n  \\n     “阿川，你回来了。”红衣少女看到孟川眼睛一亮，“射这些靶子真没意思，来来来，赶紧给我当靶子。如果不是为了等你，我早去道院练箭了，道院的弓箭场可比这大多了。” \\n  \\n     “好，给你当靶子。” \\n  \\n     孟川笑着走到练武场中央。 \\n  \\n     红衣少女换了一箭囊，箭矢也都是没有箭头的，她眼睛放光看着孟川：“阿川，你可得小心了，别又被我揍得鼻青脸肿。” \\n  \\n     “你也小心，我这次定要破了你的七星连珠箭。”孟川凝神以待。 \\n  \\n     红衣少女嘻嘻一笑，跟着手指犹如幻影，瞬间拉弓射箭，似乎都不需要瞄准。 \\n  \\n     咻咻咻！！！一箭又一箭，接连射出。每一次从背后箭囊取箭拉弓射箭，再取箭拉弓射箭……就仿佛正常人呼吸一般自然，一根根箭矢也快得惊人，威力同样极大。 \\n  \\n     “噗噗噗。”孟川腰间的刀已经出鞘。 \\n  \\n     刀走弧线，在面前隐隐形成一片领域，凡是箭矢射来都会被阻挡下。 \\n  \\n     “阿川你的刀法是越加厉害了，还是得施展七星连珠箭啊。”红衣少女射箭的同时还笑眯眯说着，显然如此射箭非常轻松。 \\n  \\n     “咻！” \\n  \\n     话音刚落，红衣少女新射出的一箭，箭破空带着刺耳的尖啸。 \\n  \\n     “来了！”孟川也越加郑重。 \\n  \\n     “噗。”“噗。” \\n  \\n     孟川刀走弧线，犹如圆球一般阻挡住一根根箭矢。可七星连珠箭是消耗真气极大的杀招，箭矢速度会越来越快。 \\n  \\n     仅仅第六箭，孟川的刀就阻挡了空，跟着就感觉胸口一疼，整个人情不自禁一个踉跄，胸口怕是要青紫一块了。 \\n  \\n     “还是没能挡住。”孟川摇头无奈道。 \\n  \\n     “我修炼成的五大杀招，你已经能挡住四大杀招了，只剩下‘七星连珠箭’罢了。”红衣少女笑道，“已经很厉害了，在道院的时候，洗髓境层次都没谁挡住我的‘三重幻影箭’，可是你却能挡住。” \\n  \\n     “我从小就挡你的弓箭，当然要比你们道院的强些。”孟川摇头，“你这还是没箭头的，若是加上箭头，箭的速度会更快。你的五大杀招……怕是大半我都挡不住。” \\n  \\n     “阿川，难道你没听说？在同一境界，没谁能抗住神箭手的狂攻。”红衣少女得意道。 \\n  \\n     “七月……真生死搏杀，我早就第一时间冲到你面前了。”孟川哼声道。 \\n  \\n     “神箭手都是有护卫的。”红衣少女撇嘴道，“我护卫会挡住你，然后你就成了我的靶子。说不定将来你就是我的护卫呢！” \\n  \\n     孟川笑了。 \\n  \\n     他很清楚神箭手的可怕，在任何一方势力，顶尖神箭手地位都极高，都会被保护的极好。 \\n  \\n     自己这位七月妹妹，在弓箭上就非常有天赋。 \\n  \\n     “阿川，今天你们院长召你们过去，是说玉阳宫斩妖盛会？”柳七月询问道。 \\n  \\n     “嗯，你们烈阳道院也说了吧。”孟川问道。 \\n  \\n     “说了！我烈阳道院洗髓境十大弟子中就我一个神箭手，院长直接定下一个名额给我。”柳七月说道，“在玉阳宫斩妖盛会对付妖怪，我神箭手是最擅长的。” \\n  \\n     孟川笑道：“我们镜湖道院洗髓境一共三个名额，我虽然是洗髓境十大弟子之一，但是还得争夺名额，若是得不到名额，都没资格去。” \\n  \\n     “那你就慢慢拼吧。”柳七月嘿嘿笑道。 \\n  \\n     “别大意，玉阳宫斩妖盛会上，你面对妖怪，千万别被妖怪给近身了。”孟川说着，“我们先练练。” \\n  \\n     说着孟川陡然飞扑过去。 \\n  \\n     “有本事追上我。” \\n  \\n     柳七月立即飞窜闪开，甚至还返身射出一箭。 \\n  \\n     …… \\n  \\n     另一处，东宁府五大神魔家族之一的‘云家’。 \\n  \\n     云青萍正在给她父亲‘云符安’泡茶。 \\n  \\n     “爹，你尝尝。”云青萍讨好地将一杯茶水放到父亲面前，忽然她瞥见远处回来的侍女绿竹，不由眼睛一亮，连喊道，“绿竹！” \\n  \\n     绿竹只能乖乖过去。 \\n  \\n     “怎么样，孟川怎么说？”云青萍连问道。 \\n  \\n     “孟公子说了，说是一个多月后就是玉阳宫斩妖盛会，他要潜心修行以做准备，没法陪小姐你去东山游玩。”绿竹低声道。 \\n  \\n     “又不去？” \\n  \\n     云青萍有些恼怒，“就知道修炼修炼修炼。” \\n  \\n     “孟公子还让我告诉小姐，多花点时间修行，别总是想着出去游玩。”绿竹又道。 \\n  \\n     “他还管我？” \\n  \\n     云青萍越加气恼。 \\n  \\n     “我看，孟川说的很对。”坐在那的云符安美滋滋喝茶，说道，“你这丫头就该好好修炼，别老是贪玩。” \\n  \\n     “爹，这孟川就跟木头一样。”云青萍看着云符安，忍不住道，“在我刚满月时，你们就给我和孟川定下娃娃亲！可是我俩性子完全不同。我喜欢玩，喜欢请许多好友一起玩。他却喜欢修炼、画画，喜欢安静。我和他说话，也是话不投机。以后想到和他成亲，我都快疯了。” \\n  \\n     “你就是太闹腾，刚好有一个能治你的，是好事。”云符安笑道。 \\n  \\n     云青萍连到父亲身旁，抱着父亲胳膊撒娇道：“爹，我求求你了，去和孟家说说，找孟伯伯说一说，解除了婚约吧。” \\n  \\n     “你想都别想！”云符安喝着茶，直接否掉。 \\n  \\n     “爹！” \\n  \\n     云青萍气道，“你们为什么非要逼我嫁给他？当年，我刚刚满月什么都不懂，就给我定下亲事。你们怎么知道，孟川长大后会是什么样？你们完全不知道，就硬要我嫁给他。你们根本就没在意过我的想法。你不觉得很过分吗？” \\n  \\n     “孟川还是不错的。”云符安说道，“东宁府五大神魔家族年轻一代，他算是很好了。” \\n  \\n     “他再好又怎样，我不喜欢！”云青萍怒道，“我不想嫁给一个说话都说不到一起的所谓天才。” \\n  \\n     云符安轻轻放下茶杯，眼皮一掀，冷冷看了眼女儿。 \\n  \\n     云青萍心头一颤。 \\n  \\n     可心中的傲气让她昂着头，盯着父亲！ \\n  \\n     “最近半年，你已经和我说过六次解除婚约了。”云符安冰冷道，“看来是爹太宠你了，今天话就和你说清楚。” \\n  \\n     云青萍盯着父亲。 \\n  \\n     云符安继续道：“你和孟川的亲事，不单单是你们俩的事。也是我们云家和孟家的事！我们云家虽是五大神魔家族之一，可定居东宁府也仅仅数十年，族人也仅仅数十位，根基尚浅。而孟家是扎根在东宁上千年的神魔家族，族人过万！孟川父亲‘孟大江’将是下一任孟家族长。你是我们云家第三代唯一的女孩，你和孟川成亲，我们云家和孟家关系自然可以更进一大步。这对我云家也有大大益处。” \\n  \\n     “祖父他都修炼成神魔了。”云青萍反驳道，“有祖父在，谁都动摇不了我云家！既然如此，为何不能让我过得更自在些呢？” \\n  \\n     “自在？自在就是你想要和谁成亲，就和谁成亲？”云符安冷声道。 \\n  \\n     “怎么，不行么？”云青萍昂头道，“为了家族，就一定牺牲我？爹，你们不觉得羞愧么？” \\n  \\n     “闭嘴！” \\n  \\n     云符安气得站起来，怒指着女儿，喝道，“云青萍，你想要出去游玩，护卫仆从成群。你大冬天想要吃火龙鱼，自有人拼掉命去帮你寻。你修炼不用心，也有大量宝物用在你身上，让你今年也达到了洗髓境。我请高手一对一指点你，你实力弱，我请三名脱胎境护卫一直暗中保护你，请三名脱胎境护卫一月就要五百两银子，还有其他种种宝物赐予……” \\n  \\n     “为了你所谓的逍遥自在，你知道家族付出了多少？”云符安盯着女儿。 \\n  \\n     云青萍愣住了。 \\n  \\n     她不傻。 \\n  \\n     她略一算，就知道维持如此生活，家族在她身上付出何等惊人。 \\n  \\n     “你享受了家族的种种好处，就得承担你该承担的！”云符安怒喝道，“只管享受好处，什么都不做？想得美！” \\n  \\n     “还有，我知道你们道院的有一个小家伙，叫张冲，最近对你挺殷勤的吧？”云符安冷笑，“他一个张家旁支的小子，也配娶我云符安的女儿，也不照照镜子，看看自己是哪根葱！” \\n  \\n     “爹，我和张师兄并没有……”云青萍连要解释。 \\n  \\n     “只要我发现你们有一丝逾规，污了我云家和孟家的脸面。不但他得死，连你！我都会清理门户！”云符安冷冰冰看着有些吓着的女儿，“到时候别怪当爹的无情。” \\n  \\n     云青萍感到心底发寒。 \\n  \\n     她从来没见过父亲这么冰冷的一面，她今年也才十五岁而已。 \\n  \\n     “女儿啊。”云符安面色缓下来，“家族联姻就是如此，他就是再丑再无能，你也得嫁。你爹我当初娶你娘，也是你祖父亲自定下，都没得选！而且说起来，孟川人品很不错，你该庆幸了。” \\n  \\n     说完，云符安又瞥了眼在女儿身后战战兢兢的侍女绿竹，吩咐一句：“绿竹，给我看好你家小姐，别让她犯了错。” \\n  \\n     “是。”绿竹连忙应道。 \\n  \\n     云符安随即负手离去。 \\n  \\n     云青萍站在那，愣愣看着父亲离去的身影，想到那句“连你，我都会清理门户。到时候别怪当爹的无情。”，这句话对云青萍刺激的确有些大。 \\n  \\n     她觉得，这世界和她这么多年想的不一样。\",\"timestamp\":1637503227,\"title\":\"第一章 孟川和云青萍\"},\"digest\":\"py6wrUaAzdBur-4vOwyMGQtE36RTM7pr6c_BpxNbWRI\",\"authorship\":{\"contributor\":\"0xf08c9cbd20583013Bd2E64B9e2DD9223eb3a3C09\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fo4mK3oUsCRJoc-ZquCoUtXd-HQ_qQoScC82pqlTqN4\\\",\\\"y\\\":\\\"hHLTh4KjXDEvSSCd5IsZRGxcQ8OqhWhqngxhK0JEH68\\\"}\",\"signature\":\"VOAqpR7Fx4ek7rcjfav2hdDC7IoKDhHkglkOr_N7EyhOkeYyKpizy86eTjJRsiG7mw_uYnyELaeGl4HO-RLgNg\",\"signingKeySignature\":\"0x0c0731ff931d69d0c791b145ad08b81fef65255d18bfac3c4f4afcb1d49f476b5f4da6d50aeffec29e4d32ed95ca0808d8755d31fb1ec4e09743f8bd167a22de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fo4mK3oUsCRJoc-ZquCoUtXd-HQ_qQoScC82pqlTqN4\\\",\\\"y\\\":\\\"hHLTh4KjXDEvSSCd5IsZRGxcQ8OqhWhqngxhK0JEH68\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"py6wrUaAzdBur-4vOwyMGQtE36RTM7pr6c_BpxNbWRI\"}"