"{\"content\":{\"body\":\"*by Jeff Nicholas, WarpSound Executive Creative Director + WVRPS Project Lead*\\n\\nWhen I set out with Andy *(Andy Poon, our incredible Emmy-winning illustrator)* to develop the derivatives of Nayomi, Gnar Heart and DJ Dragoon that would eventually become the WVRPS by WarpSound, we were starting with a bit of a blank canvas.\\n\\nYes, the WarpSound virtual artists already existed in 3D modeled form, and yes we had established brand colors and other design languages. But we hadn’t yet moved into 2D representations of them, or really looked at how they might evolve to take on new looks and traits. It’s early days in their careers, after all.\\n\\nWe knew we wanted to make something that stood out from the rest of the PFP landscape.  Something that had its own design language, that fit together and told a story.\\n\\nWe also knew creating a collection using 3 different character bases was going to be a challenge. **We’d essentially need to integrate 3 different PFP projects into one.**\\n\\n![Early sketches by Andy Poon exploring form, shape & placement.](https://images.mirror-media.xyz/publication-images/pzX1gT5fgC3gzvRi1Ld5O.jpg?height=1328&width=2000)\\n\\nRight from the start, getting detailed and hyper-focusing on expressions, vibes and colors was important because of how we envisioned those elements driving the music.\\n\\nBut no one had ever done this. No one had taken the visual traits of a piece of character art and fed them into a musical AI - a creative neural network - to compose music based on them.\\n\\nOnce we settled on a visual taxonomy, Steve Pardo, WarpSound’s Audio Director, did some incredible work mapping the visual traits to inputs for the AI. Some of the traits mapped to musical modes represented by feelings like “weird” or ‘joy.” Some to loose groups of potential instrument overrides. Others gave the AI an indication of potential tempo or key ranges.  And then the AI did it’s thing, *9,999 times*, creating completely original compositions note by note for each of the wildly different virtual artist PFPs that Andy and I had dreamed up.\\n\\nThe process was fun, challenging, exhausting, and rewarding.\\n\\n*It felt like magic.*\\n\\n**Our team is so incredibly excited that these are now in your hands.** We hope that you have as much fun as we did diving into the rarity, traits, aesthetics and music and getting to know your WVRP(s). Our POV on all of this shared below. \\n\\n\\\\*\\\\*\\\\*\\n\\n![Example Nayomi-based WVRP.](https://images.mirror-media.xyz/publication-images/HtCClT9tJRwm927FGVM5-.png?height=4500&width=4500)\\n\\n**A WORD ON RARITY AND AESTHETICS**\\n\\nA big piece of the WVRPS ethos is based on democratizing and decentralizing access and ownership with a low initial mint price and by giving you full commercial rights - the freedom to do what you choose with the art and music. It’s central, actually.\\n\\nIn most projects, the coolest traits – that gold skin or the most interesting headwear or the craziest clothes – are made extremely rare. While this drives demand for them, it also limits the amount of “really cool” traits and trait configurations that can make their way into the average collector’s hands.\\n\\nThe floor ends up feeling less interesting and the “cooler” PFPs get either locked up in vaults or end up completely out of reach for the average collector. The focus is put on “the Top 100” and the rest sort of just fall into big buckets of “sort of rare” or “floor.”\\n\\n*We don’t love that.*\\n\\nWe wanted more people to have the potential to access exciting combinations of traits, or traits that are typically considered rare, hopefully driving a conversation around aesthetics and personality just as much as – or more than – rarity.\\n\\nYou may be the person who loves really over the top multi-trait combinations. Or you may love sleek, monochromatic, limited-trait PFPs. Or you may feel a connection to a particular set of traits or expressions. No matter what your tastes, we wanted there to be more options for everyone, so you’ll find that our rarest items may not be what you’d think (outside of the special 1-of-1s we randomly inserted into the collection), and the ones that “feel” the most rare actually have a bit flatter rarity scale to allow more people access.\\n\\n**We hope you’ll spend time going through the collection and discovering what speaks to you.**\\n\\n\\\\*\\\\*\\\\*\\n\\n![Example Visual Trait Categories (final WVRPS have 12 categories) ](https://images.mirror-media.xyz/publication-images/hfkZKFRHYwZAbSP568neO.png?height=1886&width=2632)\\n\\n**WOW THAT’S A LOT OF TRAITS…**\\n\\nAnother element of your WVRP that you’ll notice right away is the number of traits. Yes, there are more properties in the metadata because of all of the musical traits – more on that later – but they also have a much larger set of visual traits than most, pulling from over 200 different potential traits for each character across 12 visual trait categories.\\n\\n*Why??*\\n\\n**Well, there’s one primary reason – these traits drive the music that each virtual artist PFP produces.** A smaller # of categories and traits that are mapped to a smaller # of potential inputs and outcomes produces a much less diverse set of music.\\n\\n*And we wanted variety - lots of variety.*\\n\\nNot only that, but the types of traits impact how the music FEELS.  Yes wardrobe has been mapped to different input types. *But where things really start to shine is when we start looking at expressions, vibes, colors.*\\n\\nAn Excited DJ Dragoon should sound different than an Aggressive DJ Dragoon. A Happy Nayomi should sound different than a Chill Nayomi.  And on top of that, a Nayomi with a Chill vibe that’s based in Blue might feel sad or airy depending on what else is combined with it, while a Nayomi with a Chill vibe that’s based in Yellow likely will feel hopeful or happy and bright.\\n\\nThe combinations of subtle expressions and vibes; colors used in the background and as part of vibes, hair and skin; background overlays that convey musical modes; these plus all of the more obvious visual traits combine together in each WVRP to drive creation by the AI of something entirely unique each time.\\n\\n*And that’s exactly what we wanted.*\\n\\n\\\\*\\\\*\\\\*\\n\\n![Example Gnar Heart-based WVRP.](https://images.mirror-media.xyz/publication-images/v3XftqyNYKUzGxBHfntPG.png?height=4500&width=4500)\\n\\n**AND HOW DOES MUSICAL RARITY FACTOR INTO ALL OF THIS?**\\n\\nWell, we don’t really know!\\n\\nThere are absolutely musical traits that are more rare than others, and you’ll be able to see that on metadata listings. But how does that factor in? What will sites like rarity.tools and Rarity Sniper do with these traits?\\n\\nHow will collectors weigh visual rarity against how a virtual artist PFP sounds? What makes “good” music vs “great” music after all? What is “rare” music?\\n\\nIt’s all pretty subjective, no? We’re curious to see what happens, how it’s valued, how it FEELS to you. We also wonder what tools might get created to help showcase this better, or break down musical rarity, or combined rarities.\\n\\n*We’re entering entirely new territory.*\\n\\n\\\\*\\\\*\\\\*\\n\\n![](https://images.mirror-media.xyz/publication-images/qMghWBIAHsYEha0wPXbFI.png?height=1866&width=3358)\\n\\n**ABOUT THOSE MUSIC TRAITS…**\\n\\nThis is one of the things we are most excited about.  Not only did we **feed the visual traits into our system to create AI-composed music based on them**, we’ve also generated a stack of musical trait metadata that can be used by you in a variety of ways.\\n\\n**Instrumentation and key**.  For the drums, the bass, the lead, and the pad – which also correspond to the 4 audio stems/layers that can be requested – there are specific, searchable sound sets that have different levels of rarity. Same with key – you’ll be able to see what key the music is in, and search by one or multiple keys.\\n\\n**Special instruments.**  These don’t show up on all WVRPS, but when they do, they are identified as additional trait categories that are also searchable.\\n\\n**BPM**.  This shows up – at least on OpenSea – as a “Stat” so it’s both easy to find on an individual WVRP’s detail page, but it also allows for searching by a range of BPMs instead of a specific value. That’s huge when you want to find maybe “slow-ish” songs in a tempo range, for example.\\n\\n**Musical mode.** On OpenSea, it shows up as “Levels” and each musical mode is given an easy to understand name like “Weird” or “Dark” or “Joy.” A WVRP’s music can combine multiple modes – for example Dark and Weird – and have different levels of each mode.  And just like BPM, these are searchable by range, so you can find things that match a mood or vibe very specifically, or loosely, depending on what you’re looking for.\\n\\nAll of this might be super helpful for you if you’re looking to take the music and do something with it, like make a new song, use it as an intro to your Twitch stream, write lyrics for it, or mix music from multiple WVRPS together to create longer, more varied compositions.\\n\\nOr, maybe none of this matters to you because you just care about the art, or just how the music makes you *feel* without digging too deep.\\n\\n*All of that is valid* and our hope is that offering this level of detail in the musical traits both serves creators and offers non-musicians some new ways to connect with what they are hearing.\\n\\n\\\\*\\\\*\\\\*\\n\\n![Adam Bomb Squad Homage.](https://images.mirror-media.xyz/publication-images/xEbruv2jBEycZi-2bPzRy.png?height=810&width=1410)\\n\\n**INSPIRATIONS, HOMAGES & DEEPER MEANINGS**\\n\\nYou’ll quickly realize that some of the traits are nods or homages to things we love, our inspirations, or friends of ours. The bomb in Goon’s mouth is a nod to the Adam Bomb Squad. Other homages come in the form of the 0N1 Force or Ethereals pins, or the Doom, Daft and Punk masks that celebrate some of our musical heroes.\\n\\nBut there are also many other traits that may not be as immediately clear. We hope to share more with you about these over time. Things like the Roman Legionary gear, Nayomi’s double stud nose ring, the Bean Bois pin, or the Rawkus Records hat.\\n\\n\\\\*\\\\*\\\\*\\n\\n![Mythical, huh?](https://images.mirror-media.xyz/publication-images/1Awx6wYFYoz0Q96I2AeBy.jpg?height=446&width=446)\\n\\n**AND WHAT IS THIS “GENERATIVE ABILITY” TRAIT??**\\n\\nWell, we can’t give everything away, now can we?\\n\\nLet’s just say the Generative Ability trait is another type of rarity, independent from the visuals and audio. Holding a WVRP will give you access to some fun experiences and collectible-creation moments down the road. And these generative abilities – Gold, Platinum, Diamond, Legendary, Mythical – are going to play a role in that.\\n\\nAnd, well, they aren’t tied to other rarities. You might have a WVRPS that is considered a “floor” based on its visual trait rarities but has a Diamond or Legendary Generative Ability trait. Or a super rare WVRP that only has a Gold Generative Ability.\\n\\nBut… They aren’t fixed…\\n\\nUpgrades, anyone? More on that another time.\\n\\nHang on to those POAPs… and expect the unexpected.\\n\\nOh and wait… what’s that Musical Spirit trait? 👀\\n\\n\\\\*\\\\*\\\\*\\n\\nWe hope you love what you see. We hope you love what you hear. We can’t wait to see and hear what you make with your WVRP, and what we all make together.\\n\\nLFG! 🚀\",\"timestamp\":1642783421,\"title\":\"On Rarity + Traits\"},\"digest\":\"khZy456xfFpIq95p5TpRyL5y-JQy711aZaC4PJcYwGc\",\"authorship\":{\"contributor\":\"0x96A2D0a04e6dBAb7e0Ba7c91fC74D7901C7EFD23\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KuPTN4nZikBeUKmRXlJfczy3DXmP7spgk_eweZKKYs4\\\",\\\"y\\\":\\\"4Fg-Es08mvLevxtq2cyv23zP_tupwW_7_mELMSAiqBM\\\"}\",\"signature\":\"BhOZREA3F2-YuMwJUlo0A8qBcfezh5W54LTyMy3duMT2tdvxuIsvMc448aHu0WzAYTkZt3AzE7ASOUJL4mX2pw\",\"signingKeySignature\":\"0x6411844574ebfebe54d84c61146c266cfb08549dc50af19c2d531633f8e3ebf56b3f7f811a5ae7baf6940a5ec19993da550a6488e0d12f73f58d9a516ed406ec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KuPTN4nZikBeUKmRXlJfczy3DXmP7spgk_eweZKKYs4\\\",\\\"y\\\":\\\"4Fg-Es08mvLevxtq2cyv23zP_tupwW_7_mELMSAiqBM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UTRmhBKbp0l8NWthyhr8rHf8JAgE9jSQuTEwgHYLub0\"}"