"{\"content\":{\"body\":\"Meet CryptoSerg #290.\\n\\nCryptoSerg #290 was gifted to me by another girl and was my first nft love. I learned so much from CryptoSerg #290. I learned so much about love, friendships and breakups. As both of my [opensea](https://opensea.io/girl), [zora](https://zora.co/girl) accounts are *@girl*, I look at my wallets as incredible opportunities for social storytelling for creators and meme makers like myself. CryptoSerg #290 is on sale on opensea in the link below. \\n\\nI will be using my current @girl wallets and nfts as a tool to talk about pain in a way that depersonalizes my experience so that others may recognize themselves in the stories and hopefully be inspired to tell their own. But first, some context on why @girl. \\n\\n[https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/98168371784320387514732815439041609751844866237332060982262479025875206537217/](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/98168371784320387514732815439041609751844866237332060982262479025875206537217/)\\n\\nFrom 2019-2021, I was the face of and ran [@girl](https://instagram.com/girl) on instagram. My audience was mostly 13-21 year old girls across the world who valued friendship, believed in true love & struggled with their self worth. The page was part of a larger meme network I ran creative for. The network reached 1.2b people on Instagram per month organically and sold in 2021. 2 years after its creation. Instagram, meme networks and the continued exploitation of our personal data for advertising revenue is such whack web2 energy. I consider this part of my career as the beginning of the end for web2. 🤮 \\n\\nThe @girl Instagram page is completely ads now. Like energy, web2’s whack energy, energy cannot be created or destroyed, only transformed. And I think it’s important to point out the fate of my first instagram baby (@girl), as an advertising machine. It is my belief that most places across web2 will become advertising wastelands at an accelerated rate. Due to the race for rapid conversion of target audiences off of platforms who have never valued creators to begin with. Unfortunately, many pages like mine will have to face the same fate if we do not implement proper monetization mechanisms for web content. Which would be a shame. It’s important to look at what drives our desire and human nature for new technology and novelty by understanding the broken systems of the past and where we went wrong. \\n\\nI am so grateful for all of the think pieces, educational resources and publications written on blockchain, web3 & nfts. Especially here on mirror. We are playing the role of narrators. In content, the narrators in new spaces have historically received the most airtime. To see this, all one needs to do is simply watch *The Bachelor, Bachelorette or Real Housewives franchises* and tell us who gets the most airtime of their 1:1 interviews. The characters who tell us what’s going on in. The characters who provide content of what we’re watching on screen. The narrators receive the most airtime. Or perhaps that’s who we most see ourselves in..\\n\\nCryptoSerg #290, like any great first love, needs a new journey. I hope one day he mets the true love of my life. For now, I will play the role of the narrator. So here’s what went down between @girl and CyrpoSerg #290. \\n\\n![The Wizard of Walgreens](https://images.mirror-media.xyz/publication-images/7LwazRLRcszi9yQokmbpN.jpg?height=1080&width=2160)\\n\\n**I love going into Walgreens and reading all of the greeting cards.** \\n\\n** \\n **There’s something about being talked to like I am priceless but treated like I am worthless that I value from my experience dating **CryptoSerg #290**. \\n\\n How many of us know people who got successful on Instagram and then started to suck? **CryptoSerg #290** didn’t have an Instagram. And what do I look for in a guy? One who doesn’t have an Instagram. **CryptoSerg #290** was my dream man. There’s something about the idea of this guy, I’m really into.\\n\\nSo there I was, considering lowering my standards for a man when I got a text from him saying, \\n\\n> I’m not trying to like date to be honest. I’m not in the right space for that at the moment but I do fuck with you and your ill obviously\\n\\nMy bad. I hadn’t realized that I was applying for a scholarship to the ***no d\\\\*ck left behind movement***.\\n\\nThe truth is, I feel kind of guilty for wanting what I want. I am a sucker for a good sob story. Where did this movement of lowering my standards come from? What feminist hero did I pick this up from? I turn to the place with answers to all of my life’s questions, Google..Did you know The Wizard of Oz is the most watched movie in America? As I think about it, the story’s hero, Dorothy, is actually the leader of the No Dick Left Behind Movement. We all know the story: the guy who can’t feel, the guy who can’t think, all these guys Dorothy has to drag along just to get back home again.\\n\\n** \\n **What I learned from that dude is we’re probably going to need a greeting card that says:  If all he does is wait for you to text first and scare away potential relationships, girl, you are dating a scarecrow. \\n\\nThanks for reading! bye! \",\"timestamp\":1636316238,\"title\":\"CryptoSerg #290 \"},\"digest\":\"90A8uqi_6uxxwRUCTlsZM3qZGr5XYW7q_qyRzCsSazM\",\"authorship\":{\"contributor\":\"0x2f9B473d4B9f95A5E55F205Be1a003B27D24Df76\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eCF8BiECnOuJdXJ7QmM5FwHRNlLZiJ1tqA9HcqFMR_8\\\",\\\"y\\\":\\\"X1n9nO0T0ij_V_uUWOziCH8JrzyQSkZmqWqmCd9kGjQ\\\"}\",\"signature\":\"NIvj6HIly7HGV-AstbI0FJpuJ5LafcwiH_bkp83hdxk21QiF6XHf02pny0mp6hz04vsR-LeOMeF-6I_nEZWbGQ\",\"signingKeySignature\":\"0x5a09780cfd2b12e50e1bb52b35da56798c1e50b0cc8ab8c331c0dd1d5e4898357897d46d809da7aa3debc9b2d7321fa1eae6271eb3c256f5898f0953a82b75611c\",\"signingKeyMessage\":\"I authorize the publication of articles on magic.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eCF8BiECnOuJdXJ7QmM5FwHRNlLZiJ1tqA9HcqFMR_8\\\",\\\"y\\\":\\\"X1n9nO0T0ij_V_uUWOziCH8JrzyQSkZmqWqmCd9kGjQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"90A8uqi_6uxxwRUCTlsZM3qZGr5XYW7q_qyRzCsSazM\"}"