"{\"content\":{\"body\":\"\\\"The officers who took them from the plank on which they were floating say the associate of the fortunate tribune was a young man who, when lifted to the deck, was in the dress of a galley slave.\\n\\n\\\"This should be convincing, to say least; but lest thou say tut-tut again, I tell thee, O my Midas! that yesterday, by good chance--I have a vow to Fortune in consequence--I met the mysterious son of Arrius face to face; and I declare now that, though I did not then recognize him, he is the very Ben-Hur who was for years my playmate; the very Ben-Hur who, if he be a man, though of the commonest grade, must this very moment of my writing be thinking of vengeance--for so would I were I he--vengeance not to be satisfied short of life; vengeance for country, mother, sister, self, and--I say it last, though thou mayst think it would be first--for fortune lost.\\n\\n\\\"By this time, O good my benefactor and friend! my Gratus! in consideration of thy sestertii in peril, their loss being the worst which could befall one of thy high estate--I quit calling thee after the foolish old King of Phrygia--by this time, I say (meaning after having read me so far), I have faith to believe thou hast ceased saying tut-tut, and art ready to think what ought to be done in such emergency.\\n\\n\\\"It were vulgar to ask thee now what shall be done. Rather let me say I am thy client; or, better yet, thou art my Ulysses whose part it is to give me sound direction.\\n\\n\\\"And I please myself thinking I see thee when this letter is put into thy hand. I see thee read it once; thy countenance all gravity, and then again with a smile; then, hesitation ended, and thy judgment formed, it is this, or it is that; wisdom like Mercury's, promptitude like Caesar's.\\n\\n\\\"The sun is now fairly risen. An hour hence two messengers will depart from my door, each with a sealed copy hereof; one of them will go by land, the other by sea, so important do I regard it that thou shouldst be early and particularly informed of the appearance of our enemy in this part of our Roman world.\\n\\n\\\"I will await thy answer here.\\n\\n\\\"Ben-Hur's going and coming will of course be regulated by his master, the consul, who, though he exert himself without rest day and night, cannot get away under a month. Thou knowest what work it is to assemble and provide for an army destined to operate in a desolate, townless country.\\n\\n\\\"I saw the Jew yesterday in the Grove of Daphne; and if he be not there now, he is certainly in the neighborhood, making it easy for me to keep him in eye. Indeed, wert thou to ask me where he is now, I should say, with the most positive assurance, he is to be found at the old Orchard of Palms, under the tent of the traitor Sheik Ilderim, who cannot long escape our strong hand. Be not surprised if Maxentius, as his first measure, places the Arab on ship for forwarding to Rome.\\n\\n\\\"I am so particular about the whereabouts of the Jew because it will be important to thee, O illustrious! when thou comest to consider what is to be done; for already I know, and by the knowledge I flatter myself I am growing in wisdom, that in every scheme involving human action there are three elements always to be taken into account--time, place, and agency.\\n\\n\\\"If thou sayest this is the place, have thou then no hesitancy in trusting the business to thy most loving friend, who would be thy aptest scholar as well.\\n\\nMESSALA.\\\"\\n\\nCHAPTER II\\n\\nAbout the time the couriers departed from Messala's door with the despatches (it being yet the early morning hour), Ben-Hur entered I1derim's tent. He had taken a plunge into the lake, and breakfasted, and appeared now in an under-tunic, sleeveless, and with skirt scarcely reaching to the knee.\\n\\nThe sheik saluted him from the divan.\\n\\n\\\"I give thee peace, son of Arrius,\\\" he said, with admiration, for, in truth, he had never seen a more perfect illustration of glowing, powerful, confident manhood. \\\"I give thee peace and good-will. The horses are ready, I am ready. And thou?\\\"\\n\\n\\\"The peace thou givest me, good sheik, I give thee in return. I thank thee for so much good-will. I am ready.\\\"\\n\\nIlderim clapped his hands.\\n\\n\\\"I will have the horses brought. Be seated.\\\"\\n\\n\\\"Are they yoked?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Then suffer me to serve myself,\\\" said Ben-Hur. \\\"It is needful that I make the acquaintance of thy Arabs. I must know them by name, O sheik, that I may speak to them singly; nor less must I know their temper, for they are like men: if bold, the better of scolding; if timid, the better of praise and flattery. Let the servants bring me the harness.\\\"\\n\\n\\\"And the chariot?\\\" asked the sheik.\\n\\n\\\"I will let the chariot alone to-day. In its place, let them bring me a fifth horse, if thou hast it; he should be barebacked, and fleet as the others.\\\"\\n\\nIlderim's wonder was aroused, and he summoned a servant immediately.\\n\\n\\\"Bid them bring the harness for the four,\\\" he said--\\\"the harness for the four, and the bridle for Sirius.\\\"\\n\\nIlderim then arose.\\n\\n\\\"Sirius is my love, and I am his, O son of Arrius. We have been comrades for twenty years--in tent, in battle, in all stages of the desert we have been comrades. I will show him to you.\\\"\\n\\nGoing to the division curtain, he held it, while Ben-Hur passed under. The horses came to him in a body. One with a small head, luminous eyes, neck like the segment of a bended bow, and mighty chest, curtained thickly by a profusion of mane soft and wavy as a damsel's locks, nickered low and gladly at sight of him.\\n\\n\\\"Good horse,\\\" said the sheik, patting the dark-brown cheek. \\\"Good horse, good-morning.\\\" Turning then to Ben-Hur, he added, \\\"This is Sirius, father of the four here. Mira, the mother, awaits our return, being too precious to be hazarded in a region where there is a stronger hand than mine. And much I doubt,\\\" he laughed as he spoke--\\\"much I doubt, O son of Arrius, if the tribe could endure her absence. She is their glory; they worship her; did she gallop over them, they would laugh. Ten thousand horsemen, sons of the desert, will ask to-day, 'Have you heard of Mira?' And to the answer, 'She is well,' they will say, 'God is good! blessed be God!'\\\"\\n\\n\\\"Mira--Sirius--names of stars, are they not, O sheik?\\\" asked Ben-Hur, going to each of the four, and to the sire, offering his hand.\\n\\n\\\"And why not?\\\" replied Ilderim. \\\"Wert thou ever abroad on the desert at night?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Then thou canst not know how much we Arabs depend upon the stars. We borrow their names in gratitude, and give them in love. My fathers all had their Miras, as I have mine; and these children are stars no less. There, see thou, is Rigel, and there Antares; that one is Atair, and he whom thou goest to now is Aldebaran, the youngest of the brood, but none the worse of that--no, not he! Against the wind he will carry thee till it roar in thy ears like Akaba; and he will go where thou sayest, son of Arrius--ay, by the glory of Solomon! he will take thee to the lion's jaws, if thou darest so much.\\\"\\n\\nThe harness was brought. With his own hands Ben-Hur equipped the horses; with his own hands he led them out of the tent, and there attached the reins.\\n\\n\\\"Bring me Sirius,\\\" he said.\\n\\nAn Arab could not have better sprung to seat on the courser's back.\\n\\n\\\"And now the reins.\\\"\\n\\nThey were given him, and carefully separated.\\n\\n\\\"Good sheik,\\\" he said, \\\"I am ready. Let a guide go before me to the field, and send some of thy men with water.\\\"\\n\\nThere was no trouble at starting. The horses were not afraid. Already there seemed a tacit understanding between them and the new driver, who had performed his part calmly, and with the confidence which always begets confidence. The order of going was precisely that of driving, except that Ben-Hur sat upon Sirius instead of standing in the chariot. Ilderim's spirit arose. He combed his beard, and smiled with satisfaction as he muttered, \\\"He is not a Roman, no, by the splendor of God!\\\" He followed on foot, the entire tenantry of the dowar--men, women, and children--pouring after him, participants all in his solicitude, if not in his confidence.\\n\\nThe field, when reached, proved ample and well fitted for the training, which Ben-Hur began immediately by driving the four at first slowly, and in perpendicular lines, and then in wide circles. Advancing a step in the course, he put them next into a trot; again progressing, he pushed into a gallop; at length he contracted the circles, and yet later drove eccentrically here and there, right, left, forward, and without a break. An hour was thus occupied. Slowing the gait to a walk, he drove up to Ilderim.\\n\\n\\\"The work is done, nothing now but practice,\\\" he said. \\\"I give you joy, Sheik Ilderim, that you have such servants as these. See,\\\" he continued, dismounting and going to the horses, \\\"see, the gloss of their red coats is without spot; they breathe lightly as when I began. I give thee great joy, and it will go hard if\\\"--he turned his flashing eyes upon the old man's face--\\\"if we have not the victory and our--\\\"\\n\\nHe stopped, colored, bowed. At the sheik's side he observed, for the first time, Balthasar, leaning upon his staff, and two women closely veiled. At one of the latter he looked a second time, saying to himself, with a flutter about his heart, \\\"'Tis she--'tis the Egyptian!\\\" Ilderim picked up his broken sentence--\\n\\n\\\"The victory, and our revenge!\\\" Then he said aloud, \\\"I am not afraid; I am glad. Son of Arrius, thou art the man. Be the end like the beginning, and thou shalt see of what stuff is the lining of the hand of an Arab who is able to give.\\\"\\n\\n\\\"I thank thee, good sheik,\\\" Ben-Hur returned, modestly. \\\"Let the servants bring drink for the horses.\\\"\\n\\nWith his own hands he gave the water.\\n\\nRemounting Sirius, he renewed the training, going as before from walk to trot, from trot to gallop; finally, he pushed the steady racers into the run, gradually quickening it to full speed. The performance then became exciting; and there were applause for the dainty handling of the reins, and admiration for the four, which were the same, whether they flew forward or wheeled in varying curvature. In their action there were unity, power, grace, pleasure, all without effort or sign of labor. The admiration was unmixed with pity or reproach, which would have been as well bestowed upon swallows in their evening flight.\\n\\nIn the midst of the exercises, and the attention they received from all the bystanders, Malluch came upon the ground, seeking the sheik.\\n\\n\\\"I have a message for you, O sheik,\\\" he said, availing himself of a moment he supposed favorable for the speech--\\\"a message from Simonides, the merchant.\\\"\\n\\n\\\"Simonides!\\\" ejaculated the Arab. \\\"Ah! 'tis well. May Abaddon take all his enemies!\\\"\\n\\n\\\"He bade me give thee first the holy peace of God,\\\" Malluch continued; \\\"and then this despatch, with prayer that thou read it the instant of receipt.\\\"\\n\\nIlderim, standing in his place, broke the sealing of the package delivered to him, and from a wrapping of fine linen took two letters, which he proceeded to read.\\n\\n\\\\[No. 1.\\\\] \\\"Simonides to Sheik Ilderim.\\n\\n\\\"O friend!\\n\\n\\\"Assure thyself first of a place in my inner heart.\\n\\n\\\"Then--\\n\\n\\\"There is in thy dowar a youth of fair presence, calling himself the son of Arrius; and such he is by adoption.\\n\\n\\\"He is very dear to me.\\n\\n\\\"He hath a wonderful history, which I will tell thee; come thou to-day or to-morrow, that I may tell thee the history, and have thy counsel.\\n\\n\\\"Meantime, favor all his requests, so they be not against honor. Should there be need of reparation, I am bound to thee for it.\\n\\n\\\"That I have interest in this youth, keep thou private.\\n\\n\\\"Remember me to thy other guest. He, his daughter, thyself, and all whom thou mayst choose to be of thy company, must depend upon me at the Circus the day of the games. I have seats already engaged.\\n\\n\\\"To thee and all thine, peace.\\n\\n\\\"What should I be, O my friend, but thy friend?\\n\\n\\\"SIMONIDES.\\\"\\n\\n\\\\[No. 2.\\\\] \\\"Simonides to Sheik Ilderim.\\n\\n\\\"O friend!\\n\\n\\\"Out of the abundance of my experience, I send you a word.\\n\\n\\\"There is a sign which all persons not Romans, and who have moneys or goods subject to despoilment, accept as warning--that is, the arrival at a seat of power of some high Roman official charged with authority.\\n\\n\\\"To-day comes the Consul Maxentius.\\n\\n\\\"Be thou warned!\\n\\n\\\"Another word of advice.\\n\\n\\\"A conspiracy, to be of effect against thee, O friend, must include the Herods as parties; thou hast great properties in their dominions.\\n\\n\\\"Wherefore keep thou watch.\\n\\n\\\"Send this morning to thy trusty keepers of the roads leading south from Antioch, and bid them search every courier going and coming; if they find private despatches relating to thee or thine affairs, THOU SHOULDST SEE THEM.\\n\\n\\\"You should have received this yesterday, though it is not too late, if you act promptly.\\n\\n\\\"If couriers left Antioch this morning, your messengers know the byways, and can get before them with your orders.\\n\\n\\\"Do not hesitate.\\n\\n\\\"Burn this after reading.\\n\\n\\\"O my friend! thy friend,\\n\\n\\\"SIMONIDES.\\\"\\n\\nIlderim read the letters a second time, and refolded them in the linen wrap, and put the package under his girdle.\\n\\nThe exercises in the field continued but a little longer--in all about two hours. At their conclusion, Ben-Hur brought the four to a walk, and drove to Ilderim.\\n\\n\\\"With leave, O sheik,\\\" he said, \\\"I will return thy Arabs to the tent, and bring them out again this afternoon.\\\"\\n\\nIlderim walked to him as he sat on Sirius, and said, \\\"I give them to you, son of Arrius, to do with as you will until after the games. You have done with them in two hours what the Roman--may jackals gnaw his bones fleshless!--could not in as many weeks. We will win--by the splendor of God, we will win!\\\"\\n\\nAt the tent Ben-Hur remained with the horses while they were being cared for; then, after a plunge in the lake and a cup of arrack with the sheik, whose flow of spirits was royally exuberant, he dressed himself in his Jewish garb again, and walked with Malluch on into the Orchard.\\n\\nThere was much conversation between the two, not all of it important. One part, however, must not be overlooked. Ben-Hur was speaking.\\n\\n\\\"I will give you,\\\" he said, \\\"an order for my property stored in the khan this side the river by the Seleucian Bridge. Bring it to me to-day, if you can. And, good Malluch--if I do not overtask you--\\\"\\n\\nMalluch protested heartily his willingness to be of service.\\n\\n\\\"Thank you, Malluch, thank you,\\\" said Ben-Hur. \\\"I will take you at your word, remembering that we are brethren of the old tribe, and that the enemy is a Roman. First, then--as you are a man of business, which I much fear Sheik Ilderim is not--\\\"\\n\\n\\\"Arabs seldom are,\\\" said Malluch, gravely.\\n\\n\\\"Nay, I do not impeach their shrewdness, Malluch. It is well, however, to look after them. To save all forfeit or hindrance in connection with the race, you would put me perfectly at rest by going to the office of the Circus, and seeing that he has complied with every preliminary rule; and if you can get a copy of the rules, the service may be of great avail to me. I would like to know the colors I am to wear, and particularly the number of the crypt I am to occupy at the starting; if it be next Messala's on the right or left, it is well; if not, and you can have it changed so as to bring me next the Roman, do so. Have you good memory, Malluch?\\\"\\n\\n\\\"It has failed me, but never, son of Arrius, where the heart helped it as now.\\\"\\n\\n\\\"I will venture, then, to charge you with one further service. I saw yesterday that Messala was proud of his chariot, as he might be, for the best of Caesar's scarcely surpass it. Can you not make its display an excuse which will enable you to find if it be light or heavy? I would like to have its exact weight and measurements--and, Malluch, though you fail in all else, bring me exactly the height his axle stands above the ground. You understand, Malluch? I do not wish him to have any actual advantage of me. I do not care for his splendor; if I beat him, it will make his fall the harder, and my triumph the more complete. If there are advantages really important, I want them.\\\"\\n\\n\\\"I see, I see!\\\" said Malluch. \\\"A line dropped from the centre of the axle is what you want.\\\"\\n\\n\\\"Thou hast it; and be glad, Malluch--it is the last of my commissions. Let us return to the dowar.\\\"\\n\\nAt the door of the tent they found a servant replenishing the smoke-stained bottles of leben freshly made, and stopped to refresh themselves. Shortly afterwards Malluch returned to the city.\\n\\nDuring their absence, a messenger well mounted had been despatched with orders as suggested by Simonides. He was an Arab, and carried nothing written.\\n\\nCHAPTER III\\n\\n\\\"Iras, the daughter of Balthasar, sends me with salutation and a message,\\\" said a servant to Ben-Hur, who was taking his ease in the tent.\\n\\n\\\"Give me the message.\\\"\\n\\n\\\"Would it please you to accompany her upon the lake?\\\"\\n\\n\\\"I will carry the answer myself. Tell her so.\\\"\\n\\nHis shoes were brought him, and in a few minutes Ben-Hur sallied out to find the fair Egyptian. The shadow of the mountains was creeping over the Orchard of Palms in advance of night. Afar through the trees came the tinkling of sheep bells, the lowing of cattle, and the voices of the herdsmen bringing their charges home. Life at the Orchard, it should be remembered, was in all respects as pastoral as life on the scantier meadows of the desert.\\n\\nSheik Ilderim had witnessed the exercises of the afternoon, being a repetition of those of the morning; after which he had gone to the city in answer to the invitation of Simonides; he might return in the night; but, considering the immensity of the field to be talked over with his friend, it was hardly possible. Ben-Hur, thus left alone, had seen his horses cared for; cooled and purified himself in the lake; exchanged the field garb for his customary vestments, all white, as became a Sadducean of the pure blood; supped early; and, thanks to the strength of youth, was well recovered from the violent exertion he had undergone.\\n\\nIt is neither wise nor honest to detract from beauty as a quality. There cannot be a refined soul insensible to its influence. The story of Pygmalion and his statue is as natural as it is poetical. Beauty is of itself a power; and it was now drawing Ben-Hur.\\n\\nThe Egyptian was to him a wonderfully beautiful woman--beautiful of face, beautiful of form. In his thought she always appeared to him as he saw her at the fountain; and he felt the influence of her voice, sweeter because in tearful expression of gratitude to him, and of her eyes--the large, soft, black, almond-shaped eyes declarative of her race--eyes which looked more than lies in the supremest wealth of words to utter; and recurrences of the thought of her were returns just so frequent of a figure tall, slender, graceful, refined, wrapped in rich and floating drapery, wanting nothing but a fitting mind to make her, like the Shulamite, and in the same sense, terrible as an army with banners. In other words, as she returned to his fancy, the whole passionate Song of Solomon came with her, inspired by her presence. With this sentiment and that feeling, he was going to see if she actually justified them. It was not love that was taking him, but admiration and curiosity, which might be the heralds of love.\\n\\nThe landing was a simple affair, consisting of a short stairway, and a platform garnished by some lamp-posts; yet at the top of the steps he paused, arrested by what he beheld.\\n\\nThere was a shallop resting upon the clear water lightly as an egg-shell. An Ethiop--the camel-driver at the Castalian fount--occupied the rower's place, his blackness intensified by a livery of shining white. All the boat aft was cushioned and carpeted with stuffs brilliant with Tyrian red. On the rudder seat sat the Egyptian herself, sunk in Indian shawls and a very vapor of most delicate veils and scarfs. Her arms were bare to the shoulders; and, not merely faultless in shape, they had the effect of compelling attention to them--their pose, their action, their expression; the hands, the fingers even, seemed endowed with graces and meaning; each was an object of beauty. The shoulders and neck were protected from the evening air by an ample scarf, which yet did not hide them.\\n\\nIn the glance he gave her, Ben-Hur paid no attention to these details. There was simply an impression made upon him; and, like strong light, it was a sensation, not a thing of sight or enumeration. Thy lips are like a thread of scarlet; thy temples are like a piece of pomegranate within thy locks. Rise up, my love, my fair one, and come away; for, lo! the winter is past, the rain is over and gone; the flowers appear on the earth; the time of the singing of birds is come, and the voice of the turtle is heard in the land--such was the impression she made upon him translated into words.\\n\\n\\\"Come,\\\" she said, observing him stop, \\\"come, or I shall think you a poor sailor.\\\"\\n\\nThe red of his cheek deepened. Did she know anything of his life upon the sea? He descended to the platform at once.\\n\\n\\\"I was afraid,\\\" he said, as he took the vacant seat before her.\\n\\n\\\"Of what?\\\"\\n\\n\\\"Of sinking the boat,\\\" he replied, smiling.\\n\\n\\\"Wait until we are in deeper water,\\\" she said, giving a signal to the black, who dipped the oars, and they were off.\\n\\nIf love and Ben-Hur were enemies, the latter was never more at mercy. The Egyptian sat where he could not but see her; she, whom he had already engrossed in memory as his ideal of the Shulamite. With her eyes giving light to his, the stars might come out, and he not see them; and so they did. The night might fall with unrelieved darkness everywhere else; her look would make illumination for him. And then, as everybody knows, given youth and such companionship, there is no situation in which the fancy takes such complete control as upon tranquil waters under a calm night sky, warm with summer. It is so easy at such time to glide imperceptibly out of the commonplace into the ideal.\\n\\n\\\"Give me the rudder,\\\" he said.\\n\\n\\\"No,\\\" she replied, \\\"that were to reverse the relation. Did I not ask you to ride with me? I am indebted to you, and would begin payment. You may talk and I will listen, or I will talk and you will listen: that choice is yours; but it shall be mine to choose where we go, and the way thither.\\\"\\n\\n\\\"And where may that be?\\\"\\n\\n\\\"You are alarmed again.\\\"\\n\\n\\\"O fair Egyptian, I but asked you the first question of every captive.\\\"\\n\\n\\\"Call me Egypt.\\\"\\n\\n\\\"I would rather call you Iras.\\\"\\n\\n\\\"You may think of me by that name, but call me Egypt.\\\"\\n\\n\\\"Egypt is a country, and means many people.\\\"\\n\\n\\\"Yes, yes! And such a country!\\\"\\n\\n\\\"I see; it is to Egypt we are going.\\\"\\n\\n\\\"Would we were! I would be so glad.\\\"\\n\\nShe sighed as she spoke.\\n\\n\\\"You have no care for me, then,\\\" he said.\\n\\n\\\"Ah, by that I know you were never there.\\\"\\n\\n\\\"I never was.\\\"\\n\\n\\\"Oh, it is the land where there are no unhappy people, the desired of all the rest of the earth, the mother of all the gods, and therefore supremely blest. There, O son of Arrius, there the happy find increase of happiness, and the wretched, going, drink once of the sweet water of the sacred river, and laugh and sing, rejoicing like children.\\\"\\n\\n\\\"Are not the very poor with you there as elsewhere?\\\"\\n\\n\\\"The very poor in Egypt are the very simple in wants and ways,\\\" she replied. \\\"They have no wish beyond enough, and how little that is, a Greek or a Roman cannot know.\\\"\\n\\n\\\"But I am neither Greek nor Roman.\\\"\\n\\nShe laughed.\\n\\n\\\"I have a garden of roses, and in the midst of it is a tree, and its bloom is the richest of all. Whence came it, think you?\\\"\\n\\n\\\"From Persia, the home of the rose.\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"From India, then.\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Ah! one of the isles of Greece.\\\"\\n\\n\\\"I will tell you,\\\" she said: \\\"a traveller found it perishing by the roadside on the plain of Rephaim.\\\"\\n\\n\\\"Oh, in Judea!\\\"\\n\\n\\\"I put it in the earth left bare by the receding Nile, and the soft south wind blew over the desert and nursed it, and the sun kissed it in pity; after which it could not else than grow and flourish. I stand in its shade now, and it thanks me with much perfume. As with the roses, so with the men of Israel. Where shall they reach perfection but in Egypt?\\\"\\n\\n\\\"Moses was but one of millions.\\\"\\n\\n\\\"Nay, there was a reader of dreams. Will you forget him?\\\"\\n\\n\\\"The friendly Pharaohs are dead.\\\"\\n\\n\\\"Ah, yes! The river by which they dwelt sings to them in their tombs; yet the same sun tempers the same air to the same people.\\\"\\n\\n\\\"Alexandria is but a Roman town.\\\"\\n\\n\\\"She has but exchanged sceptres. Caesar took from her that of the sword, and in its place left that of learning. Go with me to the Brucheium, and I will show you the college of nations; to the Serapeion, and see the perfection of architecture; to the Library, and read the immortals; to the theatre, and hear the heroics of the Greeks and Hindoos; to the quay, and count the triumphs of commerce; descend with me into the streets, O son of Arrius, and, when the philosophers have dispersed, and taken with them the masters of all the arts, and all the gods have home their votaries, and nothing remains of the day but its pleasures, you shall hear the stories that have amused men from the beginning, and the songs which will never, never die.\\\"\\n\\nAs he listened, Ben-Hur was carried back to the night when, in the summer-house in Jerusalem, his mother, in much the same poetry of patriotism, declaimed the departed glories of Israel.\\n\\n\\\"I see now why you wish to be called Egypt. Will you sing me a song if I call you by that name? I heard you last night.\\\"\\n\\n\\\"That was a hymn of the Nile,\\\" she answered, \\\"a lament which I sing when I would fancy I smell the breath of the desert, and hear the surge of the dear old river; let me rather give you a piece of the Indian mind. When we get to Alexandria, I will take you to the corner of the street where you can hear it from the daughter of the Ganga, who taught it to me. Kapila, you should know, was one of the most revered of the Hindoo sages.\\\"\\n\\nThen, as if it were a natural mode of expression, she began the song.\\n\\nKAPILA.\\n\\nI.\\n\\n\\\"Kapila, Kapila, so young and true,   I yearn for a glory like thine, And hail thee from battle to ask anew,   Can ever thy Valor be mine?\\n\\n\\\"Kapila sat on his charger dun,   A hero never so grave: 'Who loveth all things hath fear of none,  'Tis love that maketh me brave. A woman gave me her soul one day, The soul of my soul to be alway;    Thence came my Valor to me,   Go try it--try it--and see.'\\n\\nII.\\n\\n\\\"Kapila, Kapila, so old and gray,   The queen is calling for me; But ere I go hence, I wish thou wouldst say,   How Wisdom first came to thee.\\n\\n\\\"Kapila stood in his temple door,   A priest in eremite guise: 'It did not come as men get their lore,   'Tis faith that maketh me wise. A woman gave me her heart one day, The heart of my heart to be alway;   Thence came my Wisdom to me,   Go try it--try it--and see.'\\\"\\n\\nBen-Hur had not time to express his thanks for the song before the keel of the boat grated upon the underlying sand, and, next moment, the bow ran upon the shore.\\n\\n\\\"A quick voyage, O Egypt!\\\" he cried.\\n\\n\\\"And a briefer stay!\\\" she replied, as, with a strong push, the black sent them shooting into the open water again.\\n\\n\\\"You will give me the rudder now.\\\"\\n\\n\\\"Oh no,\\\" said she, laughing. \\\"To you, the chariot; to me, the boat. We are merely at the lake's end, and the lesson is that I must not sing any more. Having been to Egypt, let us now to the Grove of Daphne.\\\"\\n\\n\\\"Without a song on the way?\\\" he said, in deprecation.\\n\\n\\\"Tell me something of the Roman from whom you saved us to-day,\\\" she asked.\\n\\nThe request struck Ben-Hur unpleasantly.\\n\\n\\\"I wish this were the Nile,\\\" he said, evasively. \\\"The kings and queens, having slept so long, might come down from their tombs, and ride with us.\\\"\\n\\n\\\"They were of the colossi, and would sink our boat. The pygmies would be preferable. But tell me of the Roman. He is very wicked, is he not?\\\"\\n\\n\\\"I cannot say.\\\"\\n\\n\\\"Is he of noble family, and rich?\\\"\\n\\n\\\"I cannot speak of his riches.\\\"\\n\\n\\\"How beautiful his horses were! and the bed of his chariot was gold, and the wheels ivory. And his audacity! The bystanders laughed as he rode away; they, who were so nearly under his wheels!\\\"\\n\\nShe laughed at the recollection.\\n\\n\\\"They were rabble,\\\" said Ben-Hur, bitterly.\\n\\n\\\"He must be one of the monsters who are said to be growing up in Rome--Apollos ravenous as Cerberus. Does he reside in Antioch?\\\"\\n\\n\\\"He is of the East somewhere.\\\"\\n\\n\\\"Egypt would suit him better than Syria.\\\"\\n\\n\\\"Hardly,\\\" Ben-Hur replied. \\\"Cleopatra is dead.\\\"\\n\\nThat instant the lamps burning before the door of the tent came into view.\\n\\n\\\"The dowar!\\\" she cried.\\n\\n\\\"Ah, then, we have not been to Egypt. I have not seen Karnak or Philae or Abydos. This is not the Nile. I have but heard a song of India, and been boating in a dream.\\\"\\n\\n\\\"Philae--Karnak. Mourn rather that you have not seen the Rameses at Aboo Simbel, looking at which makes it so easy to think of God, the maker of the heavens and earth. Or why should you mourn at all? Let us go on to the river; and if I cannot sing\\\"--she laughed--\\\"because I have said I would not, yet I can tell you stories of Egypt.\\\"\\n\\n\\\"Go on! Ay, till morning comes, and the evening, and the next morning!\\\" he said, vehemently.\\n\\n\\\"Of what shall my stories be? Of the mathematicians?\\\"\\n\\n\\\"Oh no.\\\"\\n\\n\\\"Of the philosophers?\\\"\\n\\n\\\"No, no.\\\"\\n\\n\\\"Of the magicians and genii?\\\"\\n\\n\\\"If you will.\\\"\\n\\n\\\"Of war?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"Of love?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"I will tell you a cure for love. It is the story of a queen. Listen reverently. The papyrus from which it was taken by the priests of Philae was wrested from the hand of the heroine herself. It is correct in form, and must be true:\\n\\nNE-NE-HOFRA.\\n\\nI.\\n\\n\\\"There is no parallelism in human lives.\\n\\n\\\"No life runs a straight line.\\n\\n\\\"The most perfect life develops as a circle, and terminates in its beginning, making it impossible to say, This is the commencement, that the end.\\n\\n\\\"Perfect lives are the treasures of God; of great days he wears them on the ring-finger of his heart hand.\\\"\\n\\nII.\\n\\n\\\"Ne-ne-hofra dwelt in a house close by Essouan, yet closer to the first cataract--so close, indeed, that the sound of the eternal battle waged there between river and rocks was of the place a part.\\n\\n\\\"She grew in beauty day by day, so that it was said of her, as of the poppies in her father's garden, What will she not be in the time of blooming?\\n\\n\\\"Each year of her life was the beginning of a new song more delightful than any of those which went before.\\n\\n\\\"Child was she of a marriage between the North, bounded by the sea, and the South, bounded by the desert beyond the Luna mountains; and one gave her its passion, the other its genius; so when they beheld her, both laughed, saying, not meanly, 'She is mine,' but generously, 'Ha, ha! she is ours.'\\n\\n\\\"All excellences in nature contributed to her perfection and rejoiced in her presence. Did she come or go, the birds ruffled their wings in greeting; the unruly winds sank to cooling zephyrs; the white lotus rose from the water's depth to look at her; the solemn river loitered on its way; the palm-trees, nodding, shook all their plumes; and they seemed to say, this one, I gave her of my grace; that, I gave her of my brightness; the other, I gave her of my purity: and so each as it had a virtue to give.\\n\\n\\\"At twelve, Ne-ne-hofra was the delight of Essouan; at sixteen, the fame of her beauty was universal; at twenty, there was never a day which did not bring to her door princes of the desert on swift camels, and lords of Egypt in gilded barges; and, going away disconsolate, they reported everywhere, 'I have seen her, and she is not a woman, but Athor herself.'\\\"\\n\\nIII.\\n\\n\\\"Now of the three hundred and thirty successors of good King Menes, eighteen were Ethiopians, of whom Oraetes was one hundred and ten years old. He had reigned seventy-six years. Under him the people thrived, and the land groaned with fatness of plenty. He practised wisdom because, having seen so much, he knew what it was. He dwelt in Memphis, having there his principal palace, his arsenals, and his treasure-house. Frequently he went down to Butos to talk with Latona.\\n\\n\\\"The wife of the good king died. Too old was she for perfect embalmment; yet he loved her, and mourned as the inconsolable; seeing which, a colchyte presumed one day to speak to him.\\n\\n\\\"'O Oraetes, I am astonished that one so wise and great should not know how to cure a sorrow like this.'\\n\\n\\\"'Tell me a cure,' said the king.\\n\\n\\\"Three times the colchyte kissed the floor, and then he replied, knowing the dead could not hear him, 'At Essouan lives Ne-ne-hofra, beautiful as Athor the beautiful. Send for her. She has refused all the lords and princes, and I know not how many kings; but who can say no to Oraetes?'\\\"\\n\\nIV.\\n\\n\\\"Ne-ne-hofra descended the Nile in a barge richer than any ever before seen, attended by an army in barges each but a little less fine. All Nubia and Egypt, and a myriad from Libya, and a host of Troglodytes, and not a few Macrobii from beyond the Mountains of the Moon, lined the tented shores to see the cortege pass, wafted by perfumed winds and golden oars.\\n\\n\\\"Through a dromos of sphinxes and couchant double-winged lions she was borne, and set down before Oraetes sitting on a throne specially erected at the sculptured pylon of the palace. He raised her up, gave her place by his side, clasped the uraeus upon her arm, kissed her, and Ne-ne-hofra was queen of all queens.\\n\\n\\\"That was not enough for the wise Oraetes; he wanted love, and a queen happy in his love. So he dealt with her tenderly, showing her his possessions, cities, palaces, people; his armies, his ships: and with his own hand he led her through his treasure-house, saying, 'O. Ne-ne-hofra! but kiss me in love, and they are all thine.'\\n\\n\\\"And, thinking she could be happy, if she was not then, she kissed him once, twice, thrice--kissed him thrice, his hundred and ten years notwithstanding.\",\"timestamp\":1640148017,\"title\":\"When Arrius, the father, by adoption, of this apparition from the arms of the most beautiful of the Oceanides\"},\"digest\":\"H09ZWFRxUnos-Iv5JtTNdYP9x3cmqtVPAsMoUoNCo6E\",\"authorship\":{\"contributor\":\"0x457882665D7cCf3457ff8b3aB95dA15a63bfDFa4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vdxmwcszLSVaf21u99Q--ttC6oV4rKRSpO29isXAKwA\\\",\\\"y\\\":\\\"Ocg13LIxxhqclHLKotnxhLniGL_o8ypzPniVsBgeoh4\\\"}\",\"signature\":\"fweSgbvpogfIVjQ1GSRwT3I9tziDakSxkW6nv7tyeVSoXeameQJOea29zmMZLO18Wo5bTjRbzEOEcY-8yOd6aA\",\"signingKeySignature\":\"0x6b856f22f0aedba0928b44df59cfcef1751c2085c6859899de333432753d550b31b38a62f5b528a39128b8b734141398cad76657a26c51f8851a601ee85ba9f21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vdxmwcszLSVaf21u99Q--ttC6oV4rKRSpO29isXAKwA\\\",\\\"y\\\":\\\"Ocg13LIxxhqclHLKotnxhLniGL_o8ypzPniVsBgeoh4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"H09ZWFRxUnos-Iv5JtTNdYP9x3cmqtVPAsMoUoNCo6E\"}"