"{\"content\":{\"body\":\"A \\\"bomb cyclone\\\" in the Pacific is dumping extreme rain and several feet of snow on California. The wild weather follows a summer of extreme drought and wildfires, and it could bring flooding, mudslides and debris flow to the parched and wildfire-scarred Golden State.\\n\\nThe term \\\"bomb cyclone\\\" refers to the rapid intensification process – \\\"bombogenesis\\\" – that forms it. Such storms occur when pressure in the central region of the storm descend by at least 24 millibars (an atmospheric pressure measurement) in 24 hours, according to the [National Oceanic and Atmospheric Administration (NOAA)](https://oceanservice.noaa.gov/facts/bombogenesis.html). \\n\\nThe bomb cyclone has merged with a Category 5 \\\"atmospheric river\\\" – giant flowing trains of moist air in the sky.\\n\\nAtmospheric rivers, like [hurricanes](https://www.livescience.com/22177-hurricanes-typhoons-cyclones.html) and [tornadoes](https://www.livescience.com/21498-tornado-facts.html), are rated based on their potential for damage; a Category 5 is the strongest, or \\\"most hazardous,\\\" bringing the chance for gusty winds, flooding, debris flow and mudslides, [according to the California Department of Water Resources](https://twitter.com/CA_DWR/status/1451246916457713664).\\n\\nThe National Weather Service (NWS) in Sacramento issued numerous warnings on Sunday (Oct. 24) concerning extreme rainfall, flooding and debris flows. In some regions, rainfall may reach into the double digits in inches.\\n\\nFlash flood watches are in effect for most of Central and Northern California, *[The Washington Post](https://www.washingtonpost.com/weather/2021/10/24/california-atmospheric-river-soaked/)* reported. Last week, Sacramento received its first rainfall since March 19, ending a 220-day streak without a drop. Now, the region is forecast to receive more than half a foot of rain.\\n\\nThe Pacific Northwest and Northern California may see near-tornado or hurricane-force winds gust up to 60 mph (97 km/h), along with waves crashing on the shoreline at up to 20 feet (6 meters) high. \\n\\nThe Bay Area is expected to face a deluge at least through Monday (Oct. 25); Oakland may experience record water levels in an atmospheric column (known as Precipitable WATer value or PWAT); and 5 to 8 inches (12 to 20 centimeters) of rain may fall in the Sierra Nevada mountain range. \\n\\nRegions that previously faced severe wildfire, such as those hit by the Dixie and Caldor fires, are already receiving reports of debris flows, and flash floods are possible in regions of Sacramento that had fires as long ago as 2018, according to the NWS.\\n\\nA bomb cyclone has merged with a Category 5 'atmospheric river'. (NOAA)\\n\\nIt's unusual for a storm like this to happen so early in the season, according to *The Washington Post*. That left emergency responders little time to plan, as they were still battling the wildfires that had plagued California for much of 2021.\\n\\nThose fires also raise the risk of catastrophic flooding and mudslides. That's because after a fire, soil that would normally soak up rainfall can be as water-repellant as pavement, [according to NWS](https://www.weather.gov/riw/burn_scar_flooding). As that water tumbles downhill, it can also fuel erosion and pick up ash, sand, silt, rocks and burned vegetation, according to NWS. Wildfire burns begin to heal once regrowth happens.\\n\\nBut \\\"the early timing of such a major storm means that the 2021 burn scars have had very little opportunity yet for vegetation recovery,\\\" Amy East, a research geologist with the US Geological Survey in Santa Cruz, wrote in an email to *The Washington Post*.\\n\\n\\\"The Dixie Fire is still smoldering, and that area is showing only the very beginning of plant regrowth.\\\"\\n\\n**This article was originally published by [Live Science](https://www.livescience.com/). Read the [original article here](https://www.livescience.com/bomb-cyclone-batters-california).**\",\"timestamp\":1635154914,\"title\":\"A Bomb Cyclone Has Merged With an 'Atmospheric River' to Batter California\"},\"digest\":\"AvmAoywBueuiZvCPkIH7ROSNnfBBmvD5lW5bGWfCbRI\",\"authorship\":{\"contributor\":\"0xC46e66793e975C115c6fEb679fB2557ce22FD597\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GtR0X1HuRrqDoc3OA2TfKJFoEC9r8tAaUg-NOLRx7m4\\\",\\\"y\\\":\\\"jqxQuQYVWxlqseKsOV6EyGjIlhQW8Y3NEn2g8l90Lf8\\\"}\",\"signature\":\"GvO8qskJjAelY_qaGha-rGV_H3JXn8mOBMJIp1dImy9-Qw0KImfTB2iirn9jgYf5uZTPB-pmBz9BI_ObHPHeCw\",\"signingKeySignature\":\"0x10c84c9db308222dc83310d6128c7dbfc95de9c5a3dc178327eefc7851c8a5d70ae5123a71ccea907aedae2199d6d95a731583598381c0d9b30e2b082ff40e061b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GtR0X1HuRrqDoc3OA2TfKJFoEC9r8tAaUg-NOLRx7m4\\\",\\\"y\\\":\\\"jqxQuQYVWxlqseKsOV6EyGjIlhQW8Y3NEn2g8l90Lf8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AvmAoywBueuiZvCPkIH7ROSNnfBBmvD5lW5bGWfCbRI\"}"