"{\"content\":{\"body\":\"`Will you answer his question to me then? How does this happen?'   `Citizen Doctor,' said the first, reluctantly, `he has been denounced to the Section of Saint Antoine. This citizen,' pointing out the second who had entered, `is from Saint Antoine.'\\nThe citizen here indicated nodded his head, and added: `He is accused by Saint Antoine.'   `Of what?' asked the Doctor.\\n`Citizen Doctor,' said the first, with his former reluctance, `ask no more. If the Republic demands sacrifices from you, without doubt you as a good patriot will be happy to make them. The Republic goes before all. The People is supreme. Evrémonde, we are pressed.'\\n`One word,' the Doctor entreated. `Will you tell me who denounced him?'\\n`It is against rule,' answered the first; `but you can ask Him of Saint Antoine here.'\\nThe Doctor turned his eyes upon that man. Who moved uneasily on his feet, rubbed his beard a little, and at length said:\\n`Well! Truly it is against rule. But he is denounced-and gravely-by the Citizen and Citizeness Defarge. And by one other.   `What other?'\\n`Do you ask, Citizen Doctor?'   `Yes.'\\n`Then,' said he of Saint Antoine, with a strange look, `you will be answered to-morrow. Now, I am dumb!'\\n\\nCHAPTER VIII\\nA Hand at Cards\\n\\nHAPPILY unconscious of the new calamity at home, Miss Pross threaded her way along the narrow streets and crossed the river by the bridge of the Pont-Neuf reckoning in her mind the number of indispensable purchases she had to make. Mr. Cruncher, with the basket, walked at her side. They both looked to the right and to the left into most of the shops they passed, had a wary eye for all gregarious assemblages of people, and turned out of their road to avoid any very excited group of talkers. It was a raw evening, and the misty river, blurred to the eye with blazing lights and to the ear with harsh noises, showed where the barges were stationed in which the smiths worked, making guns for the Army of the Republic. Woe to the man who played tricks with that Army, or got undeserved promotion in it! Better for him that his beard had never grown, for the National Razor shaved him close.\\nHaving purchased a few small articles of grocery, and a measure of oil for the lamp, Miss Pross bethought herself of the wine they wanted. After peeping into several wine-shops, she stopped at the sign of The Good Republican Brutus of Antiquity, not far from the National Palace, once (and twice) the Tuileries, where the aspect of things rather took her fancy. It had a quieter look than any other place of the same description they had passed, and, though red with patriotic caps, was not so red as the rest. Sounding Mr. Cruncher, and finding him of her opinion, Miss Pross resorted to The Good Republican Brutus of Antiquity, attended by her cavalier.\\nSlightly observant of the smoky lights; of the people, pipe in mouth, playing with limp cards and yellow dominoes; of the one bare-breasted, bare-armed, soot-begrimed workman reading a journal aloud, and of the others listening to him; of the weapons worn, or laid aside to be resumed; of the two or three customers fallen forward asleep, who in the popular high- shouldered shaggy black spencer looked, in that attitude, like slumbering bears or dogs; the two outlandish customers approached the counter, and showed what they wanted.\\nAs their wine was measuring out, a man parted from another man in a comer, and rose to depart. In going, he had to face Miss Pross. No sooner did he face her, than Miss Pross uttered a scream, and clapped her hands.\\nIn a moment, the whole company were on their feet. That somebody was assassinated by somebody vindicating a difference of opinion was the likeliest occurrence. Everybody looked to see somebody fall, but only saw a man and a woman standing staring at each other; the man with all the outward aspect of a Frenchman and a thorough Republicans the woman, evidently English.\\nWhat was said in this disappointing anti-climax, by the disciples of the Good Republican Brutus of Antiquity, except that it was something very voluble and loud, would have been as so much Hebrew or Chaldean to Miss Pross and her protector, though they had been all ears. But, they had no ears for anything in their surprise. For, it must be recorded, that not only was Miss Pross lost in amazement and agitation, but, Mr. Cruncher--though it seemed on his own separate and individual account--was in a state of the greatest wonder.\\n`What is the matter?' said the man who had caused Miss Pross to scream; speaking in a vexed, abrupt voice (though in a low tone), and in English.   `Oh, Solomon, dear Solomon!' cried Miss Pross, clapping her hands again. `Alter not setting eyes upon you or hearing of you for so long a time, do I find you here!'   Don't call me Solomon. Do you want to be the death of me?' asked the man, in a furtive, frightened way.   `Brother, brother!' cried Miss Pross, bursting into tears. `Have I ever been so hard with you that you ask me such a cruel question?'   Then hold your meddlesome tongue,' said Solomon, `and come out, if you want to speak to me. Pay for your wine, and come out. Who's this man?'\\nMiss Pross, shaking her loving and dejected had at her by no means affectionate brother, said through her tears, `Mr. Cruncher.'   `Let him come out too,' said Solomon. `Does he think me a ghost?'   Apparently, Mr. Cruncher did, to judge from his looks. He said not a word, however, and Miss Pross, exploring the depths of her reticule through her tears with great difficulty, paid for her wine. As she did so, Solomon turned to the followers of the Good Republican Brutus of Antiquity, and offered a few words of explanation in the French language, which caused them all to relapse into their former places and pursuits.   `Now,' said Solomon, stopping at the dark street corner, `what do you want?'   `How dreadfully unkind in a brother nothing has ever turned my love away from!' cried Miss Pross, `to give me such a greeting, and show me no affection.'   `There. Con-found it! There,' said Solomon, making a dab at Miss Pross's lips with his own. `Now are you content?'   Miss Pross only shook her head and wept in silence.   `If you expect me to be surprised,' said her brother Solomon, `I am not surprised; I knew you were here; I know of most people who are here. If you really don't want to endanger my existence--which I half believe you do--go your ways as soon as possible, and let me go mine. I am busy. I am an official.'   `My English brother Solomon,' mourned Miss Pross, casting up her tear-fraught eyes, `that had the makings in him of one of the best and greatest of men in his native country, an official among foreigners, and such foreigners! I would almost sooner have seen the dear boy lying in his---'   `I said so!' cried her brother, interrupting. `I knew it. You want to be the death of me. I shall be rendered Suspected, by my own sister. Just as I am getting on!'   `The gracious and merciful Heavens forbid!' cried Miss Pross. `Far rather would I never see you again, dear Solomon, though I have ever loved you truly, and ever shall. Say but one affectionate word to me, and tell me there is nothing angry or estranged between us, and I will detain you no longer.'   Good Miss Pross! As if the estrangement between them had come of any culpability of hers. As if Mr. Lorry had not known it for a fact, years ago, in the quiet corner in Soho, that this precious brother had spent her money and left her!   He was saying the affectionate word, however, with a far more grudging condescension and patronage than lie could have shown if their relative merits and positions had been reversed (which is invariably the case, all the world over), when Mr. Cruncher, touching him on the shoulder, hoarsely and unexpectedly interposed with the following singular question:  `I say! Might I ask the favour? As to whether your name is John Solomon, or Solomon John?'\\nThe official turned towards him with sudden distrust. He had not previously uttered a word.\\n`Come!' said Mr. Cruncher. `Speak out, you know.' (Which, by the way, was more than he could do himself.) `John Solomon, or Solomon John? She calls you Solomon, and she must know, being your sister. And I know you're John, you know. Which of the two goes first? And regarding that name of Pross, likewise. That warn't your name over the water.   `What do you mean?'\\n`Well, I don't know all I mean,, for I can't call to mind Mat your name was, over the water.   `No. But I'll swear it was a name of two syllables.'\\n`Indeed?'   `Yes. T'other one's was one syllable. I know you. You wa, a spy-witness at the Bailey. What, in the name of the Father of Lies, own father to yourself was you called at that time?'\\n`Barsad,' said another voice, striking in.   `That's the name for a thousand pound!' cried Jerry.\\nThe speaker who struck in, was Sydney Carton. He had his hands behind him under the skirts of his riding-coat, and he stood at Mr. Cruncher's elbow as negligently as he might have stood at the Old Bailey itself.\\n`Don't be alarmed, my dear Miss Pross. I arrived at Mr. Lorry's, to his surprise, yesterday evening; we agreed that I would not present myself elsewhere until all was well, or unless I could be useful; I present myself here, to beg a little talk with your brother. I wish you had a better employed brother than Mr. Barsad. I wish for your sake Mr. Barsad was not a Sheep of the Prisons.   Sheep was a cant word of the time for a spy, under the gaolers. The spy, who was pale, turned paler, and asked him how he dared---   `I'll tell you,' said Sydney. `I lighted on you, Mr. Barsad, coming out of the prison of the Conciergerie while I was contemplating the walls, an hour or more ago. You have a face to be remembered, and I remember faces well. Made curious by seeing you in that connection, and having a reason, to which you are no stranger, for associating you with the misfortunes of a friend now very unfortunate, I walked in your direction. I walked into the wine-shop here, close after you, and sat near you. I had no difficulty in deducing from your unreserved conversation, and the rumour openly going about among your admirers, the nature of your calling. And gradually, what I had done at random, seemed to shape itself into a purpose, Mr. Barsad.'   `What purpose?' the spy asked.\\n`It would be troublesome, and might be dangerous, to explain in the street. Could you favour me, in confidence, with some minutes of your company--at the office of Tellson's Bank, for instance?'   `Under a threat?'\\n`Oh! Did I say that?'   `Then, why should I go there?'\\n`Really, Mr. Barsad, I can't say, if you can't.'   `Do you mean that you won't say, sir?' the spy irresolutely asked.\\n`You apprehend me very clearly, Mr. Barsad. I won't.'   Carton's negligent recklessness of manner came powerfully in aid of his quickness and skill, in such a business as he had in his secret mind, and with such a man as he had to do with. His practised eye saw it, and made the most of it.   `Now, I told you so,' said the spy, casting a reproachful look at his sister; `if any trouble comes of this, it's your doing.'   `Come, come, Mr. Barsad!' exclaimed Sydney. `Don't be ungrateful. But for my great respect for your sister, I might not have led up so pleasantly to a little proposal that I wish to make for our mutual satisfaction. Do you go with me to the Bank?'   `I'll hear what you have got to say. Yes, I`ll go with you.'  `I propose that we first conduct your sister safely to the corner of her own street. Let me take your arm, Miss Pross. This is not a good city, at this time, for you to be out in, unprotected; and as your escort knows Mr. Barsad, I will invite him to Mr. Lorry's with us. Are we ready? Come then!'\\nMiss Pross recalled soon afterwards, and to the end of her life remembered, that as she pressed her hands on Sydney's arm and looked up in his face, imploring him to do no hurt to Solomon, there was a braced purpose in the arm and a kind of inspiration in the eyes, which not only contradicted his light manner, but changed and raised the man. She was too much occupied then with fears for the brother who so little deserved her affection, and with Sydney's friendly reassurances, adequately to heed what she observed.\\nThey left her at the corner of the street, and Carton led the way to Mr. Lorry's, which was within a few minutes' walk. John Barsad, or Solomon Pross, walked at his side.\\nMr. Lorry had just finished his dinner, and was sitting before a cheery little log or two of fire--perhaps looking into their blaze for the picture of that younger elderly gentleman from Tellson's, who had looked into the red coals at the Royal George at Dover, now a good many years ago. He turned his head as they entered, and showed the surprise with which he saw a stranger.\\n`Miss Pross's brother, sir,' said Sydney. `Mr. Barsad.'\\n`Barsad?' repeated the old gentleman, `Barsad? I have an association with the name-and with the face.'\\n`I told you you had a remarkable face, Mr. Barsad,' observed Carton, coolly `Pray sit down.'\\nAs he took a chair himself he supplied the link that Mr. Lorry wanted, by saying to him with a frown, `Witness at that trial.' Mr. Lorry immediately remembered, and regarded his new visitor with an undisguised look of abhorrence.   `Mr. Barsad has been recognised by Miss Pross as the affectionate brother you have heard of' said Sydney, `and has acknowledged the relationship. I pass to worse news. Darnay has been arrested again.'   Struck with consternation, the old gentleman exclaimed, `What do you tell me I left him safe and free within these two hours, and am about to return to him!'\\n`Arrested for all that. When was it done, Mr. Barsad?'  `Just now, if at all.'\\n`Mr. Barsad is the best authority possible, sir,' said Sydney, `and I have it from Mr. Barsad's communication to a friend and brother Sheep over a bottle of wine, that the arrest has taken place. He left the messengers at the gate, and saw them admitted by the porter. There is no earthly doubt that he is retaken.'\\nMr. Lorry's business eye read in the speaker's face that it was loss of time to dwell upon the point. Confused, but sensible that something might depend on his presence of mind, he commanded himself and was silently attentive.\\n`Now, I trust,' said Sydney to him, `that the name and influence of Doctor Manette may stand him in as good stead to-morrow you said he would be before the Tribunal again to-morrow, Mr. Barsad?---'\\n`Yes; I believe so.'   `--In as good stead to-morrow as to-day. But it may not be so. I own to you, I am shaken, Mr. Lorry, by Doctor Manette's not having had the power to prevent this arrest.\\n`He may not have known of it beforehand,' said Mr. Lorry. `But that very circumstance would be alarming, when we remember how identified he is with his son-in-law.'\\n`That's true,' Mr. Lorry acknowledged, with his troubled hand at his chin, and his troubled eyes on Carton.   `In short,' said Sydney, `this is a desperate time, when desperate games are played for desperate stakes. Let the Doctor play the winning game; I will play the losing one. No man's life here is worth purchase. Any one carried home by the people to-day, may be condemned to-morrow. Now, the stake I have resolved to play for, in case of the worst, is a friend in the Conciergerie. And the friend I purpose to myself to win, is Mr. Barsad.'   `You need have good cards, sir,' said the spy.\\n`I'll run them over. I'll see what I hold.--Mr. Lorry, you know what a brute I am; I wish you'd give me a little brandy.'   It was put before him, and he drank off a glassful--rank off another glassful--pushed the bottle thoughtfully away.   `Mr. Barsad,' he went one `in the tone of one who really was looking over a hand at cards: `Sheep of the prisons, emissary of Republican committees, now turnkey, now prisoner, always spy and secret informer, so much the more valuable here for being English that an Englishman is less open to suspicion of subornation in those characters than a Frenchman, represents himself to his employers under a false name. That's a very good card. Mr. Barsad, now in the employ of the republican French government, was former!y in the employ of the aristocratic English government, the enemy of France and freedom. That's an excellent card. Inference clear as day in this region of suspicion, that Mr. Barsad, still in the pay of the aristocratic English government, is the spy of Pitt, the treacherous foe of the Republic crouching in its bosom, the English traitor and agent of all mischief so much spoken of and so difficult to find. That's a card not to be beaten. Have you followed my hand, Mr. Barsad?'\\n`Not to `understand your play,' returned the spy, somewhat uneasily.\\n`I play my Ace, Denunciation of Mr. Barsad to the nearest Section Committee. Look over your hand, Mr. Barsad, and see what you have. Don't hurry.'   He drew the bottle near, poured out another glassful of brandy, and drank it off. He saw that the spy was fearful of his drinking himself into a fit state for the immediate denunciation of him. Seeing it, he poured out and drank another glassful.   Look over your hand carefully, Mr. Barsad. Take time.' It was a poorer hand than he suspected. Mr. Barsad saw losing cards in it that Sydney Carton knew nothing of. Thrown out of his honourable employment in England, through too much unsuccessful hard swearing there--not because he was not wanted there: our English reasons for vaunting our superiority to secrecy and spies are of very modern date--he knew that he had crossed the Channel, and accepted service in France: first, as a tempter and an eavesdropper among his own countrymen there: gradually, as a tempter and an eavesdropper among the natives. He knew that under the overthrown government he had been a spy upon Saint Antoine and Defarge's wine-shop; had received from the watchful police such heads of information concerning Doctor Manette's imprisonment, release, and history, as should serve him for an introduction to familiar conversation with the Defarges; and tried them on Madame Defarge, and had broken down with them signally. He always remembered with fear and trembling, that that terrible woman had knitted when he talked with her, and had looked ominously at him as her fingers moved. He had since seen her, in the Section of Saint Antoine, over and over a gain produce her knitted registers, and denounce people whose lives the guillotine then surely swallowed up. He knew, as every one employed as he was did, that he was never safe; that flight was impossible; that he was tied fast under the shadow of the axe; and that in spite of his utmost tergiversation and treachery in furtherance of the reigning terror, a word might bring it down upon him. Once denounced, and on such grave grounds as had just now been suggested to his mind, he foresaw that the dreadful woman of whose unrelenting character he had seen many proofs, would produce against him that fatal register, and would quash his last chance of life. Besides that all secret men are men soon terrified, here were surely cards enough of one black suit, to justify the holder in growing rather livid as he turned them over.   `You scarcely seem to like your hand,' said Sydney, with the greatest composure. `Do you play?'   `I think, sir,' said the spy, in the meanest manner, as he turned to Mr. Lorry, `I may appeal to a gentleman of your years and benevolence, to put it to this other gentleman, so much your junior, whether he can under any circumstances reconcile it to his station to play that Ace of which he has spoken. I admit that I am a spy, and that it is considered a discreditable station--though it must be filled by somebody; but this gentleman is no spy, and why should he so demean himself as to make himself one?'   `I play my Ace, Mr. Barsad,' said Carton, taking the answer on himself, and looking at his watch, `without any scruple in a very few minutes.'   `I should have hoped, gentlemen both,' said the spy, always striving to hook Mr. Lorry into the discussion, `that your respect for my sister---'   `I could not better testify my respect for your sister than by finally relieving her of her brother,' said Sydney Carton.\\n`You think not, sir?'   `I have thoroughly made up my mind about it.'\\nThe smooth manner of the spy, curiously in dissonance with his ostentatiously rough dress, and probably with his usual demeanour, received such a check from the inscrutability of Carton,--who was a mystery to wiser and honester men than he,--that it faltered here and failed him. While he was at a loss, Carton said, resuming his former air of contemplating cards:\\n`And indeed, now I think again, I have a strong impression that I have another good card here, not yet enumerated. That friend and fellow-Sheep, who spoke of himself as pasturing in the country prisons; who was he?'   `French. You don't know him,' said the spy quickly.\\n`French, eh!' repeated Carton, musing, and not appearing to notice him at all, though he echoed his word. `Well; he may be.'\\n`Is, I assure you,' said the spy; `though it's not important.' `Though it's not important,' repeated Carton in the same mechanical way--'though it's not important No, it's not important. No. Yet I know the face.'   `I think not. I am sure not. It can't be,' said the spy.\\n`It--can't--be,' muttered Sydney Carton, retrospectively, and filling his glass (which fortunately was a small one) again. `Can't--be. Spoke good French. Yet like a foreigner, I thought?'\\n`Provincial,' said the spy.   `No. Foreign!' cried Carton, striking his open hand on the table, as a light broke clearly on his mind. `Cly! Disguised, but the same man. We had that man before us at the Old Bailey.'   `Now, there you are hasty, sir,' said Barsad, with a smile that gave his aquiline nose an extra inclination to one side; `there you really give me an advantage over you. Cly (who I will unreservedly admit, at this distance of time, was a partner of mine) has been dead several years. I attended him in his last illness. He was buried in London, at the church of Saint Pancras-in-the-Fields. His unpopularity with the blackguard multitude at the moment prevented my following his remains, but I helped to lay him in his coffin.'   Here, Mr. Lorry became aware, from where he sat, of a most remarkable goblin shadow on the wall. Tracing it to its source, he discovered it to be caused by a sudden extraordinary rising and stiffening of all the risen and stiff hair on Mr. Cruncher's head.   `Let us be reasonable,' said the spy, `and let us be fair. To show you how mistaken you are, and what an unfounded assumption yours is, I will lay before you a certificate of Cly's burial, which I happen to have carried in my pocket-book,' with a hurried hand he produced and opened it, `ever since. There it is. Oh, look at it, look at it! You may take it in your hand; it's no forgery.'\\nHere, Mr. Lorry perceived the reflection on the wall to elongate, and Mr. Cruncher rose and stepped forward. His hair could not have been more violently on end, if it had been that moment dressed by the Cow with the crumpled horn in the house that Jack built.\\nUnseen by the spy, Mr. Cruncher stood at his side, and touched him on the shoulder like a ghostly bailiff.\\n`That there Roger Cly, master,' said Mr. Cruncher, with a taciturn and iron-bound visage. `So you but him in his coffin?'\\n`I did.'   `Who took him out of it?'\\nBarsad leaned back in his chair, and stammered, `What do you mean?'   `I mean,' said Mr. Cruncher, \\\\`that he warn't never in it. No! Not he! I'll have my head took off, if\",\"timestamp\":1637494713,\"title\":\"He looked abstractedly from one to another, and said, in a lower voice,\"},\"digest\":\"cIF7PZGoR5FPqM1B9QphRhUpooZ3pze0GOC5iS_WfSk\",\"authorship\":{\"contributor\":\"0x6e15513EBD81b8159946378511dF1E78276e74F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2VaiGytSmIKAo-raZcqgctYloGytY2p2LbA4cl8czj4\\\",\\\"y\\\":\\\"zVsckH_1UKYVQ6zKPSworw9Vuok_AtNl2u2XrY9TmkI\\\"}\",\"signature\":\"vTQSEwXYKawEaVN2srPeelapzSVRoVeR7IjkXSgZkQFQv6pyn5dbaH6jEtgDEX34ppMqTzzkBRoSS_IRp0Crdw\",\"signingKeySignature\":\"0x5f31f80838042e61f9220e228b35b660bede0c2794af17beb22e95b5407470e22239a46b8283c8a1ba4b4a4a9cd57eb733d490e8614dfa02be26c4347fa0ad681c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2VaiGytSmIKAo-raZcqgctYloGytY2p2LbA4cl8czj4\\\",\\\"y\\\":\\\"zVsckH_1UKYVQ6zKPSworw9Vuok_AtNl2u2XrY9TmkI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cIF7PZGoR5FPqM1B9QphRhUpooZ3pze0GOC5iS_WfSk\"}"