"{\"content\":{\"body\":\"云娘，满意的点点头，轻啜一口茶水，将茶碗递给了黑脸丫鬟，继续道。 \\n  \\n     “从今后，少爷的吃穿用度从公里支出，按照我例份减两成供给，使唤的婆子就秦婆婆吧，从庄户家里选两个干净，伶俐的丫头伺候。 \\n  \\n     待小少爷就学之后呢，再找一个机灵的小子当书童，我们家的少爷将来是要考状元的，也就是现在家运不济，让你们占了便宜！ \\n  \\n     一个个好生看护好少爷，有你们鸡犬升天的一天！” \\n  \\n     反穿着皮袄的老管家瞪大了眼珠子，一个劲的朝云昭看，昨日的时候，家里的这位少爷还是一副傻不愣登的模样，睡了一觉就开智了？ \\n  \\n     云昭莞尔一笑，朝老管家云福拱手道：“小子以前顽皮，跟母亲怄气呢，戏弄了福伯，还请福伯见谅！” \\n  \\n     “咕咚”一声，老管家云福的膝盖一软就跪在地上，颤抖着手指指着云昭看向云娘。 \\n  \\n     云娘撇撇嘴道：“福伯伺候了云氏三代人了，可以查验一下小少爷，看看他是不是你的主子，免得有人嚼舌根说我用狸猫换了你家的主子。” \\n  \\n     云福咬咬牙上了台阶，先是上上下下的打量了一下云昭，然后瞅着云娘道：“外貌一般无二！” \\n  \\n     云娘冷哼一声道：“知道你这只老狗还是不信，你主子生下来你是第三个抱的，他身上有什么印记你是一清二楚，既然要查验，就查验清楚，遮遮掩掩的作甚！” \\n  \\n     云福脑门上的汗珠子都下来了，嗓门发干，半晌才咬着牙嘶声道：“老奴先领一顿鞭子，再查验！” \\n  \\n     云娘摆摆手道：“就不费那个功夫了，赶快查验，查验好了就好生伺候你主子比什么都强！” \\n  \\n     听母亲这样说，云昭的脸顿时就黑了。 \\n  \\n     不等他反抗，浑身带着羊膻味的老管家云福就已经把他抱在怀里开始剥他的衣衫。 \\n  \\n     没有扣子的衣衫很容易解开，把几条带子松开，云昭全身上下就只剩下一个小小的屁股帘子，好在，有管家的羊皮袄遮挡着，云昭才感觉暖和一些，不过，眼瞅着一些肥硕的小生物从管家的羊皮袄上钻出来要往自己身上爬，云昭就恨不得光着身子站在野地里。 \\n  \\n     管家的心跳动的非常剧烈，跟开筛盅一般慢慢揭开云昭的屁股帘子，色情狂一样的深情的瞅着云昭屁股上的那片红色印记，狂跳的心渐渐平缓下来，再次看了一眼云娘，就朝云昭的屁股蛋上吐了一口唾沫…… \\n  \\n     粘粘的唾沫粘在屁股上，云昭开始发狂，想要从这个老变态手中逃离。 \\n  \\n     可惜，老管家的一只手就像是一只铁钳子，牢牢地锁住他，空出一只锉刀一般粗糙的大手，用力的在云昭娇嫩的屁股上用力的擦拭。 \\n  \\n     云娘听儿子叫的凄惨，不满的冷哼一声，心疼的瞅着儿子，最终咬咬牙，没有阻止云福的粗暴行为。 \\n  \\n     云昭觉得自己的屁股蛋火辣辣的痛，应该是破皮了。 \\n  \\n     不等他惨叫结束，老管家云福就把云昭搭在自己的胳膊上，屁股朝外展示一下怒吼道：“这是我家少爷的骨血，哪个敢质疑，先问问老奴手里的刀子答应不答应！ \\n  \\n     有嚼舌根的老汉第一个拔了他的舌头！” \\n  \\n     云娘对管家云福的话很满意，见儿子依旧光着，急匆匆的从云福手里夺过儿子，跟丫鬟们一起七手八脚的帮他穿衣。 \\n  \\n     云昭擦拭一把痛出来的眼泪，怒吼道：“我要先洗澡！” \\n  \\n     云福在一边嘿嘿笑道：“老奴身上腌臜，小少爷还是洗干净些。” \\n  \\n     说罢一脚踹在一个小厮的腿上大吼道：“杀才，没听见小少爷要洗澡么？快去烧水！” \\n  \\n     两个小厮连滚带爬的跑了，云昭指着云福道：“你也要洗，把你的烂皮袄丢掉！” \\n  \\n     云福笑吟吟的拱手道：“好好，老奴伺候少爷洗澡！” \\n  \\n     好大的澡盆里装满了热水，云昭进去之后，云福就拿着一把刷子出现在他的身边。 \\n  \\n     “少爷以前为何不说话啊？”云福用刷子在云昭红彤彤的屁股蛋上刷两下。 \\n  \\n     云昭趴在澡盆边上有气无力的道：“我不跟傻子说话！” \\n  \\n     云福笑呵呵的道：“老奴没有念过书，庄子上人也大多是庄稼汉，傻是傻了一些，不过，夫人可是念过书的大家闺秀，你怎么也不说？” \\n  \\n     说着话，又用猪毛刷子在云昭的屁股上刷两下。 \\n  \\n     云昭白了云福一眼道：“我跟母亲在一起的时候，大多数都是她在说话……” \\n  \\n     “哦，原来是这样啊，少爷去世后，夫人难免寂寞，小少爷多体谅一下夫人。”云福说着话用刷子蘸了一下皂角水，刷子的目标依旧是云昭带印记的那边屁股。 \\n  \\n     “换个地方刷啊，这可是猪毛刷子！” \\n  \\n     云福将刷子放在了云昭的后背上，尴尬的笑道：“老奴到现在跟做梦一样，不是不信小少爷，是不信自己的眼睛。” \\n  \\n     云昭哼了一声转过头去恨恨的道：“跟你们说话真的不如跟野猪说话来的畅快。” \\n  \\n     云福手里的刷子停顿了一下迟疑道：“那头野猪精真的会说话？” \\n  \\n     云昭没好气的道：“一般都是我说，它听着，我倒是希望它会说话，这样我就不用跟你们说话了。” \\n  \\n     云福嘿嘿笑道：“这话说的是，老奴也不愿意跟那些蠢材说话。” \\n  \\n     “要不是看到我娘可怜，我宁愿一辈子装哑巴！” \\n  \\n     “小少爷其实早就开智了是吧？”云福犹豫了一下，还是装作若无其事的道出了心头的疑惑。 \\n  \\n     “你怎么知道的？” \\n  \\n     云福无声的笑了一下，继续用刷子擦拭着云昭的后背道：“老奴就没见过比小少爷更爱干净的小娃娃。 \\n  \\n     谁家三五岁的娃娃不是脏兮兮的，吃屎的年纪里，只有小少爷整齐的跟年画里的娃娃一般，这村子里的傻娃娃不是没有，云河家的傻儿子跟小少爷没法比。 \\n  \\n     去年的时候，老奴就觉得小少爷不是傻子，还以为是大娘子的计，这才没敢说。 \\n  \\n     既然大娘子已经把事情捅破了，从今后，家里可以安宁一阵子了。” \\n  \\n     云昭满意的点点头，见云福手里的刷子再一次落在他有胎记的半边屁股上，就郁闷的道：“怎么又刷那里啊？破皮了！！” \\n  \\n     云福尴尬的停手道：“习惯了……” \\n  \\n     洗的干干净净的云昭看起来就像是年画上的胖娃娃，云福越看越是喜欢，见云昭睡着了，就抱着云昭从内宅出来之后交给了云娘，坐在一张板凳上对云娘道。 \\n  \\n     “听说去年京城里发生了一道旱天雷，死伤无数，关帝庙里的老道说这是国生妖孽的征兆。 \\n  \\n     早上云旗一干人从秃山回来之后到处嚼舌根，说少爷是妖孽……还看见少爷跟野猪精坐在石板上说话呢。 \\n  \\n     老奴是不信的，不过啊，乡民愚昧，请关帝庙里的道爷给少爷驱驱邪还是必要的。” \\n  \\n     云娘担忧的瞅着躺在床上睡觉的儿子轻声道：“早上的事情发生的突然，我这也刚刚回过神来，有一点云旗没有说错，早上的时候昭儿确实跟秃山上的那头大野猪坐在一起，你说……” \\n  \\n     云福傲然一笑道：“请道爷给少爷驱邪是做给外人看的，少爷开窍了，对我云氏来说就是天大的喜事。 \\n  \\n     即便是什么精怪附身，只要能给我云氏开枝散叶，就算不得什么。 \\n  \\n     当年，老汉随着老太爷东征西讨的什么场面没见过？ \\n  \\n     这件事就算是怪了一些，只要老汉还在，就掀不起什么大风浪！” \\n  \\n     云娘皱眉道：“我倒不觉得我儿有什么不妥的地方，无非这个小人儿性子孤僻一些，自从叫了我一声娘，那可是叫到我心坎里去了。 \\n  \\n     找道士来家里也不是不成，只是云旗这些人的嘴巴太毒！” \\n  \\n     云福淡淡的道：“以前，少爷没开智，老奴也就任由他们胡闹，毕竟，少爷的样子摆在那里，没法子继承家业，找一个贴心的兄弟掌管家业，顺便再照顾好少爷也是不错的。 \\n  \\n     现在不同了，少爷有了心智，他们再多想就逾矩了，家主这一脉还轮不到他们插手！ \\n  \\n     此事，老奴自有主张！” \\n  \\n     云娘叹口气道：“驱赶走就算了，毕竟是云氏族人，我不想让昭儿的父亲在阴间难做。” \\n  \\n     云福点点头，正要离开，就听睡在云娘身后的云昭轻声道：“娘，别赶走他们，他们很可怜！” \\n  \\n     云福愣了一下，伸长脖子瞅瞅云昭，对云娘道：“少爷说的没错，如今陕西盗贼如麻，他们一家子要是离开了这玉山，也是死路一条。 \\n  \\n     老奴会让他闭嘴，不赶走。” \\n  \\n     说罢就出了门。 \\n  \\n     云娘看着儿子乌溜溜的大眼睛叹口气道：“跟你爹一模一样，都是一副滥好人的模样。” \\n  \\n     云昭打了一个哈欠道：“云家的人都是我的，一个都不准离开！” \\n  \\n     “怎么说？”云娘死死盯着儿子的眼睛看。 \\n  \\n     云昭没有避开母亲的目光，淡淡的道：“您不是常说人多好办事吗？” \\n  \\n     云娘沉吟片刻，给儿子盖好被子道：“好好睡觉，选个好日子，娘就去给你请一个好师傅。” \\n  \\n     云昭点点头，又打了一个哈欠，闭上了眼睛。\",\"timestamp\":1637501990,\"title\":\"第三章只认屁股不认人\"},\"digest\":\"tO6ZK7kddomYnM77UeHW3eUrB6JCMa8d7y4m_gf0_WQ\",\"authorship\":{\"contributor\":\"0xe561E580dAF360Ff3E70C84f26Cbbf249562Aee3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"signature\":\"bcZ789Ti03tNQ5dBmQabQj-mOM4nqAMSNsIGHl7MjJjCOv71XcJSJabP82FqHnJ-CI2sH07UCLTeGW7OKVIdVQ\",\"signingKeySignature\":\"0x26aa97fa31c580aac651005089f8cfe7a7df2a9b83369c911ebd5e484c9258b10f753603d0f10042ae780a1fd8f845cd85f625edb7cecf55175b486826f9f7b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tO6ZK7kddomYnM77UeHW3eUrB6JCMa8d7y4m_gf0_WQ\"}"