"{\"content\":{\"body\":\"A new video emerged Monday that showed [Sen. Kyrsten Sinema](https://www.foxnews.com/media/abc-news-kyrsten-sinema-taken-a-hard-turn-to-the-right), D-Ariz., being confronted by a woman who identified herself as a constituent who walked closely next to the [senator](https://www.foxnews.com/category/politics/senate), prompting Sinema to say, \\\"Don’t touch me,\\\" according to reports.\\n\\nSinema [has been confronted](https://www.foxnews.com/politics/sinema-confronted-in-airport-and-plane-about-spending-bill-green-new-deal-daca) in recent weeks by protesters displeased with her position on President Biden’s social services and climate change package. Earlier this month, the senator was followed into a bathroom by four protesters who recorded the incident. Arizona State University Police have since recommended [charges against them.](https://www.foxnews.com/us/asu-police-recommend-charging-sinema-bathroom-confrontation)\\n\\nNewsweek[ reported](https://www.newsweek.com/dont-touch-me-kyrsten-sinema-confronted-airport-second-time-this-month-1642513) that the most recent confrontation marked the second time this month that the senator was confronted at an airport. The video shows a masked Sinema walking briskly with two men when the woman approaches her to walk next to her.\\n\\nAt one point, Sinema told the woman, \\\"Don’t touch me.\\\"\\n\\nThe woman responded, \\\"I did not touch you.\\\"\\n\\n**[LIVE COVERAGE: INFRASTRUCTURE BILL](https://www.foxnews.com/live-news/infrastructure-bill)**\\n\\nThe senator otherwise ignored the woman, who accused her of not meeting with her constituents to hear their concerns about climate change. \\n\\n\\\"Every single year in Arizona, it's getting hotter and hotter,\\\" the woman said. \\\"We're breaking records ... People are suffering. Your constituents are suffering. What are you going to do about climate change?\\\" she asked.\\n\\nU.S. Sen. Kyrsten Sinema gets in her car outside the Capitol on October 25, 2021 in Washington, DC. (Photo by Tasos Katopodis/Getty Images) (Getty)\\n\\nSinema’s office did not immediately respond to an after-hours email from Fox News.\\n\\nSen. Joe Manchin, D-W.Va., and Sinema have almost on their own halted Biden’s massive proposal from advancing. With Republican opposition and an evenly split 50-50 Senate, Biden has no votes to spare and the two Democratic senators have insisted on reducing the size of the enormous package and pressed for other changes.\\n\\nU.S. Sen. Kyrsten Sinema leaves after a vote at the U.S. Capitol October 25, 2021 in Washington, DC. (Photo by Alex Wong/Getty Images) (Getty)\\n\\nSinema rejected an earlier plan to reverse the Republican-led 2017 tax cuts and raise rates on corporations earning more than $5 million a year and wealthy Americans earning more than $400,000, or $450,000 for couples.\\n\\n**[GET THE FOX NEWS APP](https://www.foxnews.com/download)**\\n\\nDemocrats initially planned that Biden’s package would contain $3.5 trillion worth of spending and tax initiatives over 10 years. But demands by moderates led by Manchin and Sinema to contain costs mean its final price tag could well be less than $2 trillion.\\n\\n*The Associated Press contributed to this report*\",\"timestamp\":1635338503,\"title\":\"Sinema confronted in airport for second time this month, ‘Don’t touch me’\"},\"digest\":\"-9RqhDUpJ_Zqb_WLpm0PkQVwckIWzd0-0EuxLLO7XPg\",\"authorship\":{\"contributor\":\"0x3dD2445439d0e0b486114E6168109d8644d9C712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nQuEbaOSUDI8PW6lMvjOH0Q0csd1awUCMU_qpEFKePg\\\",\\\"y\\\":\\\"cSKlU9XJG16KJEP71d8aokFszbjGpcxp8BYta8-6bzQ\\\"}\",\"signature\":\"nQ7TUeNM7bz_1ZhAcEqKlOcOtSSaAU-SgnVafW50ONjGi6UJsfBkB3QixZJNOg5wGiqMMOojksu0aNmQdRg6Tg\",\"signingKeySignature\":\"0x23a4da20675f284c383cba1f351312f6cb3881337a7896430ba823f9793b15de6111a9507c31b530e0e4edc2eee55e78d9ade4478a8d6934edda0242c48fde091b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nQuEbaOSUDI8PW6lMvjOH0Q0csd1awUCMU_qpEFKePg\\\",\\\"y\\\":\\\"cSKlU9XJG16KJEP71d8aokFszbjGpcxp8BYta8-6bzQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-9RqhDUpJ_Zqb_WLpm0PkQVwckIWzd0-0EuxLLO7XPg\"}"