"{\"content\":{\"body\":\"The two most used measures of a venture fund’s performance are the “cash on cash” return and the “internal rate of return” (IRR). One measures how much an investor got back divided by how much they put in (cash/cash). The other measures what the effective rate of return is on the investor’s money.\\n\\nYou might think these measures go hand in hand, but that is not the case.\\n\\nI was reminded of that last week when I was reviewing USV’s second-quarter reports that we will send to our investors soon. Three of our most mature funds showcase how these numbers can behave differently.\\n\\nOur 2008 vintage early-stage fund has generated about 5x cash on cash but only generated a 22.5% IRR.\\n\\nOur first Opportunity Fund, raised two years later in 2010, has generated only 3.9x cash on cash but generated a 58.6% IRR.\\n\\nAnd our second Opportunity Fund, raised in 2014, has generated 7.3x cash on cash but only 46.7% IRR.\\n\\nOur Opportunity Funds invest in the later stage rounds of our top-performing portfolio companies plus a few later-stage investments in companies that are new to USV. The average holding period of these investments is materially shorter than our early-stage funds and so they typically produce higher IRRs for a given cash on cash performance. That explains why our 2010 Opportunity Fund has a lower cash on cash return but a much higher IRR than our 2008 early-stage fund.\\n\\nBut even for the same strategy, you can get materially different numbers. Our 2014 Opportunity Fund has a higher cash on cash return but a lower IRR than our 2010 Opportunity Fund. That is because our 2010 Opportunity Fund had a few very fast material exits and our 2014 Opportunity Fund had a more typical holding period for its material exits.\\n\\nVenture capital funds do not take down the entire capital commitment upfront. They take it down over time, often over four or five years. And the money comes back over time as well. So the timing of the cash in and cash out has a very big impact on IRR, but zero impact on cash on cash.\\n\\nSo if these two measures behave differently, what is the more important number? For me, it is cash on cash. I care less about how quickly the money goes in and comes out of a fund and more about the total return of the fund. Our early-stage funds can often take 15-20 years to be fully liquidated but they can also produce much higher total returns.\\n\\nI have found that patience is often rewarded in early-stage investing. If you want to make 5-10x on your money, you need to be prepared for long holding periods. That reduces the IRR but generates high cash on cash returns.\\n\",\"timestamp\":1627383085,\"title\":\"Cash on Cash vs IRR\",\"publication\":\"avc\"},\"digest\":\"lJ_o3svT6GzP8lqRQnOv3gMyu5rlqpZd9sJEGN40wIc\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"signature\":\"YYaJLQoNhGbl-tLrjCwTQA-8JTosCcXwZ3sMoCQeSy8ZadQ9HOBLa711EcYaQG09O7TMJ4GZLiJ0W3BBqoF9GA\",\"signingKeySignature\":\"0x96db97d26aedf1dd5f41663f7ffb57a210fee4523d6bc3ef803806b7d868f6a83df05cbb0d00049a940e4fbde20b52aa0577568fd8c268b20a7371e071d217811c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lJ_o3svT6GzP8lqRQnOv3gMyu5rlqpZd9sJEGN40wIc\"}"