"{\"content\":{\"body\":\"据说英国哲学家培根在他未公开发表的《沉思录》中这样写道，ipsa scientia potestas est。这句话是拉丁文，翻译过来讲，“知识就是力量”。印象中大约模糊记得，小学，或者是初中的教室里，或者走廊上，常常会有这么一句话。不过细想来，究竟是自己亲眼所见，还是道听途说，倒也搞不清楚了。 \\n  \\n 说来这句脍炙人口的名言，虽然早已耳熟能详，但是对于它的真义，却是一直不求甚解。知识为什么是力量？知识又是怎么能够成为力量的呢？上了那么多年学，学了那么多数理化，最后还不是发现社会的真相：权力有力量，金钱有力量，甚至，颜值都比知识更有力量。知识再多，也是干的为真正力量卖命的勾当。知识真的有力量，甚至于就是力量吗？ \\n  \\n 很多人在世界观转换的过程中崩溃了。他们进行了否定，并根据向社会的妥协重新建构。人们否定了知识，于是说，“认真研究返贫，无脑梭哈致富”。这种反智投资的言论和思想，凝聚了崩溃的韭菜在莫测的市场面前全部的幻灭，宛如几千年前的智人在地动山摇的自然神力面前的那种自我否定。 \\n  \\n 人类在自然的力量面前大受震撼，于是发明了宗教。宗教是对自我无知的宽慰，也是对这种无知的否认。但人是仍然受着无知的苦的，并不因宽慰和否认而消除了苦难。 \\n  \\n 人要消除所受的苦，却须反其道而行之，对这样的宽慰和否认进行批判。批判了无知，便是承认了无知。承认了无知，才能“知耻近乎勇”，开始探究知识的力量，并掌握掌握这一力量的方法。 \\n  \\n 我不是一个善于运动的人。锻炼身体，也是枯燥无味的小长跑。至于各种球类，则并不会打。今年以来，有机会打一打羽毛球。因为就是个锻炼和娱乐，所以全凭自己的无知去打。打了一段时间之后就发现，握拍的手腕很容易酸痛，而且回球的力量很差，很难从自家底线打到对方底线。 \\n  \\n 思考分析了一下这个问题。击球力量是一个综合问题，拍线的弹性、挥拍的姿势、发力的方法、肌肉的力量，这些共同影响了一个球是不是打的有劲儿、打得高远。很多人会觉得击球力量不足是因为自己肌肉力量不够，于是就去练肌力。但这显然是头疼医头、脚疼医脚。羽毛球本身那么轻，直觉上感到击球缺乏力量，大概率并不是肌肉力量不够，而首先是没有掌握发力的正确方法。特别是对于我这种门外汉而言。 \\n  \\n 于是我在9月底、10月初，也就是比特币在9月回踩的期间，简单了解了一下羽毛球的发力技巧。我发现了一个关键之处，就是羽毛球的发力，不是靠手腕的屈伸，而是靠手腕的旋转。也就是说，手腕酸痛感本身就说明了是在用手腕屈伸去挥拍，是在用错误的方法。正如投资的亏损，本身就说明了投资方法的错误。 \\n  \\n 在了解了这一点关键知识，然后经过简单练习和纠正之后，我明显感到挥拍击球有了根本性、转折性的改进。这一最最基础的改进，让我在发球、回球、反手、正手、跑动等各方面都有了显著和综合的提高。球打起来更轻松了，打的却更有力量了。 \\n  \\n 从这个小事中，我深刻感受到了，知识的力量。 \\n  \\n 马克思在《〈黑格尔法哲学批判〉导言》（1843年著）中写了一句极其经典的话，被无数人广泛引用。但是，这一引用却同样遭到了普遍的误读。这句话就是，“批判的武器不能代替武器的批判”。批判的武器，是指理论，是知识，是笔。武器的批判，则是指行动，是力量，是枪。误读在于，只是读这么一句漏掉了一个词的名句，我们就会误以为马克思是在强调对物质力量的重视。这可能是源自于对于唯物主义的天然偏见。但是如果我们读一下原文，就会发现，恰恰相反，马克思的原话却是要强调对理论知识的重视。 \\n  \\n 原话是这么说的：“批判的武器当然不能代替武器的批判，物质力量只能用物质力量来摧毁；但是理论一经掌握群众，也会变成物质力量。” \\n  \\n 注意那个“当然”。注意整个句子是一个“虽然……但是……”的转折句。而第一分句又是一个倒装的因果句。拆开来理解就是：首先，因为只有物质力量才能对抗物质力量，就像对方打过来的羽毛球只能用有力的击球才能打回去一样，所以，理论知识当然不能代替物质力量，就像羽毛球发力的理论知识当然不能代替有力的击球。其次，虽然理论知识不能代替物质力量，但是理论一旦成为了共识、抓住了群众的心、发动了群众，就会变成强大的物质力量，就像羽毛球发力的理论知识一旦经过练习，掌握了肌肉，就会成为击打在羽毛球上的真实力量。 \\n  \\n 这一理解显然是正确的。因为马克思在接下去的一段就明确指出了他是在阐述理论的意义和价值。他的原文是这样写的：“即使从历史的观点来看，理论的解放对德国也有特别实际的意义。德国的革命的过去就是理论性的，这就是宗教改革。正象当时的革命是从僧侣的头脑开始一样，现代的革命则从哲学家的头脑开始。” \\n  \\n 所以，唯物主义固然重视物质力量，但是更应该明白这种力量的来源只能是最广大的人民群众，被理论所掌握的人民群众。 \\n  \\n 这种力量是分散储藏在广大人民群众的手里面的，如果没有理论，就无法凝聚起来成为最强有力的物质力量。而这种能够掌握群众的理论革命，却要从（哲学家的）头脑开始。西方之脑，东方之心。心之力，不在愚民的无知，却在觉醒的共识。 \\n  \\n 那么，理论怎样才能掌握群众呢？什么样的理论才能掌握群众呢？ \\n  \\n 接下来的两句话就分别回答了这两个问题。这两句话是：“理论只要说服人，就能掌握群众；而理论只要彻底，就能说服人。” \\n  \\n 什么样的理论才叫做彻底呢？“所谓彻底，就是抓住事物的根本。” \\n  \\n 羽毛球挥拍发力的根本在于，要运用手腕的旋转，而不是手腕的屈伸。而密码货币在作为保护隐私、对抗强权的理念提出时的1993年（《密码朋克宣言》），是没有掌握群众的。直到2008年（《比特币：一个点到点的电子现金系统》），作为个人财富保值增值、对抗通胀的“电子黄金”，才抓住了密码货币的根本，抓住了人心，掌握了群众。 \\n  \\n 归根结底，要掌握群众，抓住人心，就是回归到最朴素的原理，把每一个人都当人看。这个社会，谄上凌下的人，不少；总能心平气和，把每一个人都当人看的人，不多。所以马克思继续写道：“但人的根本就是人本身。” \\n  \\n 在马克思主义理论体系里，个人财产（personal property）不是私有财产（private property）。对私有财产的消灭，并不等于对个人财产的剥夺。恰恰相反的，肆意动用公权力，剥夺个人财产，宣布持币非法，那就违背了人的根本，也就从最根子上背叛了马克思主义。 \\n  \\n 近代以来，对个人财产最堂而皇之的洗劫案例，恰恰是1933年4月5日美国总统罗斯福签发的“6102号”行政令。对黄金的强制没收和随之而来的美元的命令贬值40%，一夜之间洗劫了美国人民的个人财富。所以比特币的发明者中本聪在他注册个人博客时所填写的生日日期，正是4月5日。 \\n \",\"timestamp\":1638676560,\"title\":\"知识的力量\"},\"digest\":\"pHxB-o1hKl9wwXUhzAkXh8D8mk7yRwWF-dfrE2Cjjic\",\"authorship\":{\"contributor\":\"0x239fc291F12a173ebc533087E11C95428C548CcD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e73rDYNFDw1i-1ZF4P6pEdzRWhGeX1giJhSDk_JNx6A\\\",\\\"y\\\":\\\"8q7xJTRpc1Oqf8VcqH_55jhb7d9qSJd6RWEmBdIbZtk\\\"}\",\"signature\":\"5_ZBMUErFl6Y-UiVaTK_zEXXP9qsXep54jovFSRYvF-LR_D1jYG-pPC1bk9bbbl5VfLlNsHOiH98S2VYRzXeCw\",\"signingKeySignature\":\"0xa38a367cd9b50fce05b21559ff727d244cbc2ea836a9739781a56b2c91fac083489728c742aee30ecfcb0264b119eaed32addec87ec80b748859b71578a4d9ec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e73rDYNFDw1i-1ZF4P6pEdzRWhGeX1giJhSDk_JNx6A\\\",\\\"y\\\":\\\"8q7xJTRpc1Oqf8VcqH_55jhb7d9qSJd6RWEmBdIbZtk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pHxB-o1hKl9wwXUhzAkXh8D8mk7yRwWF-dfrE2Cjjic\"}"