"{\"content\":{\"body\":\"*👋 Note: Originally published on June 6, 2018 on [Medium](https://medium.com/l4-media/making-sense-of-web-3-c1a9e74dcae).* \\n\\n\\n---\\n\\n[https://medium.com/l4-media/making-sense-of-web-3-c1a9e74dcae](https://medium.com/l4-media/making-sense-of-web-3-c1a9e74dcae)\\n\\nThe internet is changing again.\\n\\nOver the last decade internet-based services have trended towards centralization. Today, a handful of companies control the platforms we use to search for information, store our personal data, manage our online identities, and communicate publicly and privately.\\n\\nAt the same time, a group of seemingly unrelated technologies are being developed on the fringes of the tech industry, ranging from encrypted messaging to digital money. **Within that loose community, “web 3” has become a catchall term for a vision of a new, better internet.** An internet where payments and money are natively digital, where “decentralized” applications compete with centralized ones, and where users have more control over their identity and data.\\n\\nHowever, we often struggle to articulate what this all means. How might “web 3” be different from previous eras of the internet? What is “decentralization” and why does it matter? How can these new technologies actually be used? We’re spending years building [infrastructure to make blockchains more scalable](https://medium.com/l4-media/making-sense-of-ethereums-layer-2-scaling-solutions-state-channels-plasma-and-truebit-22cb40dcc2f4) — but who will actually use that infrastructure, for what, and why should anyone care?\\n\\n**This article attempts to explain the web 3 vision in clear, simple terms.** We discuss the core animating idea behind the many projects that form web 3, and survey three key trends.\\n\\n**This article isn’t a prediction about the future**. The future isn’t fixed: we have to make the right choices to get the world we want. The point of this article is to describe a future that *might* be, a future compelling enough to be worth building, and a future *clear* enough that we know which direction to travel first.\\n\\n## **The web 3 reformation**\\n\\nThe internet has gone through major generational shifts before. These expanded the performance, features, and scale of the internet. We went from plaintext websites to streaming video. We went from static web pages to full-featured applications served remotely through the browser. We went from listservs to global social networks that drive modern politics and culture.\\n\\nAs the web matured, we grew to rely more and more on a handful of large companies. Google built the fastest and most convenient search engine, and have been rewarded with [control over 74% of all search traffic](https://netmarketshare.com/search-engine-market-share.aspx?options=%7B%22filter%22%3A%7B%22%24and%22%3A%5B%7B%22deviceType%22%3A%7B%22%24in%22%3A%5B%22Desktop%2Flaptop%22%5D%7D%7D%5D%7D%2C%22dateLabel%22%3A%22Trend%22%2C%22attributes%22%3A%22share%22%2C%22group%22%3A%22searchEngine%22%2C%22sort%22%3A%7B%22share%22%3A-1%7D%2C%22id%22%3A%22searchEnginesDesktop%22%2C%22dateInterval%22%3A%22Monthly%22%2C%22dateStart%22%3A%222017-04%22%2C%22dateEnd%22%3A%222018-03%22%2C%22segments%22%3A%22-1000%22%7D). Facebook built the most popular social network, and was rewarded with control over the online identities of [2.2 billion people](https://www.statista.com/statistics/264810/number-of-monthly-active-facebook-users-worldwide/).\\n\\nWeb 3 is *different* from previous generational shifts. At its core, web 3 isn’t about speed, performance, or convenience. In fact, many web 3 applications are, at least today, slower and *less* convenient than existing products.\\n\\n**Instead, web 3 is about power**. It’s about who has *control* over the technologies and applications that we use every day. **It’s about breaking the dynamic that has shaped the last decade of the web: the tradeoff between convenience and control**. We’ve become so accustomed to this dynamic that it seems inevitable: *of course* using the internet means being surveilled, and *of course* having a social media account means having my personal data sold to advertisers or [worse](https://en.wikipedia.org/wiki/Facebook%E2%80%93Cambridge_Analytica_data_scandal). How could it be any other way?\\n\\n**Web 3 rejects the premise**. We can have the benefits of the internet *without* handing the majority of power to a minority of companies. The dynamic described above isn’t an iron law of the universe, it’s just a product of the technology available at the time and the choices we made along the way.\\n\\n“Web 3” is a movement to build different technologies and make better choices. We aren’t trying to *replace* the web, but rather keep what we like while changing its underlying structure — a reformation, not a revolution.\\n\\nThe projects within it can seem disparate, but they all share a common theme. **Web 3 is a group of technologies that restructure control over the internet.** These range from financial projects (cryptocurrencies), to basic communications technology (end to end encrypted messaging), to mass consumer use-cases (open social networks and p2p markets), to critical internet infrastructure ([decentralized DNS](http://ens.domains/)).\\n\\nWeb 3 includes more than just cryptocurrencies, blockchains, and other products of [cryptoeconomic design](https://medium.com/l4-media/making-sense-of-cryptoeconomics-5edea77e4e8d). It encompasses any technology that helps reform the centralized internet and lets users take back control over their digital lives. However, we believe that these technologies are the most significant contributors to the web 3 movement today, and for that reason focus on them in this article.\\n\\n## **Three trends for web 3**\\n\\nIn this article we survey three trends, and discuss how they might develop over time:\\n\\n* **First**, money will become a native feature of the internet.\\n* **Second**, “decentralized” applications will offer users new capabilities.\\n* **Third**, users will have more control over their digital identities and data.\\n\\nIt’s important to keep in mind that each of these are speculative. Inevitably, web 3 will include technologies and applications we can’t anticipate, and the ones we discuss below will look different than we can imagine today.\\n\\n## **1. Money**\\n\\nIn web 3, money is a native feature of the internet.\\n\\nIn the past, the internet was simply a portal to the offline, traditional financial system. But cryptocurrencies are fundamentally digital — sending a transaction does not require interacting with some offline system, it *only* requires sending a message over the internet. We will soon live in a world where “money” is just something the internet *does*:\\n\\n* Sending or receiving payments is now something that *any piece of software can do*, and by extension, something that can be done by any person with an internet connection and a phone.\\n* Digital payments will unlock new business models that were previously impractical. They will radically lower the costs of some transactions (e.g. cross-border remittances), enable new use-cases (e.g. machine payments), and be available to massive new markets (e.g. people who could not previously access the traditional financial system).\\n* An ecosystem of basic financial primitives — lending, derivatives, exchanges — provide the building blocks of more complex financial applications that can be used by anyone.\\n* We will create new *kinds* of money, as technologists explore the [cryptoeconomic design space](https://medium.com/l4-media/making-sense-of-cryptoeconomics-5edea77e4e8d). We have only started to explore these possibilities, like [protocol tokens](https://continuations.com/post/148098927445/crypto-tokens-and-the-coming-age-of-protocol#_=_) and [non-fungible digital assets](https://medium.com/crypto-currently/the-anatomy-of-erc721-e9db77abfc24).\\n\\nCryptocurrency is only possible because Satoshi [invented a way](https://bitcoin.com/bitcoin.pdf) to support a currency and payment network without handing control to any centralized company. Bitcoin is *decentralized* in that it is “controlled” by a variety of actors, ranging from large mining companies, to individual node operators, to core protocol developers. All of them exert influence in different ways and to different degrees, but no individual actor has exclusive power over the network.\\n\\n**“Decentralization” has become a central concept for web 3**. However, it’s often used more as a slogan than a precise technical description. Decentralization can refer to a huge range of possibilities. Is a platform “decentralized” if it is controlled by 20 entities? 100? 10,000? What *[kind](https://medium.com/@VitalikButerin/the-meaning-of-decentralization-a0c92b76a274)*[ of decentralization](https://medium.com/@VitalikButerin/the-meaning-of-decentralization-a0c92b76a274) are we even considering?\\n\\nDecentralization isn’t a binary state — it’s a direction along a spectrum of possibilities. Saying a system ought to be “decentralized” is a little like telling an engineer that a bridge ought to be “big”. No doubt, but it’s not very useful information on its own — we also need to know what river you want to span and the load you need to bear.\\n\\n**The point of web 3 isn’t that all systems must be decentralized as much as possible, but rather that we are newly able to explore more points along the spectrum.** The *degree* of decentralization that is useful or necessary will depend on the application. Bitcoin is an example of this: it is decentralized to a sufficient degree that payments are very difficult to censor and it would be very difficult to change the basic parameters of the currency, i.e. a deflationary monetary policy where the total amount of bitcoin is permanently capped. Others will attempt to create similar global currencies with other features that take advantage of decentralization, e.g. stablecoins like [Dai](https://makerdao.com/) that attempt to solve the problem of volatility.\\n\\nBecause bitcoin was the first, it’s often taken to be the *only* possible design for a cryptocurrency. As a result, “cryptocurrency” has become synonymous with particular political views about money, such as the virtue of deflationary currencies.\\n\\nIt’s important to understand that there are many possible designs for a digital currency, which might serve different purposes. Bitcoin enthusiasts believe the purpose of cryptocurrency is to allow people to opt into the enthusiast’s preferred monetary policy, the superiority of which is self-evident. A more humble interpretation is that the innovation of cryptocurrencies is that people can opt into *whatever monetary policy they choose*, whatever that happens to be. All they need is an internet connection and a phone.\\n\\n## **2. Decentralized applications and services**\\n\\nThe products and services that make up the internet today tend to be produced and controlled by individual corporations. If you use an internet-based application, there is very likely a legal entity somewhere that controls it. That company employs people to work on it, decides what features get prioritized, controls the servers that host the application’s data, and ultimately determines what code gets pushed to the product.\\n\\nThe promise of web 3 is that there might be other options. Maybe we can build products and services that are *not* controlled by any single company, but still have comparable usefulness to their centralized equivalents. Just as with Bitcoin, these products would be “decentralized”, though the rationale for decentralization, and the benefits it offers, may be very different.\\n\\n**Imagine, for instance, what a “decentralized publishing platform” might look like.** This would be a social platform like Twitter or Medium that lets users share content, comment on it, and “vote” for content that they like.\\n\\nThe platform comes with built-in mechanisms to encourage users to contribute. Instead of just “upvoting” posts, users can send each other micropayments, or set up recurring payments for content creators whose work they want to support. **The best Twitter accounts or Medium authors get paid directly in the platform, instead of having to figure out some secondary way to monetize their large followings.** Even if each upvote was only a few cents, it would still be an improvement over centralized platforms like YouTube, where creators [earn only a few thousand dollars per million views.](https://www.quora.com/How-much-money-do-people-make-from-YouTube-videos-with-1-million-views) On our decentralized platform, there is no central entity to take a large cut of the money that users pay each other. The platform could even use [inflation funding](https://medium.com/@FEhrsam/funding-the-evolution-of-blockchains-87d160988481) to create a pool of rewards, which are distributed to the top posts each day.\\n\\nThe core rules that govern our decentralized service are defined in an open-source protocol. Users *interact* with that protocol using client-software of their choice. In other words, there would be a variety of apps, all made by different developers, but which all connected to the same social network. These clients may offer different features from one another, but all conform to the same shared protocol, analogous to the way that email clients all use the same standard for sending and receiving emails.\\n\\nUsers could use any client they choose, and clients can implement different features or offer third party services. Because we’re building on a decentralized protocol, client developers don’t have to [ask permission from any central company](https://www.theverge.com/2018/4/6/17206524/twitter-tweetbot-twitterrific-apps-features-api-changes), and they can [build their product without fear that someday their API access could be revoked.](https://medium.com/@cdixon/why-decentralization-matters-5e3f79f7638e) Users don’t have to wait for twitter to add new anti-spam or anti-harassment features, they just use a client that offers them. An ecosystem of services grows on top of the open protocol, letting users do everything they can do with twitter today and more.\\n\\n**This illustrates an under-appreciated benefit of decentralized platforms: sustainable ecosystems of third party services.** App developers can build useful products on top of a decentralized protocol without fear that someday their API access will be turned off, because there is no one company who *can* turn it off. The platform can remain neutral, meaning that a larger network of developers will invest their time and money into building businesses on top of it. [Chris Dixon](https://medium.com/u/a8e3741de9e2?source=post_page-----c1a9e74dcae--------------------------------)’s *[Why Decentralization Matters](https://medium.com/@cdixon/why-decentralization-matters-5e3f79f7638e)*[ ](https://medium.com/@cdixon/why-decentralization-matters-5e3f79f7638e)explores this argument in depth.\\n\\n**Of course, we will still use products and services created by centralized companies.** But it will be possible for these companies to restrict the *type* of control they have over their products, placing more of that control in the hands of users.\\n\\nThis already exists in encrypted messaging apps, with products like [Signal](https://signal.org/) (made by Open Whisper Systems) that never see or hold any customer communications. By designing their application with end-to-end encryption, they have intentionally *limited the control they have over their users.*\\n\\n**Where early internet startups committed to an ideal of “don’t be evil”, web 3 companies aim higher to try and ensure that they *can’t* be evil — at least with respect to specific *kinds* of evil.** Web 3 includes technologies that let developers *limit* their control over customers, by refusing to have certain kinds of power in the first place. That doesn’t mean we won’t have to trust centralized companies to some degree, but it does mean we can trust them *less*.\\n\\n## **3. User control over identity and data**\\n\\nIn web 3, users will have more control over their identity and their data.\\n\\nToday, most of our online identities belong to someone else, like a Gmail address or Facebook account. Web 3 is laying the groundwork for personal control of online identities.\\n\\nIn part, this is a result of the infrastructure being built out for cryptocurrencies. Holding cryptocurrency requires holding private keys, and millions of people use apps that let them do just this. But the same technology can let people manage *any* kind of blockchain-based data, including a personal identity. The fact that we call these apps “wallets” is no coincidence — in the future they will hold not just your money, but also your ID.\\n\\nAt the same time, web 3 will make it possible for users to retain control of their data. First, because users will have the option of using their *own* identity, instead of one provided by a third party, limiting the opportunities for identity providers like Facebook to capture user data. Second, because the emergence of decentralized services will mean that in some cases, there won’t *be* a central company that is in a position to collect, store, and sell your personal data when you are using social media, renting an apartment, or catching a ride home. **In general, a greater share of our use of the internet will be through platforms and systems that collect no data about us.**\\n\\nFinally, the new capabilities offered by web 3 technologies — control over our identities and data, and the availability of a worldwide payment network — will make it easier for individual users to capture the value that have turned social media companies into billion dollar businesses.\\n\\nThese companies collect your data because it’s valuable. **In web 3, users capture that value instead.** If you want to sell data about your personal browsing habits, you will be able to do so directly — but you get paid, not Facebook. And as we experiment with novel mechanisms for ownership over digital assets, individual users will have new ways to actually *own* a piece of the technology that they use every day — an opportunity currently available only to entrepreneurs, venture capitalists, and accredited investors.\\n\\n## **Conclusion**\\n\\nWeb 3 is not inevitable. The descriptions above of a *potential* future face many barriers, some of which may never be overcome. Some of the “open problems” in web 3 include:\\n\\n* **Are entrepreneurs actually incentivized to build decentralized applications?** Who will fund them? Today, the route to profitability and venture-scale returns for these applications is unclear, whereas the traditional “centralized” business model is more reliable.\\n* **Will decentralized applications be *worse* than centralized ones?** A product controlled by a single company might have a more coherent product vision, and is able to rapidly iterate on new features. [Centralized products may always have better UX and ease of setup](https://blog.ghost.org/5/).\\n* **Will the cryptographic components of decentralized applications be too challenging for most users?** How can users manage private keys in a way that can be safely recoverable? Is that even possible without returning to some form of centralized service?\\n* **Will decentralized applications be more expensive to use?** Low level decentralized systems (e.g. file storage, computation, oracles) have many redundancies built in to make them function. Will these layers make decentralized applications too costly?\\n* **Will decentralized applications built with “smart contracts” ever make sense?** Is it possible to write “immutable” code that fulfills an application’s requirements forever? If we need to upgrade smart contracts, then who gets to decide those upgrades, and is it any different from a centralized application?\\n* **How will decentralized systems be “governed”?** Decision making by centralized companies with total control is easier than building consensus among a group of actors with different interests and priorities. How will governance of the base layers work across different political ideologies and cultures?\\n* **Do enough users actually care about privacy, controlling their own identity, or access to open financial services?** Or will the goals of web 3 always be a niche concern?\\n* **How will governments and regulators respond to web 3?** There is inevitable tension created by technologies that give people new capabilities. Web 3 includes technologies that avoid censorship and surveillance, and could be used to sidestep financial regulation and law enforcement.\\n* **Can the base-layer blockchains used by web 3 apps** ever [scale to serve millions or billions of users?](https://medium.com/l4-media/making-sense-of-ethereums-layer-2-scaling-solutions-state-channels-plasma-and-truebit-22cb40dcc2f4)\\n\\nEven with this uncertainty, web 3 is a worthwhile vision for the future. Cryptocurrency and blockchain enthusiasts are rightly criticized for focusing myopically on technology, rather than the problems that technology is supposed to solve. Cryptocurrencies and blockchains aren’t ends in themselves: they are only valuable in so far as they solve a problem. The web 3 vision is helpful because it reorients us towards that problem: the internet has grown too centralized, and it needs to be opened up.\\n\\nFocusing on the web 3 vision instead of any specific technology also helps us step outside the partisan politics that defines much of the cryptocurrency space. Web 3 is agnostic about whose platform ends up being used — the focus is on *what the technology can actually do* and *what problems it solves for people*.\\n\\nEthereum or Bitcoin could fail, but if they did the web 3 vision would not die. We would just build new, better versions of those systems using the same applied body of knowledge that we’ve developed over the last 8 years — [cryptoeconomics](https://medium.com/l4-media/making-sense-of-cryptoeconomics-5edea77e4e8d) — and keep on building.\\n\\nWeb 3 won’t be a utopia, and we shouldn’t delude ourselves into thinking it will be. If anything, the last 20 years should teach us that technology is not a magic bullet, and that the same human problems that exist everywhere exist on the internet, too. Politics, power, and control didn’t disappear with the invention of the web, they just took different forms. The promise of web 3 is that at least this time, constraints on power and control are design requirements, not afterthoughts. We have a second chance to build the internet as it was supposed to be, and we might not get a third — let’s make the most of it.\",\"timestamp\":1632171911,\"title\":\"Making Sense of Web 3\",\"publication\":\"stark\"},\"digest\":\"tUjTr4Cf5AOHUyzsXHR_CXD-1DpEegeKZvts1N7sjsU\",\"authorship\":{\"contributor\":\"0x4aa9C5546BE68486c4eF264a230D25674a1A728e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wK13VdJCIe1wloDWo15jqrCP-pXcaxAHoUWpDMtiZNc\\\",\\\"y\\\":\\\"o-bOA4mWjHEqpB5Rn-z9bYJHjgmF7Hn3WdmgjBSlvrk\\\"}\",\"signature\":\"NBboLKVF-MJBbryfis7poUoU2X9dxXubvzf9LU_kuP4m09rg5e4_uLqW1EwaUb18oEWoGERxt_pDgY5N1Oz79Q\",\"signingKeySignature\":\"0xbed4620751c6f3999af8ef8f13bec6d6039e15f5a85ebb3589b9c832f7041e8054706ebffd8d3287e8bf5490805d90dac88ade6491b63a291c52c20c2e599dce1b\",\"signingKeyMessage\":\"I authorize the publication of articles on stark.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wK13VdJCIe1wloDWo15jqrCP-pXcaxAHoUWpDMtiZNc\\\",\\\"y\\\":\\\"o-bOA4mWjHEqpB5Rn-z9bYJHjgmF7Hn3WdmgjBSlvrk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tUjTr4Cf5AOHUyzsXHR_CXD-1DpEegeKZvts1N7sjsU\"}"