"{\"content\":{\"body\":\"![喝了一年](https://images.mirror-media.xyz/publication-images/DsCWI9x_AV6n_DThYkkv5.jpg?height=4032&width=3024)\\n\\n在我把它带回家一年后，我终于喝完了那瓶威士忌。\\n\\n它是一瓶泰斯卡十年。几年前把它推荐给我的朋友说让我喝的时候「就想象自己站在苏格兰岛屿的悬崖上，看着海浪拍岸」。我从来没去过苏格兰，甚至忘记了有没有站在过悬崖边上看大海。第一次喝的时候我想，找机会去一次苏格兰。然后就疫情了。\\n\\n去年 12 月 31 日，我和朋友相聚于北京的法国小超市跨年。期间买了这瓶酒。我看到它时，脑子就回忆起了那个疫情前第一次喝到它的瞬间。这是我对于这个牌子威士忌的叙事。它关联着一个午后的一口酒。\\n\\n我倒也没想到这瓶酒能喝这么久。直到喝最后一杯，我发觉竟然喝了一年。已经是十二月初了。随后的几天，我总是突然想到这瓶酒：我喝了一年呢！\\n\\n也许多年后重新回想 2021，想到的不是什么世界大事或者干了什么，而是一年喝了一瓶酒。这是我对 2021 年的讲述，这是一种对于叙事的选择。\\n\\n疫情之后，每个人都会对疫情带来的影响有着自己的感觉。我们会选择一个自己的叙事，来描述这两年。归根结底，人类对于经验的描述本质上是一种叙事：我们选择讲述一些事情、放弃一些事情；选择如何讲述一些事情、选择如何不去讲述一些事情。\\n\\n我每年基本都会写一个类似年终总结的文章。比如现在这篇。在这种文章里，我重新加工建构我的这一年，然后把它放入一个更新后对未来的描述中。叙事是「一种典型的社会交流」。我希望关心我的朋友们，可以理解我的这一年。而我如何选择叙事，决定了大家如何理解。比如如果我按照目前这种叙事，大家会说王汉洋 2021 喝了一瓶威士忌——纵使我今年干了一堆事，在这个叙事下都不如那瓶威士忌重要。\\n\\n我的 2021 年，是喝完了一瓶酒的一年；也是拍完了拯救东北 1910、开始了新节目、继续做技术的一年。可你如何理解我的这一年，取决于我如何讲述，并不取决于我的这一年究竟怎么样。\\n\\n所以我发现，看别人选择哪种叙事讲述他/她的这一年，是一件很有趣的事情。我们有期还没做完的节目，里面可达说「移民社会是一个旋转门，移入者带来自己认为本文化最重要的东西；而原住者保留自己认为最重要的部分」。这种年度总结也是一扇门：讲述者选择她/他最喜欢的一个叙事，来描述这一年。\\n\\n一切都是有关叙事的。\\n\\n这也是我今年很大的一个感受：所有事情都是很复杂的，每个人从将复杂简化成自己的叙事。比如说我们做节目，如果只有 15 分钟，如何讲清楚一件几年间发生的事情？我们舍弃的部分，可能与选择的部分同样重要。\\n\\n简化是我们的天性，面对复杂的世界如果不去简化它，可能难以处理。但也不代表我们应该忘记「叙事」这件事：对叙事的选择，就是我们对过去的选择，亦是我们对未来的选择。努力以整体性视角去观察一件事是很困难的，但是也许是必要的。因为世界并不是因为我们对它简化的叙事而简化，它是很复杂的，从来都是很复杂的。\\n\\n今年读了不少书，也希望给大家推荐几本我感觉比较好、能体会到叙事精妙的书：\\n\\n《为神而辩》（台版）\\n\\n我是一名无神论者，但一直对宗教很感兴趣：为什么有人信教？《为神而辩》从一个很少被人提到的角度讲述的宗教：它是关于体验的，在于人经验世界的方式。奥古斯丁问自己：「当我爱我的神时，我爱的是什么？」对，他爱的究竟是什么？\\n\\n「宗教的重點是熱切而豐富地在此地此時活著。宗教人壯志淩雲。他們要人生充滿意義；他們不僅在夢裡，也在對自然的沉思裡、在與彼此和動物世界的交流中遇見狂喜和洞察，更永遠渴望將這些時刻融入日常生活；他們不願為生命裡的磨難崩潰或痛苦，反而試著在苦難中重獲安詳和平靜；他們期盼自己有勇氣克服對死亡的恐懼；他們不願貪婪或吝嗇，反而期許自己活得慷慨大度、正直公平，充分發揮人性；他們不甘只當普通器皿，而願如孔子所言化為美麗的禮器，盛滿自己學著在此生尋見的神聖；他們試著敬重在每一個人身上感受到、無以名之的神祕，並建立敬重外人、陌生人、窮人和受壓迫者的社會。當然，他們經常失敗。但整體說來，他們發現宗教律則能幫助自己完成這些事。最勤於奉行這些律則的人已經證明：凡人的確能活出高尚、聖潔、肖似於神的境界，從而喚醒真我。」\\n\\n![](https://images.mirror-media.xyz/publication-images/YHo-kR6eCeiFYv9aYYC7F.jpg?height=630&width=1200)\\n\\n《将成为国王的教宗》\\n\\n「用这么厚的一本书所讲述的故事事关教宗千年王国的死亡剧痛。教宗的千年王国的终结所造成的影响无远弗届，因为它也关乎宗教信条的消亡，这给西方文明的进程造成了巨大的影响。如果教宗本人不再宣称是在上帝的允准下统治这片土地的话，那么，还有哪一个国王有权这么做呢？」\\n\\n旧的时代结束了，新的时代开始了。\\n\\n![](https://images.mirror-media.xyz/publication-images/j8TWZUxooQkyAtscm8pbq.jpeg?height=763&width=600)\\n\\n《人之追问》\\n\\n很难说该如何界定这本书，因为这本书写了一大堆问题，却没给多少答案。它是考古学家陈胜前先生（我太喜欢这个名字了）的著作，汇聚了先生从业几十年所思考的问题。史前考古被认为和现在关系不大，所以经常被忽略——可陈胜前先生成功将它与我们的当代社会建立起了联系。如果我们评价一本书取决于它能给我们带来多少思考，那《人之追问》就是当代的《天问》。\\n\\n顺便一提，虽然史前考古听着不太带劲，但人类历史 99% 以上的部分都属于史前考古。\\n\\n![](https://images.mirror-media.xyz/publication-images/mKmao4q1lohPih16Mbb8g.jpg?height=500&width=322)\\n\\n《如何离开地球表面》\\n\\n任何一个语言都应该有这样一本书，来向大众讲述航空航天的历史。很幸运，中文现在有了！\\n\\n![](https://images.mirror-media.xyz/publication-images/8WFOozKUsnRb0fcV8fSwQ.jpg?height=800&width=800)\\n\\n《大日本·满洲帝国的遗产》（台版）\\n\\n作者是两位韩国人。历史不是分段进行的的，它带有惯性与连续性。伪满洲国对历史的影响，并没因为溥仪在大栗子沟的退位而结束——它的两个「鬼胎」被后来的日本与韩国部分继承。这本书详细讲述了以岸信介和朴正熙为代表的一群曾活跃于伪满洲国的入侵者，如何在日后利用他们这段经历塑造战后的日韩。\\n\\n「但歷史總是充滿悖論。『雷曼兄弟事件』所引發的金融海嘯與經濟危機，讓國家主導的統制與變革，成為脫離危機的關鍵王牌而再次登場。岸信介曾在滿洲國實驗性地實行、後來戰後日本也親自主導的計劃性統制及干涉體系，這次不只是在日本或韓國，而且是在堪稱『新自由主義經濟大本營』的美國，成為眾人矚目的焦點。\\n究竟，這是不是僅止於過渡性的緊急避難措施？抑或今後這樣的體系，將成為全球的新標準呢？無論如何，國家、統制、計劃化等關鍵字，確實是再次受到關注。從這層意義上來說，朴正熙與岸信介的時代並未真正結束。引導他們兩人的線，穿越了滿洲國，持續朝向之後的歷史前進；而跟隨著這條線看到其中的歷史，正是意義之所在。」\\n\\n![](https://images.mirror-media.xyz/publication-images/DMT6FK730piGlufsvc5T3.jpg?height=471&width=318)\\n\\n《修仙 古代中国的修行与社会记忆》\\n\\n这本书用一种极其有创造力的解释来阐述了中国最悠久的传统之一：仙。它也是我对叙事这件事情产生兴趣的开端。仙本质上就一种叙事，是一种社会交流：「每一篇仙传故事都是尝试说服听众而被制造出来的产品」。关于仙的故事不是凭空「虚构的」，而是收集、整理并被改写的。\\n\\n![](https://images.mirror-media.xyz/publication-images/eCnMIGHdtZM9tuIGEOjH4.jpg?height=500&width=340)\\n\\n写到这有点累了，毕竟我已经做了一个视频总结和一个音频总结。请允许我犯懒一次，明年继续创造！\\n\\n那么你该如何叙述你的这一年呢？\",\"timestamp\":1640748527,\"title\":\"我终于喝完了那瓶威士忌\"},\"digest\":\"7RhO1uxwG5dxUBfqLOIHvr3HYSGtpe-f59xf7RSWrUA\",\"authorship\":{\"contributor\":\"0xF8690B1bA8cae43190CAc09eff23B0763bc670fc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dQcFqXE9JG5L0xgygoqg8e6lQ5Eqc6se9PnPzmOdwY8\\\",\\\"y\\\":\\\"2SY0bVvxnSxPnysoHdBh88prx5b9MyHfVHFTaeeXW4s\\\"}\",\"signature\":\"LVza-776kyEqJZ2Qd_xqRGInjljD7yT9AjQfwsy5FLQ0F35y16MBPV6gzD3xY_Jj3uPJZU_uIIQoiTJ73zhi1g\",\"signingKeySignature\":\"0xa4cdf789e09e03174582842ce6666f7c49f4d4c5c78579e2ca6eb36bf1738fc84feffd2928eadcaacee7d7e4db1fdaa489f180a5e27f61e571f75d66d68884a21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dQcFqXE9JG5L0xgygoqg8e6lQ5Eqc6se9PnPzmOdwY8\\\",\\\"y\\\":\\\"2SY0bVvxnSxPnysoHdBh88prx5b9MyHfVHFTaeeXW4s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7RhO1uxwG5dxUBfqLOIHvr3HYSGtpe-f59xf7RSWrUA\"}"