"{\"content\":{\"body\":\"## What’s involved in post-quantum cryptography?\\n\\nAny new cryptography has to integrate with existing protocols, such as TLS. A new cryptosystem must weigh:\\n\\n* The size of encryption keys and signatures\\n* The time required to encrypt and decrypt on each end of a communication channel, or to sign messages and verify signatures, and\\n* The amount of traffic sent over the wire required to complete encryption or decryption or transmit a signature for each proposed alternative.\\n\\nThe proposed cryptosystems also requires careful cryptanalysis, to determine if there are any weaknesses that an adversary could exploit.\\n\\nThe work of developing new cryptosystems that are quantum-resistant must be done openly, in full view of cryptographers, organizations, the public, and governments around the world, to ensure that the new standards emerging have been well vetted by the community, and to ensure that there is international support.\\n\\nAnd lastly, we must do all this quickly because we don’t know when today’s classic cryptography will be broken. It’s difficult and time-consuming to pull and replace existing cryptography from production software. Add to all that the fact that someone could store existing encrypted data and unlock it in the future once they have a quantum computer, and our task becomes even more urgent.\\n\\n## NIST Post-Quantum Project\\n\\nWe are focused first on the [NIST Post-Quantum Project](https://csrc.nist.gov/projects/post-quantum-cryptography), which asks for cryptographers around the world to submit candidates for subsequent peer review and analysis. Our team is working with academia and industry on four candidates for cryptography systems that can both withstand quantum computer capabilities, while still working with existing protocols.\\n\\nWhy four? We have been working on two collaborations for key exchange, and one for signatures, as well as providing code in support of a second signature system. Each proposal has different strengths and weaknesses, and each is built upon a different mathematical “hard problem.” Each may be appropriate for different scenarios where different trade-offs regarding performance and key size are preferred. Pursuing multiple candidates is also appropriate as the post-quantum cryptography field is young, and many years of cryptanalysis are needed to determine whether any post-quantum proposal is secure.\",\"timestamp\":1640696901,\"title\":\"What’s involved in post-quantum cryptography?\"},\"digest\":\"RGC8ktrEKLyYl28lauAqZb_fQx1Lu1Td1EMzlfWJKPY\",\"authorship\":{\"contributor\":\"0xC73A0868C34ba8620f8a9D64ECe8Dc805D94d877\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"skYqs4lpi7eqkKXaZlSHKWJC91A9aYWGB-gOap81Y-0\\\",\\\"y\\\":\\\"238t8WZ-9CdCQ2t31_cHaKYhYSLF7dHviJ44gHFC07Y\\\"}\",\"signature\":\"nZa4mM865mngRege0vCVr58GZ0A-uEOyED9Ukp0bcBXNfJbJETvtFyrGU1Q1yZq-P9dEjpSEkNaj5PbWJj1g-A\",\"signingKeySignature\":\"0xca7d93ea4a9f315ebbd83d03c2f594ad2dfdf2b79444dc23a04c34781ba0f7ae08505205da9d833b591276297115582ddcb873bd4e309c1b0b67f6c3b29d32b01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"skYqs4lpi7eqkKXaZlSHKWJC91A9aYWGB-gOap81Y-0\\\",\\\"y\\\":\\\"238t8WZ-9CdCQ2t31_cHaKYhYSLF7dHviJ44gHFC07Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gGxAa1GqrdwgKomir9FBNAJYEisgJgOKc4hO17pfeos\"}"