"{\"content\":{\"body\":\"## Introducción-Prólogo\\n\\nLa tecnología Blockchain plantea importantes desafíos en varios sectores de la economía\\n\\n> *El mundo, sin duda, se está moviendo más digital en los próximos años / décadas. Covid definitivamente ha acelerado esta transición, pero aún queda trabajo por hacer, específicamente en el lado tecnológico de las cosas.- Tweet por [gmoneyNFT](https://twitter.com/gmoneyNFT/status/1347023738060103682?s=20)*\\n\\n**NFT**\\n\\nLos NFT no son solo imágenes de gatos. Abarcan arte digital, coleccionables y activos del juego y otros activos tangibles. Estas nuevas formas de propiedad digital están preparadas para desempeñar un papel cada vez más importante a la hora de ayudar a crear, monetizar e incentivar el contenido digital en línea.\\n\\nLos NFTs se pueden utilizar para representar prácticamente cualquier tipo de artículo tangible o intangible, incluyendo:\\n\\n* Obras de arte\\n* Música\\n* Terrenos virtuales\\n* Vídeos de momentos deportivos emblemáticos\\n* Objetos de colección (tarjetas digitales, por ejemplo)\\n* Artículos virtuales dentro de los videojuegos, como skins, monedas virtuales, armas y avatares\\n* Activos del mundo real tokenizados: desde inmuebles y coches hasta caballos de carreras y zapatillas de diseño\\n\\n> *Una forma sencilla de pensar en las NFT es como archivos que viven en la cadena de bloques. Esto significa que no se pueden copiar, pegar, editar, eliminar ni manipular de ningún otro modo.*\\n\\nAunque los NFT existen desde 2014, no fue hasta este año que realmente despegaron y cambiaron el mundo del arte. Esta nueva tecnología está unida en la creencia de empoderar al individuo, liberándose de los controles gubernamentales y brindándole el derecho a la privacidad. Cada usuario tiene autonomía sobre sus activos sin la necesidad que ningún tercero los intermedie.\\n\\nEl arte NFT se puede crear, comprar, vender, comercializar y recolectar. El arte tokenizado otorga derechos de propiedad tales como:\\n\\n* El derecho a poseer\\n* El derecho a vender\\n* El derecho a prestar\\n* El derecho a regalías\\n* El derecho a conferir reutilización\\n\\nEstos son activos digitales no intercambiables y, por lo tanto, introducen una nueva forma de escasez en el mundo digital. Pueden representar activos digitales o del mundo real, proporcionando una prueba verificable de autenticidad y propiedad (suponiendo que sean creados por el autor o propietario original) utilizando una red blockchain.\\n\\nLas garantías se derivan de las mismas propiedades técnicas que hacen que las criptomonedas sean valiosas: como Bitcoin, los NFT  siempre son seguidos de manera inmutable por la cadena de bloques. Todo el contenido en la blockchain es verificable, seguro e inalterable.\\n\\n## $POSTMORTEM\\n\\n## THE POST MORTEM COLLECTION\\n\\n**The Post Mortem Collection** es la primera parte NFT de una colección individual que\\n\\nestá inspirada en el caricaturista *[Al Hirschfeld](https://en.wikipedia.org/wiki/Al_Hirschfeld)* y como eje central, un tributo a algunas de las figuras que han definido la música en los últimos tiempos. Las piezas se han dibujada a mano y adaptada digitalmente.\\n\\nesta en la blockchain de Ethereum y almacenada en IPFS\\n\\nNuestro equipo cree firmemente que esta nueva línea de NFT puede gozar de mucha popularidad si logra tener éxito, ya que apunta a generar un impacto cultural-económico en el creciente mundo de los coleccionables en Colombia y Latinoamérica.\\n\\nLa **inspiración** para *The Post Mortem Collection* se originó por nuestro aprecio al trabajo de *Al Hirschfeld*, la música y la tecnología.\\n\\n### NFT S1: ABBA 1972.\\n\\n*1/1 - 3.1416 ETH recompensa de 3,1416 $POSTMORTEM tokens por NFT*\\n\\n### NFT S1: Adele 1988.\\n\\n*1/1 - 3.1416 ETH recompensa de 3,1416 $POSTMORTEM tokens por NFT*\\n\\n### NFT S1: Avicii 1989.\\n\\n![LIMITED EDITION of Avicii 1989. ](https://images.mirror-media.xyz/publication-images/l_k6rm7MWugmjUFOq0zOv.jpg?height=3988&width=3988)\\n\\n*1/1 - 3.1416 ETH recompensa de 3,1416 $POSTMORTEM tokens por NFT*\\n\\n### NFT S1: Beyoncé 1981.\\n\\n*1/1 - 3.1416 ETH recompensa de 3,1416 $POSTMORTEM tokens por NFT*\\n\\n### NFT S1: Daft Punk 1993.\\n\\n![LIMITED EDITION of Daft Punk 1993.](https://images.mirror-media.xyz/publication-images/Fkia5mMFQQrK7Oxyr6gZx.jpg?height=3988&width=3988)\\n\\n*1/1 - 3.1416 ETH recompensa de 3,1416 $POSTMORTEM tokens por NFT*\\n\\n### NFT S1: Elvis Presley 1935.\\n\\n*1/1 - 3.1416 ETH recompensa de 3,1416 $POSTMORTEM tokens por NFT*\\n\\n### NFT S1: Kurt Cobain 1967.\\n\\n*1/1 - 3.1416 ETH recompensa de 3,1416 $POSTMORTEM tokens por NFT*\\n\\n### NFT S1: Michael Jackson 1958.\\n\\n*1/1 - 3.1416 ETH recompensa de 3,1416 $POSTMORTEM tokens por NFT*\\n\\n### NFT S1: Los Beatles 1960.\\n\\n*1/1 - 3.1416 ETH recompensa de 3,1416 $POSTMORTEM tokens por NFT*\\n\\n### NFT S1: Whitney Houston 1963.\\n\\n*1/1 - 3.1416 ETH recompensa de 3,1416 $POSTMORTEM tokens por NFT*\\n\\n*Todo el arte NFT por [Yayo Acosta](https://www.linkedin.com/in/yayo-acosta-966545121)*\\n\\n## Contenido desbloqueable\\n\\n* **eBook**\\n* **Caja regalo**\\n* **Token fisico**\\n* **Imágenes de alta definición**\\n* **Cupones en Merchandising**\\n* **Certificado de autenticidad (COA)** que incluye autoría, detalles (título, fecha, medio, dimensiones) de la obra en cuestión, direccion del contrato inteligente en Ethreum y el hash criptográfico.\\n\\n  Obtenga más información sobre la autenticidad de las obras de arte en nuestro                                                                                                [Centro de ayuda](https://support.artsy.net/hc/en-us/articles/360058123933-What-Counts-as-an-Artwork-s-Proof-of-Authenticity-) .\\n\\n### Obra física\\n\\nEl NFT incluye un ***token físico*** *(Cuadro poster enmarcado con vidrio 100x100cm)* que se puede reclamar una vez se haya ejecutado el pago correspondiente en el contrato inteligente; a través de un formulario de solicitud localizado en el **contenido desbloqueable (Unlockable content)** de la obra minteada. El comprador completará los pasos requeridos en el formulario, donde se solicitan los datos de envió para recibir la obra.\\n\\n**Características de la obra física**\\n\\n* El **Poster** (una reproducción en impresora láser profesional) está montado en un cuadro vidriado de 100x100cm listo para colgar.\\n  * Vidrio float de “2mm” de espesor\\n  * Packaging contenedor\\n  * El código QR se vincula a “website.com” y muestra información adicional de la obra.\\n  * Obra original de diseño en boceto\\n  * Folleto impreso con detalles del proyecto\\n* Incluye un **Gift Box** con\\n\\n**Entrega de token físicos**\\n\\nUna vez realizada la compra arreglamos la obra con doble embalaje especial e incluye un packaging diseñado a medida que brinda una mayor protección en el envío y una excelente presentación de tu compra. El proceso del envió puede tardar entre tres o cuatros semanas.\\n\\n## Finalidad\\n\\nEste proyecto nació para hacer un beneficio, pero es el beneficio de las personas, con el objetivo de permitir a cualquier entusiasta de cualquier edad, entrar y participar en la creación de una comunidad criptográfica en Colombia, o para ser más explícito, una **DAO** (Organización Autónoma Descentralizada). Una DAO u Organización Autónoma Descentralizada, hace referencia a una revolucionaria forma de organizar y hacer funcionar organizaciones, haciendo uso de los smart contracts y la tecnología blockchain para brindar transparencia, inmutabilidad, autonomía y seguridad a las mismas.\\n\\n> Sabemos que Cripto, NFT, DAO, Web3, Metaverso y todo lo que viene junto a ellos jugarán un papel importante en el desarrollo de la nueva economía.\\n\\nNuestra misión es **educar, empoderar y alentar** a la próxima generación de emprendedores.\\n\\n### ¿Cuáles son los detalles de este proyecto?\\n\\nEl proyecto está enfocado en la venta de[ Tokens no fungibles](https://es.wikipedia.org/wiki/Token_no_fungible), donde nuestro equipo diseñará el primer lote de NFTs con la temática de un tributo a artistas musicales, para listarse como NFT en la red de Ethereum por un valor de 3,1416 (π) ETH cada uno, con el objetivo principal de hacer un fundraising para desarrollar proyectos blockchain en Colombia y posiblemente en Latinoamérica.\\n\\nMientras buscamos educar y desarrollar junto a los jóvenes durante la próxima década y más allá, queremos construir una , un equipo de personas que puedan ayudarnos a educarnos no solo sobre las Criptomonedas, sino también sobre el resto de la economía de los creadores. Creemos que tenemos la capacidad de desglosar temas complejos y comunicarnos a grandes audiencias, lo que necesitamos ahora es la mejor tutoría y educación de clase en el espacio criptográfico.\\n\\nSin ningún  tipo de filtro, solo talento\\n\\n### ¿Por qué debería apoyar el proyecto?\\n\\nAl apoyar este proyecto, ayudará a crear el primer boletín informativo impulsado por NFT y demostrará lo que es posible con la cultura NFT, con un asiento de primera fila para los resultados.\\n\\n### ¿Qué obtienen los titulares de $GENERALIST?\\n\\n### ¿Como se distribuirá el recaudo en la fase inicial de este proyecto?\\n\\nEl objetivo inicial es financiar colectivamente **3.1416 Ξ** **brutos** en total con las ventas de la edición NFT.\\n\\n31ETH  La financiación se destinará al pago de editores, escritores, artistas y compensaciones medioambientales para todo el proyecto. Al final de la temporada 1 de Dirt, lanzaremos otra ronda de Dirty NFT como premios para los poseedores de $ DIRT-S1. Los crowdfunders también obtendrán informes transparentes sobre el crecimiento y el progreso de la publicación, así como información sobre qué cubrir, oportunidades de redacción y acceso temprano a NFT posteriores y caídas de tokens, con conversaciones mantenidas en un servidor de listas. Las ediciones de NFT se encuentran a continuación, con una explicación detallada del plan.\\n\\nConcluida la venta de la primera generación **NFT S1** llevaremos a cabo la segunda fase **NFT S2: LIMITED EDITION,** con el objetivo de hacer un recaudo fijo de **31,416 ETH** para la construcción de un comunidad enfocada en tecnología Blockchain e industria 4.0 en Colombia.\\n\\n*La cantidad total recaudada será distribuida de la siguiente manera:*\\n\\n* **48%** distribuido en Investigación, plataforma y desarrollo.\\n* **40%** Contratación de personal, Alianzas/Sociedades y servicios en la nube.\\n* **12%** Herramientas, Marketing y Pago de tarifas ETH.\\n\\n![Crowdfund distribuido entre las fases del proyecto](https://images.mirror-media.xyz/publication-images/azxpaq4bjWoKoripcQKnG.jpg?height=1759&width=2501)\\n\\n**Blockchain en Colombia y Latinoamérica:**\\n\\n**Educación, desarrollo y sostenibilidad:**\\n\\n**Visión:**\\n\\n**Beneficios:**\\n\\n## Proyectos\\n\\nA continuación compartiré unas breves ideas sobre nuestros planes a futuro con la aplicación de la tecnología Blockchain en Colombia y Latinoamérica:\\n\\n### FASE S1:Q1 THE POST MORTEM COLLECTION\\n\\n### FASE S2:Q2 GENESIS\\n\\n### FASE S3:Q3 ZEUS\\n\\n### FASE S4:Q4 NOÉ\\n\\n## Preguntas y respuestas\\n\\n**¿Qué son los NFTs?**\\n\\nLos NFT o ‘tokens’ no fungibles son activos digitales únicos que no se pueden cambiar entre sí, ya que no hay dos iguales. Todo aquello que puede representarse digitalmente tiene el potencial de convertirse en un NFT: de un tuit a un meme pasando por una obra de arte. La criptografía de los ‘tokens’ permite acreditar que el propietario es el único poseedor de la pieza original. *[BBVA - ¿Qué son los NFTs: los ‘tokens’ para el coleccionismo de bienes digitales?](https://www.bbva.com/es/que-son-los-ntfs-los-tokens-para-el-coleccionismo-de-bienes-digitales/)*\\n\\n> Un NFT no es la obra de arte en sí, es la licencia de la obra de arte que se adjunta a la obra de arte digital en la cadena de bloques.\\n\\n**¿Para qué sirve un NFT?**\\n\\nEn esta ecuación entra con fuerza el valor de coleccionismo que se le añade a estas obras, al tener un respaldo de autenticidad y un título de propiedad asociado. Con esto, se genera una dinámica muy parecida a las de los museos o galerías de arte, pero bajo una modalidad totalmente digitalizada, que puede impulsar nuevas olas de apoyo o mecenazgo para artistas o creadores de contenido a través de Internet.\\n\\nAunque el foco del uso de esta tecnología ha estado en torno a ejemplos como los mencionados, los NFT se pueden utilizar para fines aún más amplios, como el establecimiento de títulos de propiedad sobre inmuebles u otros objetos tangibles. *[Wwwhat´s New  - QUÉ ES UN NFT Y PARA QUÉ SIRVE](https://wwwhatsnew.com/2021/03/17/que-es-un-nft-y-para-que-sirve/)*\\n\\n**¿Como se le asigna el valor a un NFT?**\\n\\nLos tres factores clave que se deben tener en cuenta a la hora de determinar el valor intrínseco de un NFT son la rareza, la utilidad y la tangibilidad. *[Binance - ¿Cómo se determina el valor de un NFT?](https://www.binance.com/es/blog/nft/c%C3%B3mo-se-determina-el-valor-de-un-nft-421499824684902357)*\\n\\n**¿Como comprar NFT?**\\n\\nAntes de apresurarse a comprar NFT, hay cuatro cosas que debes considerar:\\n\\n* En qué marketplace pretende comprar los NFTs\\n* Qué billetera necesitas descargar para conectarte a la plataforma y comprar NFT\\n* Con qué criptomoneda necesitas financiar tu billetera para completar la venta.\\n* Si los NFTs que quieres comprar se venden en un momento determinado o mediante una subasta.\\n\\n*[Coindesk - ¿Cómo crear, comprar y vender NFT?](https://www.coindesk.com/markets/2021/06/23/como-crear-comprar-y-vender-nfts/)*\\n\\n**¿Qué es una billetera digital ETH?**\\n\\nLas carteras de Ethereum son aplicaciones que permiten interactuar con tu cuenta de Ethereum. Piensa que son como una aplicación bancaria de Internet: son un banco. Tu cartera te permite leer tu saldo, enviar transacciones y conectarte a aplicaciones.\\n\\nLas carteras te dan acceso a tus fondos y aplicaciones de Ethereum. Solo tú tienes acceso a tu cartera. *[Ethereum ¿Qué es una cartera de Ethereum?](https://ethereum.org/es/wallets/)*\\n\\nEsto es debido a que las carteras no tienen la custodia de tus fondos; la tienes tú. Las carteras son solo una herramienta para gestionar lo que realmente es tuyo.\\n\\n**¿Como crear mi billetera digital?**\\n\\nUno de las billeteras ethereum más usadas por los usuarios es [MetaMask](https://metamask.io/) (iOS, Android, Windows, etc.) o [Trust Wallet](https://trustwallet.com/) (iOS o Android)\\n\\n1. Ve a la tienda de aplicaciones (iOS) oa Google Play (Android)\\n2. Busca y descarga [MetaMask](https://metamask.io/) o [Trust Wallet](https://trustwallet.com/) .\\n3. Abre la aplicación.\\n4. Crea y guarda tu frase de recuperación que está formada por 12-24 palabras en un lugar seguro y que puedas recordar. ***¡Nunca compartas tu frase de recuperación!*** .\\n5. Elige una contraseña segura para proteger el acceso desde el dispositivo donde creaste la billetera.\\n6. Ingresa tu frase de recuperación junto con la clave de acceso creado.\\n7. Agrega **Ethereum (ERC-20)** a tu billetera con tarjeta crédito o débito. Si no puedes realizar compras con tarjetas bancarias, compra a través del sistema **P2P (Persona a Persona)** en una casa de cambio como [Binance](https://www.binance.com/es) y enviarlos directamente a la billetera criptográfica con la dirección éter (Ej. 0xaD3…).\\n\\n   > Recomendamos usar Google Chrome e instalar la extensión de billetera [MetaMask](https://metamask.io/) .\\n\\n**¿Cómo puedo financiar mi billetera?**\\n\\nPuede comprar directamente en billetera digital o transferir desde una casa de cambio como [Coinbase](https://pro.coinbase.com/) o [Binance](https://www.binance.com/es) a su billetera criptográfica que acepte **ETH** .\\n\\n**¿Habrá alguna preventa?**\\n\\nNo. Si te encuentras con uno, es una estafa.\\n\\n**¿Cuándo comenzará la venta?**\\n\\nDía, 01 de Enero de 2022 - 5PM EST - 21 UTC. ¡Esté atento a Twitter y especialmente a Discord.\\n\\n## Acerca de\\n\\n> *“Este año ha sido una gran experiencia de aprendizaje para mí y he apreciado toda la retroalimentación sobre mi trabajo, especialmente de amigos y familiares. Muchas gracias a todos los que me han mostrado su apoyo. Les estoy profundamente agradecido.*\\n\\n### Contacto\\n\\n*Envíame un correo electrónico a [timdavidarm@gmail.com](http://mailto:timdavidarm@gmail.com/) si tiene alguna pregunta o comentario respecto al proyecto*\\n\\nBucaramanga - Colombia. Cra. 31 # 31–44 La Aurora / Q. Pan de Azúcar Casa 10\\n\\nTeléfono móvil: +57 322 8695242\\n\\nTeléfono fijo: +607 685 8284\\n\\n[LinkedIn](https://www.linkedin.com/in/david-delgado-703a13179/) | [Twitter](https://www.twitter.com/timwelchmann) | [Medium](https://timwelchman.medium.com/) | [Mirror](https://mirror.xyz/0xaD3F6770D3C821510C9EaFd8F8C9A0c1e569edCb)\\n\\n![](https://images.mirror-media.xyz/publication-images/E3DCRfFK447qZhqyNxIAl.jpg?height=1018&width=3018)\\n\\n\",\"timestamp\":1640798176,\"title\":\"Arquitectura del proyecto con activos digitales en Colombia $POSTMORTEM\"},\"digest\":\"zhRlEXNMUuoQprGcuUEkU5XfE9Dpbjim4z4SGRqOiuw\",\"authorship\":{\"contributor\":\"0xaD3F6770D3C821510C9EaFd8F8C9A0c1e569edCb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l3OpozERl4hKi7VgQuNoAwPHEBeAcLe8pUk-VPaQORk\\\",\\\"y\\\":\\\"2EhIFXlNtYjwvlVDBYUTKQOg_MP146QWvsmUQdCW374\\\"}\",\"signature\":\"EMoOEn-sTRchZL-IpnLhwoCdo2MVs2jxBa0vtaNS-WWz_xtbUGzcdTJRGnAGsrM3PqwMwspl4RENoAQw3Cp93Q\",\"signingKeySignature\":\"0xf921d7b43ffd9c8cfddcc1a12cbcd90c9e13314f5312c7072f02126cac7d48f87bc342e66a5326717061ca3f520ae5cc6a7743246ae8added731ee7fb0aa18481b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l3OpozERl4hKi7VgQuNoAwPHEBeAcLe8pUk-VPaQORk\\\",\\\"y\\\":\\\"2EhIFXlNtYjwvlVDBYUTKQOg_MP146QWvsmUQdCW374\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"h9NPKvA2JSinOKAbFSC1RyavDSPemHI0eLfcv1AnJgI\"}"