"{\"content\":{\"body\":\"The term “Web\\\"3” has been spreading like wildfire across the internet lately… Or you could say that it has taken the internet by storm. Whatever the case, or however you describe it, **people are curious** and they want to be part of it.\\n\\nHere’s a closer look at what we mean by “*people are curious”*. Thank you Google Trends!\\n\\n![Blue represents \\\"Web3\\\" interest and Red represents \\\"Web 3.0\\\" interest.](https://images.mirror-media.xyz/publication-images/WA6arz_5zksIFm1-uC1Qh.png?height=399&width=1149)\\n\\nWeb3 is essentially a new iteration of the internet. It is an evolution in a sense where the internet goes from being **centralized to decentralized**. If you’re confused by this, just imagine an Internet where large corporations like Google, Facebook, Amazon etc. don’t have your personal information and you can still use services similar to theirs without also having your personal information monetized.\\n\\nSounds a lot like the future, right? Well, that’s because it is and Web3 needs individuals of all technical and non-technical backgrounds to jump aboard and help make the shift.\\n\\nThe problem is, with the speed at which information is shared on the internet nowadays; people can get lost or even worse…scammed. This can easily, as you would imagine, discourage many and ultimately make them move on to other things.\\n\\nWhat if there were a place where you could learn about Web3, be part of a community that enables you to network with other like-minded individuals and one that actually **rewards you for learning**?\\n\\n### Introducing Invisible College\\n\\n![image from Invisible College website](https://images.mirror-media.xyz/publication-images/6cnjpIJfs6nelLMGmunzH.jpg?height=2160&width=3840)\\n\\nInvisible College is a learning DAO that strives to onboard Web3-curious builders and creators. It is set up in a way where you need to be holding one of their NFTs in order to gain access to the community and other benefits that we will specify below.\\n\\nThe team behind the one-of-a-kind DAO has set up a roadmap indicating their plans to make all of this a reality. Let’s check it out!\\n\\n### Roadmap\\n\\nWhilst the project is being led by Nick deWilde, Zac Halbert, Jake Fleming and Drew Bennett - it will eventually be fully community-led once their milestones have been met.\\n\\n**Milestone 1: Launch of the Decentraliens NFTs Collection (Winter 2021-2022)**\\n\\n![Decentralien NFTs by Invisible College](https://images.mirror-media.xyz/publication-images/NIPd31sG-uU_OFkn55Uip.jpg?height=720&width=720)\\n\\nThe collection will host 10,000 Decentraliens that you will be able to mint on the Solana blockchain for 1SOL each. 500 of these NFTs are of a super-rare variety called Paladins which were only available to the first 500 community members. Considering the rapid growth of the community, these Paladins are no longer available.\\n\\nOnce you are in possession of a Decentralien NFT, you will gain access to the courses, events and to the community itself where you will be able to connect with other Web3-curious individuals.\\n\\n**Vesting Schedule**\\n\\nThe team believes that actions speak louder than words, thus they have imposed a vesting schedule where all proceeds will be locked until after the minting is completed. \\n\\nHere’s a breakdown of how the proceeds will be used:\\n\\n* **20% of all proceeds** will be committed to the community treasury where they will be used for learning initiatives, as well as to reward and support the community for launching their own projects.\\n* The next 40% will be unlocked as support for the team as they work towards completing the other two milestones\\n\\n![Progress bar for the roadmap](https://images.mirror-media.xyz/publication-images/bUkYUFoLzaIjqCLgZ3O3q.png?height=125&width=1028)\\n\\n**Milestone 2: Launching their first course (Spring 2022)**\\n\\nThe Invisible College intends to launch its first official course educating Decentralien holders on how to launch a high-quality NFT collection. They will be sharing all of the tools, code and techniques that they used to launch the Decentraliens NFT collection. \\n\\nThe course itself will be made available for free to anyone who holds a Decentralien NFT. \\n\\nFollowing the launch of their course, 20% of all course revenue will be sent to the community treasury to enable further initiatives for creators in the community. The next 20% of revenue will also be vested.\\n\\n![Progress bar for the roadmap](https://images.mirror-media.xyz/publication-images/pWdvbSEL8pxJfgFPN5xSB.png?height=119&width=1030)\\n\\n**Milestone 3: Official DAO Launch (Spring 2022)**\\n\\nThe launch of the Invisible College DAO will enable it to be fully community-led, create shared governance, tokenized rewards for community members and most importantly - the ability to spend the community treasury in a transparent way that the community itself will deem appropriate.\\n\\nOnce the DAO is launched, the final chunk of revenue will be unlocked and will make way for future courses to be created. The question of what type of courses are going to be created will be up to the community.\\n\\n![Progress bar for the roadmap](https://images.mirror-media.xyz/publication-images/Znj2IBSAHAZBVeE_fEXb_.png?height=110&width=1019)\\n\\n### Our thoughts\\n\\nAt the time of\",\"timestamp\":1639937882,\"title\":\"Meta Report #2: Invisible College - A Learning DAO For Web3\"},\"digest\":\"NKdLnOKPniC8ovR7AY31nYOMvRasNpjXaMur5OhGrSE\",\"authorship\":{\"contributor\":\"0x9D6445695c0617473069e37F451558626AA334E2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GQsjFSsEsFHY8o542mwXBSJpKfjScQptC3uvVoDIJW8\\\",\\\"y\\\":\\\"V9sxvS_5xkNlOXPVXDn7HELH7oOoSm-vedWY9AJd86k\\\"}\",\"signature\":\"MlA2uhjhL13HmNJQPk3KGK_wVdy3QqAbWidvxqehRP1SuZiH6V3dU8QXaj46iOP2BN2KAMY1WUXd46YMtXG4-A\",\"signingKeySignature\":\"0xe54f9a9d9571f0288dcab8cd85c2a0a5cbde731c3136845dddf6320bc2f3b9bc7deeb1a08a7737a739773da1f8b7abcfd11f39733612eb541cd5dd5d61d85ef81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GQsjFSsEsFHY8o542mwXBSJpKfjScQptC3uvVoDIJW8\\\",\\\"y\\\":\\\"V9sxvS_5xkNlOXPVXDn7HELH7oOoSm-vedWY9AJd86k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6nttZAXrUYTxJGzSsqEb64Tn0q6_fJUTfSCY10BjA0Y\"}"