"{\"content\":{\"body\":\"A recurring theme in my personal writing has been the fantasy of disembodiment. More accurately, the desire to be only a head, a brain-filled orb detached from a fully-physical form. I’ve written too many incomplete essays and fictional character scribbling about people who exists almost entirely in the mind, with little regard for their body. But it wasn’t until recently, when I began having full-body panic attacks, that I understood why this disembodiment fantasy might be something of a problem: I very much still have a wanting physical form. And apparently I have to pay attention to it.\\n\\nI have always admired the non-feeling comic store guy from the Simpsons, a blobulous man who everyone hates because he is solely the most annoying parts of a person — a big brainy dude who is not even actually smart, a walking and talking knowledge-dropping annoyance who just so happens to be attached to a body, which he gives zero fucks about. He is not smart, but he is intelligent, one of my favorite types of people to laugh at: someone who has gone so deep into certain socially useless domains that they are no longer capable of functioning at a normal level when it comes to other very basic ones. Like, say, inhabiting the kind of intelligence that helps a person with the care and feeding of their own self.\\n\\nWhen I look back through my writing, it was some time in my early 20s that I began to disengage from my body in earnest, thinking it wasn’t valuable, that it didn’t serve a profitable purpose, and that my value lay entirely elsewhere: my mind. So I began to treat my physical self somewhat like a corpse. The logic was that it was only my mind that was worthy of care and feeding, and the rest of me was just a nuisance. Of course, you can’t currently have a mind without at least most of a body. But I apparently didn’t think that hard about this, or, as I often do, I ignored the part of reality that felt obvious but inconvenient, something I would categorize as clichè-class information: the boring banal that I ignore in favor of fantasy. Psychologically I guess you could call this detachment. But creatively I thought of it as being fanciful and imaginative.\\n\\nOver the course of the past 10 years, as I was frequently writing about just being a head, I was increasingly amused by the growing fantasy that I could imagine a day when I could leave behind this pesky flesh and all of its annoying sensations and needs, and instead pursue a kind of trans- or post-humanism, embarking on my post-corporeal quest, and finally, be nothing but a brain and maybe some eyes and ears. (Having a face has always seemed important.)\\n\\nWhat I didn’t think about was the fact that throughout the course of writing this fiction that I was already detached from my body in reality, detached from using my senses to take in the world and to understand myself.\\n\\nAs I think about the internet, and my waxing digital life over the past two decades, I had never explicitly thought it problematic to exist mostly in an extremely online, unembodied place. And now that I’m focusing more on the care and feeding of my own body, I’m beginning to understand that some of my long-held visceral dissatisfaction with the digital world is that it’s a place without physicality. In other words, a place without our greatest communication tools, our bodies, which hold much of our human aura, our ability to make others both belong and to feel belonging in return.\\n\\nInstead, the internet is a discombobulating meta-plex for myriad, manic detached thinking. For simultaneity and juxtaposition and imagination without context. The perfect equation for creating what I think of as time sickness, an emotional disorientation and disconnection from the present that also somehow has us extremely locked to this moment.\\n\\nA conversation with a body-inhabiting person often has a holistic flow, a way to read and return thoughts gracefully in turn, without saying or writing or signaling a word. The internet has minimal authentic, corporeal feeling or sensing, but instead relies on the dopamine hit of detached-but-familiar jokes, memories of old feelings, often repeated and distorted by a chorus, along with over-serious screaming always amplified as Truth. But online we’re often missing the full context that only bodies can provide. Communication on social platforms can make us all neural extremists, pitting the very worst extreme thoughts in our brains against one another.\\n\\nI don’t think the internet has to be this way, but it is, totally consumed by what [Eva Illouz](https://books.google.com/books/about/Cold_Intimacies.html?id=U5FE7MgNvb0C&source=kp_book_description) and [Hans Ulrich Obrist](https://www.artbook.com/9783960989738.html) have called “emotional capitalism,” the idea that we live in a constant state of emotional profiteering, promoted by platforms who realize the dollar value of a dopamine hit.\\n\\nThough, in our ample internet use, I think we often assume that the languages of the Internet can allow us to connect fully, and to be fully human in return. Or at least I always did. I assumed that we had developed new modes of communication via the wonderless web so that we must be able to connect and fully replicate humanity, even without a body. But these modes of communicating have only made it easier to connect to others’ thoughts and feelings — while rarely sensing our own.\\n\\nLanguages are technologies that extend our reach and meaning, though they are often very incomplete ones, especially if they are digitally implemented and used as the only avenues we have for expression and connection. Life, like good art, is about complexity, yet most corners of the internet have no time for complexity, and they lack the tools to communicate it justly. We use shortcutted language and limited forms — memes to the extreme, their iterations vast and unfolding, new experiences informed by associations and memories remade, their meaning constantly shifting. Yet, in this pandemic, and in the quest to feel the next thing, the majority of our communication has become devoid of our greatest sensing tool: our full bodies.\\n\\nPatricia Lockwood’s beautiful novel “[No One Is Talking About This](https://www.goodreads.com/book/show/53733106-no-one-is-talking-about-this)” is exceptional not only because it is hilarious and poignant and culturally insightful in every line, the way maybe only a poet can be, but because she is an artist who pushes for complexity out of the seemingly simple. Her ability to make highly referential internet material feel global is the subject of the first half of the book, a non-sequitor-centric set of observations that paint a picture of the absurdity of modern digital life — references to memes that are made to feel meaningful, if only because they trigger the dopamine rush of a familiar reference, but contextualized in insightful new ways that even those outside the digital zeitgeist can respond to.\\n\\nBy backing up and expanding the aperture of her focus — she abstracts the present, even referring to the internet as a portal — and she manages to create absurdist mini-festos out of the role a myriad of memes and cultural ideas play in her character’s life. Many of these descriptions are presented with the seriousness and gravity equal to Real Things Happening. She showcases how reading and reacting to the metaverse can somehow be on the level with actually living an IRL life.\\n\\nBut can that ever be true? Can the emotions that we generate in this metaplace ever be as powerful and moving and viscerally captivating as, say, your first bite of a deep fried cheese curd? Something unctuous and sensorially overwhelming, something multi-sensorial?\\n\\nAfter the hilarious internet-gazing in part one of Lockwood’s book we reach part two, where we find a new visceral reality: the protagonist’s niece is conceived only to be quickly convicted to death, diagnosed with a rare disease that’s impossible to be born with, let alone live with. But then she *is* born, a tiny human, a real person, and what we witness here is corporeal reality: real reeling, real feeling, real bursts of deeply-felt complexity experienced with the whole body. These are not quick emotional bursts, but long, complicated emotional unwindings. This writing is the deeply felt, multi-sensorial story of a life, not of a moment or a meme. The spellbinding internet lingoism of part one is largely supplanted by an enamoring and deeply felt human tragedy. We feel the unreal complexity that is living with all of our senses, and we arrive at complicated emotions, like the relief that death can create. It’s an elaborate experience with intricate implications.\\n\\nThe juxtaposition of the two sections, the complete tonal turn from the shallow lightness of digital being to the deep despair brought on by full corporeality feels so hauntingly opposite that you wonder if the two pieces could possibly have been written by two people on the same planet, let alone a single author. But it also rings true: how we can live in this constructed digital world, in this always-being-built, dopamine-centric medium, yet also still live in the corporeal one, where you may, on occasion, have to sit with yourself and sense your way through complexity using your actual physical form. To grapple with your own physical humanity, where you experience life in more locations than just the head.\\n\\nWhen we connect with others online, what emotions can we create? Are we limited by a reduced set of sensations? In this socially digital age you may get a meme-y, lifeless comment that’s more about the commenter than the author, or a vastly oversimplified emoji that’s more of a head-nod of recognition and association — I see you, and I want to be seen in return — than an actual representation of feeling. These interactions purport to represent the complexity of actual human response. They pretend to simply capture what is inherently complex.\\n\\nInternet language is full of shortcuts. But what happens when most of the feeling in our lives gets shortcutted? Does most of the deeper meaning and deeper connection get shortcutted as well? Are we running operating systems with insufficient, low-bandwidth circuitry?\\n\\nThey say there is a loneliness epidemic, of course, and we already blame the internet. But I think there’s a more interesting cause: the disappearance of our bodies. That being in person isn’t about having a deep conversation as much as it is about using the breadth of your sensing abilities to realize the full capacity of another person. With the internet, we get stuck in self-referential, abundant-but-insular communication nodes. Little languages, tiny-specific dialects, where the joke is big but the audience is small. A neurochemical blip designed for one. It lights up the brain but does little for the soul.\\n\\nWhen we are far more quickly to create associations and references of an past emotion than to actually feel with our physical forms, we ignore our greatest human asset: our bodies, which we’ve used for thousands of years to make our way through the world. When abandoning our bodies to live in the minds, we risk shortcutting the sensations and experiences that can create complex meaning. We act as though we’ve already experienced all of the feelings, and that it’s okay to stop existing now, fine enough to simply recall a time when you did more living. Connected but not corporeal. And we are raising kids who are existing as dopamine-addicted voyeur’s first. For them, there is no going back from the emotional capitalism of the internet, no real reference of a time before. All this, even though each of us would likely agree that seeing and mimicking is far different than doing. But the more we cut our bodies out of the equation of existence, the more narrowly we exist.\\n\\nI am optimistic about the future. I love screens and their magic tricks. But I increasingly freeze up when its time to feel fully. I want to do more than just remember a feeling. To meme is to spiral into a passive form of living. But the biggest magic trick we have is to be a person amongst other people. Instead we spend most of our time trying to replicate emotion and existence on platforms and portals that are far from capable of replicating the vastness of life — the infinite nature of our feeling.\\n\\nOur bodies are the most perfect gift for creating meaning, but we’re forgetting how to use them.\",\"timestamp\":1637681271,\"title\":\"The Disembodied Internet: Why We All Feel Like No Bodies Online\"},\"digest\":\"oVqiP4qIszwI6aPIlITTeH0SKT4Lh3DgP-LmeoGz3Hc\",\"authorship\":{\"contributor\":\"0x295b09693Aa6344474Bc92f907703FC98D89280d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4nmQn0kS1FEJMUsQdMYqJOTKtvLBUnxrN9SbXZOWr5U\\\",\\\"y\\\":\\\"p-4ccuo-yONGtnMmtTFQm74qzJRevmORMSfT7axEdK4\\\"}\",\"signature\":\"h2JS4KvSCfQ68iHIDerCZSKlRraWgNo2lrdFAhVP7DdYWCx3kabQgVLWXaBe0X-a-IR0cdXgIU9nMuQ1k6Kb6w\",\"signingKeySignature\":\"0x3bcf44c7d0ecb5d3000a6e48a8df5f6a849e9a00bc465d6f0cb5ce1151d1b34b51dfcd09ca57d35e3db0543731105157ee3fe44d99c7c855a841d3799cc133311c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4nmQn0kS1FEJMUsQdMYqJOTKtvLBUnxrN9SbXZOWr5U\\\",\\\"y\\\":\\\"p-4ccuo-yONGtnMmtTFQm74qzJRevmORMSfT7axEdK4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oVqiP4qIszwI6aPIlITTeH0SKT4Lh3DgP-LmeoGz3Hc\"}"