"{\"content\":{\"body\":\"e day I was sitting beside Miss Laura in the parlor, when the door opened and\\nJack came in. One of his hands was laid over the other, and he said to his\\nsister, \\\"Guess what I've got here.\\\"\\n\\n\\\"A bird,\\\" she said.\\n\\n\\\"No.\\\"\\n\\n\\\"A rat.\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"A mouse.\\\"\\n\\n\\\"No a pup.\\\"\\n\\n\\\"Oh, Jack,\\\" she said, reprovingly; for she thought he was telling a story.\\n\\nHe opened his hands and there lay the tiniest morsel of a fox terrier puppy that\\nI ever saw. He was white, with black and tan markings. His body was pure white,\\nhis tail black, with a dash of tan; his ears black, and his face evenly marked\\nwith black and tan. We could not tell the color of his eyes, as they were not\\nopen. Later on, they turned out to be a pretty brown. His nose was pale pink,\\nand when he got older, it became jet black.\\n\\n\\\"Why, Jack!\\\" exclaimed Miss Laura, \\\"his eyes aren't open; why did you take him\\nfrom his mother?\\\"\\n\\n\\\"She's dead,\\\" said Jack. \\\"Poisoned left her pups to run about the yard for a\\nlittle exercise. Some brute had thrown over a piece of poisoned meat, and she\\nate it. Four of the pups died. This is the only one left. Mr. Robinson says his\\nman doesn't understand raising pups without their mothers, and as he is going\\naway, he wants us to have it, for we always had such luck in nursing sick\\nanimals.\\\"\\n\\nMr. Robinson I knew was a friend of the Morrises and a gentleman who was fond of\\nfancy stock, and imported a great deal of it from England. If this puppy came\\nfrom him, it was sure to be good one.\\n\\nMiss Laura took the tiny creature, and went upstairs very thoughtfully. I\\nfollowed her, and watched her get a little basket and line it with cotton wool.\\nShe put the puppy in it and looked at him. Though it was midsummer and the house\\nseemed very warm to me, the little creature was shivering, and making a low\\nmurmuring noise. She pulled the wool all over him and put the window down, and\\nset his basket in the sun.\\n\\nThen she went to the kitchen and got some warm milk. She dipped her finger in\\nit, and offered it to the puppy, but he went nosing about it in a stupid way,\\nand wouldn't touch it. \\\"Too young,\\\" Miss Laura said. She got a little piece of\\nmuslin, put some bread in it, tied a string round it, and dipped it in the milk.\\nWhen she put this to the puppy's mouth, he sucked it greedily. He acted as if he\\nwas starving, but Miss Laura only let him have a little.\\n\\nEvery few hours for the rest of the day, she gave him some more milk, and I\\nheard the boys say that for many nights she got up once or twice and heated milk\\nover a lamp for him. One night the milk got cold before he took it, and he\\nswelled up and became so ill that Miss Laura had to rouse her mother and get\\nsome hot water to plunge him in. That made him well again, and no one seemed to\\nthink it was a great deal of trouble to take for a creature that was nothing but\\na dog.\\n\\nHe fully repaid them for all his care, for he turned out to be one of the\\nprettiest and most lovable dogs that I ever saw. They called him Billy, and the\\ntwo events of his early life were the opening of his eyes and the swallowing of\\nhis muslin rag. The rag did not seem to hurt him, but Miss Laura said that, as\\nhe had got so strong and greedy, he must learn to eat like other dogs.\\n\\nHe was very amusing when he was a puppy. He was full of tricks, and he crept\\nabout in a mischievous way when one did not know he was near. He was a very\\nsmall puppy and used to climb inside Miss Laura's Jersey sleeve up to her\\nshoulder when he was six weeks old. One day, when the whole family was in the\\nparlor, Mr. Morris suddenly flung aside his newspaper, and began jumping up and\\ndown. Mrs. Morris was very much alarmed, and cried out, \\\"My dear William what is\\nthe matter?\\\"\\n\\n\\\"There's a rat up my leg,\\\" he said, shaking it violently. Just then little Billy\\nfell out on the floor and lay on his back looking up at Mr. Morris with a\\nsurprised face. He had felt cold and thought it would be warm inside Mr. Morris'\\ntrouser's leg.\\n\\nHowever, Billy never did any real mischief, thanks to Miss Laura's training. She\\nbegan to punish him just as soon as he began to tear and worry things. The first\\nthing he attacked was Mr. Morris' felt hat. The wind blew it down the hall one\\nday, and Billy came along and began to try it with his teeth. I dare say it felt\\ngood to them, for a puppy is very like a baby and loves something to bite.\\n\\nMiss Laura found him, and he rolled his eyes at her quite innocently, not\\nknowing that he was doing wrong. She took the hat away, and pointing from it to\\nhim, said, \\\"Bad Billy!\\\" Then she gave him two or three slaps with a bootlace.\\nShe never struck a little dog with her hand or a stick. She said clubs were for\\nbig dogs and switches for little dogs, if one had to use them. The best way was\\nto scold them, for a good dog feels a severe scolding as much as a whipping.\\n\\nBilly was very much ashamed of himself. Nothing would induce him even to look at\\na hat again. But he thought it was no harm to worry other things. He attacked\\none thing after another, the rugs on the floor, curtains, anything flying or\\nfluttering, and Miss Laura patiently scolded him for each one, till at last it\\ndawned upon him that he must not worry anything but a bone. Then he got to be a\\nvery good dog.\\n\\nThere was one thing that Miss Laura was very particular about, and that was to\\nhave him fed regularly. We both got three meals a day. We were never allowed to\\ngo into the dining room, and while the family was at the table, we lay in the\\nhall outside and watched what was going on.\\n\\nDogs take a great interest in what any one gets to eat. It was quite exciting to\\nsee the Morrises' passing each other different dishes, and to smell the nice,\\nhot food. Billy often wished that he could get up on the table. He said that he\\nwould make things fly. When he was growing, he hardly ever got enough to eat. I\\nused to tell him that he would kill himself if he could eat all he wanted to.\\n\\nAs soon as meals were over, Billy and I scampered after Miss Laura to the\\nkitchen. We each had our own plate for food. Mary the cook often laughed at Miss\\nLaura, because she would not let her dogs \\\"dish\\\" together. Miss Laura said that\\nif she did, the larger one would get more than his share, and the little one\\nwould starve.\\n\\nIt was quite a sight to see Billy eat. He spread his legs apart to steady\\nhimself, and gobbled at his food like a duck. When he finished he always looked\\nup for more, and Miss Laura would shake her head and say: \\\"No, Billy: better\\nlonging than loathing. I believe that a great many little dogs are killed by\\noverfeeding.\\\"\\n\\nI often heard the Morrises speak of the foolish way in which some people stuffed\\ntheir pets with food, and either kill them by it or keep them in continual ill\\nhealth. A case occurred in our neighborhood while Billy was a puppy. Some\\npeople, called Dobson, who lived only a few doors from the Morrises, had a fine\\nbay mare and a little colt called Sam. They were very proud of this colt, and\\nMr. Dobson had promised it to his son James. One day Mr. Dobson asked Mr. Morris\\nto come in and see the colt, and I went, too. I watched Mr. Morris while he\\nexamined it. It was a pretty little creature, and I did not wonder that they\\nthought so much of it.\\n\\nWhen Mr. Morris went home his wife asked him what he thought of it.\\n\\n\\\"I think,\\\" he said, \\\"that it won't live long.\\\"\\n\\n\\\"Why, papa!\\\" exclaimed Jack, who overheard the remark, \\\"it is as fat as a seal.\\\"\\n\\n\\\"It would have a better chance for its life if it were lean and scrawny,\\\" said\\nMr. Morris. \\\"They are over-feeding it, and I told Mr. Dobson so; but he wasn't\\ninclined to believe me.\\\"\\n\\nNow, Mr. Morris had been brought up in the country, and knew a great deal about\\nanimals, so I was inclined to think he was right. And sure enough, in a few\\ndays, we heard that the colt was dead.\\n\\nPoor James Dobson felt very badly. A number of the neighbors' boys went into see\\nhim, and there he stood gazing at the dead colt, and looking as if he wanted to\\ncry. Jack was there and I was at his heels, and though he said nothing for a\\ntime, I knew he was angry with the Dobsons for sacrificing the colt's life.\\nPresently he said, \\\"You won't need to have that colt stuffed now he's dead,\\nDobson.\\\"\\n\\n\\\"What do you mean? Why do you say that?\\\" asked the boy, peevishly.\\n\\n\\\"Because you stuffed him while he was alive,\\\" said Jack, saucily.\\n\\nThen we had to run for all we were worth, for the Dobson boy was after us, and\\nas he was a big fellow he would have whipped Jack soundly.\\n\\nI must not forget to say that Billy was washed regularly once a week with nice-\\nsmelling soaps and once a month with strong-smelling, disagreeable, carbolic\\nsoap. He had his own towels and wash cloths, and after being rubbed and\\nscrubbed, he was rolled in a blanket and put by the fire to dry. Miss Laura said\\nthat a little dog that has been petted and kept in the house, and has become\\ntender, should never be washed and allowed to run about with a wet coat, unless\\nthe weather was very warm, for he would be sure to take cold.\\n\\nJim and I were more hardy than Billy, and we took our baths in the sea. Every\\nfew days the boys took us down to the shore and we went swimming with them.\\n\\nCHAPTER VII  TRAINING A PUPPY\\n\\n\\\"NED, dear,\\\" said Miss Laura one day, \\\"I wish you would train Billy to follow\\nand retrieve. He is four months old now, and I shall soon want to take him out\\nin the street.\\\"\\n\\n\\\"Very well, sister,\\\" said mischievous Ned, and catching up a stick, he said,\\n\\\"Come out into the garden, dogs.\\\"\\n\\nThough he was brandishing his stick very fiercely, I was not at all afraid of\\nhim; and as for Billy, he loved Ned.\\n\\nThe Morris garden was really not a garden but a large piece of ground with the\\ngrass worn bare in many places, a few trees scattered about, and some raspberry\\nand currant bushes along the fence. A lady who knew that Mr. Morris had not a\\nlarge salary, said one day when she was looking out of the dining-room window,\\n\\\"My dear Mrs. Morris, why don't you have this garden dug up? You could raise\\nyour own vegetables. It would be so much cheaper than buying them.\\\"\\n\\nMrs. Morris laughed in great amusement. \\\"Think of the hens, and cats, and dogs,\\nand rabbits, and, above all, the boys that I have. What sort of a garden would\\nthere be, and do you think it would be fair to take their playground from them?\\\"\\n\\nThe lady said, \\\"No, she did not think it would be fair.\\\"\\n\\nI am sure I don't know what the boys would have done without this strip of\\nground. Many a frolic and game they had there. In the present case, Ned walked\\naround and around it, with his stick on his shoulder, Billy and I strolling\\nafter him. Presently Billy made a dash aside to get a bone. Ned turned around\\nand said firmly, \\\"To heel!\\\"\\n\\nBilly looked at him innocently, not knowing what he meant. \\\"To heel!\\\" exclaimed\\nNed again. Billy thought he wanted to play, and putting his head on his paws, he\\nbegan to bark. Ned laughed; still he kept saying \\\"To heel!\\\" He would not say\\nanother word. He knew if he said \\\"Come here,\\\" or \\\"Follow,\\\" or \\\"Go behind,\\\" it\\nwould confuse Billy.\\n\\nFinally, as Ned kept saying the words over and over, and pointing to me, it\\nseemed to dawn upon Billy that he wanted him to follow him. So he came beside\\nme, and together we followed Ned around the garden, again and again.\\n\\nNed often looked behind with a pleased face, and I felt so proud to think I was\\ndoing well, but suddenly I got dreadfully confused when he turned around and\\nsaid, \\\"Hie out!\\\"\\n\\nThe Morrises all used the same words in training their dogs, and I had heard\\nMiss Laura say this, but I had forgotten what it meant. \\\"Good Joe,\\\" said Ned,\\nturning around and patting me, \\\"you have forgotten. I wonder where Jim is? He\\nwould help us.\\\"\\n\\nHe put his fingers in his mouth and blew a shrill whistle, and soon Jim came\\ntrotting up the lane from the street. He looked at us with his large,\\nintelligent eyes, and wagged his tail slowly, as if to say, \\\"Well, what do you\\nwant of me?\\\"\\n\\n\\\"Come and give me a hand at this training business, old Sobersides,\\\" said Ned,\\nwith a laugh. \\\"It's too slow to do it alone. Now, young gentlemen, attention! To\\nheel!\\\" He began to march around the garden again, and Jim and I followed closely\\nat his heels, while little Billy, seeing that he could not get us to play with\\nhim, came lagging behind.\\n\\nSoon Ned turned around and said, \\\"Hie out!\\\" Old Jim sprang ahead, and ran off in\\nfront as if he was after something. Now I remembered what \\\"hie out\\\" meant. We\\nwere to have a lovely race wherever we liked. Little Billy loved this. We ran\\nand scampered hither and thither, and Ned watched us, laughing at our antics.\\n\\nAfter tea, he called us out in the garden again, and said he had something else\\nto teach us. He turned up a tub on the wooden platform at the back door, and sat\\non it, and then called Jim to him.\\n\\nHe took a small leather strap from his pocket. It had a nice, strong smell. We\\nall licked it, and each dog wished to have it. \\\"No, Joe and Billy,\\\" said Ned,\\nholding us both by our collars; \\\"you wait a minute. Here, Jim.\\\"\\n\\nJim watched him very earnestly, and Ned threw the strap half-way across the\\ngarden, and said, \\\"Fetch it.\\\"\\n\\nJim never moved till he heard the words, \\\"Fetch it.\\\" Then he ran swiftly,\\nbrought the strap, and dropped it in Ned's hand. Ned sent him after it two or\\nthree times, then he said to Jim, \\\"Lie down,\\\" and turned to me. \\\"Here, Joe; it\\nis your turn.\\\"\\n\\nHe threw the strap under the raspberry bushes, then looked at me and said,\\n\\\"Fetch it.\\\" I knew quite well what he meant, and ran joyfully after it. I soon\\nfound it by the strong smell, but the queerest thing happened when I got it in\\nmy mouth. I began to gnaw it and play with it, and when Ned called out, \\\"fetch\\nit,\\\" I dropped it and ran toward him. I was not obstinate, but I was stupid.\\n\\nNed pointed to the place where it was, and spread out his empty hands. That\\nhelped me, and I ran quickly and got it. He made me get it for him several\\ntimes. Sometimes I could not find it, and sometimes I dropped it; but he never\\nstirred. He sat still till I brought it to him.\\n\\nAfter a while he tried Billy, but it soon got dark, and we could not see, so he\\ntook Billy and went into the house.\\n\\nI stayed out with Jim for a while, and he asked me if I knew why Ned had thrown\\na strap for us, instead of a bone or something hard.\\n\\nOf course I did not know, so Jim told me it was on his account. He was a bird\\ndog, and was never allowed to carry anything hard in\\n\\nhis mouth, because it would make him hard-mouthed, and he would be apt to bite\\nthe birds when he was bringing them back to any person who was shooting with\\nhim. He said that he had been so carefully trained that he could even carry\\nthree eggs at a time in his mouth.\\n\\nI said to him, \\\"Jim, how is it that you never go out shooting? I have always\\nheard that you were a dog for that, and yet you never leave home.\\\"\\n\\nHe hung his head a little, and said he did not wish to go, and then, for he was\\nan honest dog, he gave me the true reason.\\n\\nCHAPTER VIII  A RUINED DOG\\n\\n\\\"I WAS a sporting dog,\\\" he said, bitterly, \\\"for the first three years of my\\nlife. I belonged to a man who keeps a livery stable here in Fairport, and he\\nused to hire me out shooting parties.\\n\\n\\\"I was a favorite with all the gentlemen. I was crazy with delight when I saw\\nthe guns brought out, and would jump up and bite at them. I loved to chase birds\\nand rabbits, and even now when the pigeons come near me, I tremble all over and\\nhave to turn away lest I should seize them. I used often to be in the woods from\\nmorning till night. I liked to have a hard search after a bird after it had been\\nshot, and to be praised for bringing it out without biting or injuring it.\\n\\n\\\"I never got lost, for I am one of those dogs that can always tell where human\\nbeings are. I did not smell them. I would be too far away for that, but if my\\nmaster was standing in some place and I took a long round through the woods, I\\nknew exactly where he was, and could make a short cut back to him without\\nreturning in my tracks.\\n\\n\\\"But I must tell you about my trouble. One Saturday afternoon a party of young\\nmen came to get me. They had a dog with them, a cocker spaniel called Bob, but\\nthey wanted another. For some reason or other, my master was very unwilling to\\nhave me go. However, he at last consented, and they put me in the back of the\\nwagon with Bob and the lunch baskets, and we drove off into the country. This\\nBob was a happy, merry-looking dog, and as we went along, he told me of the fine\\ntime we should have next day. The young men would shoot a little, then they\\nwould get out their baskets and have something to eat and drink, and would play\\ncards and go to sleep under the trees, and we would be able to help ourselves to\\nlegs and wings of chickens, and anything we liked from the baskets.\\n\\n\\\"I did not like this at all. I was used to working hard through the week, and I\\nliked to spend my Sundays quietly at home. However, I said nothing.\\n\\n\\\"That night we slept at a country hotel, and drove the next morning to the banks\\nof a small lake where the young men were told there would be plenty of wild\\nducks. They were in no hurry to begin their sport. They sat down in the sun on\\nsome flat rocks at the water's edge, and said they would have something to drink\\nbefore setting to work. They got out some of the bottles from the wagon, and\\nbegan to take long drinks from them. Then they got quarrelsome and mischievous\\nand seemed to forget all about their shooting. One of them proposed to have some\\nfun with the dogs. They tied us both to a tree, and throwing a stick in the\\nwater, told us to get it. Of course we struggled and tried to get free, and\\nchafed our necks with the rope.\\n\\n\\\"After a time one of them began to swear at me, and say that he believed I was\\ngun-shy. He staggered to the wagon and got out his fowling piece, and said he\\nwas going to try me.\\n\\n\\\"He loaded it, went to a little distance, and was going to fire, when the young\\nman who owned Bob said he wasn't going to have his dog's legs shot off, and\\ncoming up he unfastened him and took him away. You can imagine my feelings, as I\\nstood there tied to the tree, with that stranger pointing his gun directly at\\nme. He fired close to me, a number of times over my head and under my body. The\\nearth was cut up all around me. I was terribly frightened, and howled and begged\\nto be freed.\\n\\n\\\"The other young men, who were sitting laughing at me, thought it such good fun\\nthat they got their guns, too. I never wish to spend such a terrible hour again.\\nI was sure they would kill me. I dare say they would have done so, for they were\\nall quite drunk by this time, if something had not happened.\\n\\n\\\"Poor Bob, who was almost as frightened as I was, and who lay shivering under\\nthe wagon, was killed by a shot by his own master, whose hand was the most\\nunsteady of all. He gave one loud howl, kicked convulsively, then turned over on\\nhis side and lay quite still. It sobered them all. They ran up to him, but he\\nwas quite dead. They sat for a while quite silent, then they threw the rest of\\nthe bottles into the lake, dug a shallow grave for Bob, and putting me in the\\nwagon drove slowly back to town. They were not bad young men. I don't think they\\nmeant to hurt me, or to kill Bob. It was the nasty stuff in the bottles that\\ntook away their reason.\\n\\n\\\"I was never the same dog again. I was quite deaf in my right ear, and though I\\nstrove against it, I was so terribly afraid of even the sight of a gun that I\\nwould run and hide myself whenever one was shown to me. My master was very angry\\nwith those young men, and it seemed as if he could not bear the sight of me. One\\nday he took me very kindly and brought me here, and asked Mr. Morris if he did\\nnot want a good-natured dog to play with the children.\\n\\n\\\"I have a happy home here and I love the Morris boys; but I often wish that I\\ncould keep from putting my tail between my legs and running home every time I\\nhear the sound of a gun.\\\"\\n\\n\\\"Never mind that, Jim,\\\" I said. \\\"You should not fret over a thing for which you\\nare not to blame. I am sure you must be glad for one reason that you have left\\nyour old life.\\\"\\n\\n\\\"What is that?\\\" he said.\\n\\n\\\"On account of the birds. You know Miss Laura thinks it is wrong to kill the\\npretty creatures that fly about the woods.\\\"\\n\\n\\\"So it is,\\\" he said, \\\"unless one kills them at once. I have often felt angry\\nwith men for only half killing a bird. I hated to pick up the little warm body,\\nand see the bright eye looking so reproachfully at me, and feel the flutter of\\nlife. We animals, or rather the most of us, kill mercifully. It is only human\\nbeings who butcher their prey, and seem, some of them, to rejoice in their\\nagony. I used to be eager to kill birds and rabbits, but I did not want to keep\\nthem before me long after they were dead. I often stop in the street and look up\\nat fine ladies' bonnets, and wonder how they can wear little dead birds in such\\ndreadful positions. Some of them have their heads twisted under their wings and\\nover their shoulders, and looking toward their tails, and their eyes are so\\nhorrible that I wish I could take those ladies into the woods and let them see\\nhow easy and pretty a live bird is, and how unlike the stuffed creatures they\\nwear. Have you ever had a good run in the woods, Joe?\\\"\\n\\n\\\"No, never,\\\" I said.\\n\\n\\\"Some day I will take you, and now it is late and I must go to bed. Are you\\ngoing to sleep in the kennel with me, or in the stable?\\\"\\n\\n\\\"I think I will sleep with you, Jim. Dogs like company, you know, as well as\\nhuman beings.\\\" I curled up in the straw beside him and soon we were fast asleep.\\n\\nI have known a good many dogs, but I don't think I ever saw such a good one as\\nJim. He was gentle and kind, and so sensitive that a hard word hurt him more\\nthan a blow. He was a great pet with Mrs. Morris, and as he had been so well\\ntrained, he was able to make himself very useful to her.\\n\\nWhen she went shopping, he often carried a parcel in his mouth for her. He would\\nnever drop it nor leave it anywhere. One day, she dropped her purse without\\nknowing it, and Jim picked it up, and brought it home in his mouth. She did not\\nnotice him, for he always walked behind her. When she got to her own door, she\\nmissed the purse, and turning around saw it in Jim's mouth.\\n\\nAnother day, a lady gave Jack Morris a canary cage as a present for Carl. He was\\nbringing it home, when one of the little seed boxes fell out. Jim picked it up\\nand carried it a long way, before Jack discovered it.\\n\\nCHAPTER IX THE PARROT BELLA\\n\\nI OFTEN used to hear the Morrises speak about vessels that ran between Fairport\\nand a place called the West Indies, carrying cargoes of lumber and fish, and\\nbringing home molasses, spices, fruit, and other things. On one of these\\nvessels, called the \\\"Mary Jane,\\\" was a cabin boy, who was a. friend of the\\nMorris boys, and often brought them presents.\\n\\nOne day, after I had been with the Morrises' for some months, this boy arrived\\nat the house with a bunch of green bananas in one hand, and a parrot in the\\nother. The boys were delighted with the parrot, and called their mother to see\\nwhat a pretty bird she was.\\n\\nMrs. Morris seemed very much touched by the boy's thoughtfulness in bringing a\\npresent such a long distance to her boys, and thanked him warmly. The cabin boy\\nbecame very shy and all he could say was, \\\"Go way!\\\" over and over again, in a\\nvery awkward manner.\\n\\nMrs. Morris smiled, and left him with the boys. I think that she thought he\\nwould be more comfortable with them.\\n\\nJack put me up on the table to look at the parrot. The boy held her by a string\\ntied around one of her legs. She was a gray parrot with a few red feathers in\\nher tail, and she had bright eyes, and a very knowing air.\\n\\nThe boy said he had been careful to buy a young one that could not speak, for he\\nknew the Morris boys would not want one chattering foreign gibberish, nor yet\\none that would swear. He had kept her in his bunk in the ship, and had spent all\\nhis leisure time in teaching her to talk. Then he looked at her anxiously, and\\nsaid, \\\"Show off now, can't ye?\\\"\\n\\nI didn't know what he meant by all this, until afterward. I had never heard of\\nsuch a thing as birds talking. I stood on the table staring hard at her, and she\\nstared hard at me. I was just thinking that I would not like to have her sharp\\nlittle beak fastened in my skin, when I heard some one say, \\\"Beautiful Joe.\\\" The\\nvoice seemed to come from the room, but I knew all the voices there, and this\\nwas one I had never heard before, so I thought I must be mistaken, and it was\\nsome one in the hall. I struggled to get away from Jack to run and see who it\\nwas. But he held me fast, and laughed with all his might. I looked at the other\\nboys and they were laughing, too. Presently, I heard again, \\\"Beautiful Joe,\\nBeautiful Joe.\\\" The sound was close by, and yet it did not come from the cabin\\nboy, for he was all doubled up laughing, his face as red as a beet.\\n\\n\\\"It's the parrot, Joe!\\\" cried Ned. \\\"Look at her, you gaby.\\\" I did look at her,\\nand with her head on one side, and the sauciest air in the world, she was\\nsaying: \\\"Beau-ti-ful Joe, Beau-ti-ful Joe!\\\"\\n\\nI had never heard a bird talk before, and I felt so sheepish that I tried to get\\ndown and hide myself under the table. Then she began to laugh at me. \\\"Ha, ha,\\nha, good dog sic 'em, boy. Rats, rats! Beau-ti-ful Joe, Beau-ti-ful Joe,\\\" she\\ncried, rattling off the words as fast as she could.\\n\\nI never felt so queer before in my life, and the boys were just roaring with\\ndelight at my puzzled face. Then the parrot began calling for Jim. \\\"Where's Jim,\\nwhere's good old Jim? Poor old dog. Give him a bone.\\\"\\n\\nThe boys brought Jim in the parlor, and when he heard her funny, little, cracked\\nvoice calling him, he nearly went crazy: \\\"Jimmy, Jimmy, James Augustus!\\\" she\\nsaid, which was Jim's long name\\n\\nHe made a dash out of the room, and the boys screamed so that Mr. Morris came\\ndown from his study to see what the noise meant. As soon as the parrot saw him,\\nshe would not utter another word. The boys told him though what she had been\\nsaying, and he seemed much amused to think that the cabin boy should have\\nremembered so many sayings his boys made use of, and taught them to the parrot.\\n\\\"Clever Polly,\\\" he said, kindly; \\\"good Polly.\\\"\\n\\nThe cabin boy looked at him shyly, and Jack, who was a very sharp boy, said\\nquickly, \\\"Is not that what you call her, Henry?\\\"\\n\\n\\\"No,\\\" said the boy; \\\"I call her Bell, short for Bellzebub.\\\"\\n\\n\\\"I beg your pardon,\\\" said Jack, very politely.\\n\\n\\\"Bell short for Bellzebub,\\\" repeated the boy. \\\"Ye see, I thought ye'd like a\\nname from the Bible, bein' a minister's sons. I hadn't my Bible with me on this\\ncruise, savin' yer presences an' I couldn't think of any girls' names out of it:\\nbut Eve or Queen of Sheba, an' they didn't seem very fit, so I asked one of me\\nmates, an' he says, for his part he guessed Bellzebub was as pretty a girl's\\nname as any, so I guv her that. 'Twould 'a been better to let you name her, but\\nye see 'twouldn't 'a been handy not to call her somethin', where I was teachin'\\nher every day.\\\"\\n\\nJack turned away and walked to the window, his face a deep scarlet. I heard him\\nmutter, \\\"Beelzebub, prince of devils,\\\" so I suppose the cabin boy had given his\\nbird a bad name.\\n\\nMr. Morris looked kindly at the cabin boy \\\"Do you ever call the parrot by her\\nwhole name?\\\"\\n\\n\\\"No, sir,\\\" he replied; \\\"I always give her Bell but she calls herself Bella.\\\"\\n\\n\\\"Bella,\\\" repeated Mr. Morris, \\\"that is a very pretty name. If you keep her,\\nboys, I think you had better stick to that.\\\"\\n\\n\\\"Yes, father,\\\" they all said; and then Mr. Morris started to go back to his\\nstudy. On the doorsill he paused to ask the cabin boy when his ship sailed.\\nFinding that it was to be in a few days, he took out his pocket-book and wrote\\nsomething in it. The next day he asked Jack to go to town with him, and when\\nthey came home, Jack said that his father had bought an oil-skin coat for Henry\\nSmith, and a handsome Bible, in which they were all to write their names.\\n\\nAfter Mr. Morris left the room, the door opened and Miss Laura came in. She knew\\nnothing about the parrot and was very much surprised to see it. Seating herself\\nat the table, she held out her hands to it. She was so fond of pets of all\\nkinds, that she never thought of being afraid of them. At the same time, she\\nnever laid her hand suddenly on any animal. She held out her fingers and talked\\ngently, so that if it wished to come to her it could. She looked at the parrot\\nas if she loved it, and the queer little thing walked right up and nestled its\\nhead against the lace in the front of her dress. \\\"Pretty lady,\\\" she said, in a\\ncracked whisper, \\\"give Bella a kiss.\\\"\\n\\nThe boys were so pleased with this and set up such a shout, that their mother\\ncame into the room and said they had better take the parrot out to the stable.\\nBella seem to enjoy the fun. \\\"Come on, boys,\\\" she screamed, as Henry Smith\\nlifted her on his finger. \\\"Ha, ha, ha come on, let's have some fun. Where's the\\nguinea pig? Where's Davy, the rat? Where's pussy? Pussy, pussy, come here.\\nPussy, pussy, dear, pretty puss.\\\"\\n\\nHer voice was shrill and distinct, and very like the voice of an old woman who\\ncame to the house for rags and bones. I followed her out to the stable, and\\nstayed there until she noticed me and screamed out, \\\"Ha, Joe, Beautiful Joe!\\nWhere's your tail? Who cut your ears off?\\\"\\n\\nI don't think it was kind in the cabin boy to teach her this, and I think she\\nknew it teased me, for she said it over and over again, and laughed and chuckled\\nwith delight. I left her and did not see her till the next day, when the boys\\nhad got a fine, large cage for her.\\n\\nThe place for her cage was by one of the hall windows; but everybody in the\\nhouse got so fond of her that she was moved about from one room to another.\\n\\nShe hated her cage, and used to put her head close to the bars and plead, \\\"Let\\nBella out; Bella will be a good girl. Bella won't run away.\\\"\\n\\nAfter a time the Morrises did let her out, and she kept her word and never tried\\nto get away. Jack put a little handle on her cage door so that she could open\\nand shut it herself, and it was very amusing to hear her say in the morning.\\n\\\"Clear the track, children! Bella's going to take a walk,\\\" and see her turn the\\nhandle with her claw and come out into the room. She was a very clever bird, and\\nI have never seen any creature but a human being that could reason as she did.\\nShe was so petted and talked to that she got to know a great many words, and on\\none occasion she saved the Morrises from being robbed.\\n\\nIt was in the winter time. The family was having tea in the dining room at the\\nback of the house, and Billy and I were lying in the hall watching what was\\ngoing on. There was no one in the front of the house. The hall lamp was lighted,\\nand the hall door closed, but not locked. Some sneak thieves, who had been doing\\na great deal of mischief in Fairport, crept up the steps and into the house,\\nand, opening the door of the hall closet laid their hands on the boys' winter\\novercoats.\\n\\nThey thought no one saw them, but they were mistaken. Bella had been having a\\nnap upstairs and had not come down when the tea bell rang. Now she was hopping\\ndown on her way to the dining room, and hearing the slight noise below, stopped\\nand looked through the railing. Any pet creature that lives in a nice family\\nhates a dirty, shabby person. Bella knew that those beggar boys had no business\\nin that closet.\\n\\n\\\"Bad boys!\\\" she screamed, angrily. \\\"Get out get out! Here, Joe, Joe, Beautiful\\nJoe. Come quick. Billy, Billy, rats Hie out, Jim, sic 'im boys. Where's the\\npolice. Call the police!\\\"\\n\\nBilly and I sprang up and pushed open the door leading to the front hall. The\\nthieves in a terrible fright were just rushing down the front steps. One of them\\ngot away, but the other fell, and I caught him by the coat, till Mr. Morris ran\\nand put his hand on his shoulder.\\n\\nHe was a young fellow about Jack's age, but not one-half so manly, and he was\\nsniffling and scolding about \\\"that pesky parrot.\\\" Mr. Morris made him come back\\ninto the house, and had a talk with him. He found out that he was a poor,\\nignorant lad, half starved by a drunken father. He and his brother stole\\nclothes, and sent them to his sister in Boston, who sold them and returned part\\nof the money.\\n\\nMr. Morris asked him if he would not like to get his living in an honest way,\\nand he said he had tried to, but no one would employ him. Mr. Morris told him to\\ngo home and take leave of his father and get his brother and bring him to\\nWashington street the next day. He told him plainly that if he did not he would\\nsend a policeman after him.\\n\\nThe boy begged Mr. Morris not to do that, and early the next morning he appeared\\nwith his brother. Mrs. Morris gave them a good breakfast and fitted them out\\nwith clothes, and they were sent off in the train to one of her brothers, who\\nwas a kind farmer in the country, and who had been telegraphed to that these\\nboys were coming, and wished to be provided with situations where they would\\nhave a chance to make honest men of themselves.\\n\\nCHAPTER X  BILLY'S TRAINING CONTINUED\\n\\nWHEN Billy was five months old, he had his first walk in the street. Miss Laura\\nknew that he had been well trained, so she did not hesitate to take him into the\\ntown. She was not the kind of a young lady to go into the street with a dog that\\nwould not behave himself, and she was never willing to attract attention to\\nherself by calling out orders to any of her pets.\\n\\nAs soon as we got down the front steps, she said, quietly to Billy, \\\"To heel.\\\"\\nIt was very hard for little, playful Billy to keep close to her when he saw so\\nmany new and wonderful things about him. He had gotten acquainted with\\neverything in the house and garden, but this outside world was full of things he\\nwanted to look at and smell of, and he was fairly crazy to play with some of the\\npretty dogs he saw running about. But he did just as he was told.\",\"timestamp\":1640140425,\"title\":\"\\nShortly after my arrival in my new home, I had a chance of seeing how one should \\nbring up a little puppy.\"},\"digest\":\"UXHnNZ1J8ns967O6BktFPEYm8hnmRwG7DvTz9noxv0E\",\"authorship\":{\"contributor\":\"0x6e5524266431C8A2Cd3e28b5B838834791C3533a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0bGXHd-NijXed1oF4XnJZQFNYf_uHHiu36OzQDodmmg\\\",\\\"y\\\":\\\"9k4ub3_PTbrNGLlX5wpWrxU5ZnsCEjHBPUFIMoe2Mfs\\\"}\",\"signature\":\"FnrAD_-W2W0nPKYSYP5w4CkBjafpw6Z432zQzotdnCSTndPDvN5WrQANGAzzuDb0PO07pZghAB8WT4vErbjkqQ\",\"signingKeySignature\":\"0x9998f11585458894679315dbfe2a9b3c016d4c89f5309abc24c8b8eb68e411df36e88ae649864a8210b0ef889e80316a91c4c3e35b913767b51714221aa84adf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0bGXHd-NijXed1oF4XnJZQFNYf_uHHiu36OzQDodmmg\\\",\\\"y\\\":\\\"9k4ub3_PTbrNGLlX5wpWrxU5ZnsCEjHBPUFIMoe2Mfs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UXHnNZ1J8ns967O6BktFPEYm8hnmRwG7DvTz9noxv0E\"}"