"{\"content\":{\"body\":\"> ```\\n> 2021年7月1日，美国怀俄明州通过了一项地方法律，宣布允许DAO在此地能被承认为一个有限责任公司（LLC）。消息宣布的第二天，互联网停车项目AirGarage（a16z参与投资）联合创始人之一的Scott就抓住这个机会，发推宣布开始名为CityDAO项目。根据描述， CityDAO想要“通过对土地、所有权和治理权的代币化，在以太坊上建设一个未来的城市”。\\n>  在接下来的一个月之内，他们正式注册了线下公司并开始以售卖公民身份NFT的形式筹集社区基金。在CityDAO官网上展示了3种不同的CitizenNFT，第一种是普通版本，价格为0.25ETH，总供应量为10000枚；第二种是创世Citizen，总供应为50枚，地板价为10ETH，第三个是第一Citizen，总供应为1枚，最终销售价格为6.52ETH。其中第一Citizen在8月8日售出，五十枚创世公民NFT也在8月11日发布。到8月25日前后，他们已经获得了约合25万美元的社区基金，并且开始联系线下的房产经纪人，尝试购买土地。 CityDAO发布在Mirror和Wiki上的资料显示，在9月28日，他们正式在美国怀俄明州拥有了一块40英亩的土地（大约161874平方米）。这块土地如今已经插上了CityDAO的旗子，也被标注在了Google地图上，任何人都可以查看。\\n> ```\\n\\n**理想：一个基于以太坊的新城市**\\n\\n过去几年，人们一直在尝试各种区块链技术和城市结合的方案，不过大都没有与链下实体真正结合，更多是一些局部的数字化：例如，区块链发票、区块链产权证书上链、城市区块链代币、NFT城市艺术等。像CityDAO这样买地建城，还是头一次。官方还承诺，未来会有更多这样的地块出售，并且这些地块都将以DAO的形式进行开发治理，最终建设成为一个基于以太坊的新城市。\\n\\n这样前所未有的动作也为CityDAO赢得了巨大的关注量，其中也包括Vitalik。V神在11月初撰写文章，不仅盛赞他们的尝试可能带来“Crypto城市的新时代”，能让城市治理变得更加可信、透明和民主，并且表示自己已经购买了他们的公民NFT。这篇文章为CityDAO带来的流量是空前的，之前迟迟卖不完的公民身份NFT在V神的这篇文章之后迅速售罄，社区也获得了价值850万美金的资金。\\n\\n**困于怀俄明**\\n\\n不过，关于如何对手中的土地进行开发，社区还没有拿出明确的方案。整个十一月，社区拿出来宣传的内容大多集中在媒体宣传以及与BanklessDAO这样的组织的联动上。到底如何建设一个完全的新城市？看上去我们距离这个问题的解决仍然非常遥远。\\n\\n这一方面具有一定的地理条件因素。一方面由于怀俄明州友好的法律条件，CityDAO这个项目才得已实现和进行。**但另一方面这也把CityDAO困在了这片土地上。作为全美“人口最少的州，也是未被破坏的自然地貌最丰富的州”，除了矿产和旅游，怀俄明州实在没有什么经济发展的条件。**\\n\\n怀州境内多山丘、峡谷及草原，盆地均为沙漠。由于落基山脉的阻挡，这里气候干燥。全年降雨量为37毫米，北部山区降雪量为76毫米。温度也算不上多适宜居住，除了8月外，其他月份都会下雪。目前全美五十多个州，怀州的经济水平则排到了第50位。在这样的自然禀赋之下，怀州政府为了找到经济发展突破口而选择拥抱Web3.0的世界也不奇怪。只是对于CityDAO以及其他先要建设新城市的人来说，寻找水源、城市供暖、电力网络和道路等等基础设施的前期投资成本是有点过于沉重了。\\n\\n**治理困局**\\n\\n但另一方面，CityDAO本身的决策机制一定程度上也要为目前推进的困难负一定责任。需要介绍的是，CityDAO本身并非完全的扁平化治理。他们有一个“核心团队”作为早期建设和项目推进的主体，然后逐步将权力交还给社区。而社区本身也还仿照美国参众两院设计了两层治理机制。获取了公民身份只是第一层，他们还会专门投票选举出99个人成立“投资者DAO”。一般来说，比较大的决定会由社区全部公民投票，然后由投资人DAO具体实施，他们可以调用社区资金，成立线下的公司和进行土地交易。\\n\\n这样的机制固然促进了项目本身推进的效率，但是如果社区迟迟做不了决定，就会陷入到更多的麻烦之中。一开始社区希望购买一块交通方便并且能够进行各种可能开发的土地。在脑暴阶段，他们已经设想了包括比特币挖矿、建设风力电场、房车和露营营地、建设住宅、出租进行耕种等等十多种用途。综合考虑之下最后他们给出的条件是这样的：\\n\\n* 在 5 万美元到 15 万美元之间\\n* 3 - 100 英亩\\n* 低监管，易于构建和自由使用\\n* 距机场 1 小时以内\\n\\n结果在寻找土地的过程中，看上的第一块土地过于干旱，年降水量不足10英寸，在怀州也属于干旱区域，不管是居住、娱乐还是工农业开发都缺乏条件；后来9月28日决定购买的那块地，实际上水源也只是一口井，从卫星图我们也不难看出，这块土地根本就是荒郊野岭。\\n\\n到10月份，社区成员还提议在怀俄明州购买一处牧场。但是也没有想明白应该怎么利用这块土地，进行符合成员胃口的项目往往需要有大量投入，再加上这个牧场高达3000ETH的报价，最后也不了了之。\\n\\n**去中心化：虚拟城市和实体城市之辨**\\n\\n目前Web3.0的世界中也有不少的虚拟地产项目，人们在这里已经建立起很多虚拟的城市。\\n\\n埃菲尔铁塔、罗马斗兽场或曼哈顿下城，这些都已经在虚拟世界中被建成，还有更多完全虚构的城市空间被建立起来。但是这些项目却很少遇到CityDAO这样推进困难的问题。\\n\\n其中的区别在哪里呢？一方面，线上城市的建设较为简单。这些数据构成的地块本质上是较为一致或平均的，既不需要很繁琐的基础设施建设，地理环境对建筑本身的影响也没有那么大，只要几个人就能搭建就好一幢很大的建筑。\\n\\n但是现实世界，就如我们前文所说的，地理环境带来的影响是不可忽略的。水源和温度不仅影响居住体验，同样也会给后续建筑的维护带来成本；处在荒原之中的场地也意味着高额的交通成本；更别提建立起一个城市所需要的建材和人工了。这些都需要实打实的资金投入，相比之下拿下土地已经是最简单最便宜的一步了。\\n\\n城市建立以后，后续的开发维护也非常重要。在虚拟世界中，只要我们不去删除相应数据，这个地块和上面的建筑就会一直存在。但是现实的城市一旦没有人在此居住和维护，很快就会荒芜坍塌。比如前苏联在西伯利亚和北极圈内建立起的一系列城市。当国家崩溃、居民离去，就迅速还原成北极熊和冰雪的领土。\\n\\n还有一个可以作为前车之鉴的是一个名为“新巴比伦”的建筑试验。\\n\\n新巴比伦城 (NeoBabylon)， 是建筑师康斯坦特.纽文惠斯（Constant Nieuwenhuys） 在1956-1974年期间实践的“未来城市”设计计划。深受”情境主义国际”思想运动的影响，康斯坦特. 纽文惠斯希望以此将人们从现代主义枯燥的规训化生产中解放出来，用自由的，创造性的生活情境重新构建城市。他仿照吉普赛人生活的营地，将这个“新城市”设计为一系列可以自由搭建、“漂流”和“生长”的钢筋建筑的集合，期待艺术家和其他的参与者们能在这里生活，成为“游戏中的人”。\\n\\n这听起来很不错，自由、快乐、去中心化，新城市，一切都很眼熟。然而这个叫好声一片的计划本身没有被真正实践过，一些受他启发而进行的项目，艺术家在开始短短几年后纷纷撤出，最后成为缺乏维护的废墟，以及流浪汉的宿营地。某种意义上，从吉普赛人获得的灵感，最终又回到了吉普赛。最近，我又看到一些人试图在Decentraland上复现新巴比伦计划，他们设计了漂亮的图纸，并计划在最近半年内将整个城市搭建好。\\n\\n**CityDAO该怎么做？**\\n\\n说回到CityDAO，有没有什么办法能让这个项目推进下去而不是停留在纸面上呢？\\n\\n事实上，一个城市的诞生从来都不是通过外力投资进行的，建筑只是最外表的一层，或许人才是最主要的。一个例子是美国的“51区”，围绕着外星人的传说衍生除了自己的旅游业，甚至是一个招待来访的外星人爱好者的小镇。CityDAO也可以先以某种形式把土地利用起来，在此举行一些文化活动，比如说线下的加密艺术拍卖，或是加密艺术节。这一点或许他们已经在做了。\\n\\n另一方面，DAO本身的决策也有待优化。CityDAO的优势在于较强的线下执行能力和项目推进效率。但是迟迟做不了决定也成为影响进程的因素。社区或许需要更快的搞明白眼下需要做什么，就这一点而言，“核心团队”或许还有长期存在的必要。此外，这一次CityDAO的诞生得益于中心化机构——政府的法律支持，或许接下来这样适当的活动也很必要。\\n\\n总之，我们期待着一个崭新的城市能够尽早树立在世界的天际线上，在那里，土地真正由人（people）来拥有，也由人（people）来治理。\",\"timestamp\":1639106074,\"title\":\"CityDAO：生于以太坊，困于怀俄明\"},\"digest\":\"Lbo9qcAuCILg1cPODKWuzHxx6_iX0h42938nawHX768\",\"authorship\":{\"contributor\":\"0x6218aEAB9D2DA1A27BecFD1FD85cC29958e390b2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ppn5t7AD6Af4YMDRtLgBAH-ApnyKBhgy_Y44aUdoogQ\\\",\\\"y\\\":\\\"PR4Ql8i3B5FQoH04H-AsTCW0F-2C6XU2i217nsDCc3w\\\"}\",\"signature\":\"Cl1CRtwzk1keN_9NW3ZKmYzNRIaSxE_9NNCeI-8kwfv1Sdd60gk2Bog_Uxfie-bbfdVxdfP9s_aQgPNc-V_18A\",\"signingKeySignature\":\"0xf89ce2cc9b441e1dbc11f2f7e7f46b892c49a0ecd864023a7175f0f36e642d943b19393af0865730fc3ec792cbce2f35a7271d23a51b587a29de13e0be8672741b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ppn5t7AD6Af4YMDRtLgBAH-ApnyKBhgy_Y44aUdoogQ\\\",\\\"y\\\":\\\"PR4Ql8i3B5FQoH04H-AsTCW0F-2C6XU2i217nsDCc3w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Rz_pC39nYvNgMA8sGpudblG9626Yxdozre6U1Fji5B4\"}"