"{\"content\":{\"body\":\"A Mega-Thread on how the [#Blockchain](https://twitter.com/hashtag/Blockchain?src=hashtag_click) started and might rebundle the future of Nepal. Or should we call DISRUPT? \\n\\nA Thread\\n\\n1/ The Birth:\\n\\nIn 2008 Satoshi Nakamoto Published\\n\\\"Bitcoin: A Peer-to-Peer Electronic Cash System\\\"\\n\\nDescribing:\\n\\n* The trustability and reversibility issues.\\n* Bitcoin, a P2P version of electronic cash (not blockchain).\\n* The mechanics of Consensus.\\n  \\n\\n  2/ What was the blockchain back then?\\n\\nThe blockchain was a special type of shared, and secured database, not owned by any entity but only the Bitcoin.\\n\\nA cryptographed and auto-regulated collection of transaction data, validated and stored on a network of computers called nodes.\\n\\n\\n3/ What is Blockchain Today?\\n\\nThe blockchain today is a much greater concept, that ranges from Distributed Cloud Computing to, of course, digital assets like Crypto and NFTs.\\n\\n\\n4/ Why Is the Blockchain Important?\\n\\nEverything in our society orbits around ways to ensure trust between two or more parts. Humans have this huge problem called: trustability.\\n\\nSimply put: Blockchain solves the problem of trustability, decentralizing it.\\n\\n5/ How do we ensure trustability?\\n\\nWe use the most disparate methods:\\n\\n* Contracts.\\n* Reviews.\\n* Transparency.\\n* Stars.\\n* Scores.\\n\\nAll of those trustability proofs are then signed by centralized entities such as governments, companies, or organizations, to ensure validity.\\n\\n\\n6/ What does Centralization mean?\\n\\nThe concentration of control of activity under a single authority.\\n\\nAll trust proofs are stored and signed by single entities, in closed databases around the globe.\\n\\nThis causes huge frictions derived from data validation & handling.\\n\\n7/ Why is giving data to centralized institutions bad?\\nCentralization is not bad, is obsolete.\\n\\nThere are several reasons:\\n\\n* High costs.\\n* Low Transparency.\\n* Traceability.\\n* Speed.\\n\\nLet's go through those and understand how the blockchain addresses those concerns.\\n\\n\\n8/ Centralization and higher costs:\\n\\nThis comes with the problem of reversibility or \\\"the middle man\\\" as described by Satoshi Nakamoto.\\n\\nIn case of something reversible it requires intermediaries and it is expensive to have one.\\n\\n\\n9/ Centralization and transparency:\\n\\nBitcoin was originated as a result of 2008 crisis where the organizations misused the trust and was not transparent enough about the possible outcome.\\n\\nLet's also not forget the Chinese developer Evergrande is on the brink of collapse.\\n\\n\\n10/ Centralizations and traceability:\\n\\nHaving a private database makes it harder for companies, users, governments to keep track of the validity of data, and share data consistently.\\n\\nThis creates friction derived from the processes for validating the information.\\n\\n\\n11/ Centralized institutions are slow:\\n\\nThis is because intermediaries have to verify the validity of data, through cumbersome processes.\\n\\nThink about starting a mortgage, or opening a company, or simply renting a car, this takes a considerable amount of time.\\n\\n\\n12/ How can we solve centralization's issues?\\nDecentralizing.\\n\\nRemoving central intermediaries, creating trust via a set of tampering proof, automated, irreversible, and distributed technology-driven processes.\\n\\nAlso called: The Blockchain.\\n\\n13/ Blockchain and Nepal\\nBlockchain database also means transparent.\\n\\nIf we look at Nepali banks database it is totally centralized, controlled, has high costs, traceability factor, low speed for international transaction and not transparent. Who knows a new banking crisis comes.\\n\\n\\n14/ Disruption and Nepal\\nNepal has two choices for all the sectors:\\n\\n* Getting disrupted by international companies. Like Facebook and Google did with print media. OR\\n* Get disrupted by their own by making a blockchain friendly policy so innovation thrives at home. A tech-pivot.\\n  \\n\\n  What's your view on Blockchain and it’s emerging use-cases for Nepal?\\n\\n       Do comment!\\n\\nThank you!\\n\\nIf you enjoyed it you can check some other Threads too.\\n\\n[https://twitter.com/EtherSiim/status/1447492904730116096](https://twitter.com/EtherSiim/status/1447492904730116096)\\n\\n\",\"timestamp\":1638389289,\"title\":\"How the #Blockchain started and might Rebundle the future of Nepal. \"},\"digest\":\"HH5K3Rc9fAOVReaW3j0IXhO_ZNZsLsQev6i49RFGzWc\",\"authorship\":{\"contributor\":\"0x6b3791AD79aCc2F412b25De89F00cfDa594f2625\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B4nHyiFi9PhmMLCR5sUQF9_WDideZ9jEXb4nVBuh5Bo\\\",\\\"y\\\":\\\"1RJ68OZFPDOvDVdeek1AWV4QOoLPMdVzaCxfskqaTvg\\\"}\",\"signature\":\"eS3OlFN3FvlnNUIS1hQ6NXNRR0ufygn_npJ35q6LojGPh8zBsSNzCLlXucdBoGhhFRf1vYKhBHjSqiIAKrTmaQ\",\"signingKeySignature\":\"0xd6f819f49157ab9155434a79d48ebbad555f89acb6062707d311f90dcc253d715e9fa0af7f14f0ae52be761c251ff6110db2e138e515a27528eeb5b3da429b8d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B4nHyiFi9PhmMLCR5sUQF9_WDideZ9jEXb4nVBuh5Bo\\\",\\\"y\\\":\\\"1RJ68OZFPDOvDVdeek1AWV4QOoLPMdVzaCxfskqaTvg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HH5K3Rc9fAOVReaW3j0IXhO_ZNZsLsQev6i49RFGzWc\"}"