"{\"content\":{\"body\":\"Growing up, and especially in the years leading up to higher education, college was made out to be this monumental period of your life where you go off to this haven of social bliss and have the greatest four years of your life. In movies college is filled with a bunch of partying and legendary moments, as well as fulfilling lifelong relationships and personal growth. People post-college seem to genuinely reflect on memories in college and their reflections seem to match up with the surrounding portrayal.\\n\\nSo why is that not what I'm experiencing? Why am I as an individual not experiencing that of the masses? Why do I not enjoy partying and drinking and loud music where I can barely hear myself speak let alone anyone else?\\n\\nIt's apparently been a common trend among my generation or something that we're particularly aware of the subjectivity of our experiences. We're accepting of more lifestyles, we generally judge others less (except then they don't share this trait), but we're lagging behind in one last essential trait. We acknowledge the rationality of living our lives how we want to, yet we still feel obligated to want to live like everyone else, or how we think everyone else wants to live.\\n\\nAnd the key is simple. Just take that acceptance we share with others, and turn it inwards. Be okay with the subjectivity of your personal preferences. But as always, knowledge is not belief, and belief only sometimes translates into action that manifests itself in our lives.\\n\\nWe're big hypocrites these days. We pretend to respect the odd ways others live their lives but fail to accept our own. Or maybe, in secret, we don't actually fully accept those other people, but instead just say we do to portray the image that we're accepting...and maybe, that's because once again we think we should pretend that we're like everyone else, and that's what everyone else seems to be doing these days.\\n\\nI don't really know what to make of it. I don't know what to make of my own obligation to live like how I believe others are/want to. It is diminishing if that gives you any hope. I don't know what to make of how we all so casually portray images of ourselves that are different than who we are.\\n\\nThere are exceptions to these things of course. There are some people you can be with that you can be your true self with. But even then, it feels like there's always some inkling of wanting to portray yourself in a certain way. Maybe that's just me.\\n\\nI think this is one of the big reasons I enjoy spending time alone so much. The only person I'm really honest with is myself. Even if I feel bad or ashamed of parts of myself, there's no hiding. I see and experience everything I do. And to be that open with anyone, even myself, is liberating.\\n\\nCould I be open with someone else in the same way I'm open with myself? I don't know. Probably not. Maybe that's what love is. But should you even ever be that open with anyone else? Will you ever really be? I doubt it. But that may be missing the point. It may not be about being *that* open with someone else. It might be about embracing the person you are around those different people.\",\"timestamp\":1636179075,\"title\":\"\\\"The College Experience\\\"\"},\"digest\":\"U8-jUUIKi0sobN2EfNDyLMdo6L6hArDtkMWz9cxuslo\",\"authorship\":{\"contributor\":\"0xbf8C1FA8a20f8983675677c0a1818c25da85209F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OTN7FwWjJSEfDg65Oloqxc5Va_YilquzVAmn9QYW9Sk\\\",\\\"y\\\":\\\"iBYKXM8ohhxBsbLcW_O41X2vR7JMUP99oEDwbJkRbjE\\\"}\",\"signature\":\"lWpt9Gu2sYwpVVhiHAKLe08qRt4ZqN3-EG8zTq08OakJaf_TsySbgSYJtqhXMxe6uwy1xe808r9y9-PX_V_7oA\",\"signingKeySignature\":\"0x8f80ce84db7f05103961b4a6193b4161d8c73e03a15f7f2d490a28251158633f1bb2d95516cab3ac6cef7b9f5f3967b915c09f0e6d285970aec522d205fc04901b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OTN7FwWjJSEfDg65Oloqxc5Va_YilquzVAmn9QYW9Sk\\\",\\\"y\\\":\\\"iBYKXM8ohhxBsbLcW_O41X2vR7JMUP99oEDwbJkRbjE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jmfax0Acp6MBKzJzhUMWQw5YD2Ukqp0O5tdSa-Zz4Ag\"}"