"{\"content\":{\"body\":\"such as that on the Holy Fathers and that on Obedience and Subjection, leads me on to look at Loth-to-stoop when he enters the sacred ministry, as he sometimes does.  When a half-converted, half-subdued, half-saved sinner gets himself called to the sacred ministry his office will either greatly hasten on his salvation, or else it will greatly hinder and endanger it.  He will either stoop down every day to deeper and ever deeper depths of humility, or he will tower up in pride of office and in pride of heart past all hope of humility, and thus of salvation.  The holy ministry is a great nursing-house of pride as we see in a long line of popes, and prelates, and priests, and other lords over God's heritage.  And our own Presbyterian polity, while it hands down to us the simplicity, the unity, the brotherhood, and the humility of the apostolic age, at the same time leaves plenty of temptation and plenty of opportunity for the pride of the human heart.  Our preaching and pastoral office, when it is aright laid to our hearts, will always make us the meekest and the humblest of men, even when we carry the most magnificent of messages.  But when our own hearts are not right the very magnificence of our message, and the very authority of our Master, become all so many subtle temptations to pride, pique, self-importance, and lothness-to- stoop.  With so much still to learn, how slow we ministers are to stoop to learn!  How still we stand, and even go back, when all other men are going forward!  How few of us have made the noble resolution of Jonathan Edwards:  'Resolved,' he wrote, 'that, as old men have seldom any advantage of new discoveries because these are beside a way of thinking they have been long used to: resolved, therefore, if ever I live to years, that I shall be impartial to hear the reasons of all pretended discoveries, and to receive them, if rational how long soever I have been used to another way of thinking.'  Let all ministers, then, young and old, resolve to stoop with Jonathan Edwards, who shines, in his life and in his works, like the cherubim with knowledge, and burns like the seraphim with love.\\n\\nAnd then, when, not having so resolved, our thin vein of youthful knowledge and experience has been worked to the rock; when grey hairs are here and there upon us, how slow we are to stoop to that! How unwilling we are to let it light on our hearts that our time is past; that we are no longer able to understand, or interest, or attract the young; and, besides, that that is not all their blame, no, nor ours either, but simply the order and method of Divine Providence.  How slow we are to see that Divine Providence has other men standing ready to take up our work if we would only humbly lay it down;--how loth we are to stoop to see all that!  How unwilling we are to make up our minds, we old and ageing ministers, and to humble our hearts to accept an assistant or to submit to a colleague to stand alongside of us in our unaccomplished work!\\n\\n1. In public life also, as we call it, what disasters to the state, to the services, and to society, are constantly caused by this same Loth-to-stoop!  When he holds any public office; when he becomes the leader of a party; when he is promoted to be an adviser of the Crown; when he is put at the head of a fleet of ships, or of an army of men, what untold evils does Loth-to-stoop bring both on himself and on the nation!  An old statesman will have committed himself to some line of legislation or of administration; a great captain will have committed himself to some manoeuvre of a squadron or of a division, or to some plan of battle, and some subordinate will have discovered the error his leader has made, and will be bold to point it out to him.  But stiff old Loth-to-stoop has taken his line and has passed his word.  His honour, as he holds it, is committed to this announced line of action; and, if the Crown itself should perish before his policy, he will not stoop to change it.  How often you see that in great affairs as well as in small. How seldom you see a public man openly confessing that he has hitherto all along been wrong, and that he has at last and by others been set right.  Not once in a generation.  But even that once redeems public life; it ennobles public life; and it saves the nation and the sovereign who possess such a true patriot. Consistency and courage, independence and dignity, are high- sounding words; but openness of mind, teachableness, diffidence, and humility always go with true nobility as well as with ultimate success and lasting honour.\\n\\nCHAPTER XII--THAT VARLET ILL-PAUSE, THE DEVIL'S ORATOR\\n\\n'I made haste and delayed not.'--David.\\n\\nJohn Bunyan shall himself introduce, describe, and characterise this varlet, this devil's ally and accomplice, this ancient enemy of Mansoul, whose name is Ill-pause.  Well, this same Ill-pause, says our author, was the orator of Diabolus on all difficult occasions, nor took Diabolus any other one with him on difficult occasions, but just Ill-pause alone.  And always when Diabolus had any special plot a-foot against Mansoul, and when the thing went as Diabolus would have it go, then would Ill-pause stand up, for he was Diabolus his orator.  When Mansoul was under siege of Emmanuel his four noble captains sent a message to the men of the town that if they would only throw Ill-pause over the wall to them, that they might reward him according to his works, then they would hold a parley with the city; but if this varlet was to be let live in the city, then, why, the city must see to the consequences.  At which Diabolus, who was there present, was loth to lose his orator, because, had the four captains once laid their fingers on Ill- pause, be sure his master had lost his orator.  And, then, in the last assault, we read that Ill-pause, the orator that came along with Diabolus, he also received a grievous wound in the head, some say that his brain-pan was cracked.  This, at any rate, I have taken notice of, that never after this was he able to do that mischief to Mansoul as he had done in times past.  And then there was also at Eye-gate that Ill-pause of whom you have heard before. The same was he that was orator to Diabolus.  He did much mischief to the town of Mansoul, till at last he fell by the hand of the Captain Good-hope.\\n\\n1. Well, to begin with, this Ill-pause was a filthy Diabolonian varlet; a treacherous and a villainous old varlet, the author of the Holy War calls him.  Now, what is a varlet?  Well, a varlet is just a broken-down old valet.  A varlet is a valet who has come down, and down, and down, and down again in the world, till, from once having been the servant and the trusty friend of the very best of masters, he has come to be the ally and accomplice of the very worst of masters.  His first name, the name of his first office, still sticks to him, indeed; but, like himself, and with himself, his name has become depraved and corrupted till you would not know it.  A varlet, then, is just short and sharp for a scoundrel who is ready for anything; and the worse the thing is the more ready he is for it.  There are riff-raff and refuse always about who are ready to volunteer for any filibustering expedition; and that full as much for the sheer devilry of the enterprise as for any real profit it is to be to themselves.  Wherever mischief is to be done, there your true varlet is sure to turn up.  Well, just such a land-shark was this Ill-pause, who was such an ally and accomplice to Diabolus that he had need for no other.  What possible certificate in evil could exceed this--that the devil took not any with him when he went out on his worst errand but this same Ill-pause, who was his orator on all his most difficult occasions?\\n2. Ill-pause was a varlet, then, and he was also an orator.  Now, an orator, as you know, is a great speaker.  An orator is a man who has the excellent and influential gift of public speech.  And on great occasions in public life when people are to be instructed, and impressed, and moved, and won over, then the great orator sets up his platform.  Quintilian teaches us in his Institutes that it is only a good man who can be a really great orator.  What would that fine writer have said had he lived to read the Holy War, and seen the most successful of all orators that ever opened a mouth, and who was all the time a diabolical old varlet?  What would the author of The Education of an Orator have said to that?  Diabolus did not on every occasion bring up his great orator Ill-pause.  He did not always come up himself, and he did not always send up Ill- pause.  It was only on difficult occasions that both Diabolus and his orator also came up.  You do not hear your great preachers every Sabbath.  They would not long remain great preachers, and you would soon cease to pay any attention to them, if they were always in the pulpit.  Neither do you have your great orators at every street corner.  Their masters only build theatres for them when some great occasion arises in the land, and when the best wisdom must straightway be spoken to the people and in the best way.  Then you bring up Quintilian's orator if you have him at your call.  As Diabolus has done from time to time with his great and almost always successful orator Ill-pause.  On difficult occasions he came himself on the scene and Ill-pause with him.  On such difficult occasions as in the Garden of Eden; as when Noah was told to make haste and build an ark; as also when Abraham was told to make haste and leave his father's house; when Jacob was bid remember and pay the vow he had made when his trouble was upon him; as also when Joseph had to flee for what was better than life; and on that memorable occasion when David sent Joab out against Rabbah, but David tarried still at Jerusalem.  On all these essential, first- class, and difficult occasions the old serpent brought up Ill- pause.  As also when our Lord was in the wilderness; when He set His face to go up to Jerusalem; when He saw certain Greeks among them that came up to the passover; as also again and again in the Garden.  As also on crucial occasions in your own life.  As when you had been told not to eat, not to touch, and not even to look at the forbidden fruit, then Ill-pause, the devil's orator, came to you and said that it was a tree to be desired.  And, you shall not surely die.  As also when you were moved to terror and to tears under a Sabbath, or under a sermon, or at some death-bed, or on your own sick-bed--Ill-pause got you to put off till a more convenient season your admitted need of repentance and reformation and peace with God.  On such difficult occasions as these the devil took Ill-pause to help him with you, and the result, from the devil's point of view, has justified his confidence in his orator. When Ill-pause gets his new honours paid him in hell; when there is a new joy in hell over another sinner that has not yet repented, your name will be heard sounding among the infernal cheers.  Just think of your baptismal name and your pet name at home giving them joy to-night at their supper in hell!  And yet one would not at first sight think that such triumphs and such toasts, such medals, and clasps, and garters were to be won on earth or in hell just by saying such simple-sounding and such commonplace things as those are for which Ill-pause receives his decorations.  'Take time,' he says.  'Yes,' he admits, 'but there is no such hurry; to-morrow will do; next year will do; after you are old will do quite as well.  The darkness shall cover you, and your sin will not find you out.  Christ died for sin, and it is a faithful saying that His blood will cleanse you later on from all this sin.'  Everyday and well-known words, indeed, but a true orator is seen in nothing more than in this, that he can take up what everybody knows and says, and put it so as to carry everybody captive.  One of Quintilian's own orators has said that a great speaker only gives back to his hearers in flood what they have already given to him in vapour.\\n3. 'I was always pleased,' says Calvin, 'with that saying of Chrysostom, \\\"The foundation of our philosophy is humility\\\"; and yet more pleased with that of Augustine:  \\\"As,\\\" says he, \\\"the rhetorician being asked, What was the first thing in the rules of eloquence? he answered, Pronunciation; what was the second? Pronunciation; what was the third? and still he answered, Pronunciation.  So if you would ask me concerning the precepts of the Christian religion, I would answer, firstly, secondly, thirdly, and for ever, Humility.\\\"'  And when Ill-pause opened his elocutionary school for the young orators of hell, he is reported to have said this to them in his opening address, 'There are only three things in my school,' he said; 'three rules, and no more to be called rules.  The first is Delay, the second is Delay, and the third is Delay.  Study the art of delay, my sons; make all your studies to tell on how to make the fools delay.  Only get those to whom your master sends you to delay, and you will not need to envy me my laurels; you will soon have a shining crown of your own.  Get the father to delay teaching his little boy how to pray.  Get him on any pretext you can invent to put off speaking in private to his son about his soul.  Get him to delegate all that to the minister. And then by hook or by crook get that son as he grows up to put off the Lord's Supper.  And after that you will easily get him to put off purity and prayer till he is a married man and at the head of a house.  Only get the idea of a more convenient season well into their heads, and their game is up, and your spurs are won.  Take their arm in yours, as I used to do, at their church door, if you are posted there, and say to them as they come out that to-morrow will be time enough to give what they had thought of giving while they were still in their pew and the minister or missionary was still in the pulpit.  Only, as you value your master's praises and the applause of all this place, keep them, at any cost, from striking while the iron is hot.  Let them fill their hearts, and their mouths too, if it gives them any comfort, with the best intentions; only, my scholars, remember that the beginning and middle and end of your office is by hook or by crook to secure delay.'  And a great crop of young orators sprang up ready for their work under that teaching and out of the persuasionary school of Ill-pause.  In fine, Mansoul desired some time in which to prepare its answer.'\\n\\nThere are many men among ourselves who have been bedevilled out of their best life, out of the salvation of their souls, and out of all that constitutes and accompanies salvation now for many years. And still their sin-deceived hearts are saying to them to-night, Take time!  For many years, every new year, every birthday, and, for a long time, every Communion-day, they were just about to be done with their besetting sin; and now all the years lie behind them, one long downward road all paved, down to this Sabbath night, with the best intentions.  And, still, as if that were not enough, that same varlet is squat at their ear.  Well, my very miserable brother, you have long talked about the end of an old year and the beginning of a new year as being your set time for repentance and for reformation.  Let all the weight of those so many remorseful years fall on your heart at the close of this year, and at last compel you to take the step that should have been taken, oh! so many unhappy years ago!  Go straight home then, to-night, shut your door, and, after so many desecrated Sabbath nights, God will still meet you in your secret chamber.  As soon as you shut your door God will be with you, and you will be with God.  With GOD!  Think of it, my brother, and the thing is done.  With GOD!  And then tell Him all.  And if any one knocks at your door, say that there is Some One with you to-night, and that you cannot come down.  And continue till you have told it all to God.  He knows it all already; but that is one of Ill-pause's sophistries still in your heart.  Tell your Father it all.  Tell Him how many years it is. Tell Him all that you so well remember over all those wild, miserable, mad, remorseful years.  Tell Him that you have not had one really happy, one really satisfied day all those years, and tell Him that you have spent all, and are now no longer a young man; youth and health and self-respect and self-command are all gone, till you are a shipwreck rather than a man.  And tell Him that if He will take you back that you are to-night at His feet.\\n\\n1. 'We seldom overcome any one vice perfectly,' complains A Kempis.  And, again, 'If only every new year we would root out but one vice.'  Well, now, what do you say to that, my true and very brethren?  What do you say to that?  Here we are, by God's grace and long-suffering to usward, near the end of another year, another vicious year; and why have we been borne with through so many vicious years but that we should now cease from vice and begin to learn virtue?  Why are we here over Ill-pause this Sabbath night? Why, but that we should shake off that varlet liar before another new year.  That is the whole reason why we have been spared to see this Sabbath night.  God decreed it for us that we should have this text and this discourse here to-night, and that is the reason why you and I have been so unaccountably spared so long.  Let us select one vice for the axe then to-night, and give God in heaven the satisfaction of seeing that His long-suffering with us has not been wholly in vain.  Let us lay the axe at one vice from this night. And what one from among so many shall it be?  What is the mockery of preaching if a preacher does not practise?  And, accordingly, I have selected one vice out of my thicket for next year.  Will you do the same?  The secret of the Lord is with them that fear Him. Just make your selection and keep it to yourself, at least till you are able this time next year to say to us--Come, all ye that fear God, and I will tell you what He hath done for my soul.  Yes, come on, and from this day all your days on earth, and all the days of eternity, you will thank God for John Bunyan and his Holy War and his Ill-pause.  Make your selection, then, for your new axe. Attack some one sin at this so auspicious season.  Swear before God, and unknown to all men--swear sure death, and that without any more delay, to that selected sin.  Never once, all your days, do that sin again.  Determine never once to do it again.  Determine that by prayer, by secret, and at the same time outspoken, prayer on your knees.  Determine it by faith in the cleansing blood and renewing spirit of Jesus Christ.  Determine it by fear of instant death, and by sure hope of everlasting life.  Determine it by reasons, and motives, and arguments, and encouragements known to no-one but yourself, and to be suspected by no human being.  Name the doomed sin.  Denounce it.  Execrate it.  Execute it.  Draw a line across your short and uncertain life, and say to that besetting and presumptuous sin, Hitherto, and no further!  Do not say you cannot do it.  You can if you only will.  You can if you only choose.  And smiting down that one sin will loosen and shake down the whole evil fabric of sin.  Breaking but that one link will break the whole of Satan's snare and evil fetter.  Here is A Kempis's forest of vices out of which he hewed down one every year. Restless lust, outward senses, empty phantoms, always longing to get, always sparing to give, careless as to talk, unwilling to sit silent, eager for food, wakeful for news, weary of a good book, quick to anger, easy of offence at my neighbour, and too ready to judge him, too merry over prosperity, and too gloomy, fretful, and peevish in adversity; so often making good rules for my future life, and coming so little speed with them all, and so on.  And, in facing even such a terrible thicket as that, let not even an old man absolutely despair.  At forty, at sixty, at threescore and ten, let not an old penitent despair.  Only take axe in hand and see if the sun does not stand still upon Gibeon, and the moon in the valley of Ajalon till you have avenged yourself on your enemies. And always when you stop to wipe your brow, and to whet the edge of your axe, and to wet your lips with water, keep on saying things like those of another great sinner deep in his thicket of vice, say this:  O God, he said, Thou hast not cut off as a weaver my life, nor from day even to night hast Thou made an end of me.  But Thou hast vouchsafed to me life and breath even to this hour from childhood, youth, and hitherto even unto old age.  He holdeth our soul in life, and suffereth not our feet to slide, rescuing me from perils, sicknesses, poverty, bondage, public shame, evil chances; keeping me from perishing in my sins, and waiting patiently for my full conversion.  Glory be to Thee, O Lord, glory to Thee, for Thine incomprehensible and unimaginable goodness toward me of all sinners far and away the most unworthy.  The voices and the concert of voices of angels and men be to Thee; the concert of all thy saints in heaven and of all Thy creatures in heaven and on earth; and of me, beneath their feet an unworthy and wretched sinner, Thy abject creature; my praise also, now, in this day and hour, and every day till my last breath, and till the end of this world, and then to all eternity, where they cease not saying, To Him who loved us, Amen!\\n\\nCHAPTER XIII--MR. PENNY-WISE-AND-POUND-FOOLISH, AND MR. GET-I'-THE- HUNDRED-AND-LOSE-I'-THE-SHIRE\\n\\n'For, what shall it profit a man, if he shall gain the whole world, and lose his own soul?'--Our Lord.\\n\\nThis whole world is the penny, and our own souls are the pound. This whole world is the hundred, while heaven itself is the shire. And the question this evening is, Are we wise in the penny and foolish in the pound?  And, are we getting in the hundred and losing in the shire?\\n\\n1. Well, then, to begin at the beginning, we are already begun to be penny-wise and pound-foolish with our children when we are so particular with them about their saying their little prayers night and morning, while all the time we are so inattentive and so indolent to explain to them how they are to pray, what they are to pray for, and how they are to wait and how long they are to wait for the things they pray for.  Then, again, we are penny-wise and pound-foolish with our children when we train them up into all the proprieties and etiquettes of family and social life, and at the same time pay so little attention to their inward life of opening thought and quickening desire and awakening passion.  When we are so eager also for our children to be great with great people, without much regard to the moral and religious character of those great people, then again we are like a man who may be wise for a penny, but is certainly a fool for a pound.  When we prefer the gay and the fashionable world to the intellectual, the religious, and the philanthropical world for our children, then we lose both the penny and the pound as well.  Almost as much as we do when we accept the penny of wealth and station and so-called connection for a son or a daughter, in room of the pound of character, and intelligence, and personal religion.\\n\\nThen, again, even in our own religious life we are ourselves often and notoriously wise in the penny and foolish in the pound.  As, for instance, when we are so scrupulous and so conscientious about forms and ceremonies, about times and places, and so on.  In short, the whole ritual that has risen up around spiritual religion in all our churches, from that of the Pope himself out to that of George Fox--it is all the penny rather than the pound.  This rite and that ceremony; this habit and that tradition; this ancient and long- established usage, as well as that new departure and that threatened innovation;--it is all, at its best, always the penny and never the pound.  Satan busied me about the lesser matters of religion, says James Fraser of Brea, and made me neglect the more substantial points.  He made me tithe to God my mint, and my anise and my cummin, and many other of my herbs, to my all but complete neglect of justice and mercy and faith and love.  Whether there are any of the things that Brea would call mint and anise and cummin that are taking up too much of the time of our controversially- minded men in all our churches, highland and lowland, to-day is a matter for humbling thought.  Labour, my brethren, for yourselves, at any rate, to get yourselves into that sane and sober habit of mind that instantly and instinctively puts all mint and all cummin of all kinds into the second place, and all the weightier matters, both of law and of gospel, into the first place.  I wasted myself on too nice points, laments Brea in his deep, honest, clear-eyed autobiography.  I did not proportion my religious things aright. The laird of Brea does not say in as many words that he was wise in the penny and foolish in the pound, but that is exactly what he means.\\n\\nThen, again, the narrowness, the partiality, the sickliness, and the squeamishness of our consciences,--all that makes us to be too often penny-wise and pound-foolish in our religious life.  A well- instructed, thoroughly wise, and well-balanced conscience is an immense blessing to that man who has purchased such a conscience for himself.  There is an immense and a criminal waste of conscience that goes on among some of our best Christian people through the want of light and space, room, and breadth, and balance in their consciences.  We are all pestered with people every day who are full of all manner of childish scrupulosity and sickly squeamishness in their ill-nourished, ill-exercised consciences. As long as a man's conscience is ignorant and weak and sickly it will, it must, spend and waste itself on the pennyworths of religion and' morals instead of the pounds.  It will occupy and torture itself with points and punctilios, jots and tittles, to the all but total oblivion, and to the all but complete neglect, of the substance and the essence of the Christian mind, the Christian heart, and the Christian character.  The washing of hands, of cups, and of pots, was all the conscience that multitudes had in our Lord's day; and multitudes in our day scatter and waste their consciences on the same things.  A good man, an otherwise good and admirable man, will absolutely ruin and destroy his conscience by points and scruples and traditions of men as fatally as another will by a life of debauchery.  Some old and decayed ecclesiastical rubric; some absolutely indifferent form in public worship; some small casuistical question about a creed or a catechism; some too nice point of confessional interpretation; the mint and anise and cummin of such matters will fill and inflame and poison a man's mind and heart and conscience for months and for years, to the total destruction of all that for which churches and creeds exist; to the total suspense, if not the total and lasting destruction, of sobriety of mind, balance and breadth of judgment, humility, charity, and a hidden and a holy life.  The penny of a perverted, partial, and fanaticised conscience has swallowed up the pound of instruction, and truth, and justice, and brotherly love.\\n\\n1. 'Nor is the man with the long name at all inferior to the other,' said Lucifer, in laying his infernal plot against the peace and prosperity of Mansoul.  Now, the man with the long name was just Mr. Get-i'-the-hundred-and-lose-i'-the-shire.  A hundred in the old county geography of England was a political subdivision of a shire, in which five score freemen lived with their freeborn families.  A county or a shire was described and enumerated by the poll-sheriff of that day as containing so many enfranchised hundreds; and the total number of hundreds made up the political unity of the shire.  To this day we still hear from time to time of the 'Chiltern Hundreds,' which is a division of Buckinghamshire that belongs, along with its political franchise, to the Crown, and which is utilised for Crown purposes at certain political emergencies.  This proverb, then, to get i' the hundred and lose i' the shire, is now quite plain to us.  You might canvass so as to get a hundred, several hundreds, many hundreds on your side, and yet you might lose when it came to counting up the whole shire. You might possess yourself of a hundred or two and yet be poor compared with him who possessed the whole shire.  And then the proverb has been preserved out of the old political life of England, and has been moralised and spiritualised to us in the Holy War.  And thus after to-night we shall always call this shrewd proverb to mind when we are tempted to take a part at the risk of the whole; to receive this world at the loss of the next world; or, as our Lord has it, to gain the whole world and to lose our own soul.  Lot's choice of Sodom and Gomorrah, and Esau's purchase of the mess of pottage in the Old Testament; and then Judas's thirty pieces of silver, and Ananias and Sapphira's part of the price in the New Testament, are all so many well-known instances of getting in the hundred and losing in the shire.  And not Esau's and Lot's only, but our own lives also have been full up to to-day of the same fatal transaction.  This house, as our Lord again has it, this farm, this merchandise, this shop, this office, this salary, this honour, this home--all this on the one hand, and then our Lord Himself, His call, His cause, His Church, with everlasting life in the other--when it is set down before us in black and white in that way, the transaction, the proposal, the choice is preposterous, is insane, is absolutely impossible.  But preposterous, insane, absolutely impossible, and all, there it is, in our own lives, in the lives of our sons and daughters, and in the lives of multitudes of other men and other men's sons and daughters besides ours. Every day you will be taken in, and you will stand by and see other men taken in with the present penny for the future pound:  and with the poor pelting hundred under your eye for the full, far- extending, and ever-enriching shire.  Lucifer is always abroad pressing on us in his malice the penny on the spot, for the pound which he keeps out of sight; he dazzles our eyes with the gain of the hundred till we gnash our teeth at the loss of the shire.\\n\\n'He hath in sooth good cause for endless grief, Who, for the love of thing that lasteth not, Despoils himself for ever of THAT LOVE.'\\n\\n1. 'What also if we join with those two another two of ours, Mr. Sweet-world and Mr. Present-good, namely, for they are two men full of civility and cunning.  Let these engage in this business for us, and let Mansoul be taken up with much business, and if possible with much pleasure, and this is the way to get ground of them.  Let us but cumber and occupy and amuse Mansoul sufficiently, and they will make their castle a warehouse for goods instead of a garrison for men of war.'  This diabolical advice was highly applauded all through hell till all the lesser devils, while setting themselves to carry it out, gnashed their teeth with envy and malice at Lucifer for having thought of this masterpiece and for having had it received with such loud acclamation.  'Only get them,' so went on that so able, so well-envied, and so well-hated devil, 'let us only get those fribble sinners for a night at a time to forget their misery.  And it will not cost us much to do that.  Only let us offer them in one another's houses a supper, a dance, a pipe, a newspaper full of their own shame, a tale full of their own folly, a silly song, and He who loved them with an everlasting love will soon see of the travail of His soul in them!'  Yes, my fellow- sinners, Lucifer and his infernal crew know us and despise us and entrap us at very little trouble, till He who travailed for us on the tree covers His face in heaven and weeps over us.  As long as we remember our misery, all the mind, and all the malice, and all the sleeplessness in hell cannot touch a hair of our head.  But when by any emissary and opportunity either from earth around us or from hell beneath us we for another night forget our misery, it is all over with us.  And yet, to tell the truth, we never can quite forget our misery.  We are too miserable ever to forget our misery. In the full steam of Lucifer's best-spread supper, amid the shouts of laughter and the clapping of hands, and all the outward appearance of a complete forgetfulness of our misery, yet it is not so.  It is far from being so.  Our misery is far too deep-seated for all the devil's drugs.  Only, to give Lucifer his due, we do sometimes, under him, so get out of touch with the true consolation for our misery that, night after night, through cumber, through pursuit of pleasure, through the time being taken up with these and other like things, we do so far forget our misery as to lie down without dealing with it; but only to have it awaken us, and take our arm as its own for another miserable day.  Yes; though never completely successful, yet this masterpiece of hell is sufficiently successful for Satan's subtlest purposes; which are, not to make us forget our misery, but to make us put it away from us at the natural and proper hour for facing it and for dealing with it in the only proper and successful way.  But, wholly, any night, or even partially for a few nights at a time, to forget our misery-- no, with all thy subtlety of intellect and with all thy hell-filled heart, O Lucifer, that is to us impossible!  Forget our misery!  O devil of devils, no!  Bless God, that can never be with us!  Our misery is too deep, too dreadful, too acute, too all-consuming ever to be forgotten by us even for an hour.  Our misery is too terrible for thee, with all thy overthrown intellect and all thy malice- filled heart, ever to understand!  Didst thou for one midnight hour taste it, and so understand it, then there would be the same hope for thee that, I bless God, there still is for me!\\n\\nLet us bend all our strength and all our wit to this, went on Lucifer, to make their castle a warehouse instead of a garrison. Let us set ourselves and all our allies, he explained to the duller-witted among the devils, to make their hearts a shop,--some of them, you know, are shopkeepers; a bank,--some of them are bankers; a farm,--some of them are farmers; a study,--some of them are students; a pulpit,--some of them like to preach; a table,-- some of them are gluttons; a drawing-room,--some of them are busybodies who forget their own misery in retailing other people's misery from house to house.  Be wise as serpents, said the old serpent; attend, each several fallen angel of you, to his own special charge.  Study your man.  Get to the bottom of your man. Follow him about; never let him out of your sight; be sure before you begin, be sure you have the joint in his harness, the spot in his heel, the chink in his wall full in your eye.  I do not surely need to tell you not to scatter our snares for souls at random, he went on.  Give the minister his study Bible, the student his classic, the merchant his ledger, the glutton his well-dressed dish and his elect year of wine, the gossip her sweet secret, and the flirt her fool.  Study them till they are all naked and open to your sharp eyes.  Find out what best makes them forget even for one night their misery and ply them with that.  If I ever see that soul I have set thee over on his knees on account of his misery I shall fling thee on the spot into the bottomless pit.  And if any of you shall anywhere discover a man--and there are such men--a man who forgets his misery through always thinking and speaking about it, only keep him in his pulpit, and off his knees, and no man so safe for hell as he.  There are fools, and there are double-dyed fools, and that man is the chief of them.  Give him his fill of sin and misery; let him luxuriate himself in sin and misery; only, keep him there, and I will not forget thy most excellent service to me.\\n\\nMake all their hearts, so Lucifer summed up, as he dismissed his obsequious devils, make all their several hearts each a warehouse, a shop, a farm, a pulpit, a library, a nursery, a supper-table, a chamber of wantonness--let it be to each man just after his own heart.  Only, keep--as you shall answer for it,--keep faith and hope and charity and innocence and patience and especially prayerfulness out of their hearts.  And when this my counsel is fulfilled, and when the pit closes over thy charge, I shall pay thee thy wages, and promote thee to honour.  And before he was well done they were all at their posts.\\n\\nCHAPTER XIV--THE DEVIL'S LAST CARD\\n\\n'Satan himself is transformed into an angel of light'--Paul.\\n\\nWodrow has an anecdote in his delightful Analecta which shall introduce us into our subject to-night.  Mr. John Menzies was a very pious and devoted pastor; he was a learned man also, and well seen in the Popish and in the Arminian controversies.  And to the end of his life he was much esteemed of the people of Aberdeen as a foremost preacher of the gospel.  And yet, 'Oh to have one more Sabbath in my pulpit!' he cried out on his death-bed.  'What would you then do?' asked some one who sat at his bedside.  'I would preach to my people on the tremendous difficulty of salvation!' exclaimed the dying man.\\n\\n1. Now, the first difficulty that stands in the way of our salvation is the stupendous mass of guilt that has accumulated upon all of us.  Our guilt is so great that we dare not think of it.  It is too horrible to believe that we shall ever be called to account for one in a thousand of it.  It crushes our minds with a perfect stupor of horror, when for a moment we try to imagine a day of judgment when we shall be judged for all the deeds that we have done in the body.  Heart-beat after heart-beat, breath after breath, hour after hour, day after day, year after year, and all full of sin; all nothing but sin from our mother's womb to our grave.  Sometimes one outstanding act of sin has quite overwhelmed us.  But before long that awful sin fell out of sight and out of mind.  Other sins of the same kind succeeded it.  Our sense of sin, our sense of guilt was soon extinguished by a life of sin, till, at the present moment the accumulated and tremendous load of our sin and guilt is no more felt by us than we feel the tremendous load of the atmosphere.  But, all the time, does not our great guilt lie sealed down upon us?  Because we are too seared and too stupefied to feel it, is it therefore not there?  Because we never think of it, does that prove that both God and man have forgiven and forgotten it?  Shall the Judge of all the earth do right in the matter of all men's guilt but ours?  Does the apostle's warning not hold in our case?--his awful warning that we shall all stand before the judgment-seat?  And is it only a strong figure of speech that the books shall be opened till we shall cry to the mountains to fall on us and to the rocks to cover us?  Oh no! the truth is, the half has not been told us of the speechless stupefaction that shall fall on us when the trumpet shall sound and when Alp upon Alp of aggravated guilt shall rise up high as heaven between us and our salvation.  Difficulty is not the name for guilt like ours. Impossibility is the better name we should always know it by.\\n2. Another difficulty or impossibility to our salvation rises out of the awful corruption and pollution of our hearts.  But is there any use entering on that subject?  Is there one man in a hundred who even knows the rudiments of the language I must now speak in? Is there one man in a hundred in whose mind any idea arises, and in whose heart any emotion or passion is kindled, as I proceed to speak of corruption of nature and pollution of heart?  I do not suppose it.  I do not presume upon it.  I do not believe it.  That most miserable man who is let down of God's Holy Spirit into the pit of corruption that is in his own heart,--to him his corruption, added to his guilt, causes a sadness that nothing in this world can really relieve; it causes a deep and an increasing melancholy, such as the ninety and nine who need no repentance and feel no pollution know nothing of.  All living men flee from the corruption of an unburied corpse.  The living at once set about to bury their dead. 'I am a stranger and a sojourner among you,' said Abraham to the children of Heth; 'give me a possession of a burying-place among you that I may bury my dead out of my sight.'  But Paul could find no grave in the whole world in which to bury out of his sight the body of death to which he was chained fast; that body of sin and death which always makes the holiest of men the most wretched of men,--till the loathing and the disgust and the misery that filled the apostle's heart are to be understood by but one in a thousand even of the people of God.\\n3. And then, as if to make our salvation a very hyperbole of impossibility, the all but almighty power of indwelling sin comes in.  Have you ever tried to break loose from the old fetter of an evil habit?  Have you ever said on a New Year's Day with Thomas A Kempis that this year you would root that appetite,--naming it,-- out of your body, and that vice,--naming it,--out of your heart? Have you ever sworn at the Communion table that you would watch and pray, and set a watch on your evil heart against that envy, and that revenge, and that ill-will, and that distaste, dislike, and antipathy?  Then your minister will not need to come back from his death-bed to preach to you on the difficulty of salvation.\\n4. And yet such is the grace of God, such is the work of Christ, and such is the power and the patience of the Holy Ghost that, if we had only an adequate ministry in our pulpits, and an assisting literature in our homes, even this three-fold impossibility would be overcome and we would be saved.  But if the ministry that is set over us is an ignorant, indolent, incompetent, self-deceived ministry; if our own chosen, set-up, and maintained minister is himself an uninstructed, unspiritual, unsanctified man; and if the books we buy and borrow and read are all secular, unspiritual, superficial, ephemeral, silly, stupid, impertinent books, then the impossibility of our salvation is absolute, and we are as good as in hell already with all our guilt and all our corruption for ever on our heads.  Now, that was the exact case of Mansoul in the allegory of the Holy War at one of the last and acutest stages of that war.  Or, rather, that would have been her exact case had Diabolus got his own deep, diabolical way with her.  For what did her ancient enemy do but sound a parley till he had played his last card in these glozing and deceitful words;--'I myself,' he had the face to say to Emmanuel, 'if Thou wilt raise Thy siege and leave the town to me, I will, at my own proper cost and charge, set up and maintain a sufficient ministry, besides lecturers, in Mansoul, who shall show to Mansoul that transgression stands in the way of life; the ministers I shall set up shall also press the necessity of reformation according to Thy holy law.'  And even now, with the two pulpits, God's and the devil's, and the two preachers, and the two pastors, in our own city,--how many of you see any difference, or think that the one is any worse or any better than the other? Or, indeed, that the ministry of the last card is not the better of the two to your interest and to your taste, to the state of your mind and to the need of your heart?  Let us proceed, then, to look at Mansoul's two pulpits and her two lectureships as they stand portrayed on the devil's last card and in Emmanuel's crowning commission; that is, if our eyes are sharp enough to see any difference.\\n5. The first thing, then, on the devil's last card was this, 'A sufficient ministry, besides lecturers, in Mansoul.'  Now, a sufficient ministry has never been seen in the true Church of Christ since her ministry began.  And yet she has had great ministers in her time.  After Christ Himself, Paul was the greatest and the best minister the Church of Christ has ever had.  But such was the transcendent greatness of his office, such were its tremendous responsibilities, such were its magnificent opportunities and its incessant demands, such were its ceaseless calls to consecration, to cross-bearing, to crucifixion, to more and more inwardness of holiness, and to higher and higher heights of heavenly-mindedness, that the apostle was fain to cry out continually, Who is sufficient for these things!  But so well did Paul learn that gospel which he preached to others that amid all his insufficiency he was able to hear his Master saying to him every day, My grace is sufficient for thee, and, My strength is made perfect in thy weakness!  And to come down to the truly Pauline succession of ministers in our own lands and in our own churches, what preachers and what pastors Christ gave to Kidderminster, and to Bedford, and to Down and Connor, and to Sodor and Man, and to Anwoth, and to Ettrick, and to New England, and to St. Andrews, and places too many to mention.  With all its infirmity and all its inefficiency, what a truly heavenly power the pulpit is when it is filled by a man of God who gives his whole mind and heart, his whole time and thought to it, and to the pastorate that lies around it.  His mind may be small, and his heart may be full of corruption; his time may be full of manifold interruptions, and his best study may yield but a poor result; but if Heaven ever helps those who honestly help themselves, then that is certainly the case in the Christian ministry.  Let the choicest of our children, then, be sought out and consecrated to that service; let our most gifted and most gracious-minded sons be sent to where they shall be best prepared for the pulpit and the pastorate,--till by the blessing of her Head all the congregations and all the parishes, all the pulpits and all the lectureships in the Church, shall be one garden of the Lord.  And then we shall escape that last curse of a ministry such as John Bunyan saw all around him in the England of his day, and which, had he been alive in the England and Scotland of our day, he would have painted again in colours we have neither the boldness nor the skill to mix nor to put on the canvas.  But let all ministers put it every day to themselves to what descent and succession they belong.  Let those even who believe that they have within themselves the best seal and evidence attainable here that they have been ordained of Emmanuel, let them all the more look well every day and every Sabbath day how much of another master's doctrine and discipline, motives, and manners still mixes up with their best ministry.  And the surest seal that, with all our insufficiency, we are still the ministers of Christ will be set on us by this, that the harder we work and the more in secret we pray, the more and ever the more shall we discover and confess our shameful insufficiency, and the more shall we, till the day of our death, every day still begin our ministry of labour and of prayer anew.  Let us do that, for the devil, with all his boldness and all his subtilty, never threw a card first or last like that.\\n6. After offering a sufficient ministry to Mansoul, and that, too, at his own proper cost and charge, Diabolus undertook also to see that the absolute necessity of a reformation should be preached and pressed from the pulpit he set up.  Now, reformation is all good and necessary, in its own time and place and order, but God sent His Son not to be a Reformer but to be a Redeemer.  John came to preach reformation, but Jesus came to preach regeneration.  Except a man be born again, Jesus persistently preached to Nicodemus. 'Did it begin with regeneration?' was Dr. Duncan's reply when a sermon on sanctification was praised in his hearing.  And like so much else that the learned and profound Dr. John Duncan said on theology and philosophy, that question went at once to the root of the matter.  For sanctification, that is to say, salvation, is no mere reformation of morals or refinement of manners.  It is a maxim in sound morals that the morality of the man must precede the morality of his actions.  And much more is it the evangelical law of Jesus Christ.  Make the tree good, our Lawgiver aphoristically said.  Reformation and sanctification differ, says Dr. Hodge, as clean clothes differ from a clean heart.  Now, Diabolus was all for clean clothes when he saw that Mansoul was slipping out of his hands.  He would have all the drunkards to become moderate drinkers, if not total abstainers; and all the sensualists to become, if need be, ascetics; and all those who had sowed out their wild oats to settle down as heads of houses, and members, if not ministers and elders, in his set-up church.  But we are too well taught, surely; we have gone too long to another church than that which Diabolus ever sets up, to be satisfied with his superficial doctrine and his skin-deep discipline.  We know, do we not, that we may do all that his last card asks us to do, and yet be as far, ay, and far farther from salvation than the heathen are who never heard the name.  A hundred Scriptures tell us that; and our hearts know too much of their own plague and corruption ever now to be satisfied short of a full regeneration and a complete sanctification.  'Create in me a clean heart and renew a right spirit within me.  The sacrifices of God are a broken spirit.  And the very God of peace sanctify you wholly.  And I pray God your whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ.'  The last card has many Scriptures cunningly copied upon it; but not these.  Its pulpit orators handle many Scripture texts, but never these.\\n7. Yes, the devil comes in even here with that so late, so subtle, and so contradicting card of his.  Where is it in this world that he does not come in with some of his cards?  And he comes in here as a very angel of evangelical light.  He puts on the gown of Geneva here, and he ascends Emmanuel's own maintained pulpit here, and from that pulpit he preaches, and where he so preaches he preaches nothing else but the very highest articles of the Reformed faith.  Carnal-security was strong on assurance, no other man in Mansoul was so strong; and the devil will let us preachers be as strong and as often on election, and justification, and indefectible grace, and the perseverance of the saints as we and our people like, if we but keep in season and out of season on these transcendent subjects and keep off morals and manners, walk and conversation, conduct and character.  In Hooker's and Travers' day, Thomas Fuller tells us, the Temple pulpit preached pure Canterbury in the morning and pure Geneva in the afternoon.  And you will get the highest Calvinism off the last card in one pulpit, and the strictest and most urgent morality off the same card in another; but never, if the devil can help it, never both in one and the same pulpit; never both in one and the same sermon; and never both in one and the same minister.  You have all heard of the difficulty the voyager had in steering between Scylla and Charybdis in the Latin adage.  Well, the true preacher's difficulty is just like that.  Indeed, it is beyond the wit of man, and it takes all the wit of God, aright to unite the doctrine of our utter inability with the companion doctrine of our strict responsibility; free grace with a full reward; the cross of Christ once for all, with the saint's continual crucifixion; the Saviour's blood with the sinner's; and atonement with attainment; in short, salvation without works with no salvation without works.  Deft steersman as the devil is, he never yet took his ship clear through those Charybdic passages.\\n\\nOne thing there is that I must have preached continually in all my pulpits and expounded and illustrated and enforced in all my lectureships, said Emmanuel, and that is, my new example and my new law of motive.  My own motives always made me in all I said and did to be well-pleasing in My Father's eyes, and at any cost I must have preachers and lecturers set up in Mansoul who shall assist Me in making Mansoul as well-pleasing in My Father's sight as I was Myself.\\n\\n'For I am ware it is the seed of act God holds appraising in His hollow palm, Not act grown great thence as the world believes, Leafage and branchage vulgar eyes admire.'\\n\\nMotives! gnashed Diabolus.  And he tore his last card into a thousand shreds and cast the shreds under his feet in his rage and exasperation.  Motives!  New motives!  Truly Thou art the threatened Seed of the woman!  Truly Thou art the threatened Son of God!--Let all our preachers, then, preach much on motive to their people.  The commonplace crowd of their people will not all like that preaching any more than Diabolus did; but their best people will all afterwards rise up in their salvation and bless them for it.  On reformation also, let them every Sabbath preach, but only on the reformation that rises out of a reformed motive, and that again out of a reformed heart.  And if a reformed motive, a reformed heart, and a reformed life are found both by preacher and hearer to be impossible; if all that only brings out the hopelessness of their salvation by reason of the guilt and the pollution and power of sin; then all that will only be to them that same ever deeper entering of the law into their hearts which led Paul to an ever deeper faith and trust in Jesus Christ.  With a guilt, and a pollution, and a slavery to sin like ours, salvation from sin would be absolutely impossible.  Absolutely impossible, that is, but for our Saviour, Jesus Christ.  But with His atoning blood and His Holy Spirit all things are possible--even our salvation.\\n\\nLet us choose, then, a minister like Mr. John Menzies.  Let us read the great books that make salvation difficult.  Let us work out our own salvation, day and night, with fear and trembling, and when Wisdom is justified in her children, we shall be found justified among them.  We shall be openly acknowledged and acquitted in the day of judgment, and made perfectly blessed in the full enjoying of God to all eternity.\\n\\nCHAPTER XV--MR. PRYWELL\\n\\n'Search me, O God, and know my heart.'--David.\\n\\n'Let a man examine himself.'--Paul\\n\\n'Look to yourselves.'--John.\\n\\n'Know thyself.'--Apollo.\\n\\nThe year 1668 saw the publication of one of the deepest books in the whole world, Dr. John Owen's Remainders of Indwelling Sin in Believers.  The heart-searching depth; the clear, fearless, humbling truth, the intense spirituality, and the massive and masculine strength of John Owen's book have all combined to make it one of the acknowledged masterpieces of the great Puritan school. Had John Owen's style been at all equal to his great learning, to the depth and the grasp of his mind, and to the lofty holiness of his life, John Owen would have stood in the very foremost and selectest rank of apostolical and evangelical theologians.  But in all his books Owen labours under the fatal drawback of a bad style. A fine style, a style like that of Hooker, or Taylor, or Bunyan, or Howe, or Leighton, or Law, is such a winning introduction to their works and such an abiding charm and spell.  The full title of Dr. Owen's great work runs thus:  The Nature, Power, Deceit, and Prevalency of the Remainders of Indwelling Sin in Believers--a title that will tell all true students what awaits them when they have courage and enterprise enough to address themselves to this supreme and all-essential subject.  Fourteen years after the publication of Dr. Owen's epoch-making book, John Bunyan's Holy War first saw the light.  Equal in scriptural and in experimental depth, as also in their spiritual loftiness and intensity, those two books are as different as any two books, written in the same language, and written on the same subject, could by any possibility be.  John Owen's book is the book of a great scholar who has read the Fathers and the Schoolmen and the Reformers till he knows them by heart, and till he has been able to digest all that is true to Scripture and to experience in them into his rich and ripe book.  A powerful reasoner, a severe, bald, muscular writer, John Owen in all these respects stands at the very opposite pole to that of John Bunyan.  The author of the Holy War had no learning, but he had a mind of immense natural sagacity, combined with a habit of close and deep observation of human life, and especially of religious life, and he had now a lifetime of most fruitful experience as a Christian man and as a Christian minister behind him; and, all that, taken up into Bunyan's splendid imagination, enabled him to produce this extraordinarily able and impressive book.  A model of English style as the Holy War is, at the same time it does not attain at all to the rank of the Pilgrim's Progress; but then, to be second to the Pilgrim's Progress is reward and honour enough for any book.  Let all genuine students, then, who would know the best that has been written on experimental religion, and who would preach to the deepest and divinest experience of their best people, let them keep continually within their reach John Owen's Temptation, his Mortification of Sin in Believers, his Nature and Power of Indwelling Sin, and John Bunyan's Holy War made for the Regaining of the Metropolis of this World.\\n\\nWell, then, as He who dwells on high would have it, there was one whose name was Mr. Prywell, a great lover of Mansoul.  And he, as his manner was, did go listening up and down in Mansoul to see and hear, if at any time he might, whether there was any design against it or no.  For he was always a jealous man, and feared some mischief would befall it, either from within or from some power without.  Mr. Prywell was always a lover of Mansoul, a sober and a judicious man, a man that was no tattler, nor a raiser of false reports, but one that loves to look into the very bottom of matters, and talks nothing of news but by very solid arguments. And then, after our historian has told us some of the eminent services that Mr. Prywell was able to perform both for the King and for the city, he goes on to tell us how the captains determined that public thanks should be given by the town of Mansoul to Mr. Prywell for his so diligent seeking of the welfare of the town; and, further, that, forasmuch as he was so naturally inclined to seek their good, and also to undermine their foes, they gave him the commission of Scoutmaster-general for the good of Mansoul.  And Mr. Prywell managed his charge and the trust that Mansoul had put into his hands with great conscience and good fidelity; for he gave himself wholly up to his employ, and that not only within the town, but he also went outside of the town to pry, to see, and to hear. Now, that being so, it may interest and perhaps instruct you to- night to look for a little at some of the features and at some of the feats of the Scoutmaster-general of the Holy War, Mr. Prywell, of the town of Mansoul.\\n\\n1. 'Well, now, as He who dwells on high would have it, there was one whose name was Mr. Prywell, a great lover of the town of Mansoul.'  In other words:  self-observation, self-examination, strict, jealous, sleepless self-examination, is of God.  Our God who searches our hearts and tries our reins would have it so.  And if He does not have it so in us, our souls are not as our God would have them to be.\\n\\n'Bunyan employs pry,' says Miss Peacock in her excellent notes, 'in a more favourable sense than it now bears.  As, for instance, it is said in another part of this same book that the men of Mansoul were allowed to pry into the words of the Holy Ghost and to expound them to their best advantage.  Honest anxiety for the welfare of his fellow-townsmen was Mr. Prywell's chief characteristic.  Pry is another form of peer--to look narrowly, to look closely.'  And God, says John Bunyan, would have it so.\",\"timestamp\":1641297886,\"title\":\"And speaking of A Kempis, and having lately read some of his most apposite chapters\"},\"digest\":\"YO43Isau_uooq4fdQMr-auLLhehTQ2-lEwxidJDianA\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"25ZMKCV0GixqwiUuK3KY9D7jE1lLZq1aRncNqAIRqPk\\\",\\\"y\\\":\\\"DEEmNVxS8WMDjtdOcuAyRs6hsc6cNQ8y6mtq1ByI4ss\\\"}\",\"signature\":\"bSL0pfdAtehInTP4uBn-HtM-X0AzdQnM-46MHuDFSycJWbk6aR5gQRF8UAPB6KNY6m5Ws30PINKEB9XQiyRgwQ\",\"signingKeySignature\":\"0x9a482074ae313f658f39f09f8b439252183d07fd9b265724093bffd963eb9d62769aba615ac0fac9eafb24b748488e9c69e8c1c85ea8ad9d5a9f27e5abd485b61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"25ZMKCV0GixqwiUuK3KY9D7jE1lLZq1aRncNqAIRqPk\\\",\\\"y\\\":\\\"DEEmNVxS8WMDjtdOcuAyRs6hsc6cNQ8y6mtq1ByI4ss\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YO43Isau_uooq4fdQMr-auLLhehTQ2-lEwxidJDianA\"}"