"{\"content\":{\"body\":\"## Where we are.\\n\\n329 years ago there was a spot of bother in Salem, Massacheussets. The witch trials, and their dramatisation in ‘The Crucible’, have become rightly famous. Afterall the absurdity of good people losing their lives due to immature women claiming invisible injury and redress due to mere words being spoken couldn’t have any modern parallels?\\n\\nMeanwhile in 2021 the [Hate Crime ( Mysogyny ) Bill ](https://bills.parliament.uk/bills/2718)is working it’s way through Parliament. Should it pass then immature women will be able to claim injury and redress due to mere words being spoken.\\n\\nAt least Abigail Williams and the other Salem accusers claimed that the words were maliciously targetting them directly, rather than merely their identity politics grouping of nutcases and weirdos.\\n\\nThis isn’t exactly progress in my humble opinion, though such is not shared by Nottinghamshire Constabulary who carried out the misogyny survey whose findings informed the Bill above, totalling a couple of hundred instances over 2 years. Misogyny being defined by them as including…\\n\\n*   Unwanted or uninvited physical or verbal contact or engagement;\\n*   Sexually graphic and explicit obscene language;\\n*   Use of mobile devices to send unwanted or uninvited messages or take photographs without consent.\\n\\nSo sending a feminist an univited message consisting of, “Fucking hell, look at these shoes, you’d look great in them!” Could have resulted in two separate misogynistic hate crime instances. Mentioning such to them in person could add the further incident of speaking to without being spoken to first. Taking a photo to show them how they’d look in said shoes might indeed result in the death penalty being applied if we regress just a little further.\\n\\n## Modern Heresy?\\n\\nCourse we don’t burn witches anymore, Salem represented the back end of witch related prosecutions and the religious fervour that such depended upon slowly drained away over the succeeding years and decades. The very thought of burning childless social misfits with an excess of cats and a graceless manner was already seen as a tadge excessive in Europe. Sadly.\\n\\nThey were simpler times, though tempting to think better in some ways. I doubt for instance that the good people of Nottinghamshire would have considered that Parliamentary time was wisely used in protecting them and their feelings from 100 potentially naughty words per year. The Nine Years War against the frogs might have been deemed slightly more important, and somewhat more likely to result in injury.\\n\\nUnless, maybe, those words were Heresy. In 17th Century Nottinghamshire norms of behaviour would have been governed by religion, hence Heresy might have caused enough offence to demand prosecutions.\\n\\nOr, of course, rightly in my opinion, had those words been french.\\n\\n## So what comes first, the behaviour or the Religion?\\n\\nSome time back in pre-history some apes decided to pair bond, to get married, rather than to shag everything and see what happened. Maybe it was a small troop, and when one couple decided that there should be no monkey business with Colin the rest were almost compelled to follow. The result was seen to be good.. The male ape knew which children were his and didn’t have to fight off suitors; troop society was considerably less violent which allowed a safer environment for nurturing the young.\\n\\nThe female could start complaining about the colour of the trees and nagging that shoes be invented such that she could imitate a millipede by collecting them.\\n\\nAnd thus Charles Darwin’s theory of sexual selection happened. Many orders of magnitude faster than mere evolution. The Apes began to adapt to the enviroment considerably more quickly than their competing troops, and eventually morphed into proto-humans.\\n\\nThey taught their children that monkey business behind the yet to be invented bike sheds was bad, that marriage was good. Maybe that the boogeyman would get them if they monkeyed around, that good things would happen if they didn’t. That the tree good would reward them.\\n\\nI doubt there is any human behaviour more closely linked to religion than marriage in it’s various worldly guises. But clearly the behaviour comes first, the religion then codifies the genetically complex but advantageous rules in a mere good versus bad structure. In a way that even a child can understand and be taught.\\n\\nColin on the other hand, not so much. He preferred subduing females, wasn’t interested in the time investment needed to nurture children and didn’t really care for marriage. Seeing other Apes monkeying around with his female Ape excited him. He wanted to continue being a monkey.\\n\\nDon’t be like Colin.\\n\\n## How did we get here?\\n\\nSo with spells being cast against entire swathes of the population, causing intense heretical offence and injury these days, one may wonder how we regressed several hundred years of advancement so quickly?\\n\\nOnly about 20 miles in distance and 300 years in time away from the Salem witch trials “The End of History..” was declared by Harvard alumni Francis Fukayama. Naughtily he omitted transgender people and women preferring instead to pick upon the last man. These were less enlightened times however, the sisterhood and the coven of cuckly Colins were less powerful so he escaped cancellation and instead became famous. Well, amongst politics geeks anyway.\\n\\nHe neglected to tell us that the triumph of Liberal Democracy would usher in a religious quest to determine which colour of Vagina was the correct one to replace the last man. Is a white vagina sufficient, or should it be mixed race or even… a male one? Whatever that is.\\n\\nObjectively, you see, Liberal Democracy was a panacea. Money and votes. The religious rules which once separated us from the Apes were not objectively important.\\n\\nThe previous 2000 years had seen the tree good morph into a set of rules or commandments. Following which was for the genetic good of society as whole.\\n\\nThese were then refined with the concept of Grace in the new testament. Namely that merely following the rules yourself was not enough, that you should also assume that others were trying to follow the rules before punishing them. This lead to an even less violent society and the Grace period.\\n\\nClearly something went badly wrong in Salem, and has now. Though it is somewhat ironic that the Graceless period likely started around the time that Francis was proclaiming his hubris as the end of history. Behaviour apparently was set in stone.\\n\\nBehaviour however was already changing.\\n\\n## Where are we really going?\\n\\nBike sheds and shoes had now been invented you see. A certain type of Ape valued them both above marriage. The boogeyman, it was taught, was now trying to destroy the trees, and had enslaved all previous generations of shoe collecting apes with his patriarchal rules.\\n\\nA new good had emerged, one that pronounced shoes and monkeying around to be the path of true happiness. Male Apes were all part of a secret plot to deny these poor slaves the infinte numbers of shoes they richly deserved.\\n\\nMarriage was slavery. Sexual selection and nurturing of the young… just got in the way\\n\\nWords had power, and power was personal. Power was to be used to replace the boogeyman’s rules and any who followed them. To which end three spells were constructed.\\n\\nWeak at first, though gaining in strength as more incanations from higher and higher were made, they presupposed malice. The boogeyman’s success over time immemorial was due to racism, sexism and homophobia. The family unit itself powered entirely by malice and had to be destroyed.\\n\\nThis secretly delighted Colin. By proclaiming his hatred for the boogeyman he could get close to his prey. He’d praise their shoes, use their spells and, when the time was right, overpower them.\\n\\n## How long does it take for cult like behaviour to become Religion?\\n\\nIf you accept the premise that 1965 was when the new boogeyman was created then just over 50 years seems like a reasonable estimate. What we see around us has all the hallmarks of a cult. Cults eventually become religions.\\n\\nDefined as:\\n\\n*noun*\\n\\n1.  In modern English, a **cult** is a [social group](https://en.wikipedia.org/wiki/Social_group) that is defined by its unusual [religious](https://en.wikipedia.org/wiki/Religion), [spiritual](https://en.wikipedia.org/wiki/Spirituality), or [philosophical](https://en.wikipedia.org/wiki/Philosophy) beliefs, or by its [common interest](https://en.wikipedia.org/wiki/Followership) in a particular [personality](https://en.wikipedia.org/wiki/Cult_of_personality), object, or [goal](https://en.wikipedia.org/wiki/Goal). \\n\\nSo whether that personality, object or goal is St Greta of Doom Goblins, Political Correctness, No Fault Divorce, Human Child Sacrifice in the form of Abortion, Affirmative Action, Transgender bathrooms, the destruction of the family, the collection of shoes, cancel culture, fatherless families, the supposed pay gap, women in STEM or the endless quest for the correctly coloured vagina…. You will find the same type of Ape directing things from a position little different to a Priestess.\\n\\nThe original priestesses from the 1960s have all been diagnosed with various mental disorders, as have half of under 30 year olds of a certain type of Ape.\\n\\nOh, and Colin of course.\\n\\nDon’t believe me? Just try criticising their shoes.\\n\\n## How fast can sexual selection work?\\n\\nSome chap in Russia decided to breed foxes which are friendly towards humans. This was achieved after just 2 generations, though interestingly the foxes he bred also developed other traits which were attractive to humans. Brightly coloured and patterned coats for instance that don’t exist in the wild.\\n\\nFox generations are shorter than human ones , the latter generally be taken to be 20 years. Evolution is popularly assumed to be very slow, though it appears that sexual selection can be almost astonishingly fast. If feminists and other animals were bred to accentuate their hostility to human males, and the boogeyman of course, then one wonders what other traits would emerge?\\n\\nAnother experiment was Calhoun’s mouse utopia where luxury living space and unlimited food were provided with the expectation being that the mouse population would explode until overcrowding became an issue. Instead the mouse populations died out. Not due to hunger, disease or discomfort but because the male mouses lost interest in the females and refused to breed with them. The mouse society suffered a strangely genetic death. An excess of resources under say, Liberal Democracy, may not in the long run be a good thing.\\n\\nThere seems to be considerable evidence that the Social Epistasis Amplification Model (SEAM), basically the human equivalent of those mice, is happening amongst our own population. Sperm counts declining, general intelligence reducing, mutations in the form of mental illnesses increasing and birth rates on the slide too. To understand this effect you could read up on the Academic works of Woodley and Dutton… Or just watch the first few minutes of the film [Idiocacy](https://youtu.be/sP2tUW0HDHA).\\n\\nGiven that cults and religions can form over 50 or 60 years we could already be looking at 3rd generation feminists and other spiteful mutants.\\n\\nReligions and cults don’t start with a bang, indeed it can sometimes be difficult to discern where or when they did, nor do they die out quickly. Apes and monkeys are amusing precisely because they are not human, but have some human like behaviours.\\n\\nIn the same way as the previous religious order and establishment was overthrown by the relentless mockery of Monty Python and others, so too should the Doom Goblins and boogeyman fearing Priestesses suffer the same fate. But first it has to be formalised.\\n\\nThroughout genetic human history only about 40% of males have had children, as opposed to 70% of females. That the Doom Goblins and Priestesses are damaging society should by this point be clear, though they are also damaging their own reproductive health as increasingly wise blokes refuse to shag them.\\n\\nIt is rather amusing to look through the dating adverts for late 30s and older women whose body clocks are ticking and see a long list of things that they don’t want, colocated with childish wants such as “Where is my Prince?”. That they mainly appear to be fat, drunken feminist slobs with nothing to offer likely hasn’t ever occurred to them. So it would be a public service to inform them. Mock, not cock is the answer.\\n\\nMeanwhile cuckly Colin and his rapey chums are our responsibility. Claiming as they do to be the same sex. Any bloke who compromises his values for a low value simian should be mocked relentlessly for it. #CuckLogic should called out for ridicule.\\n\\nThose who are totally incapable of pair bonding are in many ways fundamentally less human, and certainly have no right to dictate social or economic poicy as they have less of a stake in the future. Yet men pay 70% of the tax and recieve practically no representation in return.\\n\\nFrancis Fukayama was right about one thing, votes and money does equal power. So use your power, particularly your economic power, by refusing to buy woke or feminist supporting products. Refuse to vote for cucks or feminists, though admittedly that doesn’t often leave anyone to vote for in most instances.\\n\\nMeanwhile you will almost certainly be called racist, sexist, misogynistic or homophobic. Though simply consider this to be the modern equivalent of an Ape flinging their poo at you. If you don’t emerge from a cultural battle which threatens civilisation as we know it with a few scars, then shame on you.\\n\\nBy their own actions and behaviour they will die out, though that doesn’t mean we shouldn’t have some fun at their expense in the mean time. Indeed the sooner wokeism / feminism / globalism / ecomentalism is officially declared a religion, the sooner we can identify and distance ourselves from it’s adherents.\\n\",\"timestamp\":1635293777,\"title\":\"The End of History and the last ( correctly coloured) Vagina.\"},\"digest\":\"rbeC3vY4sraCkwmYtXsahhTxBfef9lh9ya6uprnBfkE\",\"authorship\":{\"contributor\":\"0xD5EAbC1973b7d580D37ae256398eEF0977d05FA5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3dYFNcZA1jaH_QhysafO7jfVV93aPbETh4_14D0ChwI\\\",\\\"y\\\":\\\"jcPPFWoHUULNoAaBuW5YTjzaJ2_yoRGoHHjZM4y3bv8\\\"}\",\"signature\":\"YRx2Wmv80VWoeW3sxwqMeS-jqO71HhcnDSb-egxmp-ZFZljT23RUacJTuwdd6Rfhn8OF9BZ5c2ZQg1HsW7ppCg\",\"signingKeySignature\":\"0x3c25cf1d7dc15fb2e7a47d897eec65fdf55807c2ad809055690074b68c9dc8875fd1e6f4f4d342d9ef23a9a9e1923e64d260f2629efe81d2827e204f2a78a8bf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3dYFNcZA1jaH_QhysafO7jfVV93aPbETh4_14D0ChwI\\\",\\\"y\\\":\\\"jcPPFWoHUULNoAaBuW5YTjzaJ2_yoRGoHHjZM4y3bv8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rbeC3vY4sraCkwmYtXsahhTxBfef9lh9ya6uprnBfkE\"}"