"{\"content\":{\"body\":\"![Photo by Will Francis on Unsplash](https://images.mirror-media.xyz/publication-images/RYj4pzIpg88q4NICHBqWY.jpg?height=2160&width=3240)\\n\\nFirst, Merry Christmas! I wanted to give SMBs great news heading into 2022 — you don’t need an agency to do Facebook ads!\\n\\nSecond headline — it’s probably better than the advertising you’re currently doing.\\n\\nThere are millions of blog posts like this, but I don’t think many good ones geared toward SMBs looking to just get started.\\n\\nNOTE: this is ***NOT*** a tutorial. This blog’s geared to SMBs who are on the fence about Facebook ads and never tried.\\n\\nBut, even for seasoned Facebook ads SMB operators, I recommend skimming through.\\n\\n### The benefits of Facebook Ads\\n\\n* Did you know you could target everyone in a 2-mile radius of your shop?\\n* Did you know [Canva](https://www.canva.com/templates/?query=social-graphics&filters=eyJBPyI6IkIiLCJBIjoiTUA3bkJPVl85eWJlQjZWUSJ9) has free 2,000 templates for you to create social media ads?\\n* Did you know Facebook has free templates, too?\\n* Did you know you can target everyone in your city that is interested in sneakers? Books? Chinese food? Or whatever your SMB does?\\n\\nMost SMBs were started either out of their own passion or solving a need. In that case, spending a few dollars to target people that you feel like would be interested in your product/company should be simple.\\n\\n`Tip 1: Don’t get so bogged down about the technical things like pixels, funnels or attribution.`\\n\\nThis is still the best way to get awareness out to your brand — at the cheapest cost. This is why you should think Facebook.\\n\\n### How to set up a Facebook Ad campaign for your business\\n\\nUnfortunately this won’t be a tutorial. But don’t go to the gurus. Go to Facebook.com and it’s library of content instead.\\n\\nIt’ll be no BS, just good info to just get started.\\n\\n[https://www.facebook.com/business/small-business/advertise](https://www.facebook.com/business/small-business/advertise)\\n\\n### Why you shouldn't pay attention only to the number of clicks or impressions your ads are getting\\n\\nAnother one — engagement. Because clicks and engagement have almost zero correlation to sales.\\n\\n> \\\"...industry research has repeatedly shown that engagement rates do not correlate with the outcomes ultimately used to judge the success of marketing efforts.\\\"\\n>\\n> — Brad Smallwood, Facebook's head of marketing science\\n\\nYet, there are too many “gurus” and owners talking about their web traffic or Instagram like ratios…\\n\\nImpressions do have some correlation, but that conversation is very nuanced — and for this blog post, something I’m putting a pin on.\\n\\n`Tip 2: If you were on the street and could stop someone and say one thing about your business, what would it be? Well, that’s your ad and KPI.`\\n\\nAll Facebook ads does is make that stranger-on-the-street convo more accurate. Better ads and website helps, but SMB owners should start thinking about it as stopping potential customers on their app — and what does the business want to say?\\n\\n![Photo by Les Anderson on Unsplash](https://images.mirror-media.xyz/publication-images/MsbUohcmyBTVdhK7EMw2T.jpg?height=427&width=640)\\n\\n### What's the difference between a conversion and an acquisition cost-per-lead, and how can you use them both in your campaigns\\n\\n… Yeah don’t worry about those. Remember Tip No. 1? \\n\\nIf you are starting, those numbers won’t mean anything since you don’t have a baseline. Instead, think about your ads this way:\\n\\n* How much money did we spend in Facebook ads?\\n* Have we seen any impact to our business?\\n* Is this something I feel like I can do?\\n* Should I start asking my customers if they saw my ads?\\n\\nAsking someone who bought something in your store, “By any chance did you see our Facebook ad?” can yield a lot of info. Or when you get a call or have a chat with someone in store.\\n\\nIf you’re only online, I’d assume you have some analytics set up. See if a product page is viewed more or not. Or if more people sign up for the promo code. Or visit the website more or less.\\n\\nDon’t focus on an ad metric. Focus on what matters to your company — and adjust and learn from it.\\n\\n### How much does SMB need to start spending?\\n\\n![Photo by NeONBRAND on Unsplash](https://images.mirror-media.xyz/publication-images/jx93LJDFFT-31IiFfXgW4.jpg?height=3024&width=4032)\\n\\nI hate this question, but this is totally relevant to the conversation for SMBs starting out.\\n\\nBut, TL;DR, probably way more than what you think it takes.\\n\\nMost SMBs hope to spend $100 and see what happens, but most SMBs actually wan that $100 to return $1,000 or more.\\n\\nTruth is, if you have $100 to spend, you probably need to 10x it and spend $1,000.\\n\\nBecause, well, Facebook ads isn’t magic.\\n\\nTreat how much you can put into ads more like an investment of your time. Because in the end, Facebook ads should give you more time to do x, y and z  — not just give you cash.\\n\\nLook at what you’re spending on marketing, in both time and money. Figure out a budget, and find 10x more of it. Don’t take short cuts and experiment first before hiring someone.\\n\\nI’ll bet Facebook ads will surprise you. This is me giving you permission to try, and I promise 2022 will lead to better thinking about how you can help your customers find you more.\\n\\n*Tony Lee (aka [@sheckii](https://www.twitter.com/sheckii)) is a digital advertising entrepreneur who worked on brands like 20th Century Fox, Sam’s Club, ABC Entertainment, Nintendo, Starz, sweetgreen, outdoor voices, First Republic Bank, Kane’s Furniture and more. He currently works as a lead for Performance Marketing at Shopify for international paid social media acquisition. He’s also the host of [welcome to sheckiiville podcast](https://anchor.fm/sheckii) available on Apple and iOS devices.*\\n\\n![](https://images.mirror-media.xyz/publication-images/WOI7uaDEU2BHsYm1hIZSH.png?height=1762&width=1536)\\n\\n\",\"timestamp\":1640445723,\"title\":\"How your small business can use Facebook Ads to win more customers\"},\"digest\":\"e3rr85Zc9cjCUCM0GbxVa0B2b6Z-RA88dN6QO2sbXN0\",\"authorship\":{\"contributor\":\"0x05E2664B70F255108A8932627d9F56A216bc519B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4jxSTnuAeaBzJp9GQmevG5IpygOktE8x8Ou_LTDrY-E\\\",\\\"y\\\":\\\"YqJkjqUQeExYRjtpDHObP_1A6tmKEx5N__BPdPe-n84\\\"}\",\"signature\":\"OVQjjYa-0NG103MA_dTMBcu6hBVGbAL8xe5JOiwN8z7wAS4xndY1TP88_VcH8TLW3eaWxHtdQK6zkMNBT1DJTA\",\"signingKeySignature\":\"0x10ed8a4c8626d814396816e38132053932f58d7d342940fe55a72a4be888a0400a4ab6116fc04980849028ada44af3204b48ea838dab33382beaf3889ca0c6971b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4jxSTnuAeaBzJp9GQmevG5IpygOktE8x8Ou_LTDrY-E\\\",\\\"y\\\":\\\"YqJkjqUQeExYRjtpDHObP_1A6tmKEx5N__BPdPe-n84\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VLDOOZx9EcKxIcgwp7ak26H8aYACMufpXayPIoRJyyc\"}"