"{\"content\":{\"body\":\"(1) When doing Internet business, you are the culmination of the upstream. When doing traditional business, you can easily be downstream of others. With payment for goods, outstanding debts, bad debts, as soon as the upstream companies closed down, a group of downstream companies were killed. Therefore, at this stage, all wise bosses come to play on the Internet.\\n\\n(2) To find someone to cooperate, first figure out whether this person's state is on the way uphill? If it is uphill, it is easy to succeed in cooperation with him. What if it is going downhill or maintaining the status quo? People who are gone, don't play with him.\\n\\n(3) The problem that employees care about is not the company's problems but their own problems. Therefore, managing employees is to set specific goals for them. Don't talk about what you want, because no matter what you say, he doesn't care, he only cares about his own interests.\\n\\n(4) The company is as stable as it can train as many people who care about the company. The stability of the company is not supported by strong technology, not by capable people, but by people who care about the company.\\n\\n(5) The project manager uses his own wisdom to solve problems, and the boss uses the wisdom of all employees to solve problems. The boss who does not use the heads of employees is just a project manager. There are talents and talents.\\n\\n(6) A boss who says that it is someone else’s problem will never make progress when he encounters a problem. A person who can make progress just likes to reflect and then solve the problem.\\n\\n(7) The boss's purpose in creating a business is for his own dream, but if he doesn't realize his dream for his employees, the employees will not try to help you make money. Therefore, the company's gameplay is to help employees realize their dreams. When the employees' dreams are realized, the boss's dreams will be realized by the way.\\n\\n(8) Many companies try their best to teach employees methods instead of stimulating their internal motivation. Employees are soft, and the boss stimulates the employees' internal motivation every day, and the employees will find the methods themselves. Employees are discouraged, and they are replaced when they are not excited. This is why many companies like to recruit students who have just left the society.\\n\\n(9) As long as an employee privately says that the company is not good, fire the employee, and then find out if the company has not done a good job there. It is advocating to find a company problem and directly respond to the boss. If the problem is good, reward it, and if it is not good, it is encouraged to find a good problem to respond next time, and open the door.\\n\\n(10) A company can exist because you continue to release value to the market and help the market. If you count customers and deceive them, your business will soon disappear.\\n\\n(11) The company must respect the people with good performance as teachers and respect those with good performance. If the boss respects people with poor performance and cracks down on those with good performance, he will faint and wait for bankruptcy. To be an enterprise is not to be the emperor, the market is the emperor, and the enterprise is a slave.\",\"timestamp\":1634804606,\"title\":\"The idea of being a boss at eleven o'clock!\"},\"digest\":\"HizivTYKhkXMsQu33fYP3l_vgwQGofEGg8Qd65csA6g\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"Cg9pl8JRJBAX5IKnuf9qM2B7jwUaRHdtsaK_P7g55TxWLI0YousKm_f-UHsNs1WV7PQ9QujX73Q3Cttskzd__g\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HizivTYKhkXMsQu33fYP3l_vgwQGofEGg8Qd65csA6g\"}"