"{\"content\":{\"body\":\"新華社北京11月12日電 11月12日晚，國家主席習近平在北京以視頻方式出席亞太經合組織第二十八次領導人非正式會議並發表重要講話。\\n\\n11月12日晚，國家主席習近平在北京以視頻方式出席亞太經合組織第二十八次領導人非正式會議並發表重要講話。新華社記者 黃敬文 攝\\n\\n習近平指出，今年是中國加入亞太經合組織30周年。這30年，是中國深化改革、擴大開放的30年，也是亞太經濟合作不斷擴展的30年。亞太成為全球最具增長活力和發展潛力的地區，為世界經濟增長和地區人民福祉作出了積極貢獻。我們要推進落實2040年布特拉加亞願景，構建開放包容、創新增長、互聯互通、合作共贏的亞太命運共同體。\\n\\n第一，推動抗疫合作和經濟復甦。早日戰勝疫情、恢復經濟增長，是當前亞太各成員最重要的任務。要科學應對疫情，深化國際合作，促進疫苗研發、生產、公平分配。中國宣佈全年將努力對外提供20億劑疫苗，迄今已提供超過17億劑。不久前，中方提出了全球疫苗合作行動倡議，明確未來3年內提供30億美元，用於支持發展中國家抗疫和恢復經濟社會發展。中方歡迎亞太經合組織促進關鍵物資流通和人員安全往來倡議，將繼續向\\\"應對疫情和經濟復甦\\\"子基金提供支援，助力各成員恢復和發展經濟。\\n\\n11月12日晚，國家主席習近平在北京以視頻方式出席亞太經合組織第二十八次領導人非正式會議並發表重要講話。新華社記者 李響 攝\\n\\n第二，構建開放型亞太經濟。開放是亞太合作的生命線。要堅持開放的地區主義，推進區域經濟一體化，早日建成高水準亞太自由貿易區。要踐行真正的多邊主義，堅持對話而不對抗、包容而不排他、融合而不脫鉤，堅定維護以世界貿易組織為核心的多邊貿易體制。中方期待《區域全面經濟夥伴關係協定》明年如期生效，已申請加入《全面與進步跨太平洋夥伴關係協定》。\\n\\n第三，促進創新增長和數位經濟發展。創新是引領世界發展的重要動力。要堅持創新驅動大方向，全面平衡落實亞太經合組織《互聯網和數字經濟路線圖》，為創新和生產力發展構建開放、公平、公正、非歧視的環境。加強數字基礎設施建設，加快數字轉型，努力彌合「數字鴻溝」，推動數字經濟全面發展。中國提出促進數位時代互聯互通倡議，支援加強數位經濟國際合作，已申請加入《數字經濟夥伴關係協定》。\\n\\n11月12日晚，國家主席習近平在北京以視頻方式出席亞太經合組織第二十八次領導人非正式會議並發表重要講話。新華社記者 黃敬文 攝\\n\\n第四，實現包容可持續發展。要堅持人與自然和諧共生，積極應對氣候變化，促進綠色低碳轉型，努力構建地球生命共同體。中方支持發展中國家發展綠色低碳能源，願同有關各國一道，推進高品質共建\\\"一帶一路\\\"，全面落實聯合國2030年可持續發展議程，讓發展成果更多更公平惠及各國人民。我提出全球發展倡議，旨在推動全球發展邁向平衡協調包容新階段，對推動亞太地區可持續發展具有重要意義。經濟技術合作是亞太經合組織重要合作領域，應該加大投入力度，確保發展中成員從中受益，為亞太地區發展繁榮持續注入新動力。\\n\\n習近平強調，今年是中國共產黨成立100周年。讓14億多中國人民過上更加美好的生活、促進人類和平與發展，是中國共產黨矢志不渝的奮鬥目標。當前，中國已經開啟全面建設社會主義現代化國家新征程。中國將堅定不移擴大對外開放，同世界和亞太各成員分享中國發展機遇。\\n\\n11月12日晚，國家主席習近平在北京以視頻方式出席亞太經合組織第二十八次領導人非正式會議並發表重要講話。新華社記者 申宏 攝\\n\\n習近平最後強調，紐西蘭有一句毛利諺語：「成功從不是憑藉個人，而是依靠集體。\\\"中方願同亞太各成員一道，積極推動構建亞太命運共同體，攜手開創亞太經濟合作新篇章。\\n\\n會議由紐西蘭總理阿德恩主持，主題為\\\"推動疫後經濟復甦，實現亞太人民和子孫後代的共同繁榮\\\"。會議通過了《2040年亞太經合組織布特拉加亞願景》落實計劃，發表了《2021年亞太經合組織領導人宣言》。\\n\\n### 丁薛祥、楊潔篪、王毅、何立峰等參加會議\",\"timestamp\":1636759962,\"title\":\"习近平出席亚太经合组织第二十八次领导人非正式会议并发表重要讲话\"},\"digest\":\"I5FQU9_y91e9Fz78o-txa1kFLu6X_dPEdrLZyN-fM-Q\",\"authorship\":{\"contributor\":\"0x8760098B76010649d40B8EF3e03fa59eA710fBDD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hlwtwjpS7sKDoWrc3-3Q7Bbx7SR3SzMcEfKwGCZM7bo\\\",\\\"y\\\":\\\"WbP-hJac5AxOsyALRAaJzwqcM-uRTrZUJzyIVNBF_W4\\\"}\",\"signature\":\"q3qgtPDgJIcjk3kHcBqNqR6ErGLdq0YWuMTfzvuVEKyLNrKhWsDGc3_HxV1zJMdyrl7DfAMLy2ab0L4yTHtNEA\",\"signingKeySignature\":\"0xdd4c4961f94afce94747d84e099a5c9f1d56f62f961459b9c8f7844254f85939552546592c5fe9f6222866aa21d9fdcad7cbe54e40169fa555d2ba1afae627bf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hlwtwjpS7sKDoWrc3-3Q7Bbx7SR3SzMcEfKwGCZM7bo\\\",\\\"y\\\":\\\"WbP-hJac5AxOsyALRAaJzwqcM-uRTrZUJzyIVNBF_W4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"I5FQU9_y91e9Fz78o-txa1kFLu6X_dPEdrLZyN-fM-Q\"}"