"{\"content\":{\"body\":\"DAOs are hot right now. In the world of blockchains if you bring together a couple of people who share profits, voting rights, or create some form of community it’s almost impossible not to be called a DAO. But the idea of a decentralized autonomous organization has a long history. Around 160 years ago the concept of the cooperative took shape in Britain. In a country industrializing at a fast pace, workers came together to form groups that shared responsibility and found ways to match industrialists who turned their businesses (mostly factory-work related businesses) into corporations. Of course, this long history of the DAO isn’t a new framework, but I will have a look at the what the purposes, struggles and general history of the cooperative movement can teach DAOs and those thinking of setting up a DAO.\\n\\n### From 1844 to 2021\\n\\nBlockchain and Web3 tools, solutions, and services are akin to the changes seen in the 19th Century driven by the Industrial Revolution. If you look at Manchester, in the UK, in 1801 you found 85,000 people. By 1851, this number had grown to over 400,000. The areas surrounding Manchester had industrialised at an equal pace. Towards the end of this 50 year period a couple of major changes had taken place that still shape our economic society today. All three actually have their root in the year 1844.\\n\\n1. **Friedrich Engels** published ‘*Conditions of the Working Class in England*’, which **Karl Marx** subsequently read and lead to the two of them spending time together in Manchester, in Chetham’s Library to be specific, to read - quite boring - economic history. This lead to the publication in 1848 of ‘*The Communist Manifesto*.’ As **Will Page** recently pointed out in his ‘*Tarzan Economics*,’ this link between cooperation and Communism is one that often means people shy away from the former, but we would do well not to be deterred.\\n2. The British government laid the foundations of modern capitalism in 1844 by passing the *Joint Stock Act* and the *Bank Charter Act* through parliament. The former is the basis for the stock-based businesses and corporations we still know today. The latter functioned as the macro-basis for currency protected by a central bank as we still know it today.\\n3. Finally, and if you’re [at all familiar with DAOs](https://gnosisguild.mirror.xyz/t4F5rItMw4-mlpLZf5JQhElbDfQ2JRVKAzEpanyxW1Q) there’s a strong chance you will have heard of them before, a group of workers founded the **Rochdale Equitable Pioneers** **Society**. They did not come out of nowhere. [Their principles](https://cloyne.org/rochdale-principles/) and codifications can be seen as the fruits of decades, if not centuries, of co-operative work. A main protagonist in this earlier work was **Robert Owen**, who also had a history in Manchester where he worked as a draper in the late 18th Century. From there he went on to buy the New Lanark Mills in Scotland where he put his, and those of others, ideas on social reform into practice. As a reference, one of the radical ideas he instituted at New Lanark was to introduce a minimum age for apprentices: 10 years old\\n\\n![](https://images.mirror-media.xyz/publication-images/e742707c-cb39-42c3-8c47-38c03a450088.jpg?height=695&width=453)\\n\\nLet’s briefly compare this history to more recent developments:\\n\\n1. Writers and thinkers such as **Yuval Noah Harari**, and specifically his book ‘*Sapiens*,’ who argue that human development is predicated on the ability to work together in ever larger groups and across ever larger geographies.\\n2. Global hypes that drive adoption of Web3 tools, solutions, and protocols. The latest example being the NFT hype, but also the crypto-boom of 2017. As blockchain-based technologies become more mainstream, [global financial institutions](https://www.cnbc.com/2021/08/23/visa-buys-cryptopunk-nft-for-150000.html) and [governments](https://www.jdsupra.com/legalnews/crypto-daos-and-the-wyoming-frontier-9251606/) are forced to join the new space and [create policy](https://www.weforum.org/agenda/2021/07/new-rules-tools-cryptocurrencies/).\\n3. Early iterations of DAOs mostly involved investments. Examples are **The DAO** and **Bitshares**. More recently, DAOs have started veering more towards cooperation and away from drivers such as pure profits. Overall, the last year has seen the number of DAOs explode. According to **DeepDAO** – which tracks DAO activity – one year ago, there were 4,600 DAOs while today there are 716,000.\\n\\nSo humans get their best work done when they operate together as teams, or [squads](https://www.atlassian.com/agile/agile-at-scale/spotify) if you prefer agile terminology. We’ve been doing this for a very long time and major social-economic changes often impact how we organize ourselves. In the Middle Ages we had guilds, in the 19th Century we turned to cooperatives and now, in the 21st Century, we operate in DAOs. If indeed the idea of a DAO is closely related to that of the cooperative, then what can we learn from the latter’s growth from 28 skilled workers from Rochdale to around 720 million cooperative members worldwide in 2021? Let’s have a look at the key moments of growth for cooperatives in the past 180 years and how that compares to DAO-led developments.\\n\\n## Diverging cooperatives: from Rochdale to Weyerbusch\\n\\nOf course, our 28 Rochdale pioneers were not the first to organize themselves into a cooperative. However, they stuck in history as a defining group because they set out rules, principles and codifications that allowed others to build on what they did. For them it was mainly about helping out fellow workers and establishing a community that was capable of creating pecuniary benefit and led to improve the social and domestic conditions of its workers. Of course, others who took up this initiative had other incentives and goals.\\nFrom 1844, our next step leads to Germany, where the first cooperatives – some say Engels kickstarted these – centred around helping indebted poor in rural Weyerbusch. The need for excessive loans and the conditions to those loans found their roots in early capitalist ideas arising from industrialisation. **Friedrich Wilhelm Raiffeisen** started a project in 1847 that allowed farmers to receive small loans on favorable conditions for repayment. The other main figure at the beginning of the cooperative movement in Germany was **Franz Hermann Schulze-Delitzsch**. Where he differed from Raiffeisen was that he wanted the cooperatives to remain free of state help. Raiffeisen, conversely, increasingly engaged with Prussian government structures for aid. By 1895 this had resulted in a state-owned cooperative bank. Schulze-Delitzsch, who had died in 1883, and his followers did not approve of any state help and instead focused on self-help. In other words, by the end of the 19th Century, and after unification, Germany was home to two main divergent strands of cooperativism.\\n\\n1. A kind of middle-ground cooperative which still held up ideals of togetherness, but which increasingly had involved state help. Besides, it had increasingly come to be built upon structures that did not favor the cooperative, but which focused on centralized ownership.\\n2. A more pure-bred cooperative which focused on units of self-help and which saw cooperation as a moral virtue. Moreover, cooperation meant first and foremost that single workers lacked the resources to compete in expanding markets. By banding together they could both retain ownership and compete with industrialization.\\n\\n### DAOs can learn\\n\\nAs I jokingly said in the opening paragraph, almost anything that happens collectively on the blockchain is called a DAO recently. But it’s worthwhile thinking about various forms of DAOs and how they compete together. For example, back in 2014 **Vitalik Buterin** wrote a short [terminology guide](https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/) on the differentiations between DAOs, DACs, DAs, and DCs. He focuses heavily on the ‘automation’ implied through ‘autonomous’, or in what way humans move from the center to the edge of decision-making. Related to the above German example of cooperatives going in two different directions it’s useful to look at the differentiation between a DAC (Decentralized Autonomous Corporation) and DAO.\\n\\n> “\\\\[A\\\\] DAC pays dividends. That is, there is a concept of shares in a DAC which are purchaseable and tradeable in some fashion, and those shares potentially entitle their holders to continual receipts based on the DAC’s success. A DAO is non-profit; though you can make money in a DAO, the way to do that is by participating in its ecosystem and not by providing investment into the DAO itself.”\\n\\nButerin himself already acknowledges that this distinction is murky because even the internal capital of the DAO, expressed in its own coin, will go up when the DAO becomes more popular and thus increase in value almost like a dividend. Leaving that murkiness aside, it’s clear that any attempt to decentralize organisations today faces the same dichotomy faced by cooperatives in the late-19th Century.\\n\\nState-help in blockchain terms should be seen as any help that isn’t transparent. The pure-bred DAO is totally transparent and reveals itself through their blockchain of choice. And while we need web2.5 solutions to increase adoption rates for Web3 solutions, just like Raiffeisen felt it was fine to use state funds if it helped him achieve his own goals towards cooperation, this will ultimately lead to competing elements. \\n\\n## Expanding principles\\n\\nPost-World War II, the cooperative movement, which had already for decades been institutionalized into the **International Cooperative Alliance** (ICA), found itself struggling with the original principles set out by the Rochdale Pioneers. Even though these principles had already been amended in 1937, they needed another set of changes to reflect an ever-growing number of non-consumer cooperatives. For the current purpose of this article let me highlight one renewed principle:\\n\\nThe economic results arising out of the operations of a society belong to the members of that society and should be distributed in such a manner as would avoid one member gaining at the expense of others. This may be done by decision of the members as follows: a) by provision for development of the business of the corporation; b) by provision of the common services; or c) by the distribution among the members in proportion to their transactions with the society.\\n\\n### DAOs can learn\\n\\nThe reason I highlight that part is because currently most DAOs would require expanding this principle again. On the one hand, voting in a cooperative was, and is, based on one member equals one vote. Most DAOs work on a vote distribution based on token ownership. More significantly, however, is the mention of the common services. Of course, there are DAOs which keep this in mind, but a key element to any DAO is that they automate certain governing processes.\\n\\n[https://twitter.com/evabeylin/status/1396184123761303554?s=20](https://twitter.com/evabeylin/status/1396184123761303554?s=20)\\n\\nThere’s an element of cooperation in this image of a DAO as a truly autonomous organization. However, the idea and especially the ideal behind many DAOs go much further and potentially bring the human closer to the decision-making process again. One example of an expression of this is **Project DisCO**, where DisCO stands for distributed cooperative organization.\\n\\n[https://www.youtube.com/watch?v=I7Gv8aQpptI](https://www.youtube.com/watch?v=I7Gv8aQpptI)\\n\\nThe project started in response to DAOs as they formed a couple of years ago: focused on investment. Project DisCO’s main focus is on the commons and in doing so they link heavily back to the ideal of cooperation. This comes back in their [manifesto](http://disco.coop/manifesto/), where they dedicate a full chapter to historical precedents for decentralized models.\\n\\nOne important way Project DisCO updates the principles set out by the Rochdale Pioneers, and modernized throughout the years by the ICA, is by priming DisCOs for federation.\\n\\n> “This dynamic resembles how TCP/IP allows a network of networks, the Internet, to function. Each node can be based on small group trust, intimacy and mutual support while still achieving a larger impact through federation.”\\n\\nThis harks back to an issue that Raiffeisen tried to solve in the mid-19th Century by talking about villages as a synonym for the cooperatives. He did that, because he felt that any cooperative would need to resemble a village. Any group bigger than that would start to cause problems. Over the next couple of decades he was proved right as his own organization expanded and failed at keeping that commons connection alive.\\n\\n## Where does this leave music DAOs?\\n\\nBringing musicians, fans, or your organization together as a DAO [isn’t that difficult](https://www.musicxtechxfuture.com/2021/06/22/blockchain-basics-how-to-start-a-dao/), but what the above asks is to think about why you do that. Furthermore, it asks that when you have an answer to the why, you realize what the history is you’re building on. The why then becomes a how do I interpret a DAO and what it stands for? Am I looking to bring people together to [create](https://elektra.camp/#/) something new that will benefit them as a whole group? Or am I bringing people together [to share ownership](https://www.partybid.app/) of something we would not be able to achieve as individuals?\\n\\nWhatever your reasons, if it builds on the long history of the DAO then it might lead you to reassess the principles that have been codified for almost 180 years now. While DAOs’ first iterations took humans towards the edges of decision-making, cooperatives took economics and brought it to a human scale. DAOs can do the same for any community coming together in a decentralized, or better yet distributed, manner. Music is often already a collaborative effort, but to take all those elements of collaboration and decentralize and distribute them will work better if the historical struggles of cooperatives are learned from. \",\"timestamp\":1629959461,\"title\":\"Autonomy on a human scale: cooperatives to DAOs\",\"publication\":\"musicx\"},\"digest\":\"aJODmYiWXhveFO64nTgO4qNn-E_1rphF6GiZJJk1VVM\",\"authorship\":{\"contributor\":\"0x04a395a382B43d083ac5F43eb4c32B93d5a43E00\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8iEIzphe9jX-mCUjXRrLX1kwBTVcpPlv73pKUjlhzaI\\\",\\\"y\\\":\\\"ihk2IDb0b_tPf9KmIABlIIO-smpqGF1gyoN84r76j5g\\\"}\",\"signature\":\"Fwsdx6Kczvn-3HKPml9HlXf5oA9W5-sKczy1WF97VmBa0_1EBse47ERP76kv8YsJXqFRskL4RJPepAOgtncviQ\",\"signingKeySignature\":\"0x0179acc16bb13ef2fc7a609525a36d70a339308e98e4e6430c36af8ed3aa2bda34ed5d2eae5318e161b0c234973b4068a0f9d5f89195b556a263defea6d4b2ae1c\",\"signingKeyMessage\":\"I authorize the publication of articles on musicx.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8iEIzphe9jX-mCUjXRrLX1kwBTVcpPlv73pKUjlhzaI\\\",\\\"y\\\":\\\"ihk2IDb0b_tPf9KmIABlIIO-smpqGF1gyoN84r76j5g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aJODmYiWXhveFO64nTgO4qNn-E_1rphF6GiZJJk1VVM\"}"