"{\"content\":{\"body\":\"NFTs. \\n\\nYou've heard of them. You've seen them. You can't escape them.\\n\\nWhile the movement continues to grow, there are open questions around **how to value them**.\\n\\nMore importantly, **which layers of the stack will capture that value**, and **which players are leading that charge today**.\\n\\n![Design by Carlos Gomes](https://images.mirror-media.xyz/publication-images/040b3645-22f4-42a5-a259-ac2b62e523e0.jpeg?height=1440&width=2560)\\n\\nTo showcase the power of web3, I'm excited to debut my first NFT - using a Mirror Crowdfund to allow backers to become collective owners of this future article in the form of $VALUE tokens.\\n\\n[](crowdfund://0xec7b4c86659Fe529C1DBc79df0aaeEAf1c642006?softCap=1&endAt=1613676708)\\n\\nThis post was incubated in partnership with [Variant](https://variant.fund/) and includes allocations to [MintFund](https://variant.fund/) and [Friends With Benefits](https://fwb.help/).\\n\\n## What's To Know?\\n\\n$VALUE tokens represent fractional ownership of my future blog post - **NFT Value Capture**\\n\\nKey details of $VALUE:\\n\\n* Contract Address: 0xec7b4c86659Fe529C1DBc79df0aaeEAf1c642006\\n* Target: 1 ETH\\n* Hard Cap: 2 ETH\\n* Max Contribution: 0.25 ETH\\n* Exchange Rate: 1 ETH = 1000 VALUE\\n\\nPledging ETH returns fractional ownership in the form of $VALUE tokens. These tokens can be redeemed for a pro-rata portion of future sales.\\n\\n13.37% of the ETH raised in this crowdfund will be donated to [MintFund](https://mint.af/) - helping creators launch their first NFT by covering gas and operational costs.\\n\\nI will retain 25% of VALUE as the author, and will distribute a portion of my tokens to contributors, the Friends with Benefits DAO and other communities of my choosing. \\n\\n**Backers will share the remaining 75% of $VALUE.**\\n\\nAll secondary sales will have a 10% creator share. This means every time the zNFT trades on the secondary market, 10% will flow back to contract and can be redeemed by $VALUE holders.\\n\\n![Breakdown of the crowdfund flow](https://i.imgur.com/rXZgN5M.png)\\n\\nThe goal of $VALUE is to crowdfund in order to allocate significant time and energy into researching and writing the article, while leaving ample room for the $VALUE zNFT to (hopefully) sell for more on the primary market than what was crowdfunded at inception.\\n\\n## What To Expect\\n\\nThis post will be published within two weeks and serve as a resource for investors, collectors and creators to think about how to allocate capital to the NFT ecosystem, and what I expect to perform best over the next 3-5 years.\\n\\nIt will be published to the draft attached below, and be updated with the full article at the time of public release.\\n\\n[NFT Value Capture Equation Draft](https://coopahtroopa.mirror.xyz/A16NP2XXi9RdHptfdF9WHR0Xq_E1XDmUgMwPmJYOG7w?2)\\n\\nWhen it is publicly released, the $VALUE zNFT will be listed on Zora and start accepting bids. I will choose the winning bid (in WETH) 48 hours after its release, and $VALUE owners will be able to redeem tokens for a pro-rata portion of that WETH.\\n\\n## Why Back This Post?\\n\\nThis post is the first experiment around my evolving web3 strategy. My strengths lie in storytelling, education and community. I want to use this post to show other writers that written content has value, and that NFTs are a way to capture it.\\n\\nIf successful, I plan to use this strategy for future releases, with the potential for tokenholders to receive exclusive access to communities I'm a part of like Friends With Benefits.\\n\\nFor more background on myself, check out [my Twitter](https://twitter.com/Cooopahtroopa) or ask someone about my work. I'm hopeful that their response will speak for itself.\\n\\nSpecial thanks to Variant for incubating this idea, the Mirror team for the support and all the backers for believing in me and my work.\\n\\n$VALUE coming SoonTM.\",\"timestamp\":1613681077,\"title\":\"$VALUE - My First NFT Crowdfund\",\"publication\":\"coopahtroopa\"},\"digest\":\"VdP2QwaQ7csu98Ylym9LV1GV5fF7eiskt6XGylc26C0\",\"authorship\":{\"contributor\":\"0x46301F7E700Be9cFfCE3e5e142a2244Df3f2d4F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xMx7PRhDNyvRsWjZCFsKnSiqAW4XIRIs3HtO2l_WDXU\\\",\\\"y\\\":\\\"Iuy-yGAp13hwEMzjNkOHqDGCmN61S-uM0yrL0SDZfrE\\\"}\",\"signature\":\"dsjs05qUMZUbQnY_Xtc4CpA8KtOQBOn7Vb_EX7--NRwm-pUCS2zBFwqLJkMGM5MiMBECYmKPnnzp1du8EEu77Q\",\"signingKeySignature\":\"0x049618f913f8ae5c525eefb6b851a74bed5bdc90a373dded21a5579e7a5c9422681fdcf1ad13066e6c30c240685c8096660c5afbb3ab6f8ed37442608a757eb61b\",\"signingKeyMessage\":\"I authorize the publication of articles on coopahtroopa.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xMx7PRhDNyvRsWjZCFsKnSiqAW4XIRIs3HtO2l_WDXU\\\",\\\"y\\\":\\\"Iuy-yGAp13hwEMzjNkOHqDGCmN61S-uM0yrL0SDZfrE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"b3_zJsOv8vvvJsaOKyCM-KcCeA_zEbn6K1yrmnRSK8Q\"}"