"{\"content\":{\"body\":\"*Hey there! [Coinvise](https://www.coinvise.co/) is a web3 platform that helps creators & communities build and manage their Social Tokens. You can join the [community here](https://discord.gg/GQNx6HpW). If you find this essay interesting, make sure to subscribe to [Coinvise’s newsletter](https://coinvise.substack.com) and follow Coinvise on [Twitter](https://twitter.com/CoinviseCo). Enjoy! 🔥*\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fba0f21ee-d45d-4211-831d-d517ebfe7615_2842x1622.png)\\n\\nWith the creator economy booming, we're seeing more talented individuals sharing content online and gathering tight-knit communities. But there are still two major problems for creators today: Ownership and Collaboration.\\n\\nHow can we give back the power to creators, enable these individuals to build their communities, help them collaborate with other creators to achieve their ambitious goals?\\n\\nThe path that seems the most promising for creators is exit to community. In recent months, we've seen mainstream media talking about NFT (Non-Fungible Tokens) and Social Tokens, and the revolution for more ownership is happening in front of our eyes.\\n\\nPlatforms like [Coinvise](https://www.coinvise.co/), offer creators the power to create their virtual currency, also known as Social Tokens. Social Tokens are virtual currencies that are enforced on a blockchain and allow specific advantages in a certain economy.\\n\\nCreating a Social Token is the easy part. What's more complicated, however, is to get it accepted by a community. How will creators convince anyone to work for them in exchange of a virtual currency they just created? What actions can creators take to start a virtual economy with a digital currency being accepted by their whole community?\\n\\nThe answer is: having strong Token economics for their project. We call Tokenomics (Token + Economics) all the things that enable participants to contributing positively enabled by strong token design. Setting up Tokenomics for a project means \\\"What can a creator put in place to allocate & incentivize a community to participate in the project.\\\"\\n\\nSocial tokens have shown their efficiency on incentivizing individuals to share their skills with others. Projects that have succeeded in creating thriving communities all have strong Tokenomics. Tokenomics is a successful community’s superpower.\\n\\nBut setting up Tokenomics is not a small task for creators, specifically for those new to the crypto world. How many tokens should a creator allocate to contributors? How much of the supply should be reserved for the community’s treasury? What will be the total initial supply? Many questions come to mind, and it's not always easy to have the correct answers.\\n\\nThis essay aims to explore further what creators can put in place to create strong Tokenomics around their project, and aims to break it down into an easy-to-read step-by-step guide.\\n\\n## 0 - Before starting\\n\\nBefore deep diving into Tokenomics, it’s important to clarify certain things.\\n\\n**Creators should gather a strong community toward a joint project.** A project beyond the creator themselves, a project that requires strong collaboration to be achieved. A singer can gather a large audience, but to turn this audience into a community, they need to have a broader project that requires collaboration. We could think of an album. Any fan could become a contributor by creating designs/posters, spreading the word, organizing crowdfunding and so on. We could also think of a fitness instructor making videos on Youtube, creating the go-to-place for everything related to having a healthy lifestyle. Fans, led by the creator, could create a platform, create challenges, and gather resources to achieve this broader goal. The point is: the project needs to go beyond the creator.\\n\\nIt’s also important to clarify what a creator is. **We will consider a creator as anyone pushing ideas, and a vision, through content on the internet.**[Jeff Kauffman Jr.](https://twitter.com/jeffkauffmanjr) for example, while maybe not considered as a creator in a traditional sense, has created a [thriving community](https://www.joinjump.community/) around advertising and marketing in Web3, pushing his ideas and vision through essays and podcasts, gathering a strong community keen to help him achieve his high ambition goals. [Dom Hofmann](https://twitter.com/dhof), the founder of Vine, is also a great example of this new wave of creators. Through his project [Loot](https://twitter.com/lootproject), Dom revolutionized the way we're thinking about collaboration around NFTs, and has gathered a community that collaborate to achieve a large goal.\\n\\nWith a common definition of what we’ll call a creator, and the prerequisites to create a thriving decentralized community, let's dig into the three main aspects of Tokenomics: **Token design -Token Distribution -Financial aspects.**\\n\\n## 1 - Token design: What key factors should Creators take into account before creating the Token?\\n\\nToken design is a critical component of creating a thriving community. It's essential as the Token design (aka - all the technical aspects of the token) will serve as a foundation to incentivize a community to participate in the project.\\n\\nThe first question that should come to mind when creating a Token should be \\\"What will be the total initial supply?\\\" or, in other words, \\\"**How many tokens should I create?\\\"**\\n\\nThere isn't a one-size-fits-all answer to \\\"How much token should I create,\\\" but we'll go over the main characteristics that you should take into account to come up with an answer.\\n\\nFirst of all, when creating a Token, there are two models, with both pros/cons, that you should be aware of.\\n\\n* ***The Fixed supply model -*** It's a model where you define the number of tokens you want to create beforehand (for example, 10M tokens) and receive them directly on a wallet.\\n* ***The Bonding curve model -*** Anyone has to buy the Token to create it. Its price increases as the Supply or distribution of the Token do. The more tokens have been distributed, the higher the price. Let's take an example to illustrate what a bonding curve is. You've just launched your Token on a Bonding curve, and your best friend John wants to buy some. To make it easier, let's say that your Token is on a classic (linear) bonding curve and that the price of the first Token is $1. John will pay $1 for the first Token, $2 for the second, for the third, $3, and so on. To get the first ten tokens, John will have to pay $1+$2+$3+$4+$5. Totaling at $55. Now, let's say your Mom wants to buy ten tokens. Your Mom's tokens price won't start at $1 but at $11 (as John already purchased the first ten tokens). Every new buyer pushed the price up by increasing the Supply. On the other hand, when someone sells a Token, it will be burnt (destroyed), decrease the Supply, and lower the Token price..\\n\\n![Three types of bonding curves: Linear, Sigmoid, and Negative Exponential Curve](https://images.mirror-media.xyz/publication-images/UKj1WMCKz0CDf0MmzDbVx.png?height=1080&width=2160)\\n\\nThere are many advantages to creating a token on a bonding curve. It guarantees Liquidity, allows a limitless Supply, reduces the volatility of the Token, and reduces the risks of hacks. However, it's more common to see communities minting their Token on a Fixed supply. Unless you're an expert and know what you're doing, we recommend creating a Token on a Fixed Supply. Indeed, it allows better usability, lowers entry barriers, gives community leaders full power over the distribution of the native Token, and doesn't require a strong community ready to pay from day one. If you're still interested in creating a Token on a bonding curve, we suggest reading this article to learn more.\\n\\nNow that you're aware of the two models, and considering you want to create a Token on a Fixed supply, you can start thinking of the total Supply you want to create. The standard is to create a supply of 10M, but again, some successful communities have thrived with less supply (e.g. [Metafactory has a 420 000 total supply](https://forefront.market/creators/robot)) or more (e.g. [Bankless DAO has a 1 billion initial supply](https://medium.com/bankless-dao/announcing-bankless-dao-133220f5efd8)).\\n\\nWhat's more important when considering creating a token is to **think about the relative amount of tokens** (i.e. what percentage of the total Supply are we talking about). For example, let's say you decide to create 100 000 tokens worth 100 000 dollars. It means that if someone buys 1000 tokens, he will have to pay $1000. If you decide to create 1M tokens that are still worth 100 000 dollars in another scenario, if someone pays $1000, he will get 10 000 Tokens. In both cases, the person ending-up holding the same relative amount of tokens: 1% of all tokens. **More than the total supply, while extremely important, you also have to think about the relative amount of token (i.e the percentage) when taking decision.** Instead of thinking about the number of tokens you should put in the treasury, maybe it’s better to think in percentages.\\n\\nWhen creating a Token on Coinvise, we suggest you make a supply of 10M tokens, following the industry standard. **You'll also have to think about a name and a Symbol for your Token.** It can be anything, but, usually, community leaders are putting the name of their community or their own name. For the Symbol, it can be anything between 1 and 7 characters. To well understand the differences between a Name and a Symbol, here are some examples: [Ethereum](https://ethereum.org/en/)($ETH), [Forefront](https://forefront.market/) ($FF), [Bitcoin](https://bitcoin.org/en/) ($BTC), [Alex Masmej Token](https://twitter.com/AlexMasmej) ($ALEX).\\n\\nThe price of the Token is also part of the Token Design and will be decided when community leaders will create a Liquidity pool. The token's price and its volatility are vital components of Tokenomics. We'll talk further about it later in this article.\\n\\nToken design is the first step in creating a Token, and it's not a small task. It's important to think about it thoroughly, depending on your use cases, as it will be complicated to increase the total supply if you realize it was not enough.\\n\\nWith the Token created and sent to a secured wallet, community leaders will have to think about distributing it to contributors.\\n\\n## 2 - Token Distribution: **How should a creator distribute the token to incentivize more people to help the project grow?**\\n\\nOnce a creator has gathered a small and tight community (can be as few as \\\\~20 people) and has created a Token, the second step is to think about how to reward these early believers. **Thinking about how to incentivize them to continue building, and motivate some more people to join the community.** It's always a big step when introducing a Token in a community, and it's essential to make it right.\\n\\nThe challenge with Token Distribution is to create efficient distribution mechanisms that would put the tokens in the hands of people willing to produce long-term work for the network. Your role, as a community leader, is to create a healthy community that can thrive in the long term, and the first step to accomplish this goal is to decide on what percentage of the supply should go in the treasury, to the stakeholders, as a retroactive airdrop, as a [vested treasury](https://www.notion.so/What-is-Vesting-Schedule-dccd252171ea44409ebbe06ab5306e40), etc.. If you're interested to learn more about Token distribution, we suggest you read the [Forefront’s Token announcement](https://forefront.news/blog/ff-hello-world) where they explain the $FF distribution.\\n\\n![$FF distribution by Forefront - the token has been minted on a 10M Fixed Supply.](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F476b073d-0118-44fd-a9d2-1b43c29068a7_1280x720.jpeg)\\n\\nThere are several areas in your community where you can distribute your Token. You could choose for example to allocate a part of the supply to **airdrop** (send) tokens to members of other communities that are related to your project. Doing Airdrops can be an interesting way to attract potential contributors. You could also allocate part of the supply to the **core team** to motivate them build a great community or keep some tokens in **the treasury** to allocate them to community members that help the project grow. You have to think thoroughly about the percentage of the total supply you want to assign to the treasury. There is no rule of thumb for the treasury's percentage. Some communities have 15% of their supply allocated to their treasury, some 20%, and others 45%. The Treasury will help you fund exciting initiatives within the community.\\n\\nThere are two main ways to allocate Tokens to community members when creating a decentralized community: **Bounties and budget allocations**. There are fundamental differences between bounty hunters and core contributors (as outlined in this essay), and it's essential to distribute the tokens accordingly.\\n\\nSetting up bounties will serve for one-off missions. It can be extremely useful to attract more people to your community. Bounty hunters will usually participate very flexibly on an ad-hoc basis. They're ready to rent their time in exchange for Tokens but won't be involved in the vision and the day-to-day operations. Make sure to have [well-designed incentives if](https://coinvise.substack.com/p/how-to-design-great-incentives) you want your community to be active.\\n\\nThe second way to distribute tokens is to develop Guilds, or working groups, in charge of specific missions within the community. By creating these working groups, community leaders will allocate funds to specifics teams and organize the community more thoughtfully. Community members in those working groups are core contributors and Staff. They will take care of more complex missions, help run the day-to-day operations, and be committed in the long term.\\n\\nIn any case, Bounty hunters and core contributors will be incentivized to work thanks to the Social Token, and **having enough treasury to reward all the active community members is extremely important.**\\n\\nWhile the monetary value of the token can play a huge role in why people are contributing, the are many other rights and perks that can be assigned to token holders.\\n\\nIndeed, once you've started distributing the token, you should reflect on the rights you want to give to token holders. In specific communities, owning a token bestows a right that results in product usage, a governance action, a given contribution, voting, or direct access to a product or market. For example, [GlobalCoinResearch's](https://globalcoinresearch.com/) members holding the $GCR token have governance rights, can pool liquidity (stake), earn more tokens in doing so, have access to exclusive content, access to deals and events etc..\\n\\nAs the last piece of advice on token distribution, it's essential, specifically at the beginning, to **consider any person to whom you give token an investor**. With a very centralized community at the beginning (mostly the creator of the token or a small core team), each person that will receive the token will (potentially) have governance power and can have a huge influence over the future decisions of the community.\\n\\nIn most new communities, the only way to earn a token is to put some work in the community and be involved in it. Later on, however, community leaders should start opening the access to the community and allow anyone to buy tokens. This process is called “Pooling Liquidity” and comes with the concerns of price stability.\\n\\n## 3 - Financial aspects: How creators can manage the stability of the token so people are still motivated to collaborate?\\n\\nAs in every project, the financial aspect is a critical component of a Social Token. A token that gains value (both social and financial value) will attract top talent and incentivize community members to become contributors.\\n\\nFirst of all, it's important to explain briefly what gives value to a token.\\n\\n**At its creation, a Social Token created on a fixed supply has no inherent value, as no one has put money in it yet.** You could have a million of a $NAME Token you've just created that you couldn't buy any item in real life. That's the reason why, at some point, communities are looking to add Liquidity, allowing anyone to buy the Token in exchange for some other cryptocurrencies that already have a monetary value. By allowing anyone to buy and sell the Token, the coin gains economic value, and community leaders can use this money to make the community grow.\\n\\nConcretely, pooling liquidity means creating a Pool where people can make their Token and another one (bond) available for anyone wanting to buy it. When the Liquidity Pool is created, users can add the exact value of two Token (ex. $500 of your Token + $500 of collateral, aka any other token) in a Pool and earn trading fees proportional to their share of the total Liquidity. Put simply, these **Liquidity providers facilitate trading by willing to buy or sell a particular asset at any given time, thereby providing Liquidity and enabling traders to trade without waiting for another buyer or seller to show up.** The price is determined by Automated Market Maker directly on the Decentralized Exchange you're creating the pool on (ex: Uniswap).\\n\\n![Uniswap (decentralized exchange) interface](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F204e8e10-c8d8-4628-b71a-fb4822f08041_1456x739.jpeg)\\n\\nWith a better understanding of Social Token's financial value, it will be essential to understand how to manage the stability of the Token. Indeed, **with a highly volatile token, contributors won't risk their time in exchange for a token that could plummet the day after.** Likewise, a Token that can double in value overnight will attract only speculators, members that are only there for a quick buck and not keen to put some work to make the community grow and evolve.\\n\\nThere are many ways to limit the volatility of a token. The first one is to **vest a portion of the supply.** Concretely, **vesting a token means locking a certain amount of tokens over a certain period as a commitment to hold the Token.** When a token is vested, the owner of those Token can't withdraw them directly and have to wait until the vesting period ends. It's made possible thanks to blockchain mechanisms, and specifically smart contracts, that make it easy to lock a certain amount of funds until contract conditions are met. In our case, when the vesting period has been completed, the smart contract, enforced on a blockchain, will allow the holders to withdraw their tokens.\\n\\n**It is also possible to bond the Token with a stable coin in a Liquidity Pool to ensure price stability.** Indeed, when creating a liquidity pool, while it's not the only factor that makes the price fluctuate, the Token with whom you're bonding your Token can have an impact on your token price. When bonding your Token with collateral volatile, if the price of this token drops considerably, it will, in a way, impact the price of your Token.\\n\\nThirdly, you can try to stabilize the price of the Token by creating Liquidity Mining Programs. Liquidity Mining is the same concept that having a savings account and making interests. **When putting your money at the bank, you agree that bankers will play with your money in exchange for a specific interest rate. When pooling Liquidity on a decentralized exchange, you agree to automatically buy or sell a particular asset at any given time to help the project grow in exchange for a reward.** It is a powerful way of incentivizing users to hold on to their crypto holdings, as, in return for doing so, these users will receive staking rewards. Creating Liquidity Mining Programs, and therefore having more Liquidity, will increase transaction depth. Transaction depth is the degree of market price stability. The greater the depth, the less significant the impact of several transactions will be on the price. On the other hand, with low Liquidity, a single person can drop or bump the cost of your Token by buying or selling a significant amount. Through Liquidity Mining Programs, community leaders ensure to have enough Liquidity to grow their project and start a gradual path to community ownership. Liquidity Mining Programs have shown their efficiency to align incentives and create a positive-sum game.\\n\\n![Forefront Liquidity Mining Campaign Landing Page](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fdf06bd73-fdc4-4bce-a4d4-657ce1ae25f5_1456x743.jpeg)\\n\\nAs we've just seen, there are many financial tools at the disposal of community leaders to reduce the volatility of a token.\\n\\n## Conclusion\\n\\nAs seen in this essay, all of the above elements will play a major role in the way people collaborate in a decentralized community. As a creator, it's important to think thoroughly about the Token design, Token Distribution, and Financial aspects of your Token to ensure the long-term success of the community. We've just seen multiple examples of concrete actions community leaders can take to incentivize a community to participate in the project, and that's what we call Tokenomics.\\n\\nYou will rapidly notice that thriving communities often have great Tokenomics. They have good mechanisms that make more people join the community and actively participate and create value. If you want to see great Tokenomics, we recommend you [to join the](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F83f7b0bb-5b21-49b7-b24a-7c657b02feb8_1456x743.png)[Forefront Discord](https://discord.gg/DWEhDCFdrf), [GlobalCoinResearch Discord](https://discord.gg/qUsbgFk6wC), and [Jump Discord](https://www.joinjump.community/jump-start) and notice how active are the contributors.\\n\\nWhile there is no one-size-fits-all solution to figure the Tokenomics of a project, this essay should give you the basics and open your eyes on what's possible to do with a Token.\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=5](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=5)\\n\\n\\n---\\n\\n###### **Want more?**\\n\\nFollow us on **[Twitter](https://twitter.com/CoinviseCo)**,  [Instagram](https://www.instagram.com/coinvise/?hl=en) and join us on **[Discord](https://discord.gg/8jaQB5CZ) 🔥**\\n\\nThanks for being here!\\n\\n\\n---\\n\\n***Further resources:***\\n\\n* [$GCR Tokenomics](https://globalcoinresearch.com/2021/08/27/gcr-tokenomics/)\\n* [Announcing Bankless DAO 🏴](https://medium.com/bankless-dao/announcing-bankless-dao-133220f5efd8)\\n* [$FF Hello World](https://forefront.news/blog/ff-hello-world)\\n* [Fair Initial Token Distribution for Optimal Decentralization](https://medium.com/@plaurent789/fair-initial-token-distribution-for-optimal-decentralization-8363e83173ff)\\n* [FLOW Token Distribution](https://www.onflow.org/token-distribution)\",\"timestamp\":1632459333,\"title\":\"Tokenomics - Three things Creators need to know before making a Social Token for their community.\",\"publication\":\"coinvise\"},\"digest\":\"BVoM8i8NLqFTHsutnWFz10lf26lZCyFceDX_u9_c4xk\",\"authorship\":{\"contributor\":\"0xC0241e384dB48C35E7b3FEded3BfEcd29A3E73e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"signature\":\"HpkEe5soUZ1LN18wEKGBBnaN1I1vJarYyhoSSncjNEnhpFosnY9MJodjv7yUzn-rN-ASNcDKzjo83rACZ6qR8Q\",\"signingKeySignature\":\"0xcc613260e5f5b48c237877a3499201fc21625773b852a1a30d2621e4030145ed571bbaf7e6a772fdae8d151fa5249d801febe34436bbf227d6ac50d575bf1ee61b\",\"signingKeyMessage\":\"I authorize the publication of articles on coinvise.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-8jI4r9zZriROBYpXJXRFZmUeq5d5yGoMxVXBp-Nizs\"}"