"{\"content\":{\"body\":\"Ali had just returned.  He was accosted by his mother and sister, pale with fatigue, shame, and rage.  They told him what had taken place, with cries and tears, and Kamco added, fixing her distracted eyes upon him, \\\"My son! my son! my soul will enjoy no peace till Kormovo and Kardikil destroyed by thy scimitar, will no longer exist to bear witness to my dishonour.\\\"\\n\\nAli, in whom this sight and this story had aroused, sanguinary passions, promised a vengeance proportioned to the outrage, and worked with all his might to place himself in a position to keep his word.  A worthy son of his father, he had commenced life in the fashion of the heroes of ancient Greece, stealing sheep and goats, and from the age of fourteen years he had acquired an equal reputation to that earned by the son of Jupiter and Maia.  When he grew to manhood, he extended his operations.  At the time of which we are speaking, he had long practised open pillage.  His plundering expeditions added to his mother's savings, who since her return from Kardiki had altogether withdrawn from public life, and devoted herself to household duties, enabled him to collect a considerable force for am expedition against Kormovo, one of the two towns he had sworn to destroy.  He marched against it at the head of his banditti, but found himself vigorously opposed, lost part of his force, and was obliged to save himself and the rest by flight.  He did not stop till he reached Tepelen, where he had a warm reception from Kamco, whose thirst for vengeance had been disappointed by his defeat.  \\\"Go!\\\" said she, \\\"go, coward! go spin with the women in the harem!  The distaff is a better weapon for you than the scimitar!  \\\"The young man answered not a word, but, deeply wounded by these reproaches, retired to hide his humiliation in the bosom of his old friend the mountain. The popular legend, always thirsting for the marvellous in the adventures of heroes, has it that he found in the ruins of a church a treasure which enabled him to reconstitute his party.  But he himself has contradicted this story, stating that it was by the ordinary methods of rapine and plunder that he replenished his finances.  He selected from his old band of brigands thirty palikars, and entered, as their bouloubachi, or leader of the group, into the service of the Pacha of Negropont.  But he soon tired of the methodical life he was obliged to lead, and passed into Thessaly, where, following the example of his father Veli, he employed his time in brigandage on the highways.  Thence he raided the Pindus chain of mountains, plundered a great number of villages, and returned to Tepelen, richer and consequently more esteemed than ever.\\n\\nHe employed his fortune and influence in collecting a formidable guerilla force, and resumed his plundering operations.  Kurd Pacha soon found himself compelled, by the universal outcry of the province, to take active measures against this young brigand.  He sent against him a division of troops, which defeated him and brought him prisoner with his men to Berat, the capital of Central Albania and residence of the governor.  The country flattered itself that at length it was freed from its scourge.  The whole body of bandits was condemned to death; but Ali was not the man to surrender his life so easily.  Whilst they were hanging his comrades, he threw himself at the feet of the pacha and begged for mercy in the name of his parents, excusing himself on account of his youth, and promising a lasting reform.  The pacha, seeing at his feet a comely youth, with fair hair and blue eyes, a persuasive voice, and eloquent tongue, and in whose veins flowed the same blood as his own, was moved with pity and pardoned him.  Ali got off with a mild captivity in the palace of his powerful relative, who heaped benefits upon him, and did all he could to lead him into the paths of probity. He appeared amenable to these good influences, and bitterly to repent his past errors.  After some years, believing in his reformation, and moved by the prayers of Kamco, who incessantly implored the restitution of her dear son, the generous pacha restored him his liberty, only giving him to under stand that he had no more mercy to expect if he again disturbed the public peace.  Ali taking the threat seriously; did not run the risk of braving it, and, on the contrary, did all he could to conciliate the man whose anger he dared not kindle.  Not only did he keep the promise he had made to live quietly, but by his good conduct he caused his, former escapades to be forgotten, putting under obligation all his neighbours, and attaching to himself, through the services he rendered them, a great number of friendly disposed persons.  In this manner he soon assumed a distinguished and honourable rank among the beys of the country, and being of marriageable age, he sought and formed an alliance with the daughter of Capelan Tigre, Pacha of Delvino, who resided at Argyro-Castron. This union, happy on both sides, gave him, with one of the most accomplished women in Epirus, a high position and great influence.\\n\\nIt seemed as if this marriage were destined to wean Ali forever from his former turbulent habits and wild adventures.  But the family into which he had married afforded violent contrasts and equal elements of good and mischief.  If Emineh, his wife, was a model of virtue, his father-in-law, Capelan, was a composition of every vice--selfish, ambitious, turbulent, fierce.  Confident in his courage, and further emboldened by his remoteness from the capital, the Pacha of Delvino gloried in setting law and authority at defiance.\\n\\nAli's disposition was too much like that of his father-in-law to prevent him from taking his measure very quickly.  He soon got on good terms with him, and entered into his schemes, waiting for an opportunity to denounce him and become his successor.  For this opportunity he had not long to wait.\\n\\nCapelan's object in giving his daughter to Tepeleni was to enlist him among the beys of the province to gain independence, the ruling passion of viziers.  The cunning young man pretended to enter into the views of his father-in-law, and did all he could to urge him into the path of rebellion.\\n\\nAn adventurer named Stephano Piccolo, an emissary of Russia, had just raised in Albania the standard of the Cross and called to arms all the Christians of the Acroceraunian Mountains.  The Divan sent orders to all the pachas of Northern Turkey in Europe to instantly march against the insurgents and quell the rising in blood.\\n\\nInstead of obeying the orders of the Divan and joining Kurd Pacha, who had summoned him, Capelan, at the instigation of his son-in-law, did all he could to embarrass the movement of the imperial troops, and without openly making common cause with the insurgents, he rendered them substantial aid in their resistance.  They were, notwithstanding, conquered and dispersed; and their chief, Stephano Piccolo, had to take refuge in the unexplored caves of Montenegro.\\n\\nWhen the struggle was over, Capelan, as Ali had foreseen, was summoned to give an account of his conduct before the roumeli-valicy, supreme judge over Turkey in Europe.  He was not only accused of the gravest offences, but proofs of them were forwarded to the Divan by the very man who had instigated them.  There could be no doubt as to the result of the inquiry; therefore, the pacha, who had no suspicions of his son-in-law's duplicity, determined not to leave his pachalik.  That was not in accordance with the plans of Ali, who wished to succeed to both the government and the wealth of his father-in-law.  He accordingly made the most plausible remonstrances against the inefficacy and danger of such a resistance.  To refuse to plead was tantamount to a confession of guilt, and was certain to bring on his head a storm against which he was powerless to cope, whilst if he obeyed the orders of the roumeli-valicy he would find it easy to excuse himself.  To give more effect to his perfidious advice, Ali further employed the innocent Emineh, who was easily alarmed on her father's account.  Overcome by the reasoning of his son-in-law and the tears of his daughter, the unfortunate pacha consented to go to Monastir, where he had been summoned to appear, and where he was immediately arrested and beheaded.\\n\\nAli's schemes had succeeded, but both his ambition and his cupidity were frustrated.  Ali, Bey of Argyro-Castron, who had throughout shown himself devoted to the sultan, was nominated Pacha of Delvino in place of Capelan.  He sequestered all the property of his predecessor, as confiscated to the sultan, and thus deprived Ali Tepeleni of all the fruits of his crime.\\n\\nThis disappointment kindled the wrath of the ambitious Ali.  He swore vengeance for the spoliation of which he considered himself the victim.  But the moment was not favourable for putting his projects in train.  The murder of Capelan, which its perpetrator intended for a mere crime, proved a huge blunder.  The numerous enemies of Tepeleni, silent under the administration of the late pacha, whose resentment they had cause to fear, soon made common cause under the new one, for whose support they had hopes.  Ali saw the danger, sought and found the means to obviate it.  He succeeded in making a match between Ali of Argyro-Castron, who was unmarried, and Chainitza, his own sister.  This alliance secured to him the government of Tigre, which he held under Capelan.  But that was not sufficient.  He must put himself in a state of security against the dangers he had lately, experienced, and establish himself on a firm footing' against possible accidents.  He soon formed a plan, which he himself described to the French Consul in the following words:--\\n\\n\\\"Years were elapsing,\\\" said he, \\\"and brought no important change in my position.  I was an important partisan, it is true, and strongly supported, but I held no title or Government employment of my own. I recognised the necessity of establishing myself firmly in my birthplace.  I had devoted friends, and formidable foes, bent on my destruction, whom I must put out of the way, for my own safety. I set about a plan for destroying them at one blow, and ended by devising one with which I ought to have commenced my career.  Had I done so, I should have saved much time and pains.\\n\\n\\\"I was in the habit of going every day, after hunting, for a siesta in a neighbouring wood.  A confidential servant of mine suggested to my enemies the idea of surprising me and assassinating one there.  I myself supplied the plan of the conspiracy, which was adopted.  On the day agreed upon, I preceded my adversaries to the place where I was accustomed to repose, and caused a goat to be pinioned and muzzled, and fastened under the tree, covered with my cape; I then returned home by a roundabout path.  Soon after I had left, the conspirators arrived, and fired a volley at the goat.\\n\\nThey ran up to make certain of my death, but were interrupted by a piquet of my men, who unexpectedly emerged from a copse where I had posted them, and they were obliged to return to Tepelen, which they entered, riotous with joy, crying 'Ali Bey is dead, now we are free!' This news reached my harem, and I heard the cries of my mother and my wife mingled with the shouts of my enemies.  I allowed the commotion to run its course and reach its height, so as to indicate which were my friends and which my foes.  But when the former were at the depth of their distress and the latter at the height of their joy, and, exulting in their supposed victory, had drowned their prudence and their courage in floods of wine, then, strong in the justice of my cause, I appeared upon the scene.  Now was the time for my friends to triumph and for my foes to tremble.  I set to work at the head of my partisans, and before sunrise had exterminated the last of my enemies.  I distributed their lands, their houses, and their goods amongst my followers, and from that moment I could call the town of Tepelen my own.\\\"\\n\\nA less ambitious man might perhaps have remained satisfied with such a result.  But Ali did not look upon the suzerainty of a canton as a final object, but only as a means to an end; and he had not made himself master of Tepelen to limit himself to a petty state, but to employ it as a base of operations.\\n\\nHe had allied himself to Ali of Argyro-Castron to get rid of his enemies; once free from them, he began to plot against his supplanter.  He forgot neither his vindictive projects nor his ambitious schemes.  As prudent in execution as bold in design, he took good care not to openly attack a man stronger than himself, and gained by stratagem what he could not obtain by violence.  The honest and straightforward character of his brother-in-law afforded an easy success to his perfidy.  He began by endeavouring to suborn his sister Chainitza, and several times proposed to her to poison her husband; but she, who dearly loved the pacha, who was a kind husband and to whom she had borne two children, repulsed his suggestions with horror, and threatened, if he persisted, to denounce him.  Ali, fearing the consequences if she carried out her threat, begged forgiveness for his wicked plans, pretended deep repentance, and spoke of his brother-in-law in terms of the warmest affection.  His acting was so consummate that even Chainitza, who well knew her brother's subtle character, was deceived by it.  When he saw that she was his dupe, knowing that he had nothing more either to fear or to hope for from that side, he directed his attention to another.\\n\\nThe pacha had a brother named Soliman, whose character nearly resembled that of Tepeleni.  The latter, after having for some time quietly studied him, thought he discerned in him the man he wanted; he tempted him to kill the pacha, offering him, as the price of this crime, his whole inheritance and the hand of Chainitza, only reserving for himself the long coveted sanjak.  Soliman accepted the proposals, and the fratricidal bargain was concluded.  The two conspirators, sole masters of the secret, the horrible nature of which guaranteed their mutual fidelity, and having free access to the person of their victim; could not fail in their object.\\n\\nOne day, when they were both received by the pacha in private audience, Soliman, taking advantage of a moment when he was unobserved, drew a pistol from his belt and blew out his brother's brains.  Chainitza ran at the sound, and saw her husband lying dead between her brother and her brother-in-law.  Her cries for help were stopped by threats of death if she moved or uttered a sound.  As she lay, fainting with grief and terror, Ali made, a sign to Soliman, who covered her with his cloak, and declared her his wife.  Ali pronounced the marriage concluded, and retired for it to be consummated.  Thus was celebrated this frightful wedding, in the scene of an awful crime; beside the corpse of a man who a moment before had been the husband of the bride and the brother of the bridegroom.\\n\\nThe assassins published the death of the pacha, attributing it, as is usual in Turkey, to a fit of cerebral apoplexy.  But the truth soon leaked out from the lying shrouds in which it had been wrapped. Reports even exceeded the truth, and public opinion implicated Chainitza in a crime of which she had been but the witness. Appearances certainly justified these suspicions.  The young wife had soon consoled herself in the arms of her second husband for the loss of the first, and her son by him presently died suddenly, thus leaving Soliman in lawful and peaceful possession of all his brother's wealth.  As for the little girl, as she had no rights and could hurt no one, her life was spared; and she was eventually married to a bey of Cleisoura, destined in the sequel to cut a tragic figure in the history of the Tepeleni family.\\n\\nBut Ali was once more deprived of the fruit of his bloody schemes. Notwithstanding all his intrigues, the sanjak of Delvino was conferred, not upon him, but upon a bey of one of the first families of Zapouria.  But, far from being discouraged, he recommenced with new boldness and still greater confidence the work of his elevation, so often begun and so often interrupted.  He took advantage of his increasing influence to ingratiate himself with the new pasha, and was so successful in insinuating himself into his confidence, that he was received into the palace and treated like the pacha's son.  There he acquired complete knowledge of the details of the pachalik and the affairs of the pacha, preparing himself to govern the one when he had got rid of the other.\\n\\nThe sanjak of Delvino was bounded from Venetian territory by the district of Buthrotum.  Selim, a better neighbour and an abler politician than his predecessors, sought to renew and preserve friendly commercial relations with the purveyors of the Magnificent Republic.  This wise conduct, equally advantageous for both the bordering provinces, instead of gaining for the pacha the praise and favours which he deserved, rendered him suspected at a court whose sole political idea was hatred of the name of Christian, and whose sole means of government was terror.  Ali immediately perceived the pacha's error, and the advantage which he himself could derive from it.  Selim, as one of his commercial transactions with the Venetians, had sold them, for a number of years, the right of felling timber in a forest near Lake Reloda.  Ali immediately took advantage of this to denounce the pasha as guilty of having alienated the territory of the Sublime Porte, and of a desire to deliver to the infidels all the province of Delvino.  Masking his ambitious designs under the veil of religion and patriotism, he lamented, in his denunciatory report, the necessity under which he found himself, as a loyal subject and faithful Mussulman, of accusing a man who had been his benefactor, and thus at the same time gained the benefit of crime and the credit of virtue.\\n\\nUnder the gloomy despotism of the Turks, a man in any position of responsibility is condemned almost as soon as accused; and if he is not strong enough to inspire terror, his ruin is certain.  Ali received at Tepelen, where he had retired to more conveniently weave his perfidious plots, an order to get rid of the pacha.  At the receipt of the firman of execution he leaped with joy, and flew to Delvino to seize the prey which was abandoned to him.\\n\\nThe noble Selim, little suspecting that his protege had become his accuser and was preparing to become his executioner, received him with more tenderness than ever, and lodged him, as heretofore, in his palace.  Under the shadow of this hospitable roof, Ali skilfully prepared the consummation of the crime which was for ever to draw him out of obscurity.  He went every morning to pay his court to the pacha, whose confidence he doubted; then, one day, feigning illness, he sent excuses for inability to pay his respects to a man whom he was accustomed to regard as his father, and begged him to come for a moment into his apartment.  The invitation being accepted, he concealed assassins in one of the cupboards without shelves, so common in the East, which contain by day the mattresses spread by night on the floor for the slaves to sleep upon.  At the hour fixed, the old man arrived.  Ali rose from his sofa with a depressed air, met him, kissed the hem of his robe, and, after seating him in his place, himself offered him a pipe-and coffee, which were accepted. But instead of putting the cup in the hand stretched to receive it, he let it fall on the floor, where it broke into a thousand pieces. This was the signal.  The assassins sprang from their retreat and darted upon Selim, who fell, exclaiming, like Caesar, \\\"And it is thou, my son, who takest my life!\\\"\\n\\nAt the sound of the tumult which followed the assassination, Selim's bodyguard, running up, found Ali erect, covered with blood, surrounded by assassins, holding in his hand the firman displayed, and crying with a menacing voice, \\\"I have killed the traitor Selim by the order of our glorious sultan; here is his imperial command.\\\"  At these words, and the sight of the fatal diploma, all prostrated themselves terror-stricken.  Ali, after ordering the decapitation of Selim, whose head he seized as a trophy, ordered the cadi, the beys, and the Greek archons to meet at the palace, to prepare the official account of the execution of the sentence.  They assembled, trembling; the sacred hymn of the Fatahat was sung, and the murder declared legal, in the name of the merciful and compassionate God, Lord of the world.\\n\\nWhen they had sealed up the effects of the victim, the murderer left the palace, taking with him, as a hostage, Mustapha, son of Selim, destined to be even more unfortunate than his father.\\n\\nA few days afterwards, the Divan awarded to Ali Tepeleni, as a reward for his zeal for the State and religion, the sanjak of Thessaly, with the title of Dervendgi-pacha, or Provost Marshal of the roads.  This latter dignity was conferred on the condition of his levying a body of four thousand men to clear the valley of the Peneus of a multitude of Christian chiefs who exercised more power than the officers of the Grand Seigneur.  The new pacha took advantage of this to enlist a numerous body of Albanians ready for any enterprise, and completely devoted to him.  With two important commands, and with this strong force at his back, he repaired to Trikala, the seat of his government, where he speedily acquired great influence.\\n\\nHis first act of authority was to exterminate the bands of Armatolis, or Christian militia, which infested the plain.  He laid violent hands on all whom he caught, and drove the rest back into their mountains, splitting them up into small bands whom he could deal with at his pleasure.  At the same time he sent a few heads to Constantinople, to amuse the sultan and the mob, and some money to the ministers to gain their support.  \\\"For,\\\" said he, \\\"water sleeps, but envy never does.\\\"  These steps were prudent, and whilst his credit increased at court, order was reestablished from the defiles of the Perrebia of Pindus to the vale of Tempe and to the pass of Thermopylae.\",\"timestamp\":1639208915,\"title\":\"\\nAli, in whom this sight and this story had aroused, sanguinary passions, promised a vengeance proportioned to the outrage\"},\"digest\":\"lBtZl5-JoO6nR3VTL-9vA5sn78KPht3XHHAS8_LDrQA\",\"authorship\":{\"contributor\":\"0x336f98da5BDeF1692C4dE51f67eafA44062a418E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gN_4zOaxXQYlD0x6V6sMQyNYbgzYJz1IRCHvFXJfiFc\\\",\\\"y\\\":\\\"j0aotypr6mlHUMz1AzPOAjGfe4YL_jIJXyNDqajgaP4\\\"}\",\"signature\":\"foqHaIZttkAW5J6KsNwNg9e0aWqbZzH26-UUsTPvg4TwFSzG2bNZs6jNIeH38mqu7nYmVkogUp3hkYxBIC8JYA\",\"signingKeySignature\":\"0xb0bc4ceda51c5d99cdc6da4da01bf04b3eb4b52c24455f16b2212a04ddeae657242f7af765df727e0fa17f4ef7712354abadf20b1e83e55cdd97351284f4cbc41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gN_4zOaxXQYlD0x6V6sMQyNYbgzYJz1IRCHvFXJfiFc\\\",\\\"y\\\":\\\"j0aotypr6mlHUMz1AzPOAjGfe4YL_jIJXyNDqajgaP4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lBtZl5-JoO6nR3VTL-9vA5sn78KPht3XHHAS8_LDrQA\"}"