"{\"content\":{\"body\":\"absence of penis and umbilicus (epispadias and exomphalos?), hermaphroditism, imperforate anus, and nondescent of one testicle. The nine following cases (Nos. 37-45) were anomalies of the lower limbs: Nos. 37, 38, and 42 may have been spontaneous amputations; Nos. 39 and 40 were doubtless instances of webbed toes (syndactyly), and the deformity indicated in No. 45 was presumably talipes equinus. The infant born with three feet (No. 43) was possibly a case of parasitic monstrosity, several of which have been reported in recent teratologic literature; but what is meant by the statement concerning 'male and female legs' it is not easy to determine.\\n\\n\\\"Certain of the ten following prodigies (Nos. 46-55) cannot in the present state of our knowledge be identified. The presence of congenital patches of white or gray hair on the scalp, as recorded in No. 46, is not an unknown occurrence at the present time; but what the Chaldeans meant by ipga, pinde, hali riksi, and kali on the head of the new-born infant it is impossible to tell. The guess may be hazarded that cephalhematoma, hydrocephalus, meningocele, nevi, or an excessive amount of vernix caseosa were the conditions indicated, but a wider acquaintance with the meaning of the cuneiform characters is necessary before any certain identification is possible. The 'pieces of skin hanging from the head' (No. 51) may have been fragments of the membranes; but there is nothing in the accompanying prediction to help us to trace the origin of the popular belief in the good luck following the baby born with a caul. If No. 53 was a case of congenital horns on the head, it must be regarded as a unique example, unless, indeed, a form of fetal ichthyosis be indicated.\\n\\n\\\"The remaining observations (No. 56-62) refer to cases of congenital teeth (No. 56) to deformity of the ears (Nos. 60 and 61), and a horn (No. 62).\\\"\\n\\nFrom these early times almost to the present day similar significance has been attached to minor structural anomalies. In the following pages the individual anomalies will be discussed separately and the most interesting examples of each will be cited. It is manifestly evident that the object of this chapter is to mention the most striking instances of abnormism and to give accompanying descriptions of associate points of interest, rather than to offer a scientific exposition of teratology, for which the reader is referred elsewhere.\\n\\nCongenital defect of the epidermis and true skin is a rarity in pathology. Pastorello speaks of a child which lived for two and a half hours whose hands and feet were entirely destitute of epidermis; the true skin of those parts looked like that of a dead and already putrefying child. Hanks cites the history of a case of antepartum desquamation of the skin in a living fetus. Hochstetter describes a full-term, living male fetus with cutaneous defect on both sides of the abdomen a little above the umbilicus. The placenta and membranes were normal, a fact indicating that the defect was not due to amniotic adhesions; the child had a club-foot on the left side. The mother had a fall three weeks before labor.\\n\\nAbnormal Elasticity of the Skin.--In some instances the skin is affixed so loosely to the underlying tissues and is possessed of so great elasticity that it can be stretched almost to the same extent as India rubber. There have been individuals who could take the skin of the forehead and pull it down over the nose, or raise the skin of the neck over the mouth. They also occasionally have an associate muscular development in the subcutaneous tissues similar to the panniculus adiposus of quadrupeds, giving them preternatural motile power over the skin. The man recently exhibited under the title of the \\\"Elastic-Skin Man\\\" was an example of this anomaly. The first of this class of exhibitionists was seen in Buda-Pesth some years since and possessed great elasticity in the skin of his whole body; even his nose could be stretched. Figure 70 represents a photograph of an exhibitionist named Felix Wehrle, who besides having the power to stretch his skin could readily bend his fingers backward and forward. The photograph was taken in January, 1888.\\n\\nIn these congenital cases there is loose attachment of the skin without hypertrophy, to which the term dermatolysis is restricted by Crocker. Job van Meekren, the celebrated Dutch physician of the seventeenth century, states that in 1657 a Spaniard, Georgius Albes, is reported to have been able to draw the skin of the left pectoral region to the left ear, or the skin under the face over the chin to the vertex. The skin over the knee could be extended half a yard, and when it retracted to its normal position it was not in folds. Seiffert examined a case of this nature in a young man of nineteen, and, contrary to Kopp's supposition, found that in some skin from over the left second rib the elastic fibers were quite normal, but there was transformation of the connective tissue of the dermis into an unformed tissue like a myxoma, with total disappearance of the connective-tissue bundles. Laxity of the skin after distention is often seen in multipara, both in the breasts and in the abdominal walls, and also from obesity, but in all such cases the skin falls in folds, and does not have a normal appearance like that of the true \\\"elastic-skin man.\\\"\\n\\nOccasionally abnormal development of the scalp is noticed. McDowall of twenty-two. On each side of the median line of the head there were five deep furrows, more curved and shorter as the distance from the median line increased. In the illustration the hair in the furrows is left longer than that on the rest of the head. The patient was distinctly microcephalic and the right side of the body was markedly wasted. The folds were due to hypertrophy of the muscles and scalp, and the same sort of furrowing is noticed when a dog \\\"pricks his ears.\\\" This case may possibly be considered as an example of reversion to inferior types. Cowan records two cases of the foregoing nature in idiots. The first case was a paralytic idiot of thirty-nine, whose cranial development was small in proportion to the size of the face and body; the cranium was oxycephalic; the scalp was lax and redundant and the hair thin; there were 13 furrows, five on each side running anteroposteriorly, and three in the occipital region running transversely. The occipitofrontalis muscle had no action on them. The second case was that of an idiot of forty-four of a more degraded type than the previous one. The cranium was round and bullet-shaped and the hair generally thick. The scalp was not so lax as in the other case, but the furrows were more crooked. By tickling the scalp over the back of the neck the two median furrows involuntarily deepened.\\n\\nImpervious Skin.--There have been individuals who claimed that their skin was impervious to ordinary puncture, and from time to time these individuals have appeared in some of the larger medical clinics of the world for inspection. According to a recent number of the London Graphic, there is in Berlin a Singhalese who baffles all investigations by physicians by the impenetrability of his skin. The bronzed Easterner, a Hercules in shape, claims to have found an elixir which will render the human skin impervious to any metal point or sharpened edge of a knife or dagger, and calls himself the \\\"Man with Iron Skin.\\\" He is now exhibiting himself, and his greatest feat is to pass with his entire body through a hoop the inside of which is hardly big enough to admit his body and is closely set with sharp knife-points, daggers, nails, and similar things. Through this hoop he squeezes his body with absolute impunity. The physicians do not agree as to his immunity, and some of them think that Rhannin, which is his name, is a fakir who has by long practice succeeded in hardening himself against the impressions of metal upon his skin. The professors of the Berlin clinic, however, considered it worth while to lecture about the man's skin, pronouncing it an inexplicable matter. This individual performed at the London Alhambra in the latter part of 1895. Besides climbing with bare feet a ladder whose rungs were sharp-edged swords, and lying on a bed of nail points with four men seated upon him, he curled himself up in a barrel, through whose inner edges nails projected, and was rolled about the stage at a rapid rate. Emerging from thence uninjured, he gracefully bows himself off the stage.\\n\\nSome individuals claim immunity from burns and show many interesting feats in handling fire. As they are nothing but skilful \\\"fire jugglers\\\" they deserve no mention here. The immunity of the participants in the savage fire ceremonies will be discussed in Chapter IX.\\n\\nAlbinism is characterized by the absolute or relative absence of pigment of the skin, due to an arrest, insufficiency, or retardation of this pigment. Following Trelat and Guinard, we may divide albinism into two classes,-- general and partial.\\n\\nAs to the etiology of albinism, there is no known cause of the complete form. Heredity plays no part in the number of cases investigated by the authors. D'Aube, by his observations on white rabbits, believes that the influence of consanguinity is a marked factor in the production of albinism; there are, however, many instances of heredity in this anomaly on record, and this idea is possibly in harmony with the majority of observers. Geoffroy-Saint-Hilaire has noted that albinism can also be a consequence of a pathologic condition having its origin in adverse surroundings, the circumstances of the parents, such as the want of exercise, nourishment, light, etc.\\n\\nLesser knew a family in which six out of seven were albinos, and in some tropical countries, such as Loango, Lower Guinea, it is said to be endemic. It is exceptional for the parents to be affected; but in a case of Schlegel, quoted by Crocker, the grandfather was an albino, and Marey describes the case of the Cape May albinos, in which the mother and father were \\\"fair emblems of the African race,\\\" and of their children three were black and three were white, born in the following order: two consecutive black boys, two consecutive white girls, one black girl, one white boy. Sym of Edinburgh relates the history of a family of seven children, who were alternately white and black. All but the seventh were living and in good health and mentally without defect. The parents and other relatives were dark. Figure 73 portrays an albino family by the name of Cavalier who exhibited in Minneapolis in 1887.\\n\\nExamples of the total absence of pigment occur in all races, but particularly is it interesting when seen in negroes who are found absolutely white but preserving all the characteristics of their race, as, for instance, the kinky, woolly hair, flattened nose, thick lips, etc. Rene Claille, in his \\\"Voyage a Tombouctou,\\\" says that he saw a white infant, the offspring of a negro and negress. Its hair was white, its eyes blue, and its lashes flaxen. Its pupils were of a reddish color, and its physiognomy that of a Mandingo. He says such cases are not at all uncommon; they are really negro albinos. Thomas Jefferson, in his \\\"History of Virginia,\\\" has an excellent description of these negroes, with their tremulous and weak eyes; he remarks that they freckle easily. Buffon speaks of Ethiops with white twins, and says that albinos are quite common in Africa, being generally of delicate constitution, twinkling eyes, and of a low degree of intelligence; they are despised and ill-treated by the other negroes. Prichard, quoted by Sedgwick, speaks of a case of atavic transmission of albinism through the male line of the negro race. The grandfather and the grandchild were albinos, the father being black. There is a case of a brother and sister who were albinos, the parents being of ordinary color but the grandfather an albino. Coinde, quoted by Sedgwick, speaks of a man who, by two different wives, had three albino children.\\n\\nA description of the ordinary type of albino would be as follows: The skin and hair are deprived of pigment; the eyebrows and eyelashes are of a brilliant white or are yellowish; the iris and the choroid are nearly or entirely deprived of coloring material, and in looking at the eye we see a roseate zone and the ordinary pink pupil; from absence of pigment they necessarily keep their eyes three-quarters closed, being photophobic to a high degree. They are amblyopic, and this is due partially to a high degree of ametropia (caused by crushing of the eyeball in the endeavor to shut out light) and from retinal exhaustion and nystagmus. Many authors have claimed that they have little intelligence, but this opinion is not true. Ordinarily the reproductive functions are normal, and if we exclude the results of the union of two albinos we may say that these individuals are fecund.\\n\\nPartial albinism is seen. The parts most often affected are the genitals, the hair, the face, the top of the trunk, the nipple, the back of the hands and fingers. Folker reports the history of a case of an albino girl having pink eyes and red hair, the rest of the family having pink eyes and white hair. Partial albinism, necessarily congenital, presenting a piebald appearance, must not be confounded with leukoderma, which is rarely seen in the young and which will be described later.\\n\\nAlbinism is found in the lower animals, and is exemplified ordinarily by rats, mice, crows, robins, etc. In the Zoologic Garden at Baltimore two years ago was a pair of pure albino opossums. The white elephant is celebrated in the religious history of Oriental nations, and is an object of veneration and worship in Siam. White monkeys and white roosters are also worshiped. In the Natural History Museum in London there are stuffed examples of albinism and melanism in the lower animals.\\n\\nMelanism is an anomaly, the exact contrary of the preceding. It is characterized by the presence in the tissues and skin of an excessive amount of pigment. True total melanism is unknown in man, in whom is only observed partial melanism, characterized simply by a pronounced coloration of part of the integument.\\n\\nSome curious instances have been related of an infant with a two-colored face, and of others with one side of the face white and the other black; whether they were cases of partial albinism or partial melanism cannot be ascertained from the descriptions.\\n\\nSuch epidermic anomalies as ichthyosis, scleroderma, and molluscum simplex, sometimes appearing shortly after birth, but generally seen later in life, will be spoken of in the chapter on Anomalous Skin Diseases.\\n\\nHuman horns are anomalous outgrowths from the skin and are far more frequent than ordinarily supposed. Nearly all the older writers cite examples. Aldrovandus, Amatus Lusitanus, Boerhaave, Dupre, Schenck, Riverius, Vallisneri, and many others mention horns on the head. In the ancient times horns were symbolic of wisdom and power. Michael Angelo in his famous sculpture of Moses has given the patriarch a pair of horns. Rhodius observed a Benedictine monk who had a pair of horns and who was addicted to rumination. Fabricius saw a man with horns on his head, whose son ruminated; the son considered that by virtue of his ruminating characteristics his father had transmitted to him the peculiar anomaly of the family. Fabricius Hildanus saw a patient with horns all over the body and another with horns on the forehead. Gastaher speaks of a horn from the left temple; Zacutus Lusitanus saw a horn from the heel; Wroe, one of considerable length from the scapula; Cosnard, one from the bregma; the Ephemerides, from the foot; Borellus, from the face and foot, and Ash, horns all over the body. Home, Cooper, and Treves have collected examples of horns, and there is one 11 inches long and 2 1/2 in circumference in a London museum. Lozes collected reports of 71 cases of horns,--37 in females, 31 in males, and three in infants. Of this number, 15 were on the head, eight on the face, 18 on the lower extremities, eight on the trunk, and three on the glans penis. Wilson collected reports of 90 cases,--44 females, 39 males, the sex not being mentioned in the remainder. Of these 48 were on the head, four on the face, four on the nose, 11 on the thigh, three on the leg and foot, six on the back, five on the glans penis, and nine on the trunk. Lebert's collection numbered 109 cases of cutaneous horns. The greater frequency among females is admitted by all authors. Old age is a predisposing cause. Several patients over seventy have been seen and one of ninety-seven.\\n\\nInstances of cutaneous horns, when seen and reported by the laity, give rise to most amusing exaggerations and descriptions. The following account is given in New South Wales, obviously embellished with apocryphal details by some facetious journalist: The child, five weeks old, was born with hair two inches long all over the body; his features were fiendish and his eyes shone like beads beneath his shaggy brows. He had a tail 18 inches long, horns from the skull, a full set of teeth, and claw-like hands; he snapped like a dog and crawled on all fours, and refused the natural sustenance of a normal child. The mother almost became an imbecile after the birth of the monster. The country people about Bomballa considered this devil-child a punishment for a rebuff that the mother gave to a Jewish peddler selling Crucifixion-pictures. Vexed by his persistence, she said she would sooner have a devil in her house than his picture.\\n\\nLamprey has made a minute examination of the much-spoken-of \\\"Horned Men of Africa.\\\" He found that this anomaly was caused by a congenital malformation and remarkable development of the infraorbital ridge of the maxillary bone. He described several cases, and through an interpreter found that they were congenital, followed no history of traumatism, caused little inconvenience, and were unassociated with disturbance of the sense of smell. He also learned that the deformity was quite rare in the Cape Coast region, and received no information tending to prove the conjecture that the tribes in West Africa used artificial means to produce the anomaly, although such custom is prevalent among many aborigines.\\n\\nProbably the most remarkable case of a horn was that of Paul Rodrigues, a Mexican porter, who, from the upper and lateral part of his head, had a horn 14 inches in circumference and divided into three shafts, which he concealed by constantly wearing a peculiarly shaped red cap. There is in Paris a wax model of a horn, eight or nine inches in length, removed from an old woman by the celebrated Souberbielle. Figure 75 is from a wax model supposed to have been taken from life, showing an enormous grayish-black horn proceeding from the forehead. Warren mentions a case under the care of Dubois, in a woman from whose forehead grew a horn six inches in diameter and six inches in height. It was hard at the summit and had a fetid odor. In 1696 there was an old woman in France who constantly shed long horns from her forehead, one of which was presented to the King. Bartholinus mentions a horn 12 inches long. Voigte cites the case of an old woman who had a horn branching into three portions, coming from her forehead. Sands speaks of a woman who had a horn 6 3/4 inches long, growing from her head. There is an account of the extirpation of a horn nearly ten inches in length from the forehead of a woman of eighty-two. Bejau describes a woman of forty from whom he excised an excrescence resembling a ram's horn, growing from the left parietal region. It curved forward and nearly reached the corresponding tuberosity. It was eight cm. long, two cm. broad at the base, and 1 1/2 cm. at the apex, and was quite mobile. It began to grow at the age of eleven and had constantly increased. Vidal presented before the Academie de Medecine in 1886 a twisted horn from the head of a woman. This excrescence was ten inches long, and at the time of presentation reproduction of it was taking place in the woman. Figure 76 shows a case of ichthyosis cornea pictured in the Lancet, 1850.\\n\\nThere was a woman of seventy-five, living near York, who had a horny growth from the face which she broke off and which began to reproduce, the illustration representing the growth during twelve months. Lall mentions a horn from the cheek; Gregory reports one that measured 7 1/2 inches long that was removed from the temple of a woman in Edinburgh; Chariere of Barnstaple saw a horn that measured seven inches growing from the nape of a woman's neck; Kameya Iwa speaks of a dermal horn of the auricle; Saxton of New York has excised several horns from the tympanic membrane of the ear; Noyes speaks of one from the eyelid; Bigelow mentions one from the chin; Minot speaks of a horn from the lower lip, and Doran of one from the neck.\",\"timestamp\":1639717401,\"title\":\"Then follow five instances of genital abnormalities (Nos. 32-36), consisting of absence of the penis (epispadias?), \"},\"digest\":\"KEWMURMBR74v8fcqXWssYsoabXNIWUpf38LZkxFVJMw\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DwpzxSVS22c_hrmQPRY5nP864WLQma5LFau95cYO70M\\\",\\\"y\\\":\\\"Pmare3qko9p34geKCPSGOzKctdfmeSueA9JlZA7YIUc\\\"}\",\"signature\":\"uQ4s3NRWGdOFrzFG7TYgplnGcCeJCJXyQOm-LFnDvQEGf04om33wHcOX6KD8kxmAfdQTR72g8zyD4a_z59WoyA\",\"signingKeySignature\":\"0x987f405849bd7c20421a9a0d63a16559b544f2715e1bb51dde64f7e2f1f1dd0f13a7e2bd089ac80ec4dfe8138d2ae791dbaea9608e39236f66d8f0ffdc66ae0d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DwpzxSVS22c_hrmQPRY5nP864WLQma5LFau95cYO70M\\\",\\\"y\\\":\\\"Pmare3qko9p34geKCPSGOzKctdfmeSueA9JlZA7YIUc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KEWMURMBR74v8fcqXWssYsoabXNIWUpf38LZkxFVJMw\"}"