"{\"content\":{\"body\":\"DEAR MISS TERRY:  I look forward to the pleasure of calling upon you on Tuesday next at two o'clock,\\n\\nWith every good wish, believe me, Yours sincerely,\\n\\nHENRY IRVING.\\n\\nThe call was in reference to my engagement as Ophelia.  Strangely characteristic I see it now to have been of Henry that he was content to take my powers as an actress more or less on trust.  A mutual friend, Lady Pollock, had told him that I was the very person for him; that \\\"All London\\\" (a vile but convenient phrase) was talking of my Olivia; that I had acted well in Shakespeare with the Bancrofts; that I should bring to the Lyceum Theatre what players call \\\"a personal following.\\\"  Henry chose his friends as carefully as he chose his company and his staff.  He believed in Lady Pollock implicitly, and he did not--it is possible that he could not--come and see my Olivia for himself.\\n\\nI was living in Longridge Road when Henry Irving came to see me.  Not a word of our conversation about the engagement can I remember.  I did notice, however, the great change that had taken place in the man since I had last met him in 1867.  Then he was really very ordinary-looking--with a moustache, an unwrinkled face, and a sloping forehead.  The only wonderful thing about him was his melancholy. When I was playing the piano, once, in the green room at the Queen's Theatre, he came in and listened.  I remember being made aware of his presence by his sigh--the deepest, profoundest, sincerest sigh I ever heard from any human being.  He asked me if I would not play the piece again.  The incident impressed itself on my mind, inseparably associated with a picture of him as he looked at thirty--a picture by no means pleasing.  He looked conceited, and almost savagely proud of the isolation in which he lived.  There was a touch of exaggeration in his appearance, a dash of Werther, with a few flourishes of Jingle! Nervously sensitive to ridicule, self-conscious, suffering deeply from his inability to express himself through his art, Henry Irving in 1867 was a very different person from the Henry Irving who called on me at Longridge Road in 1878.  In ten years he had found himself, and so lost himself--lost, I mean, much of that stiff, ugly self-consciousness which had encased him as the shell encases the lobster.  His forehead had become more massive, and the very outline of his features had altered.  He was a man of the world, whose strenuous fighting now was to be done as a general--not, as hitherto, in the ranks.  His manner was very quiet and gentle.  \\\"In quietness and confidence shall be your strength,\\\" says the psalmist.  That was always like Henry Irving.\\n\\nAnd here, perhaps, is the place to say that I, of all people, can perhaps appreciate Henry Irving least justly, although I was his associate on the stage for a quarter of a century, and was on terms of the closest friendship with him for almost as long a time.  He had precisely the qualities that I never find likable.\\n\\nIRVING'S EGOTISM\\n\\nHe was an egotist, an egotist of the great type, never \\\"a mean egotist,\\\" as he was once slanderously described; and all his faults sprang from egotism, which is, after all, only another name for greatness.  So much absorbed was he in his own achievement that he was unable or unwilling to appreciate the achievements of others.  I never heard him speak in high terms of the great foreign actors and actresses who from time to time visited England.  It would be easy to attribute this to jealousy, but the easy explanation is not the true one.  He simply would not give himself up to appreciation.  Perhaps appreciation is a wasting though a generous quality of the mind and heart, and best left to lookers-on who have plenty of time to develop it.\\n\\nI was with him when he saw Sarah Bernhardt act for the first time. The play was \\\"Ruy Blas,\\\" and it was one of Sarah's bad days.  She was walking through the part listlessly, and I was angry that there should be any ground for Henry's indifference.  The same thing happened years later when I took him to see Eleonora Duse.  The play was \\\"Locandiera,\\\" to which she was eminently unsuited, I think.  He was surprised at my enthusiasm.  There was an element of justice in his attitude toward the performance which infuriated me, but I doubt if he would have shown more enthusiasm if he had seen her at her best.\\n\\nAs the years went on he grew very much attached to Sarah Bernhardt, and admired her as a colleague whose managerial work in the theatre was as dignified as his own; but of her superb powers as an actress I don't believe he ever had a glimmering notion!\\n\\nPerhaps it is not true, but, as I believe it to be true, I may as well state it: It was never any pleasure to him to see the acting of other actors and actresses.  Salvini's Othello I know he thought magnificent, but he would not speak of it.\\n\\nIRVING'S SIMPLICITY OF CHARACTER\\n\\nHow dangerous it is to write things that may not be understood!  What I have written I have written merely to indicate the qualities in Henry Irving's nature which were unintelligible to me, perhaps because I have always been more woman than artist.  He always put the theatre first.  He lived in it, he died in it.  He had none of my bourgeois qualities--the love of being in love, the love of a home, the dislike of solitude.  I have always thought it hard to find my inferiors.  He was sure of his high place.  In some ways he was far simpler than I. He would talk, for instance, in such an ignorant way to painters and musicians that I blushed for him.  But was not my blush far more unworthy than his freedom from all pretentiousness in matters of art?\\n\\nHe never pretended.  One of his biographers had said that he posed as being a French scholar.  Such a thing, and all things like it, were impossible to his nature.  If it were necessary, in one of his plays, to say a few French words, he took infinite pains to learn them, and said them beautifully.\\n\\nHenry once told me that in the early part of his career, before I knew him, he had been hooted because of his thin legs.  The first service I did him was to tell him that they were beautiful, and to make him give up padding them.\\n\\n\\\"What do you want with fat, podgy, prize-fighter legs!\\\" I expostulated.\\n\\nI brought help, too, in pictorial matters.  Henry Irving had had little training in such matters; I had had a great deal.  Judgment about colours, clothes, and lighting must be trained.  I had learned from Mr. Watts, from Mr. Goodwin, and from other artists, until a sense of decorative effect had become second nature to me.\\n\\nPraise to some people at certain stages of their career is more developing than blame.  I admired the very things in Henry for which other people criticised him.  I hope this helped him a little.\\n\\nRICHARD MANSFIELD\\n\\n\\\\[Richard Mansfield, one of the great actors of his time, was born in Heligoland, then a British Possession, in 1857.  He prepared himself for the East Indian civil service, then studied art, and opened a studio in Boston.  He was soon attracted to the stage, and began playing minor parts in comic opera, displaying marked ability from the first.  His versatility took him all the way from the role of Koko in the \\\"Mikado,\\\" to Beau Brummel and Richard III.  His success soon enabled him to assemble a company of his own; as its manager he produced with memorable effect \\\"Cyrano de Bergerac,\\\" \\\"Henry V.,\\\" and \\\"Julius Caesar.\\\"  He died in 1907, a few weeks after a striking creation of \\\"Peer Gynt.\\\"  A biography of Mr. Mansfield by Mr. Paul Wilstach is published by C. Scribner's Sons, New York.\\n\\nMr. Mansfield's article on \\\"Man and the Actor,\\\" which appeared in the *Atlantic Monthly*, May, 1906, copyright by Houghton, Mifflin & Co., Boston, is here given almost in full by the kind permission of the publishers and of Mrs. Richard Mansfield.  It is in effect an autobiographical revelation of the artist and the man.--ED.\\\\]\\n\\nMAN AND THE ACTOR\\n\\n```\\n I hold the world but as the world, Gratiano,      A stage where every man must play a part.\\n```\\n\\nShakespeare does not say \\\"may\\\" play a part, or \\\"can\\\" play a part, but he says *must* play a part; and he has expressed the conviction of every intelligent student of humanity then and thereafter, now and hereafter.  The stage cannot be held in contempt by mankind; because all mankind is acting, and every human being is playing a part.  The better a man plays his part, the better he succeeds.  The more a man knows of the art of acting, the greater the man; for, from the king on his throne to the beggar in the street, every man is acting.  There is no greater comedian or tragedian in the world than a great king.  The knowledge of the art of acting is indispensable to a knowledge of mankind, and when you are able to pierce the disguise in which every man arrays himself, or to read the character which every man assumes, you achieve an intimate knowledge of your fellow men, and you are able to cope with the man, either as he is, or as he pretends to be.  It was necessary for Shakespeare to be an actor in order to know men. Without his knowledge of the stage, Shakespeare could never have been the reader of men that he was.  And yet we are asked, \\\"Is the stage worth while?\\\"\\n\\nNAPOLEON AS ACTOR\\n\\nNapoleon and Alexander were both great actors--Napoleon perhaps the greatest actor the world has ever seen.  Whether on the bridge of Lodi, or in his camp at Tilsit; whether addressing his soldiers in the plains of Egypt; whether throwing open his old gray coat and saying, \\\"Children, will you fire on your general?\\\" whether bidding farewell to them at Fontainebleau; whether standing on the deck of the *Bellerophon*, or on the rocks of St. Helena--he was always an actor. Napoleon had studied the art of acting, and he knew its value.  If the power of the eye, the power of the voice, the power of that all-commanding gesture of the hand, failed him when he faced the regiment of veterans on his return from Elba, he was lost.  But he had proved and compelled his audience too often for his art to fail him then.  The leveled guns fell.  The audience was his.  Another crown had fallen!  By what?  A trick of the stage!  Was he willing to die then? to be shot by his old guard?  Not he!  Did he doubt for one moment his ability as an actor.  Not he!  If he had, he would have been lost.  And that power to control, that power to command, once it is possessed by a man, means that that man can play his part anywhere, and under all circumstances and conditions.  Unconsciously or consciously, every great man, every man who has played a great part, has been an actor.  Each man, every man, who has made his mark has chosen his character, the character best adapted to himself, and has played it, and clung to it, and made his impress with it.  I have but to conjure up the figure of Daniel Webster, who never lost an opportunity to act; or General Grant, who chose for his model William of Orange, surnamed the Silent.  You will find every one of your most admired heroes choosing early in life some admired hero of his own to copy.  Who can doubt that Napoleon had selected Julius Caesar?  For, once he had founded an empire, everything about him was modelled after the Caesarean regime.  Look at his coronation robes, the women's gowns--the very furniture!  Actors, painters, musicians, politicians, society men and women, and kings and queens, all play their parts, and all build themselves after some favourite model.  In this woman of society you trace the influence of the Princess Metternich.  In another we see her admiration (and a very proper one) for Her Britannic Majesty.  In another we behold George Eliot, or Queen Louise of Prussia, or the influence of some modern society leader.  But no matter who it is, from the lowest to the highest, the actor is dominant in the human being, and this trait exhibits itself early in the youngest child.  Everywhere you see stage-craft in one form or another.  If men loved not costumes and scenery, would the king be escorted by the lifeguards, arrayed in shining helmets and breastplates, which we know are perfectly useless in these days when a bullet will go through fifty of them with ease?  The first thing a man thinks of when he has to face any ordeal, be it a coronation or an execution, is, how am I going to look? how am I to behave? what manner shall I assume? shall I appear calm and dignified, or happy and pleased? shall I wear a portentous frown or a beaming smile? how shall I walk? shall I take short steps or long ones? shall I stoop as if bowed with care, or walk erect with courage and pride? shall I gaze fearlessly on all about me, or shall I drop my eyes modestly to the ground?  If man were not always acting, he would not think of these things at all, he would not bother his head about them, but would walk to his coronation or his execution according to his nature.  In the last event this would have to be, in some cases, on all fours.\\n\\nI stretch my eyes over the wide world, and the people in it, and I can see no one who is not playing a part; therefore respect the art of which you are all devotees, and, if you must act, learn to play your parts well.  Study the acting of others, so that you may discover what part is being played by others.\\n\\nTHE GIFT FOR ACTING IS RARE\\n\\nIt is, therefore, not amazing that everybody is interested in the art of acting, and it is not amazing that every one thinks he can act. You have only to suggest private theatricals, when a house party is assembled at some country house, to verify the truth of the statement. Immediately commences a lively rivalry as to who shall play this part or that.  Each one considers herself or himself best suited, and I have known private theatricals to lead to lifelong enmities.\\n\\nIt is surprising to discover how very differently people who have played parts all their lives deport themselves before the footlights. I was acquainted with a lady in London who had been the wife of a peer of the realm, who had been ambassadress at foreign courts, who at one time had been a reigning beauty, and who came to me, longing for a new experience, and implored me to give her an opportunity to appear upon the stage.  In a weak moment I consented, and as I was producing a play, I cast her for a part which I thought she would admirably suit-that of a society woman.  What that woman did and did not do on the stage passes all belief.  She became entangled in her train, she could neither sit down nor stand up, she shouted, she could not be persuaded to remain at a respectful distance, but insisted upon shrieking into the actor's ears, and she committed all the gaucheries you would expect from an untrained country wench.  But because everybody is acting in private life, every one thinks he can act upon the stage, and there is no profession that has so many critics.  Every individual in the audience is a critic, and knows all about the art of acting.  But acting is a gift.  It cannot be taught.  You can teach people how to act acting--but you can't teach them to act.  Acting is as much an inspiration as the making of great poetry and great pictures.  What is commonly called acting is acting acting.  This is what is generally accepted as acting.  A man speaks lines, moves his arms, wags his head, and does various other things; he may even shout and rant; some pull down their cuffs and inspect their finger nails; they work hard and perspire, and their skin acts.  This is all easily comprehended by the masses, and passes for acting, and is applauded, but the man who is actually the embodiment of the character he is creating will often be misunderstood, be disliked, and fail to attract.  Mediocrity rouses no opposition, but strong individualities and forcible opinions make enemies.  It is here that danger lies. Many an actor has set out with an ideal, but, failing to gain general favour, has abandoned it for the easier method of winning popular acclaim.  Inspiration only comes to those who permit themselves to be inspired.  It is a form of hypnotism.  Allow yourself to be convinced by the character you are portraying that you are the character.  If you are to play Napoleon, and you are sincere and determined to be Napoleon, Napoleon will not permit you to be any one but Napoleon, or Richard III. Richard III., or Nero Nero, and so on.  He would be a poor, miserable pretence of an actor who in the representation of any historical personage were otherwise than firmly convinced, after getting into the man's skin (which means the exhaustive study of all that was ever known about him), that he is living that very man for a few brief hours.  And so it is, in another form, with the creation or realisation of the author's, the poet's, fancy.  In this latter case the actor, the poet actor, sees and creates in the air before him the being he delineates; he makes him, he builds him during the day, in the long hours of the night; the character gradually takes being; he is the actor's genius; the slave of the ring, who comes when he calls him, stands beside him, and envelops him in his ghostly arms; the actor's personality disappears; he is the character.  You, you, and you, and all of you, have the right to object to the actor's creation; you may say this is not your conception of Hamlet or Macbeth or Iago or Richard or Nero or Shylock--but respect his.  And who can tell whether he is right or you are right?  He has created them with much loving care; therefore don't sneer at them--don't jeer at them--it hurts!  If you have reared a rosebush in your garden, and seen it bud and bloom, are you pleased to have some ruthless vandal tear the flowers from their stem and trample them in the mud?  And it is not always our most beautiful children we love the best.  The parent's heart will surely warm toward its feeblest child.\\n\\nTHE CREATION OF A CHARACTER\\n\\nIt is very evident that any man, be he an actor or no actor, can, with money and with good taste, make what is technically termed a production.  There is, as an absolute matter of fact, no particular credit to be attached to the making of a production.  The real work of the stage, of the actor, does not lie there.  It is easy for us to busy ourselves, to pass pleasantly our time, designing lovely scenes, charming costumes, and all the paraphernalia and pomp of mimic grandeur, whether of landscape or of architecture, the panoply of war, or the luxury of royal courts.  That is fun--pleasure and amusement. No; the real work of the stage lies in the creation of a character.  A great character will live forever, when paint and canvas and silks and satins and gold foil and tinsel shall have gone the way of all rags.\\n\\nBut the long, lone hours with our heads in our hands, the toil, the patient study, the rough carving of the outlines, the dainty, delicate finishing touches, the growing into the soul of the being we delineate, the picture of his outward semblance, his voice, his gait, his speech, all amount to a labour of such stress and strain, of such loving anxiety and care, that they can be compared in my mind only to a mother's pains.  And when the child is born it must grow in a few hours to completion, and be exhibited and coldly criticised.  How often, how often, have those long months of infinite toil been in vain!  How often has the actor led the child of his imagination to the footlights, only to realise that he has brought into the world a weakling or a deformity which may not live!  And how often he has sat through the long night brooding over the corpse of this dear figment of his fancy!  It has lately become customary with many actor-managers to avoid these pangs of childbirth.  They have determinedly declined the responsibility they owe to the poet and the public, and have instead dazzled the eye with a succession of such splendid pictures that the beholder forgets in a surfeit of the sight the feast that should feed the soul.  This is what I am pleased to term talk versus acting.  The representative actors in London are much inclined in this direction.\\n\\nCOPY LIFE\\n\\nThe student may well ask, \\\"What are we to copy, and whom are we to copy?\\\"  Don't copy any one; don't copy any individual actor, or his methods.  The methods of one actor--the means by which he arrives--cannot always be successfully employed by another.  The methods and personality of one actor are no more becoming or suitable or adapted to another than certain gowns worn by women of fashion simply because these gowns are the fashion.  In the art of acting, like the art of painting, we must study life--copy life!  You will have before you the work of great masters, and you will learn very much from them--quite as much what to avoid as what to follow.  No painting is perfect, and no acting is perfect.  No actor ever played a part to absolute perfection.  It is just as impossible for an actor to simulate nature completely upon the stage as it is impossible for the painter to portray on canvas the waves of the ocean, the raging storm clouds, or the horrors of conflagration.\\n\\nThe nearer the artist gets to nature, the greater he is.  We may admire Rubens and Rembrandt and Vandyke and Gainsborough and Turner, but who will dare to say that any one of their pictures is faultless? We shall learn much from them all, but quite as much what to avoid as what to emulate.  But when you discover their faults, do not forget their virtues.  Look, and realise what it means to be able to do so much, And the actor's art is even more difficult!  For its execution must be immediate and spontaneous.  The word is delivered, the action is done, and the picture is painted!  Can I pause and say, \\\"Ladies and gentlemen, that is not the way I wanted to do this, or to say that; if you will allow me to try again, I think I can improve upon it?\\\"\\n\\nSELF-CRITICISM\\n\\nThe most severe critic can never tell me more, or scold me more than I scold myself.  I have never left the stage satisfied with myself.  And I am convinced that every artist feels as I do about his work.  It is the undoubted duty of the critic to criticise, and that means to blame as well as to praise; and it must be confessed that, taking all things into consideration, the critics of this country are actuated by honesty of purpose and kindliness of spirit, and very often their work is, in addition, of marked literary value.  Occasionally we will still meet the man who is anxious to impress his fellow citizens with the fact that he has been abroad, and tinctures all his views of plays and actors with references to Herr Dinkelspiegel or Frau Mitterwoorzer; or who, having spent a few hours in Paris, is forced to drag in by the hair Monsieur Popin or Mademoiselle Fifine.  But as a matter of fact, is not the interpretation of tragedy and comedy by the American stage superior to the German and French?--for the whole endeavour in this country has been toward a closer adherence to nature.  In France and in Germany the ancient method of declamation still prevails, and the great speeches of Goethe and Schiller and Racine and Corneille are to all intents and purposes intoned.  No doubt this sounds very fine in German and French, but how would you like it now in English?\",\"timestamp\":1639987630,\"title\":\"\\nThe first letter that I ever received from Henry Irving was written on the 20th of July,\"},\"digest\":\"6m1FupQFor2wi-T4b6Ibfayw0VK99uEOq6WxvXgCIYQ\",\"authorship\":{\"contributor\":\"0x6A321BD15f7B900C7F8Dd29Ce6ed73fa0E7D220F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JBitisM5Q1MFRDOEsMaBisJ15PNst2e7qZXgiH1yz50\\\",\\\"y\\\":\\\"GnHbRvbIkHA7MfzhU2tDnNQw211sVIw_qQTo2kEqUvo\\\"}\",\"signature\":\"msf7M_GsNYuuWJfcvLiq5tJErkBg7FozXWpuI1zUZr6ywf2EEni76pFDsRjqqw3nbg-XQGvCdwogZR0EpZMJeg\",\"signingKeySignature\":\"0x4f481d75229ebf9d6f242605b6d36f19b49aba734e0cd60a07565fab68fd68ba0ba16c572b5af02624eeafd6081b9f768551ae89675d33d1a3e2e13d7d785ac61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JBitisM5Q1MFRDOEsMaBisJ15PNst2e7qZXgiH1yz50\\\",\\\"y\\\":\\\"GnHbRvbIkHA7MfzhU2tDnNQw211sVIw_qQTo2kEqUvo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6m1FupQFor2wi-T4b6Ibfayw0VK99uEOq6WxvXgCIYQ\"}"