"{\"content\":{\"body\":\"Bashu has always been known as the land of abundance, among which the tang Gate is the most famous school.\\n\\nTang door is a mysterious place, many people only know that it is a halfway up the hill, and tang door is at the top of the mountain has a frightening name, - ghost see sorrow.\\n\\nThrow a stone from the cliff of sorrow of seeing ghosts, it takes a full count of nineteen times to hear the echo of the bottom of the rock, which shows its height, and it is precisely because of this nineteen seconds, is more than eighteen layers of hell, hence the name.\\n\\nA young man wearing grey clothes is standing in the peak of ghosts and sorrows, the cold mountain wind can not make his body has the slightest movement, from his chest that bucket big Tang word can be recognized, he comes from the Tang door, gray clothes on behalf of, is the tang door outside the door disciples.\\n\\nHe is twenty-nine years old this year, because he was born soon into the Tang door, outside the door disciples rank third, so outside the door disciples call him three little.Of course, to the inner door disciples mouth, it became three Tang.\\n\\nSince its establishment, Tang Gate has been divided into inner and outer doors. The outer doors are all disciples with the surname of tang or those who were given the surname of Tang, while the inner doors are directly affiliated to tang Gate and passed down from family to family.\\n\\nAt this point, tang three face expression is very rich, sometimes laugh, sometimes cry, but in any case, can not cover up his that from the heart of excitement.\\n\\nTwenty-nine years, since twenty-nine years ago, he was the elder Tang Blue grandfather in the baby when he picked up the Tang door began, tang door is his home, and tang door is his everything.\\n\\nSuddenly, tang three face suddenly a change, but soon relieved, some bitter soliloquy said: \\\"the come after all or come.\\\"\\n\\nSeventeen figures, seventeen white figures, came from the waist of the mountain toward the top like leaping stars. The owners of these seventeen figures, the youngest of whom were over fifty, all looked solemn, their white robes representing the inner gate, and the golden characters on their chests were the symbols of the elders of the Gate.\\n\\nThere are seventeen elders in the elders' hall, including the patriarch, Mr. Tang, and it is seventeen who are climbing the mountain at this time.Even if it is wulin congress also can not disturb all the elders of the Tang door out at the same time, you know, this tang door elders, the oldest has more than two jia Zi.\",\"timestamp\":1634809022,\"title\":\"Through the Tang family three little\"},\"digest\":\"V4vLnq9VnWaqdzsIL6FSMojilzRL3FkA_XRbs6rvq3I\",\"authorship\":{\"contributor\":\"0x9649BA23E3B7af473b06A3c69a21021c20e40a8E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vtlzgK4QGENTDh-v46hzpSIyVd3WYTD2TXp9wialWz8\\\",\\\"y\\\":\\\"K6paBFzSjX7IPD2qJ1O-ZnvR0c4rTwK16Ejv1yK3UhE\\\"}\",\"signature\":\"zO7tvwXxL-SDVwEcy_2XSo512jCkUfvBTXM58-KCZqxvkSLnKOYp87YUHR2rSD-vtnHra2hQUIbjWticcjLxLg\",\"signingKeySignature\":\"0x887f7fed7abe98f83474be39773ed7ded94246713dd58b2610a2b0fb9a36f70659ce523a8f90859f975297aca1062feda4049c67acec53a9564e890827d709051b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vtlzgK4QGENTDh-v46hzpSIyVd3WYTD2TXp9wialWz8\\\",\\\"y\\\":\\\"K6paBFzSjX7IPD2qJ1O-ZnvR0c4rTwK16Ejv1yK3UhE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V4vLnq9VnWaqdzsIL6FSMojilzRL3FkA_XRbs6rvq3I\"}"