"{\"content\":{\"body\":\"## Arbitrum Random Walk NFT Inspiration for FOMO NFT\\n\\n![](https://images.mirror-media.xyz/publication-images/UuK4RYHdtYnYOUwr83bh9.png?height=917&width=921)\\n\\nAt this point people gotta be sick of the Mainnet Ethereum NFT scene. Although there were some initial innovative projects, now everything seems like a rehash of the one thing that worked well, 10k PFPs. High gas and deployment costs make it expensive to innovate so people stick to the same old cash grab.\\n\\nEven with this, I love NFTs. There is so much more potential than what we have seen so far. I’m always keeping my eye out for interesting things, especially stuff on Ethereum L2s where gas is much cheaper. With lower gas costs there is room for experimentation.\\n\\nA few weeks ago a new token project caught my eye [@RandomWalkNFT](https://randomwalknft.com/). It is a very cool generative art piece. Put simply, a line is drawn out randomly changing color and direction creating a beautiful pattern. The NFT comes with high quality static images and includes some really epic videos showing the process of image generation.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*N7NRyhA9ORGzzk1I)\\n\\nHigh quality beautiful eye candy is nice to own and display. I will buy a couple based on that alone. However, the most interesting part of this project is the token mechanics.\\n\\nAs described by the RandomWalk FAQ:\\n\\n> We are doing a social experiment with it! ETH will be distributed to some of the minters. After there hasn’t been a mint for 30 days, the last minter is eligible to withdraw half of the ETH in the NFT contract. The other half would stay in the contract and would be distributed using the same mechanism.\\n\\nSo half the minting fees go to the last minter after no one else mints for 30 days. The price also increases with every mint. This creates a situation where one person may get a huge payout. Although “winning” requires that either the project loses momentum and no one is paying attention OR the price gets so high that the risk of being the second to last minter is too much to swallow. Second to last gets nothing (except an NFT, which is still pretty cool tbh).\\n\\nMinting started a few days ago. So how has it played out? Prices began at .001 ETH and have been rapidly increasing. There has been over 2000 mints and the price is now about .02 ETH. The ‘pot’ is well over a couple ETH now.\\n\\nWho will be first to claim the pot is hard to say. It may never happen. 30 days is forever in crypto time. The project may slow to a trickle and become an ETH black hole. 100x plus returns are hard to pass up. But as the price increases, eventually people won’t have enough to play. Maybe we will see teams form DAOs to continue playing. Perhaps the whales will just battle it out. Or maybe everyone collectively says “fuck it”, and after the hype the project is forgotten while people move onto the next shiny thing. We will see.\\n\\n## Iteration with New NFT and DAO (FOMO NFT DAO)\\n\\nThis token mechanic is so interesting. I wanted to try something focusing on that mechanic and adding a few bits to really pump the FOMO. And to add a DAO of course.\\n\\nInstead of 50% of the pot going to the final minter — 20% is paid out with the remaining 80% going to the DAO and distributed between all members based on their shares.\\n\\n\\\\*\\\\*Price of every new round starts back at .001 \\\\*\\\\*and increases with every new mint.\\n\\nEvery week in our podcast HAUSParty (thursday 2pm est in daohaus discord) we do fun experiments like this, we call Wargames. Come by we will talk about this tomorrow. Use at your own risk.\\n\\n**Contract Updates**\\n\\n* Start with a fork of Random Walk contract\\n* Keep the same starting price\\n* 10x faster with a **3-day period between new withdrawals**\\n* Increase rate of price growth\\n* Price resets after withdrawal\\n* On withdrawal **20% goes to the last minter and 80% goes to a DAO** treasury (rage quitable). Any NFT holder can optionally join the DAO for a fair share of past mints.\\n* 20% of every mint goes to a DAO working fund (non-ragequitable vault) and 80% remains in the pot\\n* No cool art —\\\\*\\\\* just an on chain SVG with the tokenID and current round.\\\\*\\\\* The DAO can change the background for the current round\\n\\n![](https://miro.medium.com/max/1400/0\\\\*YTOnA_Xj9RtVuiIm)\\n\\n**DAO Mechanics**\\n\\n* DAOhaus DAO with rage quitable main treasury\\n* Anyone can tribute their NFT for loot shares of the treasury\\n* Even though the NFT price increases the shares for tributed NFTs stay the same (Early minters get into the DAO much cheaper)\\n* Members who tribute their NFT have governance over a DAO working fund (20% of mints that can be used for platform, OPs, or charity, really up to the DAO)\\n* After any withdrawal event happens, the full pot is moved to the main treasury, this means **members can rage quit with their share of treasury funds**\\n\\n## How This is No Fun\\n\\nSomeone comes and mints a ton upfront making it expensive for everyone else. If you look at the distribution of RandomWalk, someone owns 33% of the tokens. Not too big of a deal in RandomWalk, but would be kinda lame with this. Maybe the shorter DAO proposal periods make it less likely. Maybe some kinda of waiting period between proposals and/or only one NFT tribute per proposal.\\n\\n## How to Play\\n\\nNo fancy interface here yet. If you want to join the experiment, mint directly from the contract on Arbiscan. Sale goes live tomorrow.\\n\\nDeployed Contract:[ ](https://rinkeby.etherscan.io/address/0xF428f0aCca55C8A6f5b7925b281eeff800232848)[Link to the code](https://arbiscan.io/address/0xF428f0aCca55C8A6f5b7925b281eeff800232848#code)\\n\\nYou can get the current price by going to the Contract tab and clicking Read Contract. Then expand the *getMintPrice* function (5). Note: If you click the big ass \\\\*uint256 \\\\*number it opens a page showing the value in Ether. This is the number you need to mint higher than.\\n\\nOnce you have the number above go back to the Contract tab and click Write Contract. Click the Connect to Web3 button. Then expand the *mint* function (2). Add the \\\\*payableAmount(ether) \\\\*and click Write.\\n\\nIf you use more ETH than the mint price the extra funds are sent back to you. So, for example, if you put .002 in the *mint* function, it will do the current price and send back the leftover\\n\\nAfter 500 mints the mint price is about .1 ETH, the cut to the winner is about 2 ETH, and the cut to the DAO is around 8 ETH.\\n\\n\\\\*\\\\*Don’t try this until after HAUS party tomorrow, that’s when the sale starts. \\\\*\\\\*If you try to mint now you will get a big red error and a super high gas fee. this is because it will fail no matter what.\\n\\n## How to Join the DAO\\n\\nIf you have a FOMO NFT you can go to the DAO’s dashboard and submit a NFT tribute proposal for 100 Loot shares. There is a 2-day governance period after which you become a member. If you do not tribute your NFT you will not get a cut of all previous mints. \\n  \\n [Join the community discussion here](https://discord.gg/NWB2Cxyz)\\n\\n[Link to dao](https://app.daohaus.club/dao/0xa4b1/0xf2ebff62ff6cc2e90f2ec0f1a6a241d3628d810d)\\n\\n[Link to the code](https://arbiscan.io/address/0xF428f0aCca55C8A6f5b7925b281eeff800232848#readContract)\\n\\n[More about how the DAO works at DAOhaus and Docs](https://daohaus.club/docs)\\n\\n[Tutorial for minting through arbiscan and joining the dao](https://www.loom.com/share/4f762a3969484a04bd3f5cd2dc6a7194)\\n\\ndaohaus twitter [@nowdaoit](https://twitter.com/nowdaoit) mine is [@dekanbro](https://twitter.com/DekanBro)\",\"timestamp\":1637261639,\"title\":\"FOMO NFT - DekanBro\"},\"digest\":\"39Ey7Y12JR_3Bh8_0FTg4bQTIhjOJo61KsjJMM6AJII\",\"authorship\":{\"contributor\":\"0xCED608Aa29bB92185D9b6340Adcbfa263DAe075b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JSWzar1U0JZOaNchrj-YY5HSfYcnn3ReZP83M2cG8gs\\\",\\\"y\\\":\\\"45V_TQP2Ar6xx3CTNeSzj_ofMWfmNcGykWO3jkzi2EA\\\"}\",\"signature\":\"y8ztxsVa8Z-FGEI2yGoolSbFFlpRZInSSxn9AFfFdWBN7WjGTdK2PvRsAcl6PfgZk3VhxbWu8nhZQ1yjImmJyA\",\"signingKeySignature\":\"0x6a6d6e0f78c57e51b70c2f94dd6e123175859d2a146ae369be223e4c5601a3e74fe1c80a9a998d2c2f938914ce4cb3fb58b1ea234571d71888f1a261f90f4b4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JSWzar1U0JZOaNchrj-YY5HSfYcnn3ReZP83M2cG8gs\\\",\\\"y\\\":\\\"45V_TQP2Ar6xx3CTNeSzj_ofMWfmNcGykWO3jkzi2EA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"g0N2iuLqYWsQPVHUsqipdKOurDRMuQ39UN6-VctHyR8\"}"