"{\"content\":{\"body\":\"More than 10 years have passed since Amazon’s eBooks Store was launched. It was a game-changer for the whole publishing market, perhaps comparable with iTunes was for the music industry. Since then, tens of billions of eBooks have been sold, with Kindle leading it.\\n\\n2020 was a new all-time high in the eBooks market, just in the US, eBooks sales meant 1.1 billion U.S. dollars, which were up 18.4% compared with the previous year. According to *statista.com*, revenue in the eBooks segment is expected to show an annual growth rate of 2.35% up to 2026.\\n\\nApart from the financial data, a lot of us have enjoyed reading some of the most beautiful stories out there, from a great variety of authors and categories, from novels to finance and politics. Some of those stories have even changed us forever.\\n\\nDespite the good taste we could have from eBooks, especially from Kindle, some things are missing. For example, what happens when you want to share your most recent reading with a friend? What if you want to resell your oldest ones? Have you tried to download your eBooks to read them using another reader? These problems and others have been ringing in my mind.\\n\\nWhen I was down the rabbit hole, I found in web3 the answer for many of those problems, problems that I also have. Since then, I stopped buying eBooks because it doesn’t make sense to me anymore. That’s when bookverse was born.\\n\\nBookverse is a project that wants to scale eBooks to a new level, integrating the web3 advantages to it. The possibilities are just limited by our imagination, but I’d like to share some of them:\\n\\nFor users:\\n\\n* You’ll be able to resell your eBooks or share them for free with other users.\\n* You could get limited, collectables and rare editions of your favourites books.\\n* You could get an autographed book from your favourite author, backed by blockchain technology.\\n* Your favourite book could be your key to DeFi, using your book as collateral.\\n\\nFor authors and creators:\\n\\n* You’ll get a considerable major income for any book you sell.\\n* You’ll get a benefit for any book that is resold, forever, backed by public and audited smart contracts.\\n* You’ll be able to shorten the distance between you and your community.\\n* You’ll be able to launch rare or special editions of your books in seconds.\\n* New ways to fund your incoming launches, even before they are written.\\n\\nIf you want to know more, visit our site [bookversexyz.com](), and we’ll be grateful if you leave your email there to be part of the community.\",\"timestamp\":1641414246,\"title\":\"It’s time to bring eBooks into web3\"},\"digest\":\"bcssnxvR1MojUZV_KL4nHETZoFexVeH8mU4tpuaKkhc\",\"authorship\":{\"contributor\":\"0x1070F9e5eDD7d77a2817bd71512Ec4Ede358105b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2PGkJymHOEDcklM_WZKC0MFq01OGcucP6xchyABqO2M\\\",\\\"y\\\":\\\"quzoqYp12Sz-LtA2TRRC7Rv4-4_ltWQPAlHeBlaCoSU\\\"}\",\"signature\":\"-6KoouPkgxovAHNeTm_PPXCSulKHzj8RabFZl5XjXj7NUe47MZ6MudDfZWZK1rvYl616NxgmyNWrCRpgfMzpQA\",\"signingKeySignature\":\"0x1669ea3eb0905d0e0bda02c3d4afaebdf8c9cb73c19577ef7e5b273ab9ae1a5b51b431f4f5212d9ca60b4567c5b3b62cb7c19e96268d38080a3007c56b5eff2c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2PGkJymHOEDcklM_WZKC0MFq01OGcucP6xchyABqO2M\\\",\\\"y\\\":\\\"quzoqYp12Sz-LtA2TRRC7Rv4-4_ltWQPAlHeBlaCoSU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dZoEaqpBt94HL8RAOFSRtK4dZzv1rVRv8RQjzXpRlTQ\"}"