"{\"content\":{\"body\":\"### A whole new world. Endless possibilities. Right here. Right now.\\n\\nI havn’t written in a while. A very long while. And again, time is relative isn’t it? What’s been a while, flew by in a second as I was down down the rabbit hole. The rabbit hole of life… in web3. Ironically the last article I wrote in web2 now becomes my first article in web3.\\n\\n![Looking for my higher self](https://images.mirror-media.xyz/publication-images/WlemLkqWQpcD9D3B7Vqp3.JPG?height=750&width=750)\\n\\nOk I must admit my literary break was way longer than that but my degen frens are the reason I decided to get back to it. Last time I wrote - We are all born to die - I was deep down another rabbit hole called awakening and since I awakened, I awakened as an Alien in the metaverse. In a [discord hub](https://discord.gg/CBbDVAwK) called alpha vault, in a server full of runners, the [Chain Runners.](https://www.chainrunners.xyz/) Running has never been my thing and yet here I am. Running from Mega city, from the all mighty Somnus. Did she lose her mind? What is she saying? I am not even sure myself? Did I lose my mind or did I just found it back? Ask me 6 months ago and I wouldn’t believe it. The runners effect.\\n\\nAlways been fascinated by NFTs but always sat on the sidelines, was afraid to dive into it because when I dive I dive deep, way too deep — 2*017, crypto, ask my uni friends.* I recovered. Only to lose myself again or rather find myself again. This time I truly found myself, I found Maya. I was afraid to get into NFTs but what I quickly realised is that the fear wasn’t fear, it was excitement. Excitement of something bigger awaiting on the other side. Ironically, although fear is often what is holding us down, it is also what holds our biggest opportunities. Fear often means that you are on the edge of a breakthrough, an evolution, your next download. Maya was on the other side waiting for me.\\n\\n## Hi, I am Maya, Nice to meet you.\\n\\nSo, who’s Maya you may ask? Maya is my higher self, the one that has been guiding me all my life. My God, my universe, my intuition. I have known her all my life but only met her 8 months ago during a psilocybin ceremony. She told me *“we’ll meet again, you’ll find me, you’ll have me, you’ll live with me”*. And so, my search begun. Meditation, journaling, crystals, shadow work and the list is long.\\n\\n![Meet Maya aka AlienGangsta aka Runner #4805](https://images.mirror-media.xyz/publication-images/CPm8AiW8iMNYoz51hJ8C7.png?height=998&width=1000)\\n\\nSeen some glimpses of her, here, there, nowhere but everywhere. She’s an alien, she comes from the stars. She’s a starseed, a lightworker. Been traveling around. Came here to shed her light onto earth. Came here to change the world. Those were the downloads. But how? But what? But why? [Neuros](http://www.neurosapp.com/), she thought was the way. Is it still?\\n\\n## And then NFTs. And then web3. And then Chain Runners.\\n\\nAnd one day, NFTs came my way so I decided why the hell not?! Let’s do it. Never used discord before, didn’t know what minting was, how tf does opensea works? Learn. Learn. Learn. Dive in. Where do we start? After endless nights of youtube tutorials, articles and podcasts— I decided let’s do it. 1st mint? Scam. 2nd buy? Gold. 2nd time was a charm — I found the runners, the [Chain Runners](https://www.chainrunners.xyz/), my new frens. A community so kind to adopt a newbie like me. And there, I also found Maya.\\n\\n> ### It was the community for me\\n\\n![](https://images.mirror-media.xyz/publication-images/JROsMoRw4xzi6ES6JZQup.png?height=492&width=1242)\\n\\nThe runners opened my mind and eyes on a whole new world. A world made of genuine, smart and extremely talented humans helping each other, having each others back, having fun, and building new worlds together. The “future” I was about to say. But the future is here, it only depends on which “here” you are living in. I am glad I found it. Runners, I am glad I found you. Here, you even inspired me to create. You inspired me to write again, you inspired me to look at my business completely differently.\\n\\n \\n So, what about Neuros?\\n\\nGm. What’s the alpha? Well, I am asking you…is there an alpha here? Might be. Can we put neurodiversity on the blockchain? Maybe. A new blueprint for our brains? Maybe. Democratising mental health? Definitely. Empowering neurodiversity? Always. Driving change? Absolutely! I have always said it, the narrative around neurodiversity needs to change. We are here for that.\\n\\n*Ok but wait..Neuros in web3 really? Another pivot?* — Not really a pivot. An adjustment. You live, you learn. You try, you fail, you grow from it all. I have failed, I have grown from it and I have learned that the best place for Neuros to become catalyst of change is in web3.\\n\\n[Neuros](https://www.neurosapp.com/) initially started as a financial management tool for neurodiverse people which no longer been. Too early in the market, lack of resources & users who were more eager to learn about the impact of neurodiversity on their mental health vs their finances — the pivot was inevitable, yet still \\\\*ironically\\\\* was mentally difficult for me. I tried, I failed, I grew from it. Still here. Still trying. Never giving up.\\n\\n`Empowering neurodiversity and becoming catalyst of change. That’s our mission.`\\n\\nThat’s our mission, has been since the start and will always be. For the outcasts, the geniuses, the ones who feel left out and marginalised, the ones sitting on the edges of society and the ones who are well integrated but still feel alienated. This is our time. Our revolution. Our space. Infinite possibilities. Web3 is where the real change takes place.\\n\\n![](https://images.mirror-media.xyz/publication-images/c5rTwAsjhDYIjm18fLT96.JPG?height=750&width=750)\\n\\nThere is something here. Something with web3. Something with NFTs. Something in the metaverse. Something we are exploring at [Neuros](http://www.neurosapp.com/), something I would like to explore with you, with all of you. Community driven. Built in public. *Yes, you.* If you’ve read so far means you are interested. And it also means you’re early. There is opportunity here for you.\\n\\nSo, reach out. Let’s create together. Let’s build together. Let’s empower together. Let’s change the world together. Otherwise, stay tuned, more alpha soon ;).\\n\\n\\\\#WeareNeuros\",\"timestamp\":1641641496,\"title\":\"And just like that...NFTs\"},\"digest\":\"FGe4b_IV-k0-nl0f5P6DR7zGhleLApZqF1P5nKDKZu0\",\"authorship\":{\"contributor\":\"0x28110e06C1362B5959b78E20a4DC70c9BaB8d584\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"akwUDvoxWeQk0gpCcnJeSNXGXNiwnXlokGSiGyB8s0o\\\",\\\"y\\\":\\\"PSM4oPNuQRLX5yj2KBCzKG_slYnoM6BBWQqpw3jcqUA\\\"}\",\"signature\":\"2pi0_wL7TOlHpNl5e1Pn2KBljln3XGE1bCh0NmxRyy4ayyfITWfwxdynX2cmrzq0iztYx7aweR9ZrFjqtCzXPw\",\"signingKeySignature\":\"0x9af1382e05e0e75938da6f44d9052aaaf01859552cee22afd614c556c29b51587a24024050b64c21dd11359b27248cafa55eb8dcc46ebdb4b174d8a9cb8124391c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"akwUDvoxWeQk0gpCcnJeSNXGXNiwnXlokGSiGyB8s0o\\\",\\\"y\\\":\\\"PSM4oPNuQRLX5yj2KBCzKG_slYnoM6BBWQqpw3jcqUA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FGe4b_IV-k0-nl0f5P6DR7zGhleLApZqF1P5nKDKZu0\"}"