"{\"content\":{\"body\":\"血色红沙四散飞入夜空中，吹笛男子带着惊讶的声音随之消散，只有我，和身边单膝跪地的岑远风听在耳中。\\n\\n我凝望着浓浓夜色，星月之光逐渐洒遍大地，京城上空烟消云散，若非城中四处哀嚎未尽，这半日的修罗地狱仿佛只是一场梦。\\n\\n我心中如有针扎刀砍，莫名疼痛，那人虽然消失在京城，却仍然像一片巨大的疑云，罩在我心里无法抹去。\\n\\n他是谁？\\n\\n我认识他吗？\\n\\n为什么我一看见这个人就下意识想逃跑？\\n\\n京城从地狱中缓缓复苏了过来，而我的意识却并未有太多欢欣鼓舞。\\n\\n“啪。”\\n\\n一声轻响，我的手被另一只有力而温暖的手紧紧抓住，一瞬间也将我的三魂六魄拽回人间。\\n\\n我缓缓回过头，眼神终于找到焦距，眼中映出的，是岑远风的脸。\\n\\n他一手用剑抵着地面石板，一手拽着我，深吸一口气站了起来，脸色逐渐恢复了正常，长眉轻皱着，一双乌黑眼眸牢牢看入我眼中。\\n\\n“你怎么了？”\\n\\n我傻傻盯着他：“嘎？”\\n\\n这么有温度的岑远风让我很不适应啊，特别那双眼睛看得我心里像跑进去一头鹿，话说他再不放开我的手，等会儿被二丫看见了我该怎么解释啊喂？\\n\\n还没等我下决心往后退，岑远风反而又靠近了我一点儿，玉石雕像一般的脸轻轻向我贴过来，长长的眼睫毛就在我眼前，肩头垂下的发丝已经拂上我的脸——是，我比他矮太多。\\n\\n我的头顶几乎要像主峰雪顶火山口一样冒出火来，或者可能已经冒烟了，我的脸差不多能做出一张鸡蛋煎饼。\\n\\n救命啊，他是不是疯了？\\n\\n反正我快熟了。\\n\\n岑远风抬起手，伸出两根修长的手指在我脸颊上轻轻抹了抹。\\n\\n我已经熟了。\\n\\n他究竟在干什么？\\n\\n“你哭了，你自己不知道？”\\n\\n岑远风看我的眼神让我觉得疯的或许是我自己。\\n\\n我哭个毛线啊？小时候被师尊罚抄三十遍无相内经我都没哭！\\n\\n这时我才察觉自己脸上一片冰凉。\\n\\n我用另一边的手把自己脸胡乱抹了一通，沾上满手的泪水。\\n\\n我发誓，我有十年没在自己脸上见过这玩意。\\n\\n岑尚书府的大门嘎吱一声闷响，一群人吵吵嚷嚷冲了出来。\\n\\n“岑少爷你怎么样了？”\\n\\n“二丫你把头上顶的锅还给大厨！”\\n\\n“二丫姑娘，还有我的菜刀也请还我……”\\n\\n呼啦啦跑出来七八个人，打头那个顶着小铁锅当胸横着两把亮闪闪菜刀霸气侧漏的女子正是我家二丫。\\n\\n她身后小琉璃满脸通红双手拽着二丫的衣角，但显然她根本拉不住二丫。\\n\\n几位膀大腰圆看着像是厨子的大汉也举着菜刀锅铲跟在二丫后面。\\n\\n不愧是我家二丫，不管打不打的过，气势上她从没输过。\\n\\n我看着二丫，二丫看着我。\\n\\n良久，二丫眼珠子向下移动，盯着我的手。\\n\\n我跟着低头，呃，岑远风还抓着我的手没放。\\n\\n我连忙向后一跳，解放双手，接着睁大眼极有诚意地看向二丫：二丫你听我解释。\\n\\n岑远风的手还保持着拽住我的姿势，他抿了抿唇，斜眼看了看我，长剑一闪入鞘，面无表情背过手去，转身进了岑尚书府大门。\\n\\n二丫竟没跟在岑远风后面，而是停在原地继续跟我大眼瞪小眼。\\n\\n紧接着二丫把菜刀往小琉璃手里一送，头上铁锅扔给大厨，一个飞扑，差点把我扑了个仰面朝天。\\n\\n“呜啊啊啊啊啊啊啊大风我好害怕啊啊啊啊啊啊，我三个月都不要吃肉了啊啊啊啊啊……”\\n\\n我两手搂着二丫的后背轻轻拍着：“不怕不怕，我在我在。”\\n\\n这次京城惊魂给二丫刺激太大了，她竟然决定三个月不吃肉。\\n\\n当天晚上，岑远风的父亲岑尚书专门设宴为归来的一子一女接风洗尘，顺便也请我和二丫为座上宾。\\n\\n有着岑远心与岑远风这样的儿女，岑尚书自然也是位俊逸出尘的老帅哥。\\n\\n老帅哥一再感谢我与二丫陪同他一对子女回京的功劳，言语中还没忘记多踩几脚他那借口伤重起不来需要岑远心陪伴才能好的前女婿蒋天行。\\n\\n“……那臭小子究竟要做什么老夫也不想问，反正等几天他不吐血了老夫就要把他扫地出门。”\\n\\n在坐所有人都没有意见，蒋天行自己挖的坑，自己慢慢填。\\n\\n岑尚书好歹也是位重臣，京中眼线不少，很快大家都得知了京城这次损失有多大。\\n\\n近二十万人居住的京城，这一日有三万多人不幸身亡，变异人的人数比我们想象的要少，百姓们但凡能组织起来对抗变异人的，伤亡都不太大。\\n\\n羽林军折损了几名将领与上千名士兵，好在目前军令上通下达依然顺畅。\\n\\n皇城之中因供养了几位高级修士，在最快的时间内解决了宫中的变异人。\\n\\n被处理的变异人之中，有好几位皇子公主，还有一位贵妃，差一点把皇帝都给啃了。\\n\\n细数下来，京城不算伤筋动骨，但因此造成的各个家庭的伤痛，则需要很久时间才能抚平。\\n\\n第二天，岑府的眼线又有一个好消息传来，二丫在京城备考的二哥孙寿在衡阳书院中，与其他学子一同智灭变异怪，并没有受伤。\\n\\n二丫眼中闪着泪光，却又把泪憋了回去，笑着靠在我肩上：“我就知道我哥不会有事。”\\n\\n我拍了拍她的手，我知道她等消息时手其实在发抖。\\n\\n京城许多人家痛失亲人，道路上的血污虽然已被水冲得看不见，但这两日走在京城街道上，几乎到处都能见到哭红了眼的行人，亦或是在某个巷子口听到压抑不住的哭声。\\n\\n天降横祸，那似是非人的吹笛男子在京城制造这样一场惊天血案，究竟图的什么呢？\\n\\n我跟二丫的身后，走着蒋天行与岑远风。\\n\\n在岑尚书的书房外也跪了一天一夜之后，老帅哥岑尚书勉强同意蒋天行在岑府再逗留些时日，等岑远心坐稳了胎再滚回驭兽宗去。\\n\\n今天的蒋天行一脸喜意，跟跪在书房外奄奄一息仿佛只剩一口气的模样判若两人。\\n\\n二丫实在忍不住，让蒋天行把脸用帕子遮了，满大街的伤心人，他这样喜气洋洋是觉得自己不够讨嫌么？\\n\\n岑远风今天换了一身墨蓝色的长袍，衣袂飘飘，衬得面色白皙如玉，默不作声走在我们身后三步之遥，整个人风姿俊朗像个仙君。\\n\\n我都不敢多看他，没办法，这人长得太好，多看一眼我的心跳就有点不正常。\\n\\n再说了，二丫就在旁边呢。\\n\\n我们今日出门是打算查明那日变异人身边被浓密粉色沙尘包围的原因。\\n\\n二丫则是打死都不愿离开我一步。\\n\\n我想着那吹笛人已经离开，二丫身边有我们三人，应该不会遇险。\\n\\n今日的京城已找不到一个变异人，估计是在那日被京城军民消灭殆尽。\\n\\n只是每当我回想起那些一边啃咬尸体一边被粉沙笼罩的变异人，心中总有些不安。\\n\\n然而走遍几条大街，都看不到有什么异常。\\n\\n变故之后，老百姓还是要生活，街边的酒楼饭馆面摊绸缎庄脂粉铺之类大部分又重新开张，客流也算得上络绎不绝。\\n\\n到底是天子脚下，血条厚。\\n\\n我驻足四望，心中不由感叹。\\n\\n这次灾变若是发生在小城镇，只怕就是灭顶之灾。\\n\\n街上百姓忽然纷纷抬头看着天空，手指着天上面色惊慌。\\n\\n我们也连忙抬头看去，却见高空有几人白衣长袍，自远处御剑而来。\\n\\n我觉着眼熟，极目望去，果不其然，那几人最前面是一名浓眉大眼器宇轩昂的男青年，正是我大师兄赵无极。\\n\\n他身后一名中年男子美髯飞扬，是之前带着女骗子回碎玉门的老师兄邹应全。\\n\\n其他几位也是我熟悉的内门师兄弟。\\n\\n我心里一沉，碎玉门弟子若无紧急情况，不会在凡间百姓面前如此招摇过市。\\n\\n家里，是出了什么事吗？\",\"timestamp\":1640935618,\"title\":\"小说|《碎玉不识卿》第十一章\"},\"digest\":\"ibB8WVqJOlgml5_W5ZXpylfS8HaeuYyxOb8M-fXN46A\",\"authorship\":{\"contributor\":\"0xe8662aaB799E89AA5601995039036123413b92dE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E9NfUO6zMIZgqc9Xg1GByuQRUqjcLiI_GHE8lZ_Tw5c\\\",\\\"y\\\":\\\"0AtZdSG1E_Is3prR13Q6Oe4HhVUdfSaAFjJ-iSmqc-s\\\"}\",\"signature\":\"M8AuFYgKufe8zipguPgP4IpLG1Lqms5r3RaMJzHu3JWHyqSNLgc-FK7ffAmlcdabJh9UPCuzSEXT5IBLXNLCqA\",\"signingKeySignature\":\"0x1af516a75d90697eea705b765c8d7b4ea0595695b3d394933b1631d719f1bee6173c7b47765a9276b7db84488ba8710f0b37120fa186fea16da2de22d6f2e2af1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E9NfUO6zMIZgqc9Xg1GByuQRUqjcLiI_GHE8lZ_Tw5c\\\",\\\"y\\\":\\\"0AtZdSG1E_Is3prR13Q6Oe4HhVUdfSaAFjJ-iSmqc-s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ibB8WVqJOlgml5_W5ZXpylfS8HaeuYyxOb8M-fXN46A\"}"