"{\"content\":{\"body\":\"Hi there, thanks for being one of the few people to visit this page!  I’m Swanny. I’ve been invested in crypto since 2013, but like a lot of people have gotten much deeper into the world of NFTs, P2E games, and DAOs over the past two years.  My background includes working as an operator a few startups (one unicorn) and being a tech leader of a large team (100+) at a big tech (Web 2.0) company.  So I guess all that means is that I’m pretty old. I’ve decided to write as an outlet for my thoughts and to hopefully contribute something worthwhile to the web3 community.\\n\\n**Intro** \\n\\nIn this series (my first), I am going to explore I) key challenges I have seen leading a large, growing team with large set of diverse stakeholders (this is your community in web3) II) frameworks for addressing these challenges, what works, what doesn’t and III) musings on how these frameworks may help in web3.  I’ll focus on people here, from the perspective of a people leader, and actions people can take or principles they can organize around. DAOs are, according to Linda Xie’s super helpful guide, “a group organized around a mission that coordinates through a shared set of rules enforced on a blockchain.”  \\n\\n[https://linda.mirror.xyz/Vh8K4leCGEO06_qSGx-vS5lvgUqhqkCz9ut81WwCP2o](https://linda.mirror.xyz/Vh8K4leCGEO06_qSGx-vS5lvgUqhqkCz9ut81WwCP2o)\\n\\nImproving the pace and total value that an organization delivers is hard and doing so through sets of enforcing rules (smart contracts) is a promising solution and one I’m excited about.  Software generally beats “feelings and meetings” at delivering value, and the potential unlock of value smart contracts can have in more efficiently organizing and allocating labor and capital is difficult to fathom.  Having said that, as a wise former boss once told me early on in my career when I tried to them exactly how to do a large reorg of software ownership: “Swanny, you do know there are also people involved”.  Quite a few of the challenges I’ve read, listened, and observed in DAOs (scaling, planning, decision-making) resonate with the same challenges I have had leading backend teams in big tech.  So maybe I have something useful to say.\\n\\n### A B-What?\\n\\nTo be clear, I’ve never *really* contributed to a DAO (writing code, project manage, treasury management, design, etc.) beyond attending community calls, voting, and staking.  But I have led a B-BOO at a big tech company.  What’s a B-BOO, you ask? It’s a stupid acronym I just made up that stands for a “Big Backend Open Organization”.  A Big Backend Open Organization is an organization whose purpose is to serve a diverse set of internal stakeholders at a large company and has largely open communications/code/data.  The specific B-BOO I led delivered ML models and APIs that other (hundreds of) systems and people (thousands within the company) used to make optimization decisions.  \\n\\nThe users of a B-BOO’s product(s) all work at their company – if a B-BOO does their job well it helps their stakeholder orgs do their jobs better.  B-BOOs have different challenges than front end (customer facing) teams, and are closer in nature to DAOs than front end teams.  B-BOOs are like DAOs in a number of ways:\\n\\n* They are “open source” (within the Web 2.0 walled garden)\\n* They have a community of stakeholders with differing incentive structures\\n* Everyone knows how to reach them (no hiding behind chatbots!)\\n* They have a community of stakeholders with differing incentive structures\\n* They ultimately have to focus on scaling delivering value for those stakeholders and future stakeholders (the community)  \\n\\nFor a customer facing team it sucks when a customer cancels their membership; for a B-BOO it sucks if someone you work with every day decides to build their own tools because they think the tools you provide them are inadequate (yes, hard forks can happen outside of web3 and open source).  Here is a list of the challenges I have seen, which will be covered in the follow up post:\\n\\n1. Limited communication barriers with your stakeholders (why again, are you calling me at 3am my local time?)\\n2. Creating positive sum partner relationships to positive sum outcomes as opposed to zero or negative sum.\\n3. Ambiguity on who you want to make happy, and why. (Who is a partner, who is a stakeholder, and who is the customer?)\\n4. Making quick decisions in the face of misalignment.\\n5. Organizing and dividing teams to maximize value provided to different stakeholders.\\n6. Clear and consistent expectation setting with different members of the community.\\n7. Simplifying complex products without overpromising.\\n\\nOver the next few posts, I’ll detail these challenges, frameworks for addressing them, and how this relates to web3.  If you have an opinion on some that I missed, please let me know!  I hope you enjoyed this first attempt, and I’d love to hear any feedback, criticism, or ideas you have on twitter @SwannySway.\",\"timestamp\":1641595298,\"title\":\"Web 2.0 B-BOOs vs. web3 DAOs\"},\"digest\":\"1IgH4wCLcCaMNmcHlK4d9o5dSC7UIvNkDzJ9PsiH63w\",\"authorship\":{\"contributor\":\"0xCDFF9BDFcdEED2354B738B9a729fe8C275D4A30c\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BEPgBjCKIzDoAao3X7gwe4YDT9Vvd-YE6MLOSwafp4U\\\",\\\"y\\\":\\\"mG_kWrmOgU8UF_9qK-ZejNoNIKDVdmplGa8I1EdyqZM\\\"}\",\"signature\":\"SsnYt7ENGxFJiVwhK2RlZ2Vm0Af3w3iltPvR7HtT2DK9_YiyII6YtfCSltDYuVql9D0InMYNev0O88DyG8FEvA\",\"signingKeySignature\":\"0x2b26ad3e4fa15499a445050c09c8ad2d877bfb23a22d11290454d607b1ccbbb4469e70a49cb89e45ea83f76a6cfa1c08067259b55af7a34dacec69bcb7f716181c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BEPgBjCKIzDoAao3X7gwe4YDT9Vvd-YE6MLOSwafp4U\\\",\\\"y\\\":\\\"mG_kWrmOgU8UF_9qK-ZejNoNIKDVdmplGa8I1EdyqZM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1IgH4wCLcCaMNmcHlK4d9o5dSC7UIvNkDzJ9PsiH63w\"}"