"{\"content\":{\"body\":\"> **The metaverse must be the future, because the future belongs to the metaverse.**\\n\\n![](https://images.mirror-media.xyz/publication-images/oxMEqmOijeLeSsIpQ4evT.png?height=500&width=1500)\\n\\n**The question is, when we agree that the meta-universe is the inevitable future of human society, in what way will it affect our daily lives? There is no doubt that Metaverse will exist with its own economic and financial system to open up the entire world, and this financial system should bridge the gap with traditional finance.**\\n\\n## 1. Introduction\\n\\n**Larix is ​​a one-stop financial platform based on Metaverse. Its services include NFT mortgages, GameFi asset leasing and auctions, virtual land asset lending and crowdfunding. Larix has been deployed on Solana and supports mortgage loans for mainstream tokens such as BTC, ETH, and USDT. LP mortgage loans and leveraged loans will be launched soon. In the future, we will continue to focus on Metaverse's original financial ecosystem services.** \\n\\n **Data retrieved from the well-known Defi aggregator Defilama shows that Larix is ​​among the best in Solana's Lending project. Now, this giant has taken the lead in proposing the vision of building a Metaverse-based financial platform on Solana.**\\n\\n![](https://images.mirror-media.xyz/publication-images/HpOSUxIglJ-SaXUQofGeP.png?height=1440&width=2852)\\n\\n## 2. Finance based on Metaverse\\n\\n**Meta Festival is the next emerging trend. Projects in the fields of GameFi, NFT, virtual real estate, DAO, finance, etc. are all striving to seize the opportunity in the upcoming Meta Festival outbreak. However, 2021 is just a starting point.**\\n\\n![](https://images.mirror-media.xyz/publication-images/vkJlBeZ3j-9CfVdfKnpA1.webp?height=477&width=1080)\\n\\n**Some people say that artificial intelligence improves productivity, and blockchain is a game changer for value exchange. The meta-universe of the combination of artificial intelligence and blockchain has greatly changed the production environment.** \\n\\n **Yuan Jie's charm lies in this. It creates a new world where reality and virtuality coexist. In the future, Metaverse will allow you to work, entertain and trade in the virtual world. Metaverse is located at the intersection of the Internet, augmented reality and blockchain, which means that your creativity is endless and your creations are protected, including your personal data, cryptocurrency, NFT and other digital assets.**\\n\\n**The prosperity that Metaverse brings is inseparable from the creation, transaction, storage and circulation of digital assets, and the financial ecosystem built around blockchain technology provides the underlying support for all this. In short, Metaverse Finance is the finishing touch to the grand narrative of the entire Metaverse.**\\n\\n **Metaverse Finance radiates to all aspects of digital asset creation, issuance, transaction, storage, circulation, and payment.**\\n\\n## 3. Larix's Metaverse Financial Map\\n\\n**As early as in the first edition of the white paper released in May 2021, Larix described its role and mission in Metaverse Finance. At that time, the term \\\"metaworld\\\" had not yet entered the public eye. This ultra-forward-looking quality makes Larch one step ahead in product design and overall planning.**\\n\\n **Financial products are composed of three characteristics, namely; safety, profitability, and liquidity, becoming the \\\"impossible trinity\\\" of finance. Larix's mission is to realize that all valuable assets in Metaverse can be fully utilized (liquidity) in a safe (safe) and efficient (profit) way. This requires innovation at the technical and product level, as well as clever design of economic models.**\\n\\n **Larix not only supports cryptocurrencies, stable tokens, interest-bearing assets (LP, certificates of deposit, etc.), synthetic assets (stocks, bonds and more traditional basic assets) and asset-backed securities (accounts receivable, invoices, mortgages, etc.) , Will also support a series of innovative financial activities such as virtual real estate, GameFi components and various NFT transactions, leases, mortgages and auctions.**\\n\\n![](https://images.mirror-media.xyz/publication-images/Qu5s2oH30_xDu2Fiy0mXz.png?height=500&width=1500)\\n\\n### 1) NFT market\\n\\n**Everyone can use NFT. This is the essence of digital property rights. It is the key to open all the miracles of Metaverse. Technically speaking, the irreplaceability and uniqueness of NFT enable it to anchor specific values ​​and become a bridge to open up scarce assets and services in the real and virtual worlds.**\\n\\n **The NFT market has seen explosive growth in several months. After reaching a climax in August and September, it began to cool down. With the explosion of the metaverse, the NFT market is heating up again. As shown in the data below, the trend of daily trading data on Opensea, the largest NFT trading platform:**\\n\\n![](https://images.mirror-media.xyz/publication-images/_OX3BGCIPyJjjYFHBFckp.png?height=634&width=1480)\\n\\n**However, poor liquidity and idle assets have always been the biggest pain of the NFT market, in addition to the bottleneck that prevents the NFT and the future metaverse from growing.**\\n\\n**Larix seized the important infrastructure of the metaverse and NFTs as an entry point, and tried to open up the entire circulation process of NFTs, such as casting, display, trading, auctioning and mortgaging, to solve the problem of poor NFT liquidity.**\\n\\n **Larix will not only support the use of its platform token LARIX to mint NFTs (and will continue to add utility), but will also support the minting and initial launch of NFTs on other platforms. For example, institutions and even individuals can initiate debt financing on Larix in the form of NFTs, or hold sale events of blind NFT boxes in GameFi. At the same time, Larix will also launch a multi-chain NFT asset dashboard. Sellers can display their NFT products and manage their NFT transactions more conveniently, while buyers can more clearly view their NFT assets and directly utilize their NFTs in different scenarios.** \\n\\n **Users with different types of NFTs can even get personalized financial services on the Larix platform. For example, users who hold a certain type of exclusive NFT can get a certain discount on loan interest when borrowing, or qualify for higher credits and can lend their credits to others. NFTs can also be auctioned and traded directly on Larix. This transaction model is the same as on Opensea, but Larix also supports NFT mortgage lending, which means that you can use NFT assets as collateral to obtain loans. Larix's original underlying DeFi service creates a richer usage scenario for NFT.**\\n\\n### 2) GameFi Assets\\n\\n**The well-known chain game \\\"Axie Infinity\\\" earned as much as US$334 million in July 2021, surpassing the traditional mobile game \\\"Glory of the King\\\" and became the world's most profitable game at the time. After the South Korean game company Wemade launched the game \\\"Legend 4\\\" with blockchain transaction functionality, its stock price subsequently increased by nearly 10 times. The \\\"Thetan Arena\\\" developed by the game developer exceeded 500,000 downloads within one day of its launch. Currently, the number of players has exceeded 3 million, ranking first in the App Store among many countries. These figures indicate the era of GameFi is rising.**\\n\\n![](https://images.mirror-media.xyz/publication-images/s8xn4Ws99J66Y1GhdluZS.png?height=946&width=2126)\\n\\n**GameFi's play to earn mode allows players not only to experience the fun of the game itself, but also to earn money in the game. Through the integration of DeFi and NFT, GameFi is presented in the form of games and becomes part of the Metaverse financial system.**\\n\\n**But behind the popularity of chain games, there are also some problems. For example, how can assets in the form of NFTs such as avatars, skins, equipment, and land in GameFi, as well as the native tokens of the GameFi platform, maximize their value? Larix tries to provide more possibilities in the value discovery of GameFi assets.**\\n\\n**Larix provides leasing and custody services for various assets in GameFi. If you don't have time to \\\"make money\\\", you can rent out your game pets, equipment, land, etc. to others. While obtaining rental income, you also retain the ownership of these assets and gain potential value-added income in the future. For another part of the players, buying gold mining equipment directly may be too expensive and bearing the risk of prices fluctuations. Renting other people's assets at a lower price to mine for stable income may be a better choice. In addition to this peer-to-peer leasing functionality, Larix also supports direct transactions of various GameFi assets. When cross-chain transactions are supported, it becomes more interesting. After accumulating a group of GameFi players through financial services such as the leasing,trading and custody of GameFi assets in the early days, Larix will also play the role of the game union. While helping players discover more high-quality chain games, Larix is capable of connecting GameFi projects to a larger network of players. Larix's own users are mostly high-net-worth users in the crypto space, which can also attract game teams to the platform to acquire early adopting high-quality users.**\\n\\n### 3) Virtual Real Estate\\n\\n**Virtual real estate refers to metaverse real estate, which is part of virtual space in the metaverse. Except for not being able to live in it, the virtual real estate in the metaverse has almost all the attributes of real estate in the real world. After you own these virtual real estates, you can build, do various decorations on them, or rent them out directly. For example, you can build your own digital museum, display your virtual collection, or hold a personal art exhibition.**\\n\\n![Decentraland virtual venue. Source: NFTPlazas\\n](https://images.mirror-media.xyz/publication-images/PGw8YJtWLPOvsyTH0Ja34.webp?height=622&width=1080)\\n\\n**According to statistics from Dappradar, in the week from November 22 to November 28, the total transaction volume of the four major Metaverse real estate trading platforms exceeded 100 million U.S. dollars. The prices of these virtual real estates even surpassed many big cities in the real world. On December 9th, the CEO of New World Development Group bought one of the largest plots on the Metaverse platform, The Sandbox, for US$5 million. On November 28, a piece of land on Decetraland was sold for $2.43 million.**\\n\\n **Acknowledging the crazy hype, virtual real estate is not just as simple as game equipment, it also has huge potential realizable value in the future. Internet traffic monetization such as advertising, live broadcasting, and pay-per-viewing are also feasible in virtual space. However, the high price also hinders the entry for ordinary players. Larix uses this as a breakthrough to provide a virtual real estate split and crowdfunding platform.**\\n\\n**The user or the project team can create or upload high-value virtual real estate, and then split it infinitely and open the transaction, which reduces the transaction threshold and increases the value-added space of the asset. Users are able to initiate crowdfunding on Larix, and the funds raised will be used to purchase a piece of virtual real estate, and participants will get the real estate share corresponding to the amount of capital invested and all future value-added income. Any individual or project can initiate the split and crowdfunding of virtual real estate on Larix. The emergence of Larix, a virtual real estate crowdfunding platform, for players, not only reduces the cost of trust between players, but also facilitates them to share information and discover more high-value virtual real estate. For the virtual real estate creator, it can help them attract potential users and market funds more efficiently. For example, celebrity fans crowdfunded a concert hall for idols and held an extraordinary virtual metaverse concert.**\\n\\n## 4. in conclusion\\n\\n**As people's time and energy continue to shift from the physical world to the virtual world, our wealth is also accelerating the transfer to digital assets. In this process, how will Metaverse carry people's dreams of wealth? The future of the meta universe is still unknown, but there is no doubt that it must be a more efficient world of wealth accumulation and value exchange.**\\n\\n \\n  \\n \\n\\n \\n  \\n  \\n \",\"timestamp\":1639980027,\"title\":\"The Metaverse Financial outlook from Larix\"},\"digest\":\"NOTSM5MFV4XXYzFn6Xh_tjuBYWAcqBe-xRFCyGd5NKs\",\"authorship\":{\"contributor\":\"0x76fCf787870391172372Ec3C7a1F7bF2e45f5fc6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r3o9pAGXrtL1P1hu7kGWSJuXxEpL2V36KdTc0WVOHQc\\\",\\\"y\\\":\\\"CbxvRhNg4OXj4Yy7wZlYbrEZUzfmmCp0EtX6xzhDB7c\\\"}\",\"signature\":\"jM4xa5-sL8pfflbHyoO1zN8Hk8E-uTMjdlaLl4B_Q7FtfrAIA-r-Kob0LpTBw86lcTjQFKq4JStFk6wouatvXw\",\"signingKeySignature\":\"0x788076abd5ee79827b079715f14bdae122828b102ad24ba77e20166f4ca6df2e1ddb0b34c08f49e6b572f08c4f64da3b2bd288c0ea19f45977da7752f4b8288c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r3o9pAGXrtL1P1hu7kGWSJuXxEpL2V36KdTc0WVOHQc\\\",\\\"y\\\":\\\"CbxvRhNg4OXj4Yy7wZlYbrEZUzfmmCp0EtX6xzhDB7c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NOTSM5MFV4XXYzFn6Xh_tjuBYWAcqBe-xRFCyGd5NKs\"}"