"{\"content\":{\"body\":\"I searched the garbage station under the building for something, but I noticed dozens of identical boxes stacked on top of each other.\\n\\nFeeling a little weird, I wrote it down, and on the way home, the phone rang, and it was someone from high school.\\n\\nBut he spoke in a peculiar tone, meaning to borrow money, but not sure why his voice from memory so masculine into a subservient.\\n\\nWhen he hung up the phone, he felt that he had been put into a pyramid scheme, in the same building where he had gone through the garbage, and felt that his sister was  anxious to go home with the landline phone 911 alarm.\\n\\nAfter talking to dad at home, he asked some strange questions (how did you know it was the building?).(My sister just went out to play at noon. How did you know she was there?)I didn't think much about them at the time, just like water off a duck's back.\\n\\nWhen I opened the lid, a strong smell of citric acid came to my nostrils. Suddenly, I remembered that the bottle was filled with lemon juice that had been stored for more than a month.\\n\\nAnd there is an explanation of the problem just now (there is an automatic recording of the phone call, I heard my sister crying behind the phone call just now).\\n\\nTake out the phone, click on the recording, there is indeed a phone recording, in the last few minutes did hear my sister he went to the police station he passed on his way home and reported the case. He took out the voice and told the police which building it was.Then I went home and turned it on to watch the cops crash the pyramid scheme.Suddenly want to hit four sentences in the barrage, click the last send after waking up, those few words instantly forget.\\n\\nThis dream was preceded by a dream about the lemonade on the table, and there must have been four or five bottles on the table, what do you want to do, vaguely forgotten.\",\"timestamp\":1639641174,\"title\":\"[DREAM] A complete story dream\"},\"digest\":\"THQU15-3huDkZA5H9C8OehQhgjLftWpoJp06wSVzTtY\",\"authorship\":{\"contributor\":\"0x34A470C697D3D29aA2f27e32A5153aC4384F9825\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H5mKs9r4rUKGfoP9oBZrxNDSpw8U9n334wE9pBJreZY\\\",\\\"y\\\":\\\"u3b_ag3_TuBZiiKK5udOaOcm1MHMpoah_9F8QN2bvWI\\\"}\",\"signature\":\"qHdQf2Vo9lfS4WgZUtlyYfVF7JRsHmPa31rpZ_N21KSwizzEBncBi42q2jJpXGWZO8Sgb3SrFhev6eMBQyxhmA\",\"signingKeySignature\":\"0x97afde668ff6ca219d671fd3c85cdfde53c46752c7c2ce4d3186ad30e29a07ce14bd4a3a9e1fc95e09d3f9cce5adb4fe26a7802dabfb5036653c0fd2b402f1b01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H5mKs9r4rUKGfoP9oBZrxNDSpw8U9n334wE9pBJreZY\\\",\\\"y\\\":\\\"u3b_ag3_TuBZiiKK5udOaOcm1MHMpoah_9F8QN2bvWI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"THQU15-3huDkZA5H9C8OehQhgjLftWpoJp06wSVzTtY\"}"