"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/hmMYHHlS820v-CBpnhXc7.jpg?height=3750&width=2500)\\n\\n## The Pill\\n\\n**DeLimerence XR**\\n*Take One Capsule By Mouth Daily*\\n\\n— read the green pill bottle that Thomas was holding. This was going to change everything for him. He tried to temper his excitement by telling himself that he still had to be deliberate about his actions once he took what was inside the plastic cylinder he held. “This is not a magic bean,” he kept repeating to himself.  His first few failed attempts to pry open the bottle dampened the peak of his narrative arc a bit. After soldiering on and cursing himself, he finally held the red translucent capsule in his hand. He stared at it for a few seconds\\n\\n“Was this still a good idea?”\\n\\n“Would I get addicted to it and be unable to fall in love later in life when I want to?”\\n\\n“Would it somehow affect my ability to play tennis?”\\n\\nHe remembered something vague that he had read about how the drug affects heart rate.\\n\\nThe answers to his questions were on the medical information sheet that lay on the table. He did not bother to check it. He knew all that he needed to know about DeLimerence before he went to the psychiatrist.\\n\\nDeLimerence would stop him from feeling frantic, anxious, and out of control whenever he really liked a girl. This had held him back his whole adult life. He would like someone he met on a dating app or at a party, or for a brief moment at a coffee shop.\\n\\n“It could practically happen anywhere anytime,” he remembered telling the psychiatrist.\\n\\n“I would really unreasonably like this person and then completely lose my mind over them,” Thomas had explained when the psychiatrist had asked, “why are you here?”\\n\\n“I would then be unable to concentrate on my game during the matches, text her too much, become a real nervous wreck with extreme mood swings. It affected everything I did, and nothing good came out of it,” Thomas explained as he looked out the window of the psychiatrist’s office, envious of the trees that swayed gently in the wind, seemingly enjoying a better life than him.\\n\\nIn the middle of his explainer, Thomas noticed that he was having a hard time even making eye contact with the psychiatrist. He tried to turn his head towards the person in front of him, but his eyes landed squarely at the bottom of a bookshelf, fixating on a kitschy photo frame that read, “You are loved and important.”\\n\\nHe knew that the psychiatrist was just a pawn to make quick work of in the medical-industrial complex. He was going to ask him all the questions off DSM-IV, check off boxes, give him the pill.\\n\\n“Did you hear about any drugs for this elsewhere? Did someone recommend this to you?” the psychiatrist had asked as Thomas finished his sentence.\\n\\n“No,” he responded without a moment’s delay.\\n\\nOn the back of his mind was the subreddit r/unalovebomber that had put him onto the diagnosis he was seeking. It had been yet another torrid week. Thomas had gone on a single date with someone he met on Hinge. He had kept his cool before the date even though the long texts had built anticipation. He kept repeating his usual mantras in the shower just before the date “keep it cool, enjoy yourself, even if nothing happens, you get to enjoy someone’s company.” And then the date had gone extraordinarily well. They were both athletes - Thomas, a tennis player, ranked #400 in the world, Maddie a triathlete who worked as a nurse. They spent 6 hours talking about life, books, music, childhood stories. A day passed, Thomas held onto his nerve and did not double text, and then he got the text\\n\\n> You’re a great guy but I don’t think it’s a match. Hope you have a great career and make it to the top 250\\n\\nHe knew the drill. He had done this before and felt helpless about the fact that his baseline instincts were going to take over. Resent her, console himself by saying, “it’s her fucking loss”, watch porn and then after 4 hours when all coping mechanisms failed, weep and scream into the couch in his living room. The downstairs neighbors had filed a noise complaint the first time he cried when he moved into his new apartment, and the couch was a good acoustic cushion. After about 6 hours of this he had found new (or perhaps old) resolve to fix this once and for all and was on r/unalovebomber subreddit looking for inspiration, solutions or whatever hooked his mind. He found a post by r/epicureanjoel that he knew was going to change things and there was some sense of finality to it :\\n\\n> * I’ve been on DeLimerence XR for 100 days and it has completely transformed my life\\\\*\\n> * I’ve been a 7/10 all my life, rarely had problems finding dates regularly but only met people I liked once in a while. And then when I met someone I liked, I would become a complete schizoid and show classic symptoms of a love bomber - sending too many messages, not taking any kind of negative reaction from her well, my mind would be completely out of place. Even got to the point where I almost lost a job because of this habit. Finally got diagnosed for affection processing disorder and got prescribed DeLimerance XR 10mg. I’ve been on 4 dates since starting medication, and it has gone great. I have a good time with them, don’t get anxious about text replies and you know what? 3 of those 4 dates have gone well, I’m still seeing them. Something about me being more cool and aloof about it definitely makes me more attractive to them and to myself. Don’t fall for the temporary displacement of ego that instant attraction or “love at first sight” offers. Get diagnosed and work on yourself.\\\\*\\n\\nIt all came down to this moment now. Thomas had read that it takes anywhere between 30 minutes to one hour for DeLimerence XR to take effect. The most common dosage instruction on r/unalovebomber was to take it when you were actively dating. It was Friday, and Thomas had a few matches on his dating app that he had not initiated conversations with. He was also planning to go to a house concert with a friend, Vijayan, in the evening. ‘Friend’ was too generous a definition for their relationship. Men who are in their 30s don’t have friends. Their lives are like airports, people come and go, stay awhile, make conversation, but eventually, they leave like they originally intended to.\\n\\nThomas felt an easiness about texting the girls on the app. Not excited, not nervous and on edge. Not craving approval like he always used to. He even flirted when they replied back. He had a picture of him wearing a t-shirt based on the PT Anderson movie There Will Be Blood, and someone he matched with commented.\\n\\n“Nice t-shirt btw. I love that movie.”\\n\\nAnd Thomas, to his own surprise, had replied “Haha who knows may be you’ll get to wear it someday”.\\n\\n2 hours in, he tried to cast doubt over the effect of the medicine, maybe he had just convinced himself that the pill works, and nothing substantial had actually changed in his brain chemistry. But he also did not want to find out. He liked the way it felt and planned to continue to do so. He tried to remember the names of the girls on the dating app he had ended up making plans with and could not remember. “Doesn’t matter. I have plans with them and it’s just a first date anyway,” he told himself. It was time to find out whether this drug helped with social anxiety when talking with women.\\n\\n\\n---\\n\\n## The Club\\n\\nThomas was meeting Vijayan at the club where the House concert was happening. Vijayan was a gay Indian American that his first generation immigrant parents were proud of. He had gone through  all the layers of professional success that Asian immigrant parents could think of - graduating from Carnegie Mellon, a Harvard MBA with consulting experience in the big three, stock in a Silicon Valley company that went public a year ago. He had defeated all of his parents’ expectations. So complete was his victory that when Vijayan went home to visit them, they let him sleep in the master bedroom while they slept in the guest room. But despite all this, he struggled with relationships, often ending up in ones were he was physically abused. Thomas understood that they hung out despite being part of different social classes because of this love sickness that they shared. It came with perks such as free tickets to a Tiesto concert or regular refills of Ketamine, the good kind.\\n\\nAs the Uber pulled up to the club, Thomas reminded himself not to talk about taking DeLimerence. He kept telling himself that this was an intimate detail that no one needed to know about him. Yet, on some level he was also ashamed that he needed a drug to feel the way normal humans probably felt and operated.\\n\\n“Thomas, you look different today. Did you shave?” Vijayan asked as he caught Thomas just as he was scanning his ticket.\\n\\nThomas chuckled nervously. Had he been found out already, “Hey man, I guess so? Your shirt looks great btw”. A compliment was always an excellent way to deflect attention from oneself.\\n\\nAs they walked into the club, Thomas thought about how he would not choose this experience if he was single. It was too loud, there too many people, and everyone was trying hard to signal how hot they were and how they were different from their peers by 15% but not more. He was certain this was a feeling shared by others in the club as well, just that it was masked by whatever drug they were on or the affection they felt from the person standing next to them, sometimes a friend, sometimes a partner. He scanned around to see who he could talk to while Vijayan hovered around making conversation. He could sense that Vijayan was becoming more inebriated with each sentence that rolled out of his tongue, and within an hour or so he would just be an animated object that sometimes spoke gibberish for Thomas’s amusement.\\n\\nThere was a tall blonde girl wearing a short white dress drinking at the bar, away from everyone else. He considered her for a moment and his brain made the calculation within 5 seconds that she was perhaps too ambitious a target for understanding the effects of DeLimerence.\\n\\nHe instead squared in on the girl wearing a black crop and black high waist jeans, with long curly black hair. She was in a corner, holding a beer, she looked like an amused rabbit to Thomas. As he sipped his drink while standing next to her, Thomas examined his emotional state for a moment. His heart was quiet, he didn’t feel like his mind was racing, there were no indicators of fear. He felt euphoric and on a mission. He turned to her a couple of times, waiting for a moment where they made eye contact, and when it happened on the third try, he said “nice necklace, quite classic.”\\n\\n“Aw thanks. Well, funny story, I found it in an abandoned car near my house,” she replied, smiling. He could feel that her brain was quickly registering him and his body language.\\n\\nPerfect. Thomas thought to himself. She had responded with something to latch onto, and the conversation could now go places. As their conversation continued, Thomas would drift away in his head for moments in between to examine how he felt about    Remy, the woman he was talking to. He thought he was holding her at a distance and like he knew where the conversation was going to go next and where to take it. This was a new and interesting sensation for Thomas, who usually found himself blank when he was smitten by someone - it was not that he did not have anything to ask or say. In fact, it was that his mind was traveling at 100 mph, trying to narrow down on a single thing from the myriad of thoughts that flew by.\\n\\n“So is this what you do on Fridays? Smooth talk women in dim-lit clubs?” Remy asked.\\n\\nThomas smirked, put his hand to his chest and replied, “Aww I’m heartbroken that you think that of me while here I am thinking I don’t run into interesting people like you”, and ran his palm on the inside of her elbow. What he said would have been true a week before, but not today. Today it felt like a lie, and he felt okay with it. This what be must courtship means to people now, he thought as he felt Remy standing closer to him.\\n\\nThere comes a moment in time while at a club where the effect of drugs and the music crescendo and everyone feels like they share a fleeting communal moment. After that peak, things tend to go downhill. As this moment approached, Thomas was further sure that he was going home with Remy tonight. He looked around for Vijayan and saw him standing against the bar, drink in his hand, his eyes looking like they were searching for something, perhaps trying to find the last ounce of energy in him to co-ordinate the movement of his body. Thomas, for the first time since they started hanging out, felt terrible for Vijayan. He even detested him a bit. “I guess hanging out with people like this is why I never had any luck with women,” he thought to himself.\\n\\n“Bunch of fucking beta cucks,” he thought as he planted his lips on Remy’s while gripping her close.\\n\\nWhen they had sex at Remy’s place, Thomas did not feel like he was falling in love or incredibly attracted to her. The sex was fine. Thomas never took deep pleasure from it except for the one time he was in a two-year relationship. It felt mechanical, but he felt powerful if it elicited reactions from the woman he was with, so that is what he focussed on. He was glad that he did not feel like staying for long after like he usually did, lingering on in the aftermath, hoping there is something deeper there. He felt cured.\\n\\n\\n---\\n\\n## The Court\\n\\nThomas was playing the best tennis of his life.\\n\\nHe was in the quarterfinal of an ATP 500 tournament for the first time in his life.\\n\\nEvery time he got knocked out of the tournament, his coach said, “You need to be ruthless. You need a bit more of that fuck you attitude that the best players have”. He felt that in his approach on court in this tournament, he would not let it up now. He had won the last game 6-0, 6-1 and let out a guttural war cry at the end of the game. The crowd booed, but Thomas felt invigorated by being the hated one for once, not the nice guy. “Like the best in the business”, he thought to himself.\\n\\nToday he was up against world number 105 Felix Oviedo. As he warmed up for the game, he thought about the last three weeks since he started DeLimerence XR. He had been with three women, all three of whom he left on read. He liked to think the control he felt reflected elsewhere, including his game. He was not wrong. DeLimerence had made him more ruthless, calculated in unexplainable ways. “You never know how its going to affect you until you take. Different people have different results” read a user’s post on r/UnaLovebomber\\n\\nAs he warmed up for the game, he saw Felix walk into the court. He was accompanied by his coach and a woman who looked like his girlfriend. She was above average height for a woman, wearing a flowing dark blue dress that stopped above her knee, a white hat, and round green sunglasses. She stood by Felix as he talked with his coach, running her palm over his shoulders, brushing something off his face. They exchanged glances often, sometimes pecking each other on the lips. Thomas was distracted and annoyed by this. He felt something inside him sink, a feeling that he had not experienced since he started DeLimerence. He took a few deep breaths and tried to remember if he had taken DeLimerence today. He clearly remembered the green bottle in his hand about an hour ago. He felt this moment would pass, so he resumed his training, trying to focus on finding the middle of the racket with every hit. Fourth shot of a new rally with his went flying into the stands. Mishits happen. He reset himself with a few more bounces of the ball and glances at his watch. The next three returns sprayed across the court - two of them going too far and one hitting the net.\\n\\n“Calm down Thoma” his French coach urged from the other side.\\n\\nAs he walked out the court, yielding the rest of the time to Felix for his warm-up, he glanced at the couple who were sharing an embrace, and Thomas felt defeated.\\n\\nHe sat in the dressing room 20 minutes before the game, wondering what had hit him. His mind was racing again and seemed like it was searching for reasons to explain this. When he remembered that he had no one with him except for the coach he was paying to be there, he felt a sense of inevitability. The return of the same memories, like a fly stuck to honey. Thomas was not going to give up now. This was his moment, and he had to make it last. His body had been under stress throughout the tournament, and it needed more replenishment than it usually did. Perhaps it applied to DeLimerence too. The current dosage did not have the desired effect.  There was no great conflict in coming to this decision, so he took another 10mg pill of DeLimerence XR 10 minutes before he went on court.\\n\\nThe game with Felix was harder than his last.  The first set went to Felix. The second went to the tie break. Thomas was on set point. He reset his mind by remembering Tchivosky overture 1812. The music peaked in Thomas’s head as he brought the ball to the racket and raised his hands to serve for the set. He heard a “Cmon Felix” from behind him when he released the ball but Thomas felt an easiness come over his body, and his racket swung down on the ball, and he knew he had hit an ace the moment the ball hit the sweet spot. Felix did not move. Thomas did not feel the need to. Instead, he turned around to where the words of encouragement had come from. It was the girlfriend. He pumped his fist and then drummed it against his chest while looking directly at her. The match was won in that moment. The next set finished 6-2 in Thomas’s favor. He had made it to the semifinal of an ATP 500 tournament.\\n\\n\\n---\\n\\n## The Hotel\\n\\nIt had been 6 hours since he took the second 10mg pill. He was going to feel the effect of the drug well into the night. Thomas was about to head out to get dinner. He expanded his chest as he looked at himself in the mirror. He stared into his reflection and could not recognize the fierceness in the eyes of the person that stared back at him. He usually rested after games, nursing wounds, doing plyometric exercises to get in shape for the next game, which was tomorrow. But today, he wanted to go out. He needed to be with a woman and wanted the world to know he could have anyone he wants at this moment.\\n\\nGoing alone to dinner was something he rarely did, and never at a restaurant with $$$ on Google maps. As the waitress guided him to a table, he noticed no one at the bar counter seats except for a woman wearing a white summer dress with a low back cut. He asked the waitress if he could be seated at the bar instead and moved in that direction before the waitress could respond. He glanced in the direction of the woman as he sat two seats away from her and smiled at her when she looked to see who had decided to dare to disturb her solitude.\\n\\nThe bar tables overlooked the ocean through floor-to-ceiling glass windows. The restaurant was on the 3rd floor, and at Thomas’s eye line, it seemed as if the restaurant was floating on the ocean. The last tinge of yellow of the sun refracted through the bottles of alcohol lined up a 30-foot shelf.\\n\\nThe waitress had taken his order, and the bartender had turned away after taking an order for an old fashioned from the woman in white. Thomas saw the opportunity for an opening.\\n\\n“So you’re a fellow whiskey lover?” He asked.\\n\\nShe turned to Thomas, smiled assuredly and replied, “Is that the best opening line that you’ve got?”.\\n\\nThomas was not fluttered the least by it. He had got good or at least felt good about dealing with volleys such as this one.\\n\\n“Would you rather talk about how beautiful the weather is, or should I remark on the beauty of the ocean?” He replied without taking his eye off hers.\\n\\nShe looked away before he did, into the glass in front of her “sorry, I didn’t mean to be rude, I’m Sarah, and yes, I do love a good whiskey,” she said as she raised the glass towards him.\\n\\n“I’m Thomas. I love a good whiskey too, especially today,” Thomas replied, leaving it open for a question.\\n\\n“What happened today?”\\n\\n“Just won a game of tennis,” Thomas said, with understatement in his voice.\\n\\n“Are you a tennis player?”\\n\\n“Yes,” replied Thomas as he noticed that Sarah had shifted her body towards him and was looking at his face intently, searching for something. Thomas mistook this for interest so he continued, “Playing someone ranked 51st in the world tomorrow actually.”\\n\\nSarah interrupted the conversation.\\n\\n“Sorry. Are you on DeLimerence?” She asked.\\n\\nThomas gulped and flashbacked to the experience he had had before he starting taking Delimerence - one of his mind traveling at an enormous speed trying to find a response that would make him feel less judged. But nothing bubbled up to the top of his mind to fill the void in the nick of time.\\n\\n“How did you know” he finally replied, almost defeated but not showing it on his face.\\n\\n“You have that look in your eyes,” Sarah replied, feeling slightly guilty that she had brought it up.\\n\\nThomas was staring at his drink and then into the ocean.\\n\\n“It’s alright, I’m on it too,” she replied, hoping it would soften the blow.\\n\\nThis piqued his head. “You’re on DeLimerence? Have you been with someone on DeLimerence before?” Thomas asked.\\n\\n“No, why would I want to be with someone who’s just like me?” She replied and then chuckled as she ended that sentence.\\n\\nThomas wondered why the effect of DeLimerence was not working at this moment. Was it a placebo all this while? He felt like he needed to impress this woman so that she would go home with him and at the same time resented her.\\n\\n“What is this look in my eyes that you noticed?” Thomas asked as he composed himself and looked Sarah in the eyes. The sounds of the bar, the conversations, clinking glasses came into sharp focus as he asked this.\\n\\n“The look of deep amusement with yourself and how you are.”\\n\\n“Like you’d fall in love with your reflection any moment now.”\\n\\nThomas crumbled. He wanted to yell at her, maybe even hit her. He looks at his palms that were face down on the table. They were trembling, with anxiety or anger. Thomas was not sure.\\n\\nHe continued eating and finishing his drink while he and Sarah both sat in the quietness of the bar counter. When it turned dark, the ocean was not visible anymore. It seemed that nothing existed outside of the window. Just an unassuming void.\\n\\nSarah got up to leave first and glanced at Thomas, who never lifted his head up. She walked out. Thomas could hear the sound of her heels moving further away. He felt relieved for a moment. And then he started ruminating on the game tomorrow.\\n\\n“What if DeLimerence does not work anymore? It does not seem to have any effect in this moment,” he thought to himself.\\n\\nHe felt a cold wave build up in his head like his nerves were tingling against his skull, and this sensation washed across his spine, and he felt his eyes well up, like he had no control over it. Finally, he brought himself back to the moment and collected himself enough to pay the check.\\n\\nA cool evening breeze hit his face as he walked out of the restaurant. For a couple of seconds, after he forgot where he had been and what had just transpired, a sense of peace crept in, only to be violently jolted out of it by an intrusive thought, “Wish I could share this with someone.” His mind and body were pulling him in opposite directions, one racing ahead and the other crashing down. Thomas held his nerve till he got to his hotel room, and then as soon as the door was closed behind him, he collapsed on the ground face first. He felt his chest heaving and a scream building up in his throat, and he let it out. He felt tears rushing down his cheeks.\\n\\nAt this moment, his inner voice reverted to what it had been taught as a child. “Why don’t you go fucking kill yourself” it demanded, and Thomas wailed harder to drown out the voice. Until his body was tired and could not generate any more thoughts.\\n\\nThere is a sense of clarity that fills the space that fills the space of sadness once it has left the body. The first lucid thought told Thomas that he would probably kill himself if he goes through a similar evening again. He had read about DeLimerence crashes on r/UnaLoveBomber.\\n\\nThomas had given up. DeLimerence was not going to save him. The game with world number 51 was lost before it had begun.\\n\\n## Let it go\\n\\nThomas looked around and saw people trickle into the stadium. This would be the biggest crowd he had played in front of, and it did not mean anything to him. He could feel the texture of the handle of the racket in his hand, his breath against his nostrils, foot firm yet nimble and ready to move. As he hit back ball after ball that his coach served him, he felt he had more time than ever before. Every ball seemed to be hitting the racket’s sweet spot, yet it was not bringing him the dopamine hits it usually did.  It just was.\\n\\nWhen the match began, the crowd was on the side of tournament favorite and world number 51 Grigor Milov. Thomas could hear chants of “Grigor, Grigor” as he lined up to serve, he closed his eyes for a moment and the chants transformed “Thomas, Thomas” in his head, and it crescendoed as he barreled down some of the fastest serves of his life. Bu the first set still went the way of the experienced Grigor 7-5.\\n\\nGrigor expected the fight to be over after a decisive first set but unknown to him Thomas was neither deflated nor trying to motivate himself for the next set. The intensity did not abate in this second set and this caught Grigor off guard - he lost 6-4.\\n\\nThe crowd had turned against him now. They were behind this kid, ranked who knows what, playing his first ATP 500 semifinal taking it to the tournament favorite.\\n\\nThe third set went to a tie break. Grigor was on match point. As he walked up to serve, Thomas felt like he was inhabiting his body for the first time. He existed, not inside his head or in anyone else’s but on that hard court. And as he rallied against Grigor, there was nothing else. It was the longest rally of the match which ended with a backhand winner along the line from Grigor that Thomas could not get to.\\n\\n## Fresh Air\\n\\nThomas sat in a coffee shop the day after. Something about the game felt distant. He sat at a table under a tree. He experienced fleeting moments of quietness that coincided with the rustle of the leaves in the gentle summer afternoon breeze.\\n\\nThomas saw the girl across from him. She was scribbling on a notebook with a couple of pens around her. She smiled when she noticed Thomas. They struck up a conversation for the next 45 minutes. Thomas asked her about her art, where she started, how she got here. She asked him about what it was like being a professional player. They both agreed that there was no money is what they were doing unless they were in the top 100 of what they were doing.\\n\\nFor Thomas, she felt like someone who had made peace with herself. There was a sense of quiet assuredness about her that radiated. Her life felt like a work of art. He felt the need to make this moment last, maybe ask her phone number. His mind peaked ahead into what dating her might be like. Then he stood up, wished her good luck with her art, and then walked away.\",\"timestamp\":1635831357,\"title\":\"Delimerence\"},\"digest\":\"ZaM9gpdi92jRjQWJG9wQ7Jzi0vfSsGK4F0zLYElW-Co\",\"authorship\":{\"contributor\":\"0x02Dad585640b1929d88296687918d7751717Ccaa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RV8gJl69VLYTmVXVfTuMA4Nw5mcuu2PAKSKxmOIJHFQ\\\",\\\"y\\\":\\\"hcGb_zWDJ733GLUVUAVlJTLvapopabavSagmLWQqvGs\\\"}\",\"signature\":\"1ET5yJUrpmzMjdh7i3n5Eh4tsGUBTL8o6xyr6Ij1RCv6JGztdLM2HtDEaX1EdySOSgQJ7YtlHnpqc9Cw-2hUTQ\",\"signingKeySignature\":\"0x3c0983b409256f82f55c5000fed2575dec0863cd420425bc22062851f9d638386cf50f3d35dcc8883e601239563c1901079cbd90f7c09b3731ff45b5f05ace401b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RV8gJl69VLYTmVXVfTuMA4Nw5mcuu2PAKSKxmOIJHFQ\\\",\\\"y\\\":\\\"hcGb_zWDJ733GLUVUAVlJTLvapopabavSagmLWQqvGs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hGSEXCY7iphsoO2_N1dbGqhQRfCH4c9fMmRGMC42-sg\"}"