"{\"content\":{\"body\":\"We’ve had an explosion of online communities. Social tokens add a monetary layer to these communities, which can help distribute ownership, improve governance, reward active contributors, and much more. I like an analogy that [Eric Ruleman](https://twitter.com/eric_ruleman) came up with in a conversation - being involved in a social token community feels like running a college club that could scale to nation-state.\\n\\nSocial tokens are crypto tokens issued by individuals or communities that represent ownership in and value provided by creators and communities. Social tokens are typically [ERC-20](https://ethereum.org/en/developers/docs/standards/tokens/erc-20/) tokens issued on Ethereum. They can be used to gain access to permissioned group chats, content, products, and revenue. They can be used to bet on the potential of a creator or a community. They serve as a badge or social proof that you are a “true believer” in the community. Nadia Eghbal [asked](https://twitter.com/nayafia/status/1329156729221812225), how do top creators build equity, not just salary? Social tokens help creators and communities build equity. You can't build a billion dollar newsletter business, but you can build a billion dollar newsletter community.\\n\\nMany social tokens start as personal or creator tokens, backed by the reputation of the individuals issuing them. They help the creator establish a relationship with their community and capture some of the value of that relationship. But some of these tokens transition to community tokens, where most of the value comes from the creator’s community. They help the creator’s community members establish relationships with each other and leverage the untapped social capital embedded in groups.\\n\\n**JAMM: crypto natives experimenting with tokenized community tools**\\n\\nJAMM is a social token for crypto natives trying to find the signal in the noise. [Brian Flynn](https://twitter.com/Flynnjamm) issued JAMM, which initially represented access to his newsletter and a Telegram chat (now Discord). Early buyers of JAMM bought it because of Brian’s reputation, work, and relationships. But he wanted to decentralize the community, reduce the token’s reliance on him, and distribute JAMM to active community members. So he distributed all his tokens to a community treasury, except 1,000 JAMM for him to access the newsletter and group chat. About 4 million JAMM currently sits in a multisig wallet. Six Jamm members must sign to approve any spending out of this wallet.\\n\\nI help manage the treasury for JAMM and it’s exciting to see how social token communities explore frameworks to manage a community bank. Some important questions are:\\n\\n- How do we decide how much to spend every year? What should we spend on?\\n\\n- How do we make sure that the right type of contributors get more JAMM?\\n\\n- How do we get inflows into the treasury?\\n\\n- How do we diversify assets in the treasury beyond JAMM?\\n\\n- How do we provide incentives to increase the liquidity for the token on Uniswap?\\n\\nEarly on, Jamm members were concerned that Brian wouldn’t be sufficiently incentivized to contribute if he only had 1,000 JAMM. We agreed that he should have 15% of the token supply vested over 2 years. He will be paid 10,000 JAMM a month like other core contributors and 1.26 million JAMM after 2 years. At the end of each month, the community votes on the salary of core contributors, including that of Brian, so they can decide to change the compensation if needed.\\n\\nJAMM now represents a community for crypto-natives who are experimenting with tokenized community tools to pave the way for new creator economies. Brian is an important contributor, but the goal is for the value of JAMM to increasingly represent (1) the content and products that community members create, (2) the value of the community as a builder and early adopter for various crypto projects, and (3) the value of the community treasury and governance.\\n\\n**WHALE: backed by NFT assets, brand, community, and industry leadership**\\n\\nWHALE is the most successful social token in terms of market cap ($20 million), community size (over 1,000 Discord members), and community engagement. WHALE started off as a tangible asset-backed currency, with one dimension of the token value ascribed to its [NFTs](https://en.wikipedia.org/wiki/Non-fungible_token), i.e. Non-Fungible Tokens that represent Whale’s digital art and collectibles. NFTs are unique digital assets whose ownership can be tracked on a blockchain. Besides the NFT vault, [WhaleShark](https://twitter.com/WhaleShark_Pro) talks about four other factors that drive Whale’s value: Whale’s brand, community size and engagement, industry leadership via the community’s NFT expertise, and various mechanisms for ROI. He has maintained excellent OPSEC to still remain anonymous.\\n\\nMany tools enable creators to establish a direct relationship with their fans. Whale has created a good model for the creator's fans to have a relationship with each other. Whale’s community hints at what a transition from the passion economy to the Discord economy could look like. Some people spend most of their day on Whale’s Discord. They find ways to make friends, have fun, and make income. Members are tipping each other in WHALE using [CCTip](https://cctip.io/index). They are organizing karaoke, selling art, having poker nights, and introducing new projects. I recently joined a [livestream](https://twitter.com/WhaleShark_Pro/status/1327593974807203840) where WhaleShark introduced a cool [3D sneaker vault](https://twitter.com/RTFKTstudios). We'll see more of the creator's fans/followers have a direct relationship with each other and share some of the social and monetary upside.\\n\\n**KERMAN: bet on the potential of [Kerman Kohli](https://twitter.com/kermankohli)**\\n\\nKERMAN is a classic personal token experiment. Owning KERMAN gives you access to Kerman Kohli’s future potential. He writes and creates videos on DeFi. He founded [ARCx](https://arcx.game/), which allows you to issue debt using any token as collateral; in other words, “a MakerDAO for everything”. When Kerman launched ARCx, he announced that 1% of ARC’s supply would go to KERMAN holders. \\n\\nKERMAN served as a way to back a promising crypto entrepreneur and have your tokens redeemable for crypto tokens in a project that Kerman later starts. It's a crypto version of [Presubscribe](https://www.presubscribe.me/), which lets you support your favorite creators before they go independent. Kerman’s Telegram group is basically inactive. His focus is on creating economic value for KERMAN holders rather than ensuring community engagement. Though I can attest that he is quite accessible for 1-1 conversations with KERMAN holders.\\n\\n**Where are social tokens headed?**\\n\\nWe will see a social network on top of existing social tokens. Tokens are a new [social graph](https://makoto-inoue.medium.com/tokens-are-the-new-social-graph-5206f7c4185b). [Makoto](https://twitter.com/makoto_inoue) worked on a version of a social token graph. The chart below shows the overlap of social token holdings among different addresses. What if this graph could be used to connect people and communities, make friends, and exchange ideas?\\n\\n![image](https://images.mirror-media.xyz/publication-images/8335bd35-e485-42fb-89c5-07a1e998f695.jpeg)\\n\\nWe will start seeing successful social tokens being accepted as collateral for loans. For example, within the NFT community, I could see WHALE being accepted as collateral to borrow DAI or another stablecoin.\\n\\nWe will see the creation of guilds or associations that are formed by combining several social token communities. Third-party groups who want to market or sell to the guild will provide discounts and benefits in exchange for acquiring customers.\\n\\nWe will see more ways to distribute tokens to your followers or subscribers. RAC retroactively [distributed](https://blog.ourzora.com/home/introducing-rac) tokens to fans who supported him on Patreon, Twitch and Bandcamp, as well as those who bought RAC merchandise in the past. Maybe you could [distribute](https://twitter.com/HelloShreyas/status/1306674881782710273) tokens to all your existing Twitter followers and distribute additional tokens pro-rata based on followers who have engaged with you (liked/commented/retweeted). [Unite](https://unite.community/home) is an interesting product for distributing tokens to reward social media engagement.\\n\\nThere are lots of ways the social token space could evolve. Reach out to me on [Twitter](https://twitter.com/HelloShreyas) if you have any thoughts, feedback, or questions.\\n\\n...\\n\\nThanks to [Louis Albert](https://twitter.com/albiverse), [Arjun Balaji](https://twitter.com/arjunblj), [Alex Conway](https://twitter.com/alxcnwy), [Eric Ruleman](https://twitter.com/eric_ruleman), and [Daniel Schlabach](https://twitter.com/DMSchlabach) for reading drafts of this.\\n\\n...\\n\\nResponses to this essay:\\n\\n[Billion Dollar Newsletters, part 1\\n](https://betweenthecracks.substack.com/p/12-billion-dollar-newsletters-part)\\n\\n[Billion Dollar Newsletters, part 2\\n](https://betweenthecracks.substack.com/p/13-billion-dollar-newsletter-communities)\",\"timestamp\":1610346346,\"title\":\"Social Tokens\",\"publication\":\"helloshreyas\"},\"digest\":\"GBTFkEc-th8l_XJR5GEvQCl_EwN1wZsfLscGwEcaMGU\",\"authorship\":{\"contributor\":\"0x10D6d2e343281D388291A3e02f3293AaEdA67178\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aWGO84hnzBUAxPJaG6mPWN--erT2qrB69STIdJesTp4\\\",\\\"y\\\":\\\"g9kX625fyLTjqgtB3b4AJGjBI-noQrKPY_ZdWLjoT4Y\\\"}\",\"signature\":\"i943NRkTVkEiyfjVHpxtbZi0Mh0GMf7QGuEIhA20ZeSdOFOn1LPvUURxIV52afdabo_t1lJ9aXAv7xoUGI_lew\",\"signingKeySignature\":\"0xf2566473df0cc67a4eede77f2395d62391a8c9d3fecf7ffbff863ca16cd8857d56d3ae0da6a93cd2c2ae3b8e9ee8f696c8c986e75635ad6a12351e1cf52aefb41b\",\"signingKeyMessage\":\"I authorize the publication of articles on helloshreyas.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aWGO84hnzBUAxPJaG6mPWN--erT2qrB69STIdJesTp4\\\",\\\"y\\\":\\\"g9kX625fyLTjqgtB3b4AJGjBI-noQrKPY_ZdWLjoT4Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\"}"