"{\"content\":{\"body\":\"Public goods are core to civilization, and yet we chronically underfund and exploit them. Art, science, open source technology, a healthy environment — these public goods benefit everyone but are owned by no one. This is the problem. We do not feel the responsibility of ownership, so and we fail to fund the things that matter most.\\n\\nAt Artizen we believe web3 offers a new model for community ownership that will transform how we value, fund, and protect our public goods. We see a future where communities can easily pool their resources to support the things they care about, without the friction of institutions, bureaucracies, or governments. We see a future where funding decisions are made by all community stakeholders, not just the rich and powerful. And we see a future where donors become owners with a meaningful stake in the projects they support. \\n\\nArtizen is building a future powered by public goods, starting with the arts, and we want you to join us. By making it easy for communities to crowdfund new grants, curate the awards, and earn NFTs from the winning projects, Artizen will dramatically increase support for the artists, scientists, activists, creators, and builders we all depend upon. After two years of experimentation and nearly $500,000 awarded in community grants, Artizen is moving to web3 to build an easy-to-use [quadratic funding](https://www.radicalxchange.org/concepts/quadratic-funding/) layer for communities, causes and DAOs. \\n\\nWe invite you to join us and our mission to transform how we value, fund, and protect our public goods. Contribute today to the inaugural Match Fund to join the Artizen DAO, get a spot on the whitelist and mint a van Gogh Ear Artifact.\",\"timestamp\":1637018674,\"title\":\"Artizen DAO: Community Grants to Fund our Public Goods\"},\"digest\":\"XS28B8mN2PLNzW1nYt_LxJvWh6bHXfvl9b6Pyq9aR9U\",\"authorship\":{\"contributor\":\"0xfe5E90ba7cDAaDba443C0C27010eB1D51327EaFb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MxCPxdXchg5qDekWpbIGQMUTZIenodV_aAN9AAeXjc8\\\",\\\"y\\\":\\\"w2AqhwpOnFv-vOsOXTvm0sqyrPFX6sNXdFW4g6Ct4dQ\\\"}\",\"signature\":\"FiZTIsnisc-lhmKRXk3V_J_VF6aw_bjW35BigZZwaQL7rRKrvleFLhjX_DRrqt75ZLzoFIqaDWmh5oBj07G8rw\",\"signingKeySignature\":\"0xc46f8d7a4b8381472289e9d78ff7e268cd88c006e0257d5ccc1915ca75c8d09e5658af297a38234419c6e1397beb2dd90c48245074e4c1c721042e34820ff14b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MxCPxdXchg5qDekWpbIGQMUTZIenodV_aAN9AAeXjc8\\\",\\\"y\\\":\\\"w2AqhwpOnFv-vOsOXTvm0sqyrPFX6sNXdFW4g6Ct4dQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XS28B8mN2PLNzW1nYt_LxJvWh6bHXfvl9b6Pyq9aR9U\"}"