"{\"content\":{\"body\":\"Meanwhile, Bitcoin has been operating for nearly 13 years with increasing adoption and is the digital asset that can be thought of as sufficiently decentralized, with the battle scars to prove it. My expectation is that it’ll continue to grow over time and become an increasingly attractive form of global collateral and global money. I think the world will maintain various currencies in various ways, but I expect Bitcoin to grow its market share quite a bit from its current small levels. I certainly wouldn’t bet against it, and unlike CBDCs and stablecoins that degrade in value over time, Bitcoin represents a way for everyone to have inflation-resistant, confiscation-resistant savings that they can custody if they choose to. \\n\\nI’ve compared this to *Game of Thrones*. All the political leaders and their kingdoms fight for power and status, while an exponentially growing army of White Walkers builds from beyond the walls, with little respect for the human politicians’ plans and schemes. Politicians have plans for their currencies, but for many people, Bitcoin represents a better form of savings and, in some circumstances, a better form of payment as well — and these advantages might very well interfere with the politicians’ plans.\",\"timestamp\":1639216172,\"title\":\"The government is expected to strengthen the cross-cyclical\"},\"digest\":\"LfiS1iiD2wnzSEa9Yu2JIT1t1xoWrYTIeTpQRqJgG8c\",\"authorship\":{\"contributor\":\"0xAC44205b7fe86d562466F41cC9a8051488cFd8A7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3lFYrjkEKXLtH6ia47aqindEnP-T8G8QNpKjWlo3fFo\\\",\\\"y\\\":\\\"krdHmrK-mlUoKK-GQnd8-U-wbpIzW2G69Uz0tu6qql8\\\"}\",\"signature\":\"fOs8sRiaahY7ELjq1PDZM7h2Eb768fFZVDWGbJWysCerVX4MJXe4Kas9ZfAQTu44wAJqpbfkWGxzcZ_0xkXjJQ\",\"signingKeySignature\":\"0xe40af8f41000604fa516ff94fa94b1593b649eb4e8009ab661d91f70a1ebb8815d60947ec610f065d24ac0b8124690c2f8fbdd983d4183d740df7823477521cc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3lFYrjkEKXLtH6ia47aqindEnP-T8G8QNpKjWlo3fFo\\\",\\\"y\\\":\\\"krdHmrK-mlUoKK-GQnd8-U-wbpIzW2G69Uz0tu6qql8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LfiS1iiD2wnzSEa9Yu2JIT1t1xoWrYTIeTpQRqJgG8c\"}"