"{\"content\":{\"body\":\"## What is Balancer?\\n\\nBalancer is an automated market maker (AMM) protocol that allows users to swap assets using liquidity pools, similar to Uniswap. However, Balancer differs from Uniswap in a major way in that the liquidity pools are able to have up to 8 assets deposited in them, and the desired ratio between those assets can be set by the person that creates it. This essentially allows users to create custom investment vehicles that can act like index funds in which they can collect transaction fees from people using the pool. This comes with the added benefit of being able to maintain the ratios of the assets in their portfolio by having arbitragers effectively manage the fund for them.\\n\\n## Balancer on Polygon?\\n\\nIn this tutorial, we will be covering how to provide liquidity on Balancer on the Polygon network. Polygon is an EVM smart contract-enabled side chain that is very similar to Ethereum. This means that you can use familiar tools like MetaMask to approve transactions. An added benefit is that the transaction fees on Polygon are much lower than on Mainnet Ethereum.\\n\\nIn order to get assets onto Polygon, you will need to use a bridge. Which you can find here: [ETH<>Polygon bridge](https://wallet.matic.network/bridge/)\\n\\nHere is a tutorial on how to [Use Polygon for the first time](https://rabbithole.mirror.xyz/Hm0zb1vkvx0yoj9EfvqCt119vsMdcD0Cp9Sk25hyNic), but in this tutorial, I will assume you have already gone through it.\\n\\n## How to provide liquidity on Balancer\\n\\n### What you will need:\\n\\n1. A supported web3 wallet.\\n2. Some Matic in your wallet to pay gas fees.\\n3. 1 to 8 assets in your wallet on Polygon Network that you wish to invest.\\n\\nI will also assume that you are familiar with approving transactions with your wallet software.\\n\\nOnce you have everything you need from the list above, we are ready to dive in.\\n\\n### Step 1. Go to the Balancer v2 investments page and connect your wallet\\n\\nYou can get to the investment page by clicking this link https://polygon.balancer.fi/#/. Then you will need to click the “Connect wallet” button in the top right corner of the page and select the wallet software you prefer from the list. Make sure you set the network to Polygon Mainnet.\\n\\n*If you are managing several wallets with the same software, you will also need to specify which address you wish to connect to the site.*\\n\\n![](https://images.mirror-media.xyz/publication-images/0ea06ba5-a000-4cf3-8767-569ae7a3fcc2.jpeg?height=951&width=1919)\\n\\nStep 2. Choose a pool you wish to invest in.\\n\\nYou can scroll through the list or use the “Filter by token” field to search for the pool you wish to invest in. You can also use three of the column headings to sort the list by metrics that may help you decide which pool you wish to choose.\\n\\nNote that there are several different types of pools, and it is important to understand how each one works if you wish to invest in it. To read about them you can visit the Balancer documentation here: https://docs.balancer.fi/core-concepts/protocol/pools#pool-types\\n\\nWhen you’ve made your decision, click on the row in the table that represents the pool you wish to invest in.\\n\\n*The green dots over assets in the “Composition” column identify assets that you already have in your wallet*\\n\\n![](https://images.mirror-media.xyz/publication-images/94405f2e-18bf-427e-9def-2d4011a91a42.jpeg?height=867&width=1564)\\n\\nStep 3. Enter the amount you wish to invest.\\n\\nFor this example, we’ll be using the USDC/SNX/GRT/WETH pool, which is a Weighted Pool (see top left in photo). This means that the ratios between each asset were set when the pool was created and it is optimized to maintain those ratios as it is used.\\n\\nOn the right side of the screen, you will need to enter the assets in the correct ratio in order to enter the pool. However, if you don’t have all of the required assets in your wallet, Balancer will perform the necessary conversions for you as long as you deposit at least one of the required assets. In this case, there is only 100 USDC in the wallet and the weights of each asset is set to 25/25/25/25, so when depositing it, Balancer will use the pool to trade 75 USDC for the equivalent of 25 USDC of each of the other assets before entering the pool.\\n\\nOf course, before depositing any assets in the pool, you will need to approve the contract to use your funds. Click “Approve…” and submit a transaction for each asset you have, and then click the “Invest…\\\" button and submit the last transaction.\\n\\n![](https://images.mirror-media.xyz/publication-images/07710629-76b6-48cd-80a2-df8c9dde7b7d.jpeg?height=626&width=1570)\\n\\nStep 4. Monitor your investment\\n\\nOnce the transaction goes through you will be able to see the pool in the “My V2 investments” section on the page from Step 1.\\n\\n![](https://images.mirror-media.xyz/publication-images/cd020a1a-3903-4c11-96dc-4204ece8b040.jpeg?height=416&width=1581)\\n\\nIf you view the pool again you can now click on the “Withdraw” tab to view the assets and their current values. If you wish to reclaim your funds, you can choose to receive them as your share of each token in the proportions shown by selecting “Best price”...\\n\\n![](https://images.mirror-media.xyz/publication-images/1c25d41c-faa6-4e6e-87a4-a4f3d8f4d347.jpeg?height=628&width=504)\\n\\n...or you can withdraw them as a single token, by selecting “Single token” and then clicking the “Withdraw…” button and approving the transaction.\\n\\n![](https://images.mirror-media.xyz/publication-images/23e1afdc-d776-407f-a5ca-14553d6ec607.jpeg?height=577&width=499)\\n\\n## Congrats you now know how to become an LP on Balancer!!\\n\\n*Always remember to return to the RabbitHole site in order to redeem each task and then mark the Quest as complete within the timeframe so that you will be eligible for the reward.*\",\"timestamp\":1629526655,\"title\":\"Tutorial: How to provide liquidity on Balancer (Polygon)\",\"publication\":\"rabbithole\"},\"digest\":\"HE_xQvA7H3CUnFGDOGHQoUMf4SZxB0MAaAbVyGAYn9M\",\"authorship\":{\"contributor\":\"0x8926B75642C2650aE3c5b227bAD2F7158ceaCCD1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-UBhVFXv1Om67gsvpfVShmqqdxYjfAzh33NnFQNID0o\\\",\\\"y\\\":\\\"7VrZTDmmPQTH5isvpmOG9C3EjkT9o4C8NO496GOWbYk\\\"}\",\"signature\":\"7bOEkSq9JPYCHsyeKXZd_mxSJ_RdEc7TSjJ9dFpSm1OnP0MX1ui6bMISNCw3wHvz2_pqWf4QHOtLWDulu7Q7fA\",\"signingKeySignature\":\"0x00160ccd5b8a21c227392d2987fae38168d48ee072d80f487fcb376e10e13ea72172febba96e52d8e134dec461db8405e2c8631f00f8f9d328f835cb17dbd2061b\",\"signingKeyMessage\":\"I authorize the publication of articles on rabbithole.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-UBhVFXv1Om67gsvpfVShmqqdxYjfAzh33NnFQNID0o\\\",\\\"y\\\":\\\"7VrZTDmmPQTH5isvpmOG9C3EjkT9o4C8NO496GOWbYk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_MqYw-kl3-KlGnxOtgXNPr9Be8MD1Bsn4zGotMvxQQQ\"}"