"{\"content\":{\"body\":\"*May 6th, 2020*\\n\\n**They entered and stood surveying the space.** The room was *\\\\[of an average size, larger than expected but smaller than one had wished for | was enormous, much too much uninterrupted space for just one person | tiny\\\\]*. Within the room there was also smaller rooms. There was a shower room, a small lobby area and a walk in wardrobe (if the latter could be described as rooms). A window spanned the wall facing the door allowing for *\\\\[a nestled, insiders view of city skyline | ample, bird-height views of the city and beyond across the bay | a view of a breeze block entombed light well and a grubby skylight to the foyer below\\\\]*. It was safe to assume the room next door would be a near accurate mirrored version of this room. Each room unique only in the minutest fractions of displacement between furniture and decor. And so on down the numerous corridors. A series of rooms each mirroring each other, flip flopping around the concrete core of the building.\\n\\nThis room’s decor was nether pleasant not particularly unpleasant, apart from a few questionable material and colour choices. There was a theme to the decor that *\\\\[contrasted light and dark wood veneers with a chocolate brown and teal colourway for any textiles | took cues from current interior design magazines and online sites | was very basic, although with a few odd clashing elements that looked like they were chosen based on budgetary constraints rather than supporting a cohesive theme\\\\]*. Fabrics were chosen for their durability and, apart from stylistic considerations related to the era they came from, could have been mistaken for brand new.\\n\\nThe choice of paint colour for the walls was *\\\\[typically conservative, maintaining a warm, creamy beige throughout that most likely fell into the range of colours referred to as stucco or magnolia | dark and cool in order to highlight the warm tones of the exposed brass fittings and vibrant artwork | a rudimentary but robustly applied bright white\\\\]*. Hung on top of this were *\\\\[modest black and white photographic images of local beaches shot during cooler climes with the figures in winter attire | prints that consisted of a collage of photographic and painted material ripped and cut and reassembled to create a noisy graphic mush | square frames with a satiny, maroon-coloured fabric stretched over them, with a much smaller gold swatch of a similar fabric glued into the centre of this\\\\]*.\\n\\nFurniture included a *\\\\[generous King size bed that could be moved around with minimal effort | a tall and fluffy confection of a bed that made climbing in and out of it a bit difficult | a double bed with a wire fold-up single bed wedged underneath\\\\]*, *\\\\[a corner piece of a modular sofa, also easily manoeuvrable | a low and deep sofa heaped with cushions of various colours and textures | a single white plastic table with two pine wooden chairs either side\\\\]*, *\\\\[two dark and light wood veneer bedside tables | two skinny legged black painted metal side tables | two minimally varnished pine side tables ripe for scratching one’s initials into the side of\\\\]*, *\\\\[a surprisingly large desk that stretched across most of the wall facing the bed that was mostly dark wood veneer with an odd oval shaped pale wood inlay | a desk that formed a nook within a sprawling bookshelf and hanging space wall system | a low white coffee table\\\\]*. There was a smattering of electronic devices dotted around the room that betrayed the age of the general decor. This included *\\\\[two awkwardly large black plastic phones and a large bedside digital clock with an iPod charger sticking out of the top of it | an iPad perched upright on a stand which was then nestled within the bookshelves | a bedside lamp with a clock radio in it’s base and small computer monitor like television bolted onto the wall\\\\].*\\n\\nWith a sharp exhale of breath they prepared to acclimatise to this new stage set—to this new room-shaped scenario. At least there was a set duration for their stay. They wouldn’t be here for any longer than 14 days. And, at least, this wasn’t the only room like this. There were many, many similar rooms.\\n\\n—\\n\\nMichael Bojkowski, 2020.\",\"timestamp\":1642736270,\"title\":\"1 Arrival — Res >^..^<\"},\"digest\":\"e5Xgzlj88Acmdpy2zpXVJpDxmO5Snr9bA2V5Bq7dDW8\",\"authorship\":{\"contributor\":\"0x8b64Ba9980374FF04B83ad5C7850Ab83f3F47AC9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vs6m2iUmP38R3oxCnrG9W5KGJnqj5lyD6i3d3oBeHzo\\\",\\\"y\\\":\\\"4jfCY8Wg0NvZ_aVLrdm0kn9UswuwVskirpsA6NlMox0\\\"}\",\"signature\":\"anBb5vb1Ztbd_L9jZfJI7-bqXCP7kMG0iqrdj03MhjzG0Kta5fbm7ZEKD8ClnlxJwdjb9Ca6iObjzmdwbaR6kg\",\"signingKeySignature\":\"0x944886c7933aff4b91e0515aaacdb3e951a7488ac5d81f351bae09a50ff6a25b13e3e29793fc81ee35981522945d06500d723589a74007d88b3458dad2b7d4621b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vs6m2iUmP38R3oxCnrG9W5KGJnqj5lyD6i3d3oBeHzo\\\",\\\"y\\\":\\\"4jfCY8Wg0NvZ_aVLrdm0kn9UswuwVskirpsA6NlMox0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"e5Xgzlj88Acmdpy2zpXVJpDxmO5Snr9bA2V5Bq7dDW8\"}"