"{\"content\":{\"body\":\"The second so-called economic prosperity partnership dialogue (EPPD) between the US and the island of Taiwan is seen by observers as nothing but a kidnap of the island, whose regional leaders ironically take US blackmail as a blessing, to fool local residents and suppress opponents. \\n  \\n Some analysts also see the dialogue, to be attended by US Under Secretary for Economic Growth, Energy, and the Environment Jose W Fernandez and leaders of Taiwan's economic and technology authorities, as a provocation to the one-China principle, and it shows the collusion between US and Taiwan island is penetrating the economic sphere. \\n  \\n According to the Taiwan external affairs authority, the dialogue scheduled on Monday (US time) is the \\\"economic strategic dialogue platform at the highest level\\\" between the island of Taiwan and the US, and will have exchanges on issues, including supply chains, countering economic coercion, digital economy and 5G network security.  \\n  \\n Taiwan media said the topic is related to the Chinese mainland's suspension of imports on three types of Taiwan-grown fruits due to plant diseases. In October, US Representatives Ami Bera and Ann Wagner introduced the so-called countering China Economic Coercion Act, seeking to form a group to respond to \\\"China's coercion.\\\"  \\n  \\n In the first round of the EPPD dialogue held in the final months of the Trump administration in 2020, the US and the island of Taiwan signed a five-year memorandum of understanding and vowed to keep forging closer economic ties. At that time, the two sides confirmed that strategic cooperation in the semiconductor sector was a priority. \\n  \\n Analysts said the US economic coercion of Taiwan's semiconductor sector is a classic case. The EPPD dialogue should be seen as a step toward further long-arm coercion from the US.  \\n  \\n Two months before the dialogue, the Biden administration pressed automakers, chip companies, including Taiwan-based TSMC, to provide confidential data including sales, raw materials and equipment purchases and client information amid the ongoing semiconductor crisis that has forced cuts to US auto production. \\n  \\n What the US has done with TSMC is the real economic coercion on Taiwan, Chang Ya-chung, the president of the Sun Yat-sen School in Taiwan and a member of the KMT, Taiwan's major opposition party, told the Global Times on Monday. \\n  \\n Aside from TSMC, Democratic Progressive Party (DPP) authority also agreed to import ractopamine-enhanced pork from the US, as a premise of the so-called TIFA talks.  \\n  \\n On November 4, Republican senators introduced a bill dubbed the Taiwan Deterrence Act, seeking to give $2 billion a year in military grants and loans to Taiwan until 2032, which means the US wants to ensure Taiwan continues to buy huge amounts of American weapons.  \\n  \\n Taiwan island's exports to the Chinese mainland accounted for about 44 percent of its total exports in 2020. Trade between the two sides reached $208.82 billion in the first eight months of 2021, with the mainland's exports to Taiwan and imports from Taiwan both growing by more than 30 percent, the Taiwan Affairs Office of the State Council said on September 15.   \\n  \\n Taiwan's growing dependence on trade with the mainland at a time of tensions shows that development of cross-Straits economic ties is in Taiwan's best interest, Chang said.    \\n  \\n The so-called countering coercion means that Taiwan island may be asked not to get too close to the mainland, such as the TSMC supply chain or in some sensitive areas. Instead, the island should keep its pace with the US in key industries like economy and technology when the \\\"suppressing the Chinese mainland\\\" order is made by Washington, Chang said. \\n  \\n For instance, the US may require that Taiwan island not be linked with the mainland and try to be close to the US.  At the same time, on the internet, drones, artificial intelligence and other things that the US considers related to national security, the US may ask Taiwan island to try to use products from the mainland as little as possible, the expert said.  \\n  \\n Zhang Wensheng, a deputy dean of the Taiwan Research Institute at Xiamen University, told the Global Times on Monday that the dialogue is a sign of the strengthening collusion \\\\[between US and Taiwan authorities\\\\] against the mainland, not only on the military, security and politics, but also in the economic field.   \\n  \\n DPP authorities will hype hostility to the mainland and show their total obedience to the US as their huge victory and will spread propaganda on the island, reflecting their traitor mentality, Zhang said. \\n  \\n In the face of the US containment, the mainland has firmly defended its tech-giant Huawei. But for the situation in Taiwan, whose regional leaders are willing to rely on the US, TSMC will have to make some sacrifices, Chang said.  \\n Illustration: Liu Rui/GT\\n\\n![](https://images.mirror-media.xyz/publication-images/isG2-z4OLF5iKNDsFh6eS.png?height=720&width=1200)\\n\\n\",\"timestamp\":1637675128,\"title\":\"US coerces Taiwan island with 2nd economic talks after kidnapping TSMC\"},\"digest\":\"fCLAp0ackcOJWnfMSWXyfD32-bge9Lc-TkRsKjRJIL8\",\"authorship\":{\"contributor\":\"0x5D81E4e2752d07D7637eDA81774B7a8a8978e4F1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hftcNSrael7dYODqKpiSVqtT2WfzVBihuWzsEwUoRcQ\\\",\\\"y\\\":\\\"Be9fcjN3mcy8cxRlskLCE3W-exKPpsA12zmp986My1s\\\"}\",\"signature\":\"kSoaXOSYPTKpURssuPSOzfjYpWtk8Hm_E14FKNpPZvZ9cGzFQpSTjSMc3-U59Ohf_Pz5kWJmVekv-M2OjDlvGw\",\"signingKeySignature\":\"0x17218a43a8517cd5998b541b469d10895d30262d5c98ca6ef1ba1fe8c6b8b590414950efee12b6528886813b33783460a7c0415e1b5f90b10100ad211439c3301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hftcNSrael7dYODqKpiSVqtT2WfzVBihuWzsEwUoRcQ\\\",\\\"y\\\":\\\"Be9fcjN3mcy8cxRlskLCE3W-exKPpsA12zmp986My1s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fCLAp0ackcOJWnfMSWXyfD32-bge9Lc-TkRsKjRJIL8\"}"