"{\"content\":{\"body\":\"Something every person comes to know, often as early as age 5, is that there is a special bond between humans and land. We feel it — how our home is a special place. We see it — how our parents take care of the home. We hear it — how our parents wish they had a bigger home. Our generation though — we millennials wish we could even *afford* a home.\\n\\nReal estate is not a fair game. It never has been, and it has only gotten worse over time. The Case-Shiller U.S. National Home Price Index tracks the increase in purchase price of homes year-over-year and is currently sitting at the highest level in history. The median home price has increased \\\\~8x vs. that of our parents’ generation, and wage growth has been unable to keep up.\\n\\nIn the chart below, you can see just how bad it has gotten for the average American.\\n\\n![](https://images.mirror-media.xyz/publication-images/qo6GGs-TIUHcOWMCeRqh-.png?height=658&width=960)\\n\\nLet that chart sink in...the median home price is 7x higher than the median yearly income. Seven years of income saved, assuming you spend none of it — no taxes, no expenses. **In short, real estate is more unaffordable today than it has ever been in history.**\\n\\nWhile *we* struggle, institutions have always had and continue to have the advantage over individuals. Recently, Zillow flexed that same advantage and aggressively bought up homes throughout the entire United States, often paying 20-50% above asking price to close the deal, and pricing out countless families from their dream of owning a home.\\n\\n![](https://images.mirror-media.xyz/publication-images/-LkKA74ucDWZebp2Tt6xs.png?height=455&width=604)\\n\\nBlackstone and Blackrock together own over 167,000+ single family homes throughout the US, and have the upper hand when bidding on properties as they can more easily borrow money than the average homeowner.\\n\\nWhile institutions hold the power today, it does not have to be this way forever. Individually we are weak, but together we can be strong.\\n\\nRight now, we are at the precipice of a power restructure that allows for individuals to come together to rival the purchasing power of the BlackRocks and Blackstones of the world. A decentralized form of company governance in which people can pool money together in a safe and secure way to jointly invest in properties together and get the same benefits as large institutions. This does not exist in real estate today, but that is because no one has had the tools to try yet. We do now — and it is called Web3.\\n\\n### DAOs, The Future Of Teamwork\\n\\nWhat Web3 enables is called a decentralized autonomous organization (DAO). DAOs enable a form of decentralized company governance that allows for a collective group to come together and make decisions. DAOs allow anyone to become an owner, trustee, and key-decision maker in a business. In this case, it will allow us to pool our money together and compete directly with the BlackRocks and Blackstones of the world. Giving us the same benefits of:\\n\\n* Economies of scale (access to cheap capital)\\n* Distribution network control (ability to get cheaper rates on repair and maintenance)\\n* Regulation (typical real estate syndicates are only available to accredited investors)\\n\\n*We are convinced that, equipped with the proper tools and the belief that anyone can invest in real estate, an organization of individuals invested in the financial freedom of the group can create entrepreneurial opportunities for each individual while simultaneously benefiting the community at large.*\\n\\nIndividuals, up until now, have been dependent on centralized monoliths for communication, participation, and transactions. The atomic unit of the internet is the individual, yet corporations hold the majority of the power.\\n\\nWeb 3.0 fundamentally changes that dynamic and gives power back to the people. Think of a collective facilitating profitable real estate investments or a group chat-driven cap table. Imagine a world in which people fractionally own real estate properties and glean the upside, reciprocity, and socialized risk of real estate investing. Impossible? Maybe in the past; but, with Web3, I am asking you to imagine a community able to do the unimaginable.\\n\\n**It’s time for us to unite and establish a *Homebase*.**\\n\\n![](https://images.mirror-media.xyz/publication-images/n105iJfDbdsmRsY_oZlQJ.png?height=344&width=624)\\n\\nHomebase was founded as a decentralized company, a DAO, governed by its community and members. Together we will take the first steps in establishing individuals as formidable forces in both capital and talent to rival the institutions of the world. To go one step further, not only would we have the equivalent purchasing power of a BlackRock or Blackstone, but we would have a competitive advantage over them by leveraging the collective brainpower of our community when deciding on what real estate properties, we as a community, should invest in.\\n\\nA DAO is only as strong as the members that inhabit it. By that nature, we embrace the label of an online cooperative with open arms. We want to create a community that is passionate about homeownership, real estate investing and excited about the intersection of real estate and technology. We champion evolving organizational mechanics from that of traditional hierarchies and prioritize sharing of ideas and ownership. We value culture and financial independence for our members.\\n\\n> **Our mission is simple: empower the spirit of entrepreneurial and financial independence of our members through real estate investments and empower everyone to become a homeowner through our DAO.**\\n\\n### How It Would Work\\n\\nOnce we pool the appropriate amount of money to start conducting real estate deals, we would turn to the community to collectively decide which deals we as a DAO should invest in. We incentivize members in the community to stay active in real estate discussions and provide the frameworks for which community members can evaluate deals in their local market. If you feel confident that you found a good deal, you would then publish the deal on Discord, if there is enough community support, the deal would be published on Snapshot, and the top voted deal would get funded and executed on by the DAO.\\n\\nThere is a few benefits to this approach; using our collective funds in a single entity would allow us to:\\n\\n1. get the same purchasing power that institutions leverage today to give us access to participate in all cash deals,\\n2. purchase larger properties that may sell for discounted rates (similar to what large institutions benefit from now),\\n3. source investment ideas directly from our community and fund the ideas that are most likely to generate the highest returns for our DAO members,\\n4. deploy our shared capital faster by leveraging the decentralization of brainpower and overall omnipotence.\\n\\nOnce a property is purchased, we would hold it for a set period of time, before selling it, and share the upside of the home’s appreciation with DAO token holders. In addition, we would hold all rent collected in our treasury, keeping necessary funds to pay for property managers, home improvements and maintenance. Given our DAO’s token value will be backed by all assets in our treasury, all incentives will be aligned in this formation.\\n\\n* We believe that anyone can achieve financial freedom through real estate.\\n* We believe that individuals on their own commonly lack the tools to compete with legacy institutions.\\n* We believe that individuals can create entrepreneurial opportunities for themselves while simultaneously benefiting a community at large.\\n\\nWeb3 allows for this new dawn of innovation. So now, it’s up to us.\\n*To unite, pool our resources together, and redefine real estate.*\\nIt’s our chance, everyone’s chance, to build our **Homebase.**\\n\\nDiscord: <https://discord.gg/64Pjwcyk>\\n\\nTwitter: <https://twitter.com/HomebaseDAO>\",\"timestamp\":1637366602,\"title\":\"HomebaseDAO: Real Estate 3.0\"},\"digest\":\"TQLirNDYPkYg7ugHuKsZPFGfcF2ctwg9wt8JFd49qvg\",\"authorship\":{\"contributor\":\"0x68cDe3547E9FAAE5C9f46199bD7b919C9c925021\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6v34Q_jqYQRKvVtG-qR8iNdA2Cox_yMIz-PtlFYErB4\\\",\\\"y\\\":\\\"JUv1kF7ZjblqGboVayjB0otiX9wfByjJbYBYyCan5TI\\\"}\",\"signature\":\"-_J-6GLYGgAXNYvUP73WrxNdMzwaODnepBUFoNXdB96-2-K-jnASJ-G7OtdcgOaNeQuC6LmCUELDLCUj7nkyTA\",\"signingKeySignature\":\"0xb2616382ff16c2127818bb780ede3bce660e088e3cb846ac617eb1762dc5c7492b6e04d248cfce361473321b2b2ade2930f463e223a944e907b66e98b57ea3ff1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6v34Q_jqYQRKvVtG-qR8iNdA2Cox_yMIz-PtlFYErB4\\\",\\\"y\\\":\\\"JUv1kF7ZjblqGboVayjB0otiX9wfByjJbYBYyCan5TI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XEZlZmWh7-9vTmxxLAqoM6s8hKdNfjr5PpbET7idlNg\"}"