"{\"content\":{\"body\":\"In recent years, threats to network security have been occurring constantly, especially in countries and departments where computer and network technology are developing rapidly. A number of countries and departments continue to be hacked together, the main threats against network security are: (1) software vulnerabilities. Every operating system or network software can not be free of flaws and vulnerabilities, which puts our computers in a dangerous situation, once connected to the network, will become a target. (2) misconfiguration. Security vulnerabilities, such as firewall software that is not configured correctly, are ineffective. For a specific web application, when it starts, it opens a series of security gaps, and many of the applications that are bundled with the database of web articles will also be enabled. Unless the user disables the program or configures it correctly, security concerns persist. (3) lack of safety awareness. Careless choice of user’s password or transferring or sharing your account with others will threaten the network security. The virus. The current number one enemy of data security is the computer virus, which is the insertion of a computer program by its creator that destroys a computer’s function or data, a set of computer instructions or program Code that affects the normal operation of computer software and hardware. The computer virus is infectious, parasitic, covert, triggering, destructive and so on. Therefore, to improve the prevention of virus without delay. (5) hacking. Another aspect of the threat to computer data security comes from hackers. The computer hacker uses the security flaw in the system to enter others ‘computer system illegally, its harm is very big. In a sense, hackers do more harm to information security than ordinary computer viruses. Computer network security threats and preventive measures reference attribute evaluation 2. Computer network security preventive measures (1) software anti-virus technology. Strengthen the security awareness of internal network managers and users. Many computer systems use passwords to control access to system resources. This is one of the easiest and most economical ways to prevent viruses. Good antivirus software can be easily installed on every NT server in your organization in a matter of minutes, and can be downloaded and distributed to all purpose machines, centrally set up and managed by Network administrator, it will be closely integrated with operating systems and other security measures, become part of network security management, and automatically provide the best protection against network viruses. When the computer virus attacks the applications of online resources, such viruses exist on the network media for information sharing, so it is necessary to set up security in the gateway, in the network front-end antivirus. (2) Fire Wall Technology. Firewall is a kind of special network interconnection equipment which is used to strengthen the access control between networks, to prevent the external network users from entering the internal network by illegal means, to access the internal network resources, and to protect the internal network operating environment. It checks packets such as links between two or more networks according to a certain security policy to determine whether communication between networks is allowed and to monitor the running state of the network. It is predicted that the world firewall demand growth rate will reach 174% in 5 years. Although the firewall is an effective means to protect the network from hackers at present, it needs to be explained that the firewall can only resist the intrusion from the external network, but can not do anything to the security of the enterprise’s internal network. To ensure the security of intranet, it is necessary to control and manage it effectively. Secure data encryption technology. Data encryption technology is a kind of technology means to recode the information, so as to hide the content of the information and make it impossible for the illegal user to get the true content of the information. The emergence of encryption technology to the global E-COMMERCE, thus enabling Inter-based electronic trading systems, so that the perfect symmetric encryption and public-key cryptography technology is still the mainstream of the 21st century. Symmetric encryption is a conventional password-based technique in which encryption and decryption operations use the same key. Asymmetric encryption, that is, the encryption key is different from the decryption key, the encryption key is public, anyone can use it, only the decryption key knows. Operating System Security and physical security measures for network hosts. In order to ensure the physical security of information network system, it is necessary to prevent the diffusion of information in space. Usually in the physical to take certain protective measures to reduce or interfere with the spread out of space signals. In order to ensure the normal operation of the network, the following measures should be taken in the area of physical security: First, in the area of product security, mainly refers to the security measures in the areas of product procurement, transportation, installation, etc. ; second, in the area of operational security, the equipment in the network, in particular, safety products must be able to receive prompt technical support services from the manufacturers or suppliers in the use process, and backup systems should be installed for some key equipment and systems, all important equipment involved in secret need to install anti-electromagnetic radiation products, such as Radiation Jammer; fourth, security, mainly against theft, fire and so on, but also includes the network system of all network equipment, computers, security equipment security protection.\\n\\n[ \\n ](javascript:;)\",\"timestamp\":1635749436,\"title\":\"Network Security; Preventive Measures; Vulnerability; Antivirus; encryption\\n\\n\"},\"digest\":\"gOUFC-dR8RnGFJ7p6_yJ73IpdlKawI2x5luL6PtpBho\",\"authorship\":{\"contributor\":\"0x528F2AbCD700ba6CD101050a12c87D3CD0dBC4bf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dOielYaIi_VJlpNsDB_GUfzFHxsdx6OJZZBeWvUzBi8\\\",\\\"y\\\":\\\"PU9jVP2EdQUIYpeW0wp-PwbSITSdmOJ1JPAqWV3afIw\\\"}\",\"signature\":\"kMXvBVMEP2sRChJAR-GeTSyNl99wEb6CmhHMCiXRdyt2ikahfldJeYp0tbqFncxYyEKydHGKhQsGYki0bpLdwQ\",\"signingKeySignature\":\"0x56eb5ee6d3d1e7ad9611ea52ce485c0c270d1186f8381f4a5c30889448938c8c559dc524104caf42c32c3e0027221bee361340c959f438efdd2b721403dfa0ff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dOielYaIi_VJlpNsDB_GUfzFHxsdx6OJZZBeWvUzBi8\\\",\\\"y\\\":\\\"PU9jVP2EdQUIYpeW0wp-PwbSITSdmOJ1JPAqWV3afIw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gOUFC-dR8RnGFJ7p6_yJ73IpdlKawI2x5luL6PtpBho\"}"