"{\"content\":{\"body\":\"![Barker Park Futsal Court - Birmingham, AL](https://images.mirror-media.xyz/publication-images/euAKkgaRJ7KhRUMXfkf9p.png?height=1116&width=2014)\\n\\n## Soccer was only in the suburbs…\\n\\nBirmingham underwent swift suburbanization in the 1960s, and due to American soccer’s confinement to the suburbs, the city of Birmingham did not have soccer clubs or public soccer spaces.\\n\\nBefore our soccer court’s existence, if you wanted to play soccer in Birmingham, you had to drive to the suburbs and *trespass* on a soccer club’s field. Grass fields are expensive to maintain and clubs need to protect their investments.\\n\\nIf you’re not a member of the club, you can’t play on the field.\\n\\n![Sign on a field in a Birmingham suburb](https://images.mirror-media.xyz/publication-images/5Y2xryeCzieS07jG1fQGI.png?height=770&width=1102)\\n\\nIf you didn’t live in the suburbs, and you didn’t belong to a soccer club, you were out of luck if you wanted to play soccer.\\n\\nTwo friends and I formed the Steel City Soccer Foundation, a 501c3 non-profit organization, in 2015.\\n\\nWe were eager to make a change.\\n\\n**Our first goal: create a new, public soccer space.**\\n\\n## Focusing on the wrong product\\n\\nIt’s important to acknowledge our mistakes. Our foundation made plenty of them our first year.\\n\\n*We only wanted to work on big ideas*. Small ideas didn’t seem fun or meaningful.\\n\\nAt the time of our foundation’s formation, Birmingham was experiencing a downtown resurgence.\\n\\n* Customer-facing businesses were opening in converted warehouse spaces left and right\\n* The Birmingham Barons, the city’s beloved minor league baseball team, had moved from the suburbs to a new baseball field downtown. They played to packed houses almost every game.\\n* There was an influx of investment capital for downtown entertainment.\\n\\nWe got swept away in the craze and crafted an over-engineered solution: **an indoor soccer facility located next to the new baseball park.**\\n\\n![The warehouse we evaluated is circled in red in the lower left corner](https://images.mirror-media.xyz/publication-images/z4DVSzCgNz5kozHf4ddDp.png?height=749&width=1364)\\n\\nOur thought process:\\n\\n* A converted warehouse space would be a slick space for an indoor soccer facility.\\n* We could attract residents from downtown Birmingham AND the suburbs, now that suburban residents were consistently coming to downtown.\\n\\nI verified that there was strong interest in playing soccer downtown by taking polls online and at local pickup games. The support was overwhelmingly positive:\\n\\n*Soccer players wanted to play soccer downtown.*\\n\\nWe spent months working with city officials, investors, and property developers to make the warehouse renovation happen. I thought we were heading in the right direction, but progress was so, so slow. \\n\\nNick, Lake, and I had 9-5 jobs. We worked on this project after work. It’s safe to say that we were too tired to sync up properly. \\n\\nOur whiteboarding sessions were circular - we would talk for hours but couldn’t agree on big picture items. \\n\\n**We were in startup quicksand, the harder we worked, the further we got from our product: a public soccer space.** \\n\\nIt’s hard working on a project with friends. You don’t want to let work get in the way of friendship and that was starting to happen. \\n\\nTo make matters worse, the more we talked to indoor soccer facility owners, the more we were turned off on the business model. Specialized indoor recreational areas are difficult to operate year-round. \\n\\nWe finally called it off after interviewing other indoor soccer facility owners. It’s hard to keep the lights on year\",\"timestamp\":1639492164,\"title\":\"How three friends created Birmingham's coolest park. \"},\"digest\":\"2N_cC-P6RmH6zJBKjU_ulHCDPm2Nj_bTfbSL4YeQoL4\",\"authorship\":{\"contributor\":\"0x04Fc30AcAe87b35cB0E7a54e79d07b2C54B0A890\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"S5Wz7avpHy7x2K6DpLEYsPBioiFcIIzuOfY689Wyn64\\\",\\\"y\\\":\\\"_SiKYlT9TKJ_GunqdkGcY91GQvCr553kf0MV5hmMjbk\\\"}\",\"signature\":\"orqVKxHGEpwvatF1Ko7deRH5D5X2Vssti9Un2axWgjXWFzv-WTxNWR_1a9JlAeg4nUkne9Fea3r80gwT0pDAaw\",\"signingKeySignature\":\"0x1119f6825fcb7c410da230eccefe2a8c7d2fc988b866c4904b943198c73495156e54dae250ff0b56337869da4d208ccdefd0b086cfd38aa54c278748098a23c51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"S5Wz7avpHy7x2K6DpLEYsPBioiFcIIzuOfY689Wyn64\\\",\\\"y\\\":\\\"_SiKYlT9TKJ_GunqdkGcY91GQvCr553kf0MV5hmMjbk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jUAEv6JOYCxbnsPLEPD9THMicwD0EElW9W4RwfHAxAQ\"}"