"{\"content\":{\"body\":\"欢迎阅读最新一期的 Cointelegraph 去中心化金融通讯。\\n\\n尽管市场可能会下跌并且建立在 AWS 上的技术指标出现故障，但不要害怕年轻的退化，基本面新闻和瓦格米的精神一如既往地丰富。因此，请继续阅读并发现您需要了解的有关本周最重要事件的所有信息。\\n\\n您将要阅读的是更短、更简洁的时事通讯版本。有关上周 DeFi 发展的全面总结，请订阅以下内容。\\n\\n### AWS 中断凸显了对真正去中心化交易所的需求。\\n\\nAn Amazon Web Service outage this week produced significant cascading effects on the global supply chain and delivery industry, as well as [hours-long operational disruptions to decentralized exchange dYdX](https://cointelegraph.com/news/aws-outage-hits-dydx-raising-concerns-over-decentralization) and leading centralized exchanges Binance.US and Coinbase.\\n\\nAWS is the world’s largest cloud service infrastructure, which provides an array of services, including network servers, storage capacities, remote computing and mobile development, to name a few.\\n\\n[According](https://www.srgresearch.com/articles/quarterly-cloud-market-leaps-to-42b-amazon-microsoft-google-pocket-63-of-dollars-spent) to data published this year by Synergy Research Group, the tech titan holds a 33% share of the cloud infrastructure market, followed by Microsoft and Google with 20% and 10%, respectively.\\n\\nDetails on the incident were largely undisclosed; however, it was stated on the company’s service health page that “multiple AWS APIs in the US-EAST-1 Region,” located in Northern Virginia, were experiencing connectivity issues.\\n\\nIn a Twitter statement shared on Tuesday, and into the early hours of Wednesday, dYdX spoke about enhanced latency across the network, as well as website loading failures, before disclosing its overreliance on the centralized servers, one of which is AWS.\\n\\n> Unfortunately, there are still some parts of the exchange that rely on centralized services (AWS in this case). We are deeply committed to fully decentralizing and this remains one of our top priorities as we continue to iterate on the protocol. We apologize for this outage.\\n>\\n> — dYdX (@dydxprotocol) [December 8, 2021](https://twitter.com/dydxprotocol/status/1468408322315464706?ref_src=twsrc%5Etfw)\\n\\nAnalytical data from DappRadar reveals that dYdX is the 13th largest decentralized finance application built on the Ethereum Network, registering approximately $1.5 billion in daily trading volume. In September this year, dYdX achieved a historic transactional milestone in [surpassing the volume of Coinbase](https://cointelegraph.com/news/derivatives-dex-dydx-beats-out-coinbase-by-volume-amid-china-fud) over the course of a single day, with $4.3 billion in comparison to $3.7 billion.\\n\\nDecentralization is understood by many early crypto adopters to be a core component of the industry’s architecture. Alongside security and scalability, the former makes up the so-called blockchain trilemma, a concept coined by Ethereum co-founder Vitalik Buterin, to denote the necessity to sacrifice one side of the triad to experience the benefits of the other two.\\n\\nIn the world of crypto exchanges, many opt to prioritize security and scalability in pursuit of mass adoption but, therefore, operate with largely centralized, Web 2.0-like structures.\\n\\n\\\\*\\\\*\\\\*Related: \\\\*\\\\*\\\\****[Decentralization vs. centralization: Where does the future lie? Experts answer](https://cointelegraph.com/news/decentralization-vs-centralization-where-does-the-future-lie-experts-answer)***\\n\\n![](https://s3.cointelegraph.com/uploads/2021-12/83d67206-9b63-4d42-b814-c94e25bba7a7.png)\\n\\n### Joseph Delong wraps up time as SushiSwap CTO\\n\\nSushiSwap chief technology officer Joseph Delong, announced his [immediate departure from the decentralized exchange](https://cointelegraph.com/news/sushiswap-cto-resigns-citing-internal-structural-chaos) this week, pledging to honorably pass the proverbial baton onto the next leader, alongside necessary accounting and information data.\\n\\nDelong [explained](https://twitter.com/josephdelong/status/1468689025607376899) the reasoning behind his decision in a candid Twitter thread, citing internal conflicts and a lack of unified vision for the project, stating:\\n\\n> ​​“I wish Sushi the best and am saddened that Sushi is so imperiled within and without. The chaos that is occurring now is unlikely to result in a resolution that will leave the DAO as much more of a shadow than it once was without a radical structural transformation.”\\n\\nDelong has experience working in the Web 3.0 space as a blockchain engineer and developer. Formerly employed as a senior software engineer at ConsenSys, Delong took up the position of chief technology officer at SushiSwap at the beginning of 2021 following [Chef Nomi’s infamous exodus](https://cointelegraph.com/news/ftx-ceo-sushiswap-probably-wasnt-a-long-planned-heist) in the months prior.\\n\\nOver the past year, Delong has guided SushiSwap to the 12th ranked position in nominal total value locked value (TVL) with $2.85 billion but also suffered obstacles with [stringent whitelisting acceptance on layer-two protocol Optimism](https://cointelegraph.com/news/sushiswap-cto-reveals-why-the-project-isn-t-scaling-on-optimism-anytime-soon), as well as a [$3-million supply chain exploit on launchpad MISO](https://cointelegraph.com/news/sushi-s-token-launchpad-miso-hacked-for-3m) and, more recently, a[ rumored vulnerability in its smart contracts](https://cointelegraph.com/news/sushiswap-denies-reports-of-billion-dollar-bug) to the value of $1 billion.\\n\\n\\\\*\\\\*\\\\*Related: \\\\*\\\\*\\\\****[SushiSwap denies reports of billion-dollar bug](https://cointelegraph.com/news/sushiswap-denies-reports-of-billion-dollar-bug)***\\n\\n### Coinbase opens cryptography library to promote innovation\\n\\nOne of the leading cryptocurrency exchanges, Coinbase, this week announced the [launch of an open-source library-themed platform](https://cointelegraph.com/news/coinbase-launches-open-source-cryptography-library-kryptology), titled Kryptology, designed to provide developers with a suite of “[secure, audited, and easy-to-use application programme interfaces (APIs)](https://blog.coinbase.com/meet-kryptology-coinbases-open-source-cryptography-library-b5f22854f3f7).”\\n\\nIn an official blog post, Coinbase outlined its intentions for the library in fostering the continued development of this long-standing technology:\\n\\n> “While enabling further innovation is our primary goal, we also aim for Kryptology to elevate the standard for what is considered to be a robust, usable cryptographic library.”\\n\\n\\\\*\\\\*\\\\*Related: \\\\*\\\\*\\\\****[Coinbase announces support for hardware wallets, starting with Ledger](https://cointelegraph.com/news/coinbase-announces-support-for-hardware-wallets-starting-with-ledger)***\\n\\n### Token performances\\n\\n分析数据显示，DeFi 锁定的总价值在一周内下降了 11.3%，至 1439.5 亿美元。\\n\\n![](https://s3.cointelegraph.com/uploads/2021-12/dd74b454-495f-4d8f-b16d-908c436b0405.png)\\n\\n来自[Cointelegraph Markets Pro](https://pro.cointelegraph.com/users/sign_up)和 TradingView 的数据显示，DeFi 团队前 100 位的币在过去 7 代过过了 \\\\*\\\\* \\\\*\\\\*。\\n\\nTerra（LUNA）是本周前100名的独赢家，仅增长1.81%。 \\\\*\\\\* \\\\*\\\\* 不是DeFi最令人难忘的技术周，让我们这么说吧，但考虑到整个新能源的更广泛背景，这并不陌生。\\n\\n**近、近和其他很酷的东西**\\n\\n* [没有任何一个，身体有谁无法坠落](https://cointelegraph.com/news/without-staking-institutional-crypto-investors-cannot-escape-inflation)\\n* [黄金、比特币或DeFi：投资者如何对冲创业？](https://cointelegraph.com/news/gold-bitcoin-or-defi-how-can-investors-hedge-against-inflation)\\n* [比特币继续整合：我们还在牛市吗？](https://cointelegraph.com/news/bitcoin-continues-consolidation-are-we-still-in-a-bull-market-tune-in-now-to-the-market-report-w-ran-neuner)\\n\\n*感谢您阅读我们对 DeFi 发展的影响力的总结。下周五周五我们，在这个动态发展的空间中加入了更多的故事、观点和教育。*\",\"timestamp\":1639382020,\"title\":\"Finance Redefined: AWS turns crypto exchanges offline, and Sushi CTO resigns, Dec. 3–10\"},\"digest\":\"RM0MiHfKWridEEebhr-xxP3Vk7qdkAqgJAzZKa4lwRM\",\"authorship\":{\"contributor\":\"0x7d9Ef298DD58Cfa8C87FA5dae98d8B63064cf587\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6XJqWMzLQoQT0WzEair5UWdgqSc3g0wfob4ZqWHu1UE\\\",\\\"y\\\":\\\"cvPn2oKUOYx2g0ZGBXxrugNVMSOHPD5VQPrPx87kDv0\\\"}\",\"signature\":\"EXpXJpbuB1J2y_YkMh3ICAGKfPDiKbVpZPaetGwKB0LuskkXa5iucwqwor2LjCiPXIppsxUIP96SkXJ_oDYB-g\",\"signingKeySignature\":\"0x68781371f1a82291c47c77adb9da097eaf7326e9de5b5a80402b264d3b64cda365444eb359d00296661f4b81cefe41019027a79c2d9fb8df173d009ae43a11ec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6XJqWMzLQoQT0WzEair5UWdgqSc3g0wfob4ZqWHu1UE\\\",\\\"y\\\":\\\"cvPn2oKUOYx2g0ZGBXxrugNVMSOHPD5VQPrPx87kDv0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RM0MiHfKWridEEebhr-xxP3Vk7qdkAqgJAzZKa4lwRM\"}"