"{\"content\":{\"body\":\"Web 3 is changing how funding, distribution and promotion work in the music industry - for the better.\\n\\n## Funding\\n\\n### Web 2\\n\\nWhen artists want to release a new project, they have to raise money from a label upfront, in exchange of a high volume (50-90%) of the future royalties generated by this project.\\n\\nTaking a step back, labels are just a funding mechanism. And this funding mechanism is suboptimal because labels are taking all the risk while having no emotional connection to the artist, which is why they demand excessive royalty fees.\\n\\n### Web 3\\n\\nWhen artists want to release a new project - either an album, EP or a single track - they mint an NFT to raise money from their fans, in exchange for a **relatively lower volume (10-50%)** of the future loyalties generated by this project **+ additional benefits** that can be defined by the artist and could include early access to the project, concert tickets, exclusive merch or discord conversations…\\n\\nWeb 3 enables an optimal funding mechanism where the risk is split among fans who not only gain financial upside in the form of future loyalties but also “social” upside in the form of additional benefits.\\n\\nNow you might say that this would already have been possible using web 2 crowdfunding tools such as Kickstarter - but you would be missing a key component of web 3: composability, which enables distribution of NFTs.\\n\\n## Distribution\\n\\n### Web 2\\n\\nLabels upload music files to streaming platforms and keep their royalties.\\n\\n### Web 3\\n\\nRemember that now the ownership of an artist’s project is split among its fans and the artist. Each track in the project is minted as an NFT whose smart contract contains the ownership split. \\n  \\n When the track accrues revenues from streaming platforms such as Apple Music or Spotify, the proceeds are automatically split pro-rata between fans and the artist.  \\n Note that I assume that today’s streaming platforms will keep their leadership position simply because their value proposition is unbeatable for users (all you can eat for $9 a month. \\n  \\n Fans get instant liquidity on their NFT share and can resell it later to other fans, or even traditional labels - who will then benefit from future loyalties.\\n\\n## Promotion\\n\\n### Web 2\\n\\nLabels spend thousands in marketing strategies including ads, playlist featuring or partnerships.\\n\\n### Web 3\\n\\nFans now have a direct incentive to promote the artist’s project as the more stream it gets, the more royalties they will get down the line. Therefore, fans are the new promotion strategy: they will promote the project on social media, include it in their playlists on streaming platforms or tell their friends about it.\\n\\n## TL;DR\\n\\nI do not believe music NFTs will be used for music consumption but rather as a funding mechanism for fans to invest in an artist’s project and get future royalties + exclusive benefits.  \\n In this model, the artist keeps a higher share of future royalties because individual fans take less financial risk than a label and are also getting social upside. \\n  \\n Those music NFTs will then be uploaded to existing streaming platforms, and royalties will be automatically shared pro-rata to NFT owners. This is the beauty of composability. \\n  \\n Since fans get financial upside in the form of future loyalties, they are directly responsible for the promotion strategy and will do everything possible to share the artist’s project on social media.\\n\\n## Ending with an example\\n\\nLet’s say Playboi Carti needs $500k to release a new album.  \\n  \\n Carti’s label offers him those funds in exchange for 70% of the album’s future royalties. \\n Carti declines and decides to mint his album as an NFT instead. His fans bring in $500k in exchange for 30% of future royalties + exclusive access to dope merch, 1 VIP tour ticket in the city of their choice and a poster. \\n  \\n When the album is ready, Carti releases the NFT on streaming platforms. The future loyalties are automatically paid to NFT owners: 70% going to Carti and the remaining 30% to its fans.  \\n This means that as a fan, if you purchased a fraction of the NFT for $500, you get 0.1% (500/500,000) of the album’s future streaming revenue, each month, for perpetuity. For instance you would get $150 in a month if the album generated 30 million streams in this month and 1 million stream yields $5,000. \\n  \\n To maximize the streams, Carti fans are sharing the new album on social media, adding it to all their playlists and telling their friends about it. \\n  \\n \",\"timestamp\":1637872859,\"title\":\"Web 3 is making the music industry great again \"},\"digest\":\"oD7bTRMqTQ4ZSv84jEoHb303_UFKUijrE6DY6a0hV3U\",\"authorship\":{\"contributor\":\"0xEfd0b0E1117bB2f793E8c6d917aC0469dFFBC948\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SH61wAHY1Q2M6I3zmO4ngKv90AWl6IeE_oyf5wy3owo\\\",\\\"y\\\":\\\"8730RExxjp6TJhAvvszcIBZZh2uFpv90zn00Gj8yKoc\\\"}\",\"signature\":\"XLQTvdQl0vupOTOI926OkK6kOQflIQxcQE3ab8j8SC-thoeBIE01fW12mkZZjWGlv1kt9QsHIDq_-pNN-MoqJQ\",\"signingKeySignature\":\"0x3d08eed25f2572c8886c39176aa36f1fb91947d12c76a628bede195e73cab8f37f91b6dd911e622709dbfc43c2fee5f1c2c54f0c887bb17a426fd1e31edb91ef1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SH61wAHY1Q2M6I3zmO4ngKv90AWl6IeE_oyf5wy3owo\\\",\\\"y\\\":\\\"8730RExxjp6TJhAvvszcIBZZh2uFpv90zn00Gj8yKoc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oD7bTRMqTQ4ZSv84jEoHb303_UFKUijrE6DY6a0hV3U\"}"