"{\"content\":{\"body\":\"20th Century, U.S.S.R.\\n\\n\\\"Thousands of years ago tribes of human beings suffered great privations in the struggle to survive ...In infinite space many civilizations are bound to exist, among them civilizations that are also wiser and more \\\"successful\\\" than ours....this should not minimize our sacred endeavors in this world of ours, where, like faint glimmers of light in the dark, we have emerged for a moment from the nothingness of dark unconsciousness of material existence. We must make good the demands of reason and create a life worthy of ourselves.\\\" -Andrei Sakharov\\n\\n2886\\n\\n2X21 -35, Mars, Olympus City\\n\\nDr. John Cadmus breathed in to the count of 5, held it for 5, and exhaled for 5. He repeated this several times and felt himself grow lighter. He felt better. Frustration yielded to relief.\\n\\n\\\"It's okay son, I know you were just trying to help those people. That's a good thing but we have to be mindful. I'm glad you want to help people but we must protect ourselves.”\\n\\n\\\"Yes Dad.\\\" Alep-H, aka \\\"H\\\", felt a light flushing in his skin, part of his natural programming. A few hours before, \\\"H\\\" stopped a small group about to rob an older couple without hesitation.\\n\\nFive years before, the enforcers had taken almost everyone that mattered, killing his wife Audrey, son Arthur, and 6 of 7 his ALEP sons. They were fugitives after walking out after years of house arrest. In his naivete, Cadmus opposition to the Grand Vote cost him almost his whole family.\\n\\nThe boy remained at heart someone who helped when he saw others in danger. He was his father's son. Cadmus was both proud of, and terrified, for him.\\n\\n\\\"Son, practice with the special interface I made. We're going to open a manifold. Make a room that looks just like our room. We'll walk into it. Concentrate, pull the energy after masking the grid. Never let the local fog or enforcers know. Make it to look like a foundry was running overtime.\\\"\\n\\n\\\"Dad, can I do it? It's bigger than anything I've done.\\\"\\n\\n\\\"That's alright, son. You can do it. One day you'll open a room so big the world could fit in it.\\\"\",\"timestamp\":1633971711,\"title\":\"2921: 3.23 Glimmers of Light, 2886\"},\"digest\":\"Gw7yNtw85IJAfusHnNh6N0mPpGN1MuN0oGmjt88EKxc\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"N5S_DeARqGQlpHLeCg1py0Nb1DE791sqcZ7GGPQqgUZihgtUMKmyOWpIhX2oIYvCpUrneThV4GxE-bfCujrFHA\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uOXkMsSB6ml1hIFCbJTjdsasd-yXewA5KJVKOSBwlQ4\"}"