"{\"content\":{\"body\":\"When I talk about crypto with some of the smartest people I know, the most common critique I hear is that blockchain is a solution in search of a problem. It has taken me years to come around to this, but I couldn’t disagree more. Blockchain computers are not a solution in search of a problem, they are a brand new foundation that enables builders to create new business models, protocols, and applications that could have never existed on the internet before. They aren’t solving a problem, they are unlocking a new era of creativity and innovation.\\n\\nI am so disenchanted with the state of software. We peaked and now almost all of the innovation is on the margin in areas that are either boring or don’t pass my “who gives a shit?” test. There are still remarkably good businesses to be built, the TAMs continue to grow as the secular trends strengthen in favor of software eats the world, but my head will explode if I hear about another CRM for blah blah industry or some smart person helping Fortune 1000 retail companies text message potential customers better.\\n\\nBlockchain computers have sparked a new wave of awesomeness on the internet. Things are really fucking weird, and I love it. Between DeFi, NFTs, and web3 business models, I haven’t seen so many new cool things emerge on the internet over such a short period of time in my entire career. And none of these things would have existed were it not for blockchain. The other thing that’s so exciting is that these new protocols and applications are growing insanely quickly. Sure, there are a lot of ponzi and pyramid schemes, speculative garbage, opportunistic players, and a high likelihood a lot of tokens / projects go to zero. But there is way more good than bad, and so much open space to yet be discovered.\\n\\nWhile it may seem like crypto is super mature and if you’re just going down the rabbit hole now you’re late to the party, this couldn’t be more wrong. We are so early. The creativity is boundless. There will be more breakthroughs similar to DeFi, NFTs, and gaming. Not everything will work and cross the chasm, but a lot of important things will. The only limitation is our collective imaginations and holy shit that is exciting.\\n\\nSo now when people tell me all of this is a solution in search of a problem, I say the problem for me has been discovered: software was really boring and we found a way to unlock an entirely new frontier on the internet to make things fun and interesting again.\",\"timestamp\":1637368795,\"title\":\"Software is Boring\"},\"digest\":\"f-6JgUrdabujnHu7sYgSlq_CnR4XFKjGEYUl17q-o3Q\",\"authorship\":{\"contributor\":\"0xFB12Ae037c51FA0026ab54678C0111c77ce4057c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w9AGKsqBv3B8MoBFD8MHpOAdCeD1JdImPCP_Bgug-M8\\\",\\\"y\\\":\\\"LM5wXJuH9LlP7C8mDJoWWAaaF4ejguMCw2xruHKW188\\\"}\",\"signature\":\"KPQOn2IuOu4R3EAPqNNs9GbdVrgFPlZa98y4nRliLQUwrXIn7nRKrWryc1KWYhqqBuKjBU7PkRQ2xBj4tzo2ZQ\",\"signingKeySignature\":\"0x858d5bf048a3f2f2ab97251e44598df05a561c0f9767d991f53a23ba7195d8234c6a73ba11d9ae0c19d6d163bb9f5251a4ad9e0488fd5f44fdf22c7b20c98ac41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w9AGKsqBv3B8MoBFD8MHpOAdCeD1JdImPCP_Bgug-M8\\\",\\\"y\\\":\\\"LM5wXJuH9LlP7C8mDJoWWAaaF4ejguMCw2xruHKW188\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f-6JgUrdabujnHu7sYgSlq_CnR4XFKjGEYUl17q-o3Q\"}"