"{\"content\":{\"body\":\"十年不是一个很短的时间。如果一件事我们做了十年，即便成不了专家，也可以说精于此道。潮生抱着王子的头在房间里哭了十年，等到哭完她就老了十岁。这十年里潮生悲痛莫名、一心一意地哭，竟然练就了泛泪成河的绝技。泛泪成河的意思是，只要潮生哭上一分钟，就能保证洛阳城一天的供水。时下老皇帝迁都洛阳已经十余年，无时不在招揽各类人才，意图解决洛阳城的供水问题。老皇帝治下国力昌盛，人才济济，这其中不乏名闻天下的有识之士，比如著名的探案爱好者、好使令牌的某。但多一个人才就会死十个平民，因为洛阳城缺水，而人才喝的水又比平民多。 \\n 我们知道，洛阳城位于洛水河畔，为什么会缺水呢？这得从十年前的一场怪事说起。原来十年前一个农夫在洛水边准备过河。农夫哼着小曲，一晃一晃地在路上走，突然发现前面不远的地方有个人头。那个人头漂在河面上，随着河水的波动艰难地起伏。农夫之所以一眼看出来是个人头，而不是鸟窝或者草球之类，是因为他经常看到情侣在小树林里搞研究。情侣在小树林里搞研究的时候头漂在灌木丛上，也是摇摇晃晃、起起伏伏。发现人头后农夫想起了那些研究，小和尚就直挺挺地竖了起来。 \\n 但很快农夫发现了问题所在。因为研究总是在小树林，从没有在河里搞的。在河里搞研究，水势湍急，不好把握体位。溺水了怎么办？小和尚被鱼咬掉了怎么办？这都是需要考虑的问题。所以农夫就走近要瞅个究竟。 \\n 农夫看到一个人头。看到人头并非一件不可能的事情，即使水势湍急，也阻挡不了游泳爱好者的热情。但是这个人头面无表情，以双耳连线为轴，在河面上来回翻滚。若是仔细观察，便可以看到脖子断口处泛着寒光的白骨。农夫吓得一屁股坐到地上。这个时候人头自河中飞起，落到不远处，急急地朝洛阳城里去了。农夫看着人头打在地面上的影子，幽幽的一团，寡淡而阴郁。农夫一下子就软了，而且从那以后再也没有硬起来过。 \\n 潮生躺在床上看画册的时候，农夫已经把这件事报告给城里的老爷了。说洛水河里有一个人头，并且飞了起来。那老爷腆着肚子坐在椅子上，一双胖手不停地在肚子上摸。老爷慢吞吞喝了一口茶，然后开口：“飞了起来？人头还能飞起来？”老爷的意思是，这不科学。凡是不科学的事物须加以消灭，于是老爷下了命令，把农夫的头砍了。 \\n 刚砍完农夫的头，就有人来报，说有百姓喝了洛水河的水死了。老爷不信，慢吞吞喝了一口茶，然后开口：“喝水死了？洛水还能有毒吗？”老爷的意思是，这不科学。凡是不科学的事物须加以消灭。于是老爷不顾部下阻拦喝了一口洛水河的水，过了一会就死了。 \\n 这事惊动了朝廷。老皇帝派验尸官查验老爷的尸体，验尸官围着尸体取样切片观察了半天，最后竟一无所获。这个时候老皇帝头簪钿合金钗，身着紫金凤袍，眼波流转，身形婀娜，与平时不大一样。所以验尸官颤颤巍巍汇报观察结果的时候老皇帝没有生气，而是微微一笑，甚是妖娆。笑完老皇帝下令让验尸官喝洛水河的水，于是验尸官也死了。城老爷和验尸官都喝了水而且都死了，所以老皇帝推断出洛水有毒。 \\n 老皇帝命某彻查此事。但洛水有毒的消息已经在洛阳城传开，城内人心惶惶，乱成一锅粥，眼见没有水喝，老皇帝也没有办法。这说明即使是老皇帝，也有办不到的事情。老皇帝没有水的时候可以抢别人的水喝，但是大家都没有水的时候就无处可抢。假如别人没有水你却非要从别人那里抢水，就有可能被打。但是老皇帝不能被打，所以老皇帝很无奈，别人也很无奈，大家都很无奈。当大家都很无奈的时候，就需要一股神奇的力量来打破僵局。所以这个时候城内一座高楼里传来潺潺水声，有很多的水从楼中溢出。这些水流到街上，流到城外，似乎无穷无尽。 \\n 老皇帝见到有水可以喝，心中十分高兴。作为一名老皇帝，当突然有水的时候应该第一个品尝一口，以显示圣帝明王的尊贵身份。但假如水里有毒，就会和城老爷和验尸官一样死掉。所以这水他不能喝，而是应该让亲信来喝。假如亲信不喝，那就证明亲信不是亲信，就可以拉出去砍头；假如亲信喝完死了，那连头也不要砍了；假如亲信喝完没死，则存在两种可能：要么水里没毒，要么亲信可以抗毒。假如亲信可以抗毒，就可以把亲信的头砍掉，放血救民。假如水里没毒，那只好找个机会再杀了。 \\n 那亲信生得十分俊俏，听得老皇帝这话，立马露出一副楚楚可怜的模样。亲信的意思是，你忘了这些日子的床笫之欢了吗。老皇帝并没有理睬，水很快就灌进了亲信的肚子里，亲信跪倒在地，双手捂住胸口，紧皱眉头，面色痛苦。 \\n 但亲信最终没死。面色痛苦可能是因为喝冷水坏了肚子。这说明水没毒，但是亲信可能有毒。于是老皇帝下令把他扔到了洛水里。 \\n 这之后洛阳城的居民靠潮生的眼泪聊以度日，连老皇帝也是如此。老皇帝坐在皇座上，夜不能寐，便取出潮生的眼泪，小品几口。潮生的眼泪被装在秘色瓷制的杯子里，晶莹透亮，甘甜微苦，让老皇帝尝到了爱情的味道。老皇帝想起在她寄人篱下时那个帮助她的男子。她叫他某哥，他叫她某儿。老皇帝其实有个很好看的名字，但是她不让人知道。假如有人说出了她的名字，那个人就要被砍头。所以关于老皇帝，我们知道的事情其实并不多。我们只知道在查验城老爷尸体的时候老皇帝头簪钿合金钗，身着紫金凤袍，眼波流转，身形婀娜，与平时不大一样。 \\n 不仅老皇帝，每一个喝了潮生的眼泪的人，都会想起自己的初恋。花前月下，帐前饮酒，昼听笙歌夜醉眠。这十年，对于洛阳城的居民而言，好似梦境一般。十年间太阳照常升起、照常落下，天上的白云卷起来又舒回去，而风来来回回地吹。十年间人们日出而作，日落而息，酒楼茶色生香、小贩沿街叫卖，繁华衣巷，笙箫相和。十年后潮生从房间里走出，看太阳升起又落下，看白云卷来卷去，风来来回回吹。然后潮生抹抹眼睛，从梦中醒过来。 \\n 潮生醒了，也就不哭了；潮生不哭，洛阳城就没了水源。这水不是突然没有的，因为潮生不哭了以后，已经出来的眼泪还没有流完。等到大家发现没水了以后，一个个都睁大了眼睛。酒楼不茶色生香、小贩不沿街叫卖、衣巷不繁华，也没有笙箫了。所以我们可以说：水流杳杳而止，方知潮生一梦。 \\n 没有了水，但生活还是要继续。洛水还在流淌，但没人敢去喝。假如有个人喝了洛水没死，这样大家就都可以喝，这个人就会成为洛阳百姓心中的试毒者，以后有毒都让他上；假如他死了，大家就会说：“看，那个傻瓜”。死了还要被骂，所以没有人敢喝。于是大家比谁最耐渴，不一会儿就有人渴死了。但是渴死总比毒死好，因为毒死还要被骂。所以大家一个接一个地渴死了。很快大家意识到一个问题，那就是洛阳城的人口正在以指数速度进行衰减。假如继续渴下去，洛阳居民这一种族就有可能灭绝。当问题上升到种族存亡的层次，任何问题都已经不再是问题了。于是大家一齐朝潮生跪下，因为那个时候潮生站在阁楼比较高的地方，看起来很像神仙。 \\n 但是潮生有点懵。在屋里哭泣的十年，犹如深埋于海底，耳边没有任何声音，眼前也只有深蓝的颜色。十年后见到的第一缕阳光，犹如将头伸出海面，大口大口呼吸的新鲜空气。潮生一直在想自己出生的时候，想妈妈光着身子躺在沙滩上。妈妈说，她没有爸爸。妈妈在海边生下她，身旁只有天和海。她伴随着碧潮而生，是海的女儿。潮生不信，因为外婆说潮生一定有爸爸，那个爸爸藏着不出来，名字叫“野男人”。潮生没有见过爸爸，妈妈也死了。后来她遇到那个来自西域的男人，才相信妈妈的话。她和男人做爱的时候，天地很安静，模糊间只听见海浪拍击的声音。 \\n 那个男人死了。 \\n 潮生看见在深蓝的海水里孤零零的一颗头颅。那颗头颅没有鼻子、没有耳朵，空荡的眼眶了无神采。头颅悬在海水中央，静止不动，阳光透过海面照射进来，头颅开始发光。潮生擦了擦眼睛，她想起男子生前英俊的眉眼、想起一片黑暗里男子的眼睛，仿佛还能再嗅到男子粗犷的味道。 \\n 王子的头在潮生的怀里呆了十年，每日经受潮生泪水的洗刷，逐渐褪去了头发、眉毛和胡须，变得光秃秃起来。由于潮生的防腐措施做得不到位，王子的眼珠和牙齿慢慢腐败消失，耳朵和鼻子被潮生的泪水磨平，成了一个只有眼眶和嘴框的怪物。这只怪物生前是一个英俊风流的男人，从西域向东土，一路风花雪月、四处留情。这只怪物曾经和山川河流做爱，和日月星辰做爱，和花虫鸟兽做爱，最后在一家客栈败给了不知做爱为何物的廖先生。 \\n 廖先生从不做爱。廖先生只杀人。当做爱的王子和不做爱的廖先生相遇时，必然要有一番争斗。我们知道，王子本可以用燕子回巢接住廖先生的刀，但是他没有。那个时候他在想潮生。这便是王子与廖先生的差别之处。廖先生无所牵挂，只要有人不喊他先生，他就砍那个人的头；而王子在动手前要先想一下潮生，这就慢了一步。假如王子在爱上潮生前和廖先生相遇，总可以使燕子回巢接住廖先生的刀，也不会那么轻易地被砍头了。同为高手，胜负只在一念之间。 \\n 王子死了，即使贵为高手，贵为皇族血脉，他的头也只多活了六天。王子死后，他的尸身逐渐腐烂，英俊的相貌在岁月的侵蚀下也不堪一击。廖先生还活着，但是他在一路往西跑。还有比西域更西的地方吗？西域的那边是什么呢？廖先生不知道，所以杀完王子后，廖先生吃了两把葡萄，又原路返回了。 \\n 十年可以发生很多事。廖先生从西域往回跑，跑着跑着就不见了。廖先生消失了十年，没有人知道他去了哪里。跟着廖先生跑的还有一个人。这个人戴着黑色的斗篷，披着长长的头发，长着好看的眉眼。这个人曾经坐在青楼里喝茶，黑色衣袖里藏着一把锋利冷冽的匕首。这是一个杀手。杀手杀人喜欢用匕首，贴近目标，感受恐惧的温度。如果用刀或剑，总会和对方隔着什么。那是战斗，战斗能带来的只有死亡。而对一个杀手而言，恐惧才是最让人兴奋的东西。\",\"timestamp\":1639992781,\"title\":\"《寸草》009洛水\"},\"digest\":\"uQnu4glKBQjxA4Z0XTNVl4q0uT7HKEVw20OqzZBIc94\",\"authorship\":{\"contributor\":\"0x4A36d2c1cbAeB213591450031EbA28ef29e0F715\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7dC10RTNhymNwU3IbN3xwzCcHXYNoOKn-_MRylF7Mek\\\",\\\"y\\\":\\\"QWXqb0xnD1vK0-WYotZcZA4vUjbFRXV4M_1zZZYMvUQ\\\"}\",\"signature\":\"gARUgC-dnfQak0zwRP3Y7IgHNgnnagdc5U0-EjFNNSnGXEJAwYnknJo1YAZrwtyNQEGcijka3zupHBymkTl30g\",\"signingKeySignature\":\"0x4ff4b10ec2c93421c5042c0388f4e237b235cf4e76b6b29d17b9e95d57bb5d4a5dc35c52ea2260f544c54e02578676041af4ef407387f76b67f9c23bd12ace991b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7dC10RTNhymNwU3IbN3xwzCcHXYNoOKn-_MRylF7Mek\\\",\\\"y\\\":\\\"QWXqb0xnD1vK0-WYotZcZA4vUjbFRXV4M_1zZZYMvUQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uQnu4glKBQjxA4Z0XTNVl4q0uT7HKEVw20OqzZBIc94\"}"