"{\"content\":{\"body\":\"### By August Moon\\n\\n*\\\\*Originally published in an edition of Art & Times Magazine\\\\**\\n\\nI won’t pretend that what I’m about to say won’t sound absurd. In fact, I will lean into whatever absurdity there is as if it is my cane, and without it, I’d have no navigable means through the world. Yes, there is nothing like the Indigo Purple Vampire Fern, and there are no words that aptly describe it. Perhaps that is exactly how the fern would have it. Illusive, mythic, dare I say – otherworldly.\\n\\nFor those uninitiated, the Vampire Fern is a supernatural plant that refuses to be seen in any image. Yes, no camera – be it film or digital, moving or still – can capture its appearance. In-person, there it is in its stunning ineffable aura (more on that later), but point your phone at it and open your camera app, and poof, gone. Nothing but whatever uninspired objects lie behind it.\\n\\nWhen I first heard of the magic fern, like many with a contemporary relationship to the Internet I turned an eye of skepticism to the news. After all, memes and quippy statements about there being an invisible fern in Northern California seemed like social media fodder for trolls seeking to upend digital denizens of their confidence in reality. But after speaking with a friend who lives in Arcata and pitching this piece to my editor, I had to see it to believe it.\\n\\nBefore making my way up the coast to Arcata, CA, I packed with me a variety of image-capturing and recording devices: my phone (a camera that is apparently always at my side), a digital camera I purchased from a superstore seven years ago, my Canon AE-1 film camera, a polaroid camera (newer model), a camcorder I borrowed from a friend, and a sketchbook with a few pastels for color. If the legends were true, then it was my every intention to document the fern in all manner possible – if not for history’s sake, then for mine.\\n\\nWhat is perhaps most beautiful about the fern, beyond its charming coyness around a camera, is that its stunning flower blooms for two weeks each season. Several adept painters, illustrators, and avant-garde artists from around the world have rendered their versions of the Vampire Fern. However, no rendition is alike; the Vampire Fern appears differently to each person who sees it.\\n\\nIt isn’t enough that the fern resists a photograph; it avoids reproduction even in the very eyes of its beholders. I can’t help but catch myself in a web of questions. Why does the fern not photograph? How is it that it appears differently to all those whom it stands before? What does it mean of our reality that something like this exists? What will it mean to see it?\\n\\nArcata is a small town, in some ways nostalgic for an outsider like me whose parents took them on summer trips to Yosemite and Lake Tahoe.  It’s located in that northern part of California that most people, including Californians, forget exists 275 miles north of San Francisco. Dense forests surround the oceanside town, sheltering it from metropolitan America with an ensemble of redwood and pine varieties. There’s a college nestled within the trees, Humboldt State, which is responsible for the ebbs and flows of its seasonal population.\\n\\nNot far off from Arcata is Eureka, a town that remains on the California state seal. It is emblematic of frontier-era hopefuls searching for prosperity in gold and masses of colonially unclaimed land. It reminds me in some ways of what we’ve come to see in the late twentieth century, just further south in Silicon Valley, with techy types and Icarus-like economics.\\n\\nAs I drove up coastal California on Highway 1, I imagined sifting gold in the thousands of since dried-up creaks trailing by. How American colonialists too must have felt on the verge of something extraordinary. California at its ideological core is the land of *what’s next*. And as much as I’d like to avoid giving credit to it, it is now home to what could be the next step in our metaphysical grasp of certainty.\\n\\nTwo weeks ago, *It’s A Green Life Horticultural Collective* (I.A.G.L.H.C.) organized the filing of an official application, submitting the Indigo Purple Vampire Fern as a certified California state landmark.\\n\\nIt was only a few months ago that a tourist named R. Lopez came across the plant in full bloom, taking a selfie with it during their hike. As they opened their camera app and discovered the fern lacked an image, they dropped a pin on their map and sprinted back to the visitors’ center. They then shared the fern’s location with the attending forest ranger, Carla Saunders. The collective was contacted shortly after.\\n\\nIt didn’t take long for the community to gather around its newfound gem. Given the influx of tourists looking for their unusual photo-op with the plant, the Arcata city council moved the Vampire Fern to a local greenhouse. Members of I.A.G.L.H.C. were initially upset with uprooting the fern, but the city council agreed to store the plant in one of the collective’s greenhouse facilities.\\n\\nSince then, I.A.G.L.H.C. and the city council have sought to legitimize the viewing experience of the Vampire Fern, creating a system of serial numbers that grant each official photo taken a unique number. It costs $7 to enter the greenhouse facilities and another $20 should you wish to have your serialized photo taken and printed. Nevertheless, fake (and quite hilarious) photographs of the fern continue to flood the Internet.\\n\\nMost visitors prefer to pose with the plant by standing directly behind it. This, people feel, most aptly captures the magic of the plant. Tourists, upon seeing their photo with the fern, tend to jump with what can only be described as a childlike joy, smitten with an experience unlike anything they’ve witnessed.\\n\\nAfter two days on the road, my long-awaited moment with the Vampire Fern had arrived. I was let onto the property an hour before it opened to the public. Two members from I.A.G.L.H.C. were kind enough to let me in through the front gate. As we waded our way through a bed of morning fog, I appreciated how ordinary this all felt. The complete normalcy of walking on a dirt road, feeling the mist on my face as we moved past one greenhouse after another. How wonderful to feel so ordinary on the brink of something so mythic.\\n\\nAs I walked inside, I could tell the organization had done well to curate a visual experience leading up to the fern. On all sides lining the walls, ceiling and ground were assortments of beautiful flora. Handsomely rich flowers and sweet delicate scents. Greens of all tones and timbre. It felt like a fitting home.\\n\\nAs my attention moved away from the walls and to the center of the room, chills began to stream down my skin. My body, aware before the rest of me. It’s difficult to recollect because the moment words are put to paper, they can’t help but abandon the epiphany that spawns them.\\n\\nThe Indigo Purple Vampire Fern has changed me. There is no artful way to say it.\\n\\nThere it stood, taller than I expected in a terracotta planter the size of an average coffee table. Tendrils cascading down its curly stems, its fan-like leaves seemed to silently sway, each branch leading to silky and silver tips, as if the air surrounding was a canvas upon which the fern painted.\\n\\nThe Vampire Fern is an artist – if a plant could ever be one. Colors I fail to define – dimensions of blues and purples and greens my pastels merely dream of. I wanted the fern to know me, to see in me its own reflection, to know what feeling filled me as we shared this moment together.\\n\\nI took my photos, drew my sketches, and even had one of the members from the organization videotape me standing behind the fern like a giddy child. This would be a memory, one I’d like not to forget. The legends are true. There is a plant that can’t be seen, and it is marvelous.\\n\\nThe Indigo Purple Vampire Fern is innumerable, wonderfully undefinable. It is complete with a beauty only eyes can forge. Rich in its magical labyrinth, sending each witness into a joyous, private splendor. It is perhaps the most intimate experience of humanity on Earth.\\n\\nOur understanding of the plant, and perhaps our own existence, has only begun.\\n\\n\\\\*\\\\*\\\\*\\n\\nFollow the **Legend of the Vampire Fern** and follow me on Twitter [@anthjgibson](https://twitter.com/anthjgibson).\\n\\nThis Hidden Mystery is brought to the denizens of the Internet by [hiddenones.io](https://hiddenones.io/).\\n\\nInstallments released once a week.\",\"timestamp\":1642726714,\"title\":\"My Visit with the Vampire Fern\"},\"digest\":\"l9zNwI4m1uZ3rTk2CNo2u3TpEwhDzMqehGvE8b9aRdE\",\"authorship\":{\"contributor\":\"0x7DC7f3932E621A65e5Fb7D0cF521C64372DB1A92\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vP2z9vjuGvAWeca-RIfELOltUmIp6eQ2iyBdyLccrpk\\\",\\\"y\\\":\\\"QuyTuZ1gnLYrBXxzRXlFNha-4THkL4JGZ9mj0WX-7MA\\\"}\",\"signature\":\"xAhp3qvdouFZSch10nPaRiDA9YL8FThT13yDdT2Nt8TAYfF_nhIii38IYXKhr-WVQAPhr5AbjxA4AIRVHexRXw\",\"signingKeySignature\":\"0x47d7e9858bd6c96f96064744587c141f4a57340315ede4f2b5a868decb9b3c6271c269dcd383d2976567bbf55866c44822bda30ed900978260cee40c99e27eb51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vP2z9vjuGvAWeca-RIfELOltUmIp6eQ2iyBdyLccrpk\\\",\\\"y\\\":\\\"QuyTuZ1gnLYrBXxzRXlFNha-4THkL4JGZ9mj0WX-7MA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mnF6vBPNcllP8on1zJK3dFzJN7sEvsbFTlVmOCohOF0\"}"