"{\"content\":{\"body\":\"In crypto, everything moves so fast. With all the Tweets, Discords, and buzz to keep up with, it's hard to force oneself to take a step back and reflect. \\n\\nSo, this Friday afternoon - with my first post on Mirror (👋) - that's what I'm giving myself space to do.\\n \\nI've only been deep into crypto for a little over a year now, but I can confidently say that nothing in my professional life has captivated me more than crypto has. What started as a light curiosity gradually became a proper hobby, and now I’d say I’m teetering the brink of obsession. \\n\\n**What pulls me in?**\\n\\nThere’s a new world being created: a distributed, user-owned, community-led world. After a decade of dreamers dreaming and builders building and abstract 'what-if' use cases being pontificated, the match has caught and the glimmers of fire are obvious to anyone paying attention. Things are happening - and, *fast*. Crypto is quietly beginning to revolutionize how work is sourced and rewarded, how companies are governed, how and to whom ownership is granted. This world is no longer theoretical.\\n\\nPart of what's particularly interesting to me is that crypto is capitalizing on a lot of things that *could* be done in Web2, but just aren't being prioritized there. \\n\\nTo that end, a common question I hear - and one I've asked a million times myself - is: \\\"but do you *need* crypto for that?\\\". Fractional ownership, decentralized governance, micro-entrepreneurship: no, you don't need crypto to do them. These are all things that are 100% possible without the blockchain. But, they happen to be first manifesting themselves in a coordinated way in a Web3 context. If you want to explore their possibilities and implementations, there's no better place today than in the crypto community.\\n\\nPutting my excitement aside for a sec, I want to make it clear that I’m not here to be an all-in crypto bull. I don't want to only tout its benefits; I want to be real and offer measured context and expose my open questions and concerns. And I want to engage in debate & discussion!\\n\\n**So, just to put it out there...**\\n\\nI hold views that, in the crypto world, are pretty controversial. After re-entering the crypto space from a lens of macroeconomic curiosity, I actually don’t think Bitcoin or Ether will – or should – completely replace fiat in the near-term; in fact, while it’s the macro piece that initially pulled me back in, it’s the non-macro stuff that has me captivated. \\n\\nOther controversial views? I believe there are benefits to centralization on certain levels (and I believe that decentralization is not binary, as I've [written about before](https://annikalewis.medium.com/decentralization-is-not-binary-45bbb9946fad)). I also think that many areas of business & society, today, still remain better-suited to an off-chain world.\\n\\nI also could be wrong on timing. I *think* crypto will begin to play a non-trivial role as a new computing foundation for mainstream society in the next five years, but there’s a chance I’m still too early. Despite the fact that we’re more than a decade into crypto being a thing, it’s still very much nascent, and there’s a lot to be sorted out on scalability, security, and user experience. And, honestly, there are a non-trivial amount of crypto applications that still feel like hammers looking for nails in this workable non-crypto-led earth in which 99% of humans live.\\n\\nBut despite all of this, I’m here. I can’t not engage. The widespread traction that I see in crypto is at a point where, for me at least, it is becoming very hard to fathom a future in which blockchains don’t play a big role.\\n\\nStill, the traction is secondary to what really gets me excited.\\n\\n**It's about the people. It's always about people.**\\n\\nHonestly, the number one thing pulling me deeper in is the humans. I used to say that it felt like the crypto world was 90% one-sided obnoxiously loud pundits, and 10% brilliant forward-thinking technologists – but that doesn’t ring true anymore. The balance is shifting, and the cast of characters is diversifying beautifully.\\n\\nI cannot overstate the impact of people in my crypto journey. Countless hours of conversations - largely with people I've met online (!) - have helped push my thinking way beyond the structures of today and drive me to learn at a breakneck pace. The people I'm engaging with in crypto are intellectually rigorous, forward-thinking, measured in their analysis, and – crucially – fun. *You know who you are.*\\n\\nCrypto sits at the intersection of my passions: data, capital markets, and macroeconomics. It’s a beautiful manifestation of those fields in one crazy world. It is so early in its journey, and I am so early in mine. \\n\\nI'm going to use Mirror to unpack what I'm thinking about as I go - so if you enjoyed this, follow me here. \\n\\nHappy Friday! ✌\",\"timestamp\":1628288360,\"title\":\"Reflecting on crypto for a sec\",\"publication\":\"annika\"},\"digest\":\"BoVXxWrPVY2nxPdG1XGe2eW2vg4w6tLTj-sHe_WmjIw\",\"authorship\":{\"contributor\":\"0x894Aa5F1E45454677A8560ddE3B45Cb5C427Ef92\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M_lwtZTSqM03EyT7jPF9_STg_DymU5puUX12NsIKb4A\\\",\\\"y\\\":\\\"ejUTTTMARFxDrc3JEiPIu8FZn2ZYAJjoYRk420FGFcs\\\"}\",\"signature\":\"EGC7IBZIZp1LYsa0016p44BP-AOqAmnusDwemT8JulP5OWkosDf7tLwO5iWf6gPlZdoXGMZqs4Tggf1DwEfK5A\",\"signingKeySignature\":\"0x2f6a05ed9a8a8f0fce9d9b4177c940ab2ea1bd95bd2c92704218eabc48924b252d14196021356137addf42782b0b4c840c9248a3a005c4078683aa78096de3b91b\",\"signingKeyMessage\":\"I authorize the publication of articles on annika.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M_lwtZTSqM03EyT7jPF9_STg_DymU5puUX12NsIKb4A\\\",\\\"y\\\":\\\"ejUTTTMARFxDrc3JEiPIu8FZn2ZYAJjoYRk420FGFcs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BoVXxWrPVY2nxPdG1XGe2eW2vg4w6tLTj-sHe_WmjIw\"}"