"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/YmuYFXi59MtNVo4GlYPrb.png?height=346&width=700)\\n\\nNFT investors are constantly fed-up with data. The dynamic nature of this space causes information and insights from the top investors (aka Whales) to often get lost. It’s hard to manually keep track of all the activities going on in the Whales’ community. NFTGO’s brand new future: Whale Tracking is the solution to this problem.\\n\\nNFTs are at an all-time high, but so are “scammers”. These projects can be hard to distinguish if you’re not concentrating on the investor ecosystem. There are no definite answers in this market, but if you see signs of Whales buying the NFTs, it’s a good indicator of the project’s future. More on that on <https://nftgo.io/whales-tracking> to track the whales win the sales.\\n\\nA fantastic feature of [NFTGO](https://nftgo.io/)’s Whale Tracking is the real-time data from The Whales.\\n\\n**Meet The Whales**\\n\\nWhales are Ethereum accounts with more than $1M worth of NFTs. As of today, 600 whales hold $2.08B worth of NFTs. This gives them a market share of 34.10%. They’re a major stakeholder in this industry. They invest both their capital and fame in the projects they choose. This gives them the incentive to evangelize the project to their followers on Twitter and elsewhere. Hence escalate the project’s growth and demonstrate potential to prospective investors.\\n\\nWhales are on our radar. Not only do you get a list of these accounts, but also you can concentrate on their activities in various dimensions. Whether you want to find the hottest project or the most expensive item bought by a whale or want a closer look at one specific whale, NFTGO.io has all the answers.\\n\\n![](https://images.mirror-media.xyz/publication-images/GtVGexHRlMkccJmjykG8m.png?height=294&width=700)\\n\\n**Rankings in-depth**\\n\\nWe analyze the data we get from the whales in three dimensions. 1) Bought 2) Participated 3) Cost\\n\\n1\\\\.Bought Cheapest\\n\\nWhales are seasoned NFT investors and they are willing to pay mind-blowing prices to get the NFT they want. Whale Tracking becomes practical for daily users when we filter out all these transactions and rank the Cheapest NFTs.\\n\\n2\\\\.Most Involved\\n\\nBut what collections are under these Whales’ spotlight? NFTGO.io has an answer for that. In the “participated” section, you can view how many whales are investing in the project. We also compute the ratio of Whales in that project to the total number of Whales.\\n\\n3\\\\.Spent Most\\n\\nWe also take a look at the highest prices Whales pay for NFTs. Under each number, you can compare the highest prices relative to the first place. This can give you insights about the overall state of the market. For example if a lot of Whales are paying huge chunks of money to buy an NFT, it’s a sign of a bull run.\\n\\n**Allowing everyone to monitor Whales activities**\\n\\nThis is the core product and there are many ways you can customize and filter the data to get exactly what you need.\\n\\n![](https://images.mirror-media.xyz/publication-images/LB1ILgFJHRzBkUt4dyLtE.png?height=348&width=700)\\n\\nThe key features of Whale Activities are:\\n\\n* Updated in real-time\\n* Detailed information of the transaction (buyer, seller, collection, item, price, gas fee and even an Etherscan link to the transaction!)\\n* Filtering and customization\\n\\n**Real-time data**\\n\\nWe are constantly watching out for new activities from the Whales. The platform is always getting data from the blockchain. You can update the list of activities by just clicking on the refresh button. Don’t worry if you forget, every time we spot a new activity we’ll give you a clue with a red dot on top of the refresh button. So you don’t miss anything out! \\n  \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/8xNoaX95Ucg3xstTecEAR.png?height=347&width=700)\\n\\n**The devil’s in the details**\\n\\nIf you want to dig deep into Whale Activities, this is the ultimate solution. NFTGO.io gathers everything that you need about the activity’s data all in one place. NFTGO.io sorts the activities from the most recent. You can easily see the addresses and click on them if you want to dive deeper into the seller or buyer’s account. We also give you the price in whatever token the Whale buys the NFT (ie ETH). In addition, the gas price for each transaction is also available in the parentheses with the ⛽️ icon in ETH. Finally, there’s a button that gets you straight to Etherscan if you want to go further.\\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/FRLCVlv9iWcqS8CNr3-Z1.png?height=351&width=700)\\n\\n**Make the data yours**\\n\\nUltimately, you want to harness data to improve your decision-making. This is where the filtering capabilities of NFTGO shine. You can filter out all the Whales Activities based on:\\n\\n* Collection\\n* Kind of activity\\n* Date\\n\\n**Which collection is the hottest?**\\n\\nBy default, we give you data based on how recent the transaction was. You can view the avatar of the collection for every transaction on the right side. However, you can change this default. Click on the All Collection button and search the NFT collection of choice from the list.\\n\\nHere, you can see the most recent Whale activities exclusive to the CryptoPunks collection. It’s always a Whale-favorite.\\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/ne0KMel-xo0Zdq33tIfZh.png?height=337&width=700)\\n\\n**What exactly are Whales doing?**\\n\\nAnybody on the blockchain can do these three things in the NFT market (at least for now..) :\\n\\n* Buy\\n* Mint\\n* Sell\\n* Burn\\n\\nYou can filter out the kind of activity you want and only view that by clicking on the “All” button. \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/TzfjaOVk1_2PLtQ-5iJPm.png?height=459&width=700)\\n\\nBelow there’s a visualization of the most recent actions from the Whales. We can see that 68% of the whale activities are buying.\\n\\n![Data Source: NFTGO.io](https://images.mirror-media.xyz/publication-images/YLdox2MfSl5woaYuuOZdU.png?height=563&width=700)\\n\\n**When did it happen?**\\n\\nWe have all the data from the previous transactions. There’s a whole calendar available to you. You can give it the time you want and you will get the Whale Activities from that period.\\n\\n![](https://images.mirror-media.xyz/publication-images/BAgCOUD7cw7oC47Nrn5-_.png?height=704&width=700)\\n\\n**Next steps**\\n\\nStatements like “Data is the new oil” are often thrown at us without any explanation. Data is a powerful tool but the gem is the insights you generate from it. You can harness its power to make better investment decisions.\\n\\nYou are now armed with all the knowledge that you need to start to explore blockchain data. Head to the [NFTGO.io](https://nftgo.io/) website and start exploring!\\n\\n \\n  \\n  \\n \",\"timestamp\":1638938725,\"title\":\"NFT Whales are on NFTGO.io’s radar\\n\"},\"digest\":\"8kCshDUE1D1zudjDIy3LtUoH9w4Nv_rQyQAnatfvF78\",\"authorship\":{\"contributor\":\"0x7051E9bA8Fa2575D4D68ea87bE85A7B4c4C12Ebe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"88ZzzoEBA_GGdAIRW9XCEjm2xXuT-PaUHwLqgH6bQBw\\\",\\\"y\\\":\\\"aPDEqVHfVl0qaM7xGNYxEvw65n8QsfIenV3dtcTYuBE\\\"}\",\"signature\":\"bJbghC3i-qIC41QsS50oGQuJCaV__VKeKw8G1lCDPTD8j8q8z1B0_UOMilqsf5xseOuzoAo-TzboWUdrIlSKXQ\",\"signingKeySignature\":\"0x0fcbc4cde80ab9ec51cdc484f49eecccd49d2e34ea672ed5a326480a63c8dd5b3440fb9e8d1108c36aaacceb0a03af7f70a50a0a4ce69395f436ec536b5d4e4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"88ZzzoEBA_GGdAIRW9XCEjm2xXuT-PaUHwLqgH6bQBw\\\",\\\"y\\\":\\\"aPDEqVHfVl0qaM7xGNYxEvw65n8QsfIenV3dtcTYuBE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8kCshDUE1D1zudjDIy3LtUoH9w4Nv_rQyQAnatfvF78\"}"