"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*EVRimPPrh8S645FINaE8Hw.jpeg)\\n\\nPhoto by [Joshua Ness](https://unsplash.com/photos/-bEZ_OfWu3Y?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)\\n\\nLet me start by saying this: Everyone hates networking. You’re not that special. (Well, I’m sure you’re super special of course, just not unique in your hate for networking.) Now that we’ve clarified this, we can move on with the good news: **Everyone can enjoy networking.** And it gets even better: you don’t need to acquire any skills to enjoy it. All it takes is a change of mindset. That’s it. Sounds easy, right?\\n\\nNow, while I’m certainly not qualified to give you any advice, I want to share some things that made me go from genuinely hating to genuinely enjoy networking. Here’s what I’ve learned:\\n\\n 1. **Come prepared:** If you’re going to an event, take a look at the list of attendants before going. Is there someone you’d like to talk to? Someone, you have things in common with? If you want to be super on top of things, shoot that person a quick note on LinkedIn saying that you saw them on the list and would love to chat. Don’t overdo it though. I once messaged five people from the same company, and it was definitely more weird than smart.\\n 2. **Know your pitch:** People will ask you to tell them about yourself. While you shouldn’t memorize lines here, think about what you want them to know. Also, make it short. Nobody wants to hear your life story (at least not at this point). For example: “Hey, I’m Caroline. I’m currently pursuing an MBA at Berkeley Haas \\\\[= current occupation\\\\] and worked in the music industry for 8 years before that \\\\[= background\\\\]. Now, I’m looking to transition to the intersection of Tech and Entertainment \\\\[= goal\\\\].”\\n 3. **Forget about transactions — focus on connections:** Now this is the single most important lesson I’ve learned. Do not expect to get a job at a networking event. Go with the goal of meeting interesting people and having good conversations. First of all, nobody will give you a job after meeting you once. This expectation will guarantee to leave you frustrated after the event and you’ll feel like you’ve failed. Second, conversations are fun. There are tons of super interesting people at every single event you’ll go to. Ask them questions, learn about their backgrounds, and interests, find commonalities. The conversation does not even have to be business-related at all. Maybe it’s your common hatred of the Patriots (as an international living in the US, I’ve learned that this is something most people agree on). Or your love for Game of Thrones. Or the best ice cream in the Bay Area (PS: it’s [Salt & Straw](https://saltandstraw.com/)). Third, chances are you already know everything that you have to say, so why listen to yourself talking instead of learning from someone else? Therefore, be curious and listen to understand, not to reply.\\n 4. **Invite people to your conversation:** In my experience at least 25% of people at networking events are weirdly wandering around looking for someone to talk to. If you see someone struggling with entering a conversation, invite them to yours and introduce them to the person you’re talking to. Karma points included.\\n 5. **Don’t waste time in the circle of death:** At most networking events, there are usually a couple of people from some hot companies that everyone wants to talk to resulting in a 10–15 people conversation. That person will likely not remember you and you will likely not be able to build a good conversation with them. I get it, these are still the people you want a job from in the end. But consider what you’ll really be going to get out of that conversation.\\n 6. **Remember people’s names:** I know what you’re about to say. “I’m so bad remembering people’s names. I just can’t do it.” Come on, you were able to get a college degree but cannot listen to someone’s name? There is no talent for remembering names, it’s solely about making an effort to listen properly. Repeat the name if it helps or ask if you understood it correctly. Remembering someone’s name is very low-hanging fruit to make a good impression. Lifehack for the case that you do forget someone’s name: Introduce them to new people entering your circle by asking “Have you guys met yet?”. Chances are they’ll introduce themselves and you can listen to their name again.\\n 7. **Follow up:** Add the people you’ve met at the event on LinkedIn the following day. Tell them you’ve enjoyed talking to them and ideally mention something specific that stuck with you. Don’t overthink it (I tend to do that). It’s a waste of time. Also, don’t ask for a favor right away (unless they explicitly offered it to you). Remember, it’s not about transactions, but about building a relationship.\\n 8. **Don’t offer help — be helpful:** I know experts say you should offer help. But by simply saying “Please let me know if I can help you with anything” you’re giving the other person the task of thinking of something instead of actually helping. So, here’s what you can do instead:- Be specific about what you can help them with, e.g. connecting them to some you know, solve a specific problem they’ve mentioned- Send them a link to something you think could be interesting or relevant to them- If you know someone a little better, give them credit on LinkedIn for something you know they’re good at. Everybody loves that.\\n 9. **Embrace the strength of weak ties:** We’ve talked a lot about how networking is actually about connecting and building a relationship with someone. But don’t worry, you don’t have to become friends with everyone you meet. Just reach out occasionally when you think it makes sense (like a link when you see something that reminds you of someone or congratulating them on a new job or promotion). Weak ties are extremely powerful! I won’t go into much detail here but you can [google it](http://bfy.tw/MD3V) if you’re interested to learn more about the topic.\\n10. **Stop complaining:** Lastly, Stop complaining about networking. Nobody wants to hear it. Seriously. Embrace it as an opportunity to meet interesting people. Again, if you don’t expect transactions but focus on having stimulating conversations this should be fairly easy.\\n\\nFor full disclosure, I wrote that article mostly to remind myself rather than forcing my pseudo-wisdom on you. And while I still haven’t mastered all of the points, this exercise of re-framing has already paid off and led to some great conversations and connections. I hope you find some of them useful for yourself.\\n\\nThanks for reading!\\n\\n\\\\- Caroline\",\"timestamp\":1641768983,\"title\":\"Networking Advice for People Who Hate Networking\"},\"digest\":\"4iPJD-QLjOYuP6DoCsir9k1OwfcvX9RtCA-_iiIbo3c\",\"authorship\":{\"contributor\":\"0xC81518e3a369b9AbBB25444c5D84F706DF7d9d21\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AM30h8Tr_OZyhPGlvSN0cy6GIFidf6ssfyyPMa_Wdjc\\\",\\\"y\\\":\\\"1m3m20C20sCZePEKxmqyUP8cBueC5HOA_0pGSQ_PWFc\\\"}\",\"signature\":\"3uiPcyrcMEZeouYJNI2ceSw5PsvSzoYd1jk5P3fHz-ryeQ5-V53D7H0ffNU93UHecqVs5FtyjlB3dihP-mWvXA\",\"signingKeySignature\":\"0x3c657cfd958d4fbb7260acfbb2b7e6a0306fd12e597a5da93547f2e900768f120d6f3288bf630b52ef42ff503fd3d422153b431805b604330a860acc3bea2b4d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AM30h8Tr_OZyhPGlvSN0cy6GIFidf6ssfyyPMa_Wdjc\\\",\\\"y\\\":\\\"1m3m20C20sCZePEKxmqyUP8cBueC5HOA_0pGSQ_PWFc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4iPJD-QLjOYuP6DoCsir9k1OwfcvX9RtCA-_iiIbo3c\"}"