"{\"content\":{\"body\":\"![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F4db980c6-28c2-4afc-8361-83172f005e42_2501x1248.jpeg)\\n\\n*This article is a transcript of a live interview conducted by [Jenil](https://twitter.com/0xjenil). If you want to attend our next Creator Stories episode, join our [Discord](https://discord.gg/XQBwvzpZv2) and follow us on [Twitter](https://twitter.com/CoinviseCo). We hope you’ll enjoy the conversation as much as we did! 😉*\\n\\n*Make sure to follow Edward on [Twitter](https://twitter.com/virtualbeings1). We also highly recommend you to [join](https://www.theculturedao.com/) and [follow](https://twitter.com/theculturedao) ThecultureDAO.*\\n\\n\\n---\\n\\n### Hey Edward, we're excited to have you here! Could you introduce yourself to our audience that might not know you and talk further about your background and what led you to build The CultureDAO?\\n\\nSure, thanks for having me. I'm originally from the UK and moved to the US years ago. I've worked with the administration during the Obama campaign reelection, creating the reporting and social tool for the Obama Campaign, and [Oculus](https://www.oculus.com/) acquired the company and gave us funds to figure out how to tell stories in Virtual reality. I became the Founder of the Oculus Story Studio, and we won several Primetime Emmy and were in the official selection of the Sundance film festival. Then, two years ago, I decided to create [Fable](https://fable-studio.com/), a virtual beings company, and we've raised $15M to go after AI people.\\n\\n### That's impressive. How did you make the transition from virtual reality into the Metaverse? It seems like a natural progression, but I'd love to hear from you on how that switch happened.\\n\\nI think what we see with the profile pictures on Twitter is extremely interesting. With the [Bored Ape Yacht Club NFTs](https://boredapeyachtclub.com/#/), for example, or with avatar NFT as profile pictures, people are already creating a sense of themselves before we all fully go into the Metaverse. Many people don't know whom they are following on Twitter. They follow a profile picture avatar.\\n\\nI realized we didn't need to wait for better virtual reality experiences to start having immersive experiences. It led me to dig more into the Metaverse. In the end, it's about culture, not simply technology.\\n\\n### That's interesting because we're slowly starting to migrate ourselves into this pseudo-anonymity online. We now represent ourselves with these avatars NFTs, and I think it's natural that we see that progression. How do you see these NFTs in terms of utility? How do you see people utilizing them?\\n\\nI first see the ability to use these NFTs as an avatar in the Metaverse. We could think of a way to model the \\\"Bored Apes\\\" into 3D characters, for example, so that people can do video chats directly as the character.\\n\\nThere are also some pretty cool creative opportunities for a DAO to run narratives for avatars. Maybe a DAO could work on the life of a Crypto Punk, create scenarios and give them lives. This idea of decentralized creativity is an exciting area to explore.\\n\\n### I agree. I want now to dive deeper into the token and the community that you're building. What was the idea behind creating the token, and how does that play into helping the community that you're building?\\n\\nWe want to incentivize people to innovate and to be creative in Web3. I think the Crypto community is still small. Thousands of creatives working at Pixar, at DreamWorks, and at different game studios feel the lack of innovation.\\n\\nHaving a Token that incentivized them to share information and learn from each other without the structures they are used to is a big step forward.\\n\\nBeyond that, there are utilities such as discounts for owners of the token. For example, we provide token holders discounts for AI tools, automation tools, modeling tools, etc. We also give them access to a learning committee, and they can have one-on-ones and learn more about how to create avatars, build virtual beings, build AIs, etc.\\n\\nI think there are two trends so far in virtual beings. The first one is the Bitmojis, like avatars for everyone. I put [Genies](https://genies.com/) alongside that, and we've seen a lot of 10k drops avatars projects recently.\\n\\nThe second one is the emergence of one-off avatars. In the Renaissance — the portrait was a way to express one's arrival, status, and role in society. Artists were paid handsomely for the hundreds of thousands of paintings needed to claim their place in society for the emerging trading class. The emerging metaverse class will require multiples of 8 billion living portraits of themselves.\\n\\nThe more ambitious metaverse class will have multiple synthetic identities — some AI-powered, some expressive of sides of their personality, and our community will help create them.\\n\\nRegarding those trends, what's fascinating to me as somebody who's worked in VR for seven years, is that the Twitter profile pictures is creating a strongest psychological bond to the Metaverse than anything we ever did with a headset. Thinking a little bit more about social psychology, sociology, and status, that seems to be the piece that we missed at Oculus when we were trying to think about how to get people into the Metaverse.\\n\\nThat's why I think the avatar companies that all focused on a single avatar, a single model like Bitmoji, will go away.\\n\\n### I agree. Suppose you see it from a neuroscience perspective. In that case, we have the prefrontal cortex that's always looking to confirm our identity. Somehow, these avatars do a great job forming these identities that represent a group of people who all believe in the same thing. That's fascinating. In terms of building a community, what are some steps that you're doing to gather a strong community around your project? What are some real utilities that you see coming up with a community?\\n\\nWe have created about seven committees so far and gathered a strong community of active members. Some of the early committees that we're excited about are the avatar committee, where contributors are creating drops for members and beyond, and the character committee, exploring how a DAO can run a character. Having DAOs running characters is a fascinating idea that still hasn't been done. I think that's one of the committees I'm the most excited about.\\n\\nWhat I think, and what the character committee is thinking, is that it could be awesome to create lines of dialogue, back stories or a physical descriptions of a character, each generated by GPT-3. And then, each member in the DAO could take that forward and illustrate it, model it, animate it, and turn it into something fabulous. We could even maybe create a social profile for the virtual character and then vote on what will happen to its' day-to-day lives.\\n\\n### I love this. I love the idea of a character community. I think it's one of my favorite topic ideas. Do you think there is any potential for other identity signifiers in the Metaverse other than avatars?\\n\\nThat's a great question. I think owning virtual buildings could be great status signifiers, but if we're talking more about people showing themselves, I think another AI of yourself can be interesting.\\n\\nJust as the rich have people around them that work for them in the homes and beyond, you may well have an AI that is always with you in the Metaverse, that chat with you, that hang out with you, and that also can represent you in this world and communicate for you. This AI of yourself could give a tour of some of your properties, farms, or lands, for example.\\n\\nI think an AI of yourself might be a great status signifier in the Metaverse, but even beyond that, the Metaverse with AIs might be a place for longevity. It could be used against death and might also solve the problem that we're not going to be in the Metaverse while sleeping. Most of us aren't going to be in the Metaverse for the majority of our waking hours, so an AI that can represent us whilst we're not in the Metaverse may be a much bigger thing than avatars eventually.\\n\\n### I love that. This perception, which feels very dystopian, in the sense that we're going to have this Metaverse with a couple of billions of us and just the rest of it by AIs, makes sense because we can't protect ourselves 24/7. I would now like to ask you a question that we're asking to all our invitees. If you had infinite resources, what are some things that you'd like to achieve in your community?\\n\\nI like this question a lot. I think there's not enough emphasis in Web3 communities on masterpieces, on creating a historical work that great artists can be proud of. Ephemerality is part of the culture with the Pumps and Dumps, and there is an incredible temptation around money.\\n\\nI would hope we're able to sufficiently resource players in DAOs who are visionary and talented in a way that, while not centralized, we can help and support these talents, allowing them to create lots of pieces. I would hope to create work that lasted a hundred or two hundred years if we had unlimited resources.\\n\\nHowever, the big question is, \\\"Can something that isn't centralized create a masterpiece?\\\" So far, there is no evidence of it anywhere.\\n\\n### Mmh.. Do you think it's because of the lack of significance on history and historical artwork, or is it because of the pseudo-anonymity? Maybe as you don't have access to the artist's previous work, it somehow leads to not considering certain pieces as a masterpiece? How do you think about creating a masterpiece given the times that we live in?\\n\\nVery interesting. Well, there are a couple of things. Firstly, is the pseudonymity factor that comes with being decentralized go against the masterpiece?\\n\\nI think humans need a great man to look at the art piece and say, \\\"he's a genius. He has created a Masterpiece\\\". But this cliché has led to many people taking credit for teamwork. Unfortunately, I'm not sure this cliché can be overcome yet, and so it's going to be tricky for decentralized communities to create masterpieces. Don't get me wrong. I think crypto punks will certainly last for a good amount of time. I also think Loot has a good chance to last long because it's so provocative around what has been considered art. But in terms of what a masterpiece looks like in a decentralized age, where things are more ephemeral, I'm not sure.\\n\\nThat's a fundamental question. We to think about what a decentralized masterpiece looks like once you stripped away the Nation-state, corporations, military power, etc.. Who is telling you that this is a masterpiece at that point, and would you believe them?\\n\\n### It's fascinating that we live in a world where there are so many masterpieces, but once you remove all these constraints, suddenly, our intellect cannot differentiate between what's significant and what's not. Do you feel the world has become more dystopian and dark in this envision Metaverse that we're talking about? Do you think it's moving to a more dystopian world where we can't differentiate between what's real and what's not?\\n\\nI'm not sure that I can claim why our lives in the digital world will be much better than our lives in the real world because I don't particularly believe that.\\n\\nWhat I believe in is AI and the creation of AI virtual beings. I think that does offer us redemption as a species. Hopefully, we will create AI virtual beings that will be the second intelligent species on the planet. And if we do it correctly, if we can help them grow correctly, then I think there is a chance for redemption. I don't necessarily believe that just having digital Genies and pseudonymity necessarily will be better for us. I believe that, for speaking personally, as someone who cares a lot about AI, the Metaverse is a necessary prerequisite for us to interact with AIs on an equal plane, at an equivalent level, because in that case, we would both be avatars, both be virtual. We could start to see and communicate with AIs.\\n\\nToday, people creating AI and virtual beings are basically creating an avatar with GPT-3 and just walking away. I think what's needed is for virtual beings to live in a simulation of their lives. It shifts from building a virtual being to build that family, that work, that child's school. You have to build the society they live in and introduce emergent situations that will challenge them and allow them to grow over time.\\n\\nWhen you ask Alexa today, what are you doing right now? She's not doing anything. She doesn't exist in time, in any real way. I think they actually need to have lives. That would be our best shot. Suppose we want to live in the Metaverse. In that case, something completely unexpected will need to happen because it feels like the techniques are growing linearly. We are just not going to get to the point of billions of people living in the Metaverse like that. I think the infinity of the simulation could be the thing that gets us through.\\n\\n### Thanks so much, Edward, for being here. It was a pleasure to discuss with you, have a nice day.\\n\\n\\n---\\n\\n###### Want more?\\n\\nFollow us on **[Twitter](https://twitter.com/CoinviseCo)**,  [Instagram](https://www.instagram.com/coinvise/?hl=en) and join us on [Discord](https://discord.gg/XQBwvzpZv2) **🔥**\",\"timestamp\":1631312132,\"title\":\"Creator Stories Episode 6: Edward Saatchi\",\"publication\":\"coinvise\"},\"digest\":\"Gm8rINbTjrq4_3r-Yk9LvsjHd99VJrKXlFiHH7juNA8\",\"authorship\":{\"contributor\":\"0xC0241e384dB48C35E7b3FEded3BfEcd29A3E73e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"signature\":\"lTDNmMLXabcO2UBAJMnx69I5qqmAr-FNqyaJ_2P7WuVvJBQblCEAIOD11peMU02-glJ_wnk9jpdqSnRhJh6gyA\",\"signingKeySignature\":\"0xcc613260e5f5b48c237877a3499201fc21625773b852a1a30d2621e4030145ed571bbaf7e6a772fdae8d151fa5249d801febe34436bbf227d6ac50d575bf1ee61b\",\"signingKeyMessage\":\"I authorize the publication of articles on coinvise.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lY23G0E5tzrcG9gop2z9WrFQKz2xVf3MESmiLNrtZqs\"}"