"{\"content\":{\"body\":\"I realized a long time ago that the VC’s customer is the founder/CEO/portfolio company and that our investors (called LPs in VC speak) are our “shareholders”. That was a very defining moment for me and has clarified what matters the most in a VC firm.\\n\\nThat said, we take investor relations very seriously at USV and always have.\\n\\nThis is our model:\\n\\n1/ We are loyal to our LPs and offer them the opportunity to invest with us fund after fund after fund unless something has materially altered the relationship. That is very rare but has happened.\\n\\n2/ We regularly provide our LPs with a lot of information on our portfolio. We send financial reports including detailed schedules of investments quarterly and we provide detailed one-page writeups on each and every portfolio company twice a year.\\n\\n3/ We do two “quarterly calls” a year, one in the spring to review Q4 and Q1 and one in the summer to review Q2. These are now Zoom meetings. We are approaching our summer call which is what prompted me to write about this today.\\n\\n4/ We do one annual meeting in the fall after Q3 results are out. These used to be in-person meetings in our office featuring several (3-5) presentations from a representative mix of portfolio CEOs. We like to have a wide variety of companies present (by stage, performance, etc) and absolutely do not do a “greatest hits” experience at these meetings. We did our annual meeting over Zoom last year and may continue to do that going forward as it makes it much easier for the portfolio CEOs to present and easier for our LPs to attend. If we do that, I will miss the in-person interaction we have at our annual meeting but also believe making things easier for everyone is very important.\\n\\n5/ We don’t do splashy meetings at fancy places with our LPs. We believe in substance over form when it comes to investor relations and we believe that our LPs do as well.\\n\\nThe Gotham Gal and I are investors in dozens of VC funds/firms and there are many ways that VCs do this. Some provide little to no information and let the returns speak for themselves. That can work too. But I believe frequency, regularity, and transparency are the key factors to focus on with investors. It has worked well for us.\\n\",\"timestamp\":1629727694,\"title\":\"VC Investor Relations\",\"publication\":\"avc\"},\"digest\":\"BQQb1unzfR_4PunmcPtOMOekl7QQu9B08EI1SXFdS5s\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"signature\":\"sXisob2RGKCifogip7aIAkROl01V3mWmmvjBjHvMCEIlkGZtly9sokQguWSXhgerviGbmdT5Y-PX9pUuc5_jlg\",\"signingKeySignature\":\"0x96db97d26aedf1dd5f41663f7ffb57a210fee4523d6bc3ef803806b7d868f6a83df05cbb0d00049a940e4fbde20b52aa0577568fd8c268b20a7371e071d217811c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BQQb1unzfR_4PunmcPtOMOekl7QQu9B08EI1SXFdS5s\"}"