"{\"content\":{\"body\":\"only at night reaching the mountains covered with larch forests, where we made big fires, dried our clothes and warmed ourselves thoroughly.  The hungry horses did not leave the fires but stood right behind us with drooped heads and slept.  Very early in the morning several Soyots came to our camp.\\n\\n\\\"Ulan?  (Red?)\\\" asked one of them.\\n\\n\\\"No! No!\\\" exclaimed all our company.\\n\\n\\\"Tzagan?  (White?)\\\" followed the new question.\\n\\n\\\"Yes, yes,\\\" said the Tartar, \\\"all are Whites.\\\"\\n\\n\\\"Mende!  Mende!\\\" they grunted and, after starting their cups of tea, began to relate very interesting and important news.  It appeared that the Red Partisans, moving from the mountains Tannu Ola, occupied with their outposts all the border of Mongolia to stop and seize the peasants and Soyots driving out their cattle. To pass the Tannu Ola now would be impossible.  I saw only one way-- to turn sharp to the southeast, pass the swampy valley of the Buret Hei and reach the south shore of Lake Kosogol, which is already in the territory of Mongolia proper.  It was very unpleasant news.  To the first Mongol post in Samgaltai was not more than sixty miles from our camp, while to Kosogol by the shortest line not less than two hundred seventy-five.  The horses my friend and I were riding, after having traveled more than six hundred miles over hard roads and without proper food or rest, could scarcely make such an additional distance.  But, reflecting upon the situation and studying my new fellow travelers, I determined not to attempt to pass the Tannu Ola.  They were nervous, morally weary men, badly dressed and armed and most of them were without weapons.  I knew that during a fight there is no danger so great as that of disarmed men.  They are easily caught by panic, lose their heads and infect all the others.  Therefore, I consulted with my friends and decided to go to Kosogol.  Our company agreed to follow us.  After luncheon, consisting of soup with big lumps of meat, dry bread and tea, we moved out.  About two o'clock the mountains began to rise up before us.  They were the northeast outspurs of the Tannu Ola, behind which lay the Valley of Buret Hei.\\n\\nCHAPTER XI\\n\\nTHE BARRIER OF RED PARTISANS\\n\\nIn a valley between two sharp ridges we discovered a herd of yaks and cattle being rapidly driven off to the north by ten mounted Soyots.  Approaching us warily they finally revealed that Noyon (Prince) of Todji had ordered them to drive the herds along the Buret Hei into Mongolia, apprehending the pillaging of the Red Partisans.  They proceeded but were informed by some Soyot hunters that this part of the Tannu Ola was occupied by the Partisans from the village of Vladimirovka.  Consequently they were forced to return.  We inquired from them the whereabouts of these outposts and how many Partisans were holding the mountain pass over into Mongolia.  We sent out the Tartar and the Kalmuck for a reconnaissance while all of us prepared for the further advance by wrapping the feet of our horses in our shirts and by muzzling their noses with straps and bits of rope so that they could not neigh. It was dark when our investigators returned and reported to us that about thirty Partisans had a camp some ten kilometers from us, occupying the yurtas of the Soyots.  At the pass were two outposts, one of two soldiers and the other of three.  From the outposts to the camp was a little over a mile.  Our trail lay between the two outposts.  From the top of the mountain one could plainly see the two posts and could shoot them all.  When we had come near to the top of this mountain, I left our party and, taking with me my friend, the Tartar, the Kalmuck and two of the young officers, advanced.  From the mountain I saw about five hundred yards ahead two fires.  At each of the fires sat a soldier with his rifle and the others slept.  I did not want to fight with the Partisans but we had to do away with these outposts and that without firing or we never should get through the pass.  I did not believe the Partisans could afterwards track us because the whole trail was thickly marked with the spoors of horses and cattle.\\n\\n\\\"I shall take for my share these two,\\\" whispered my friend, pointing to the left outpost.\\n\\nThe rest of us were to take care of the second post.  I crept along through the bushes behind my friend in order to help him in case of need; but I am bound to admit that I was not at all worried about him.  He was about seven feet tall and so strong that, when a horse used to refuse sometimes to take the bit, he would wrap his arm around its neck, kick its forefeet out from under it and throw it so that he could easily bridle it on the ground.  When only a hundred paces remained, I stood behind the bushes and watched.  I could see very distinctly the fire and the dozing sentinel.  He sat with his rifle on his knees.  His companion, asleep beside him, did not move.  Their white felt boots were plainly visible to me.  For a long time I did not remark my friend.  At the fire all was quiet. Suddenly from the other outpost floated over a few dim shouts and all was still.  Our sentinel slowly raised his head.  But just at this moment the huge body of my friend rose up and blanketed the fire from me and in a twinkling the feet of the sentinel flashed through the air, as my companion had seized him by the throat and swung him clear into the bushes, where both figures disappeared. In a second he re-appeared, flourished the rifle of the Partisan over his head and I heard the dull blow which was followed by an absolute calm.  He came back toward me and, confusedly smiling, said:\\n\\n\\\"It is done.  God and the Devil!  When I was a boy, my mother wanted to make a priest out of me.  When I grew up, I became a trained agronome in order . . . to strangle the people and smash their skulls.  Revolution is a very stupid thing!\\\"\\n\\nAnd with anger and disgust he spit and began to smoke his pipe.\\n\\nAt the other outpost also all was finished.  During this night we reached the top of the Tannu Ola and descended again into a valley covered with dense bushes and twined with a whole network of small rivers and streams.  It was the headwaters of the Buret Hei.  About one o'clock we stopped and began to feed our horses, as the grass just there was very good.  Here we thought ourselves in safety.  We saw many calming indications.  On the mountains were seen the grazing herds of reindeers and yaks and approaching Soyots confirmed our supposition.  Here behind the Tannu Ola the Soyots had not seen the Red soldiers.  We presented to these Soyots a brick of tea and saw them depart happy and sure that we were \\\"Tzagan,\\\" a \\\"good people.\\\"\\n\\nWhile our horses rested and grazed on the well-preserved grass, we sat by the fire and deliberated upon our further progress.  There developed a sharp controversy between two sections of our company, one led by a Colonel who with four officers were so impressed by the absence of Reds south of the Tannu Ola that they determined to work westward to Kobdo and then on to the camp on the Emil River where the Chinese authorities had interned six thousand of the forces of General Bakitch, which had come over into Mongolian territory.  My friend and I with sixteen of the officers chose to carry through our old plan to strike for the shores of Lake Kosogol and thence out to the Far East.  As neither side could persuade the other to abandon its ideas, our company was divided and the next day at noon we took leave of one another.  It turned out that our own wing of eighteen had many fights and difficulties on the way, which cost us the lives of six of our comrades, but that the remainder of us came through to the goal of our journey so closely knit by the ties of devotion which fighting and struggling for our very lives entailed that we have ever preserved for one another the warmest feelings of friendship.  The other group under Colonel Jukoff perished.  He met a big detachment of Red cavalry and was defeated by them in two fights.  Only two officers escaped.  They related to me this sad news and the details of the fights when we met four months later in Urga.\\n\\nOur band of eighteen riders with five packhorses moved up the valley of the Buret Hei.  We floundered in the swamps, passed innumerable miry streams, were frozen by the cold winds and were soaked through by the snow and sleet; but we persisted indefatigably toward the south end of Kosogol.  As a guide our Tartar led us confidently over these trails well marked by the feet of many cattle being run out of Urianhai to Mongolia.\\n\\nCHAPTER XII\\n\\nIN THE COUNTRY OF ETERNAL PEACE\\n\\nThe inhabitants of Urianhai, the Soyots, are proud of being the genuine Buddhists and of retaining the pure doctrine of holy Rama and the deep wisdom of Sakkia-Mouni.  They are the eternal enemies of war and of the shedding of blood.  Away back in the thirteenth century they preferred to move out from their native land and take refuge in the north rather than fight or become a part of the empire of the bloody conqueror Jenghiz Khan, who wanted to add to his forces these wonderful horsemen and skilled archers.  Three times in their history they have thus trekked northward to avoid struggle and now no one can say that on the hands of the Soyots there has ever been seen human blood.  With their love of peace they struggled against the evils of war.  Even the severe Chinese administrators could not apply here in this country of peace the full measure of their implacable laws.  In the same manner the Soyots conducted themselves when the Russian people, mad with blood and crime, brought this infection into their land.  They avoided persistently meetings and encounters with the Red troops and Partisans, trekking off with their families and cattle southward into the distant principalities of Kemchik and Soldjak.  The eastern branch of this stream of emigration passed through the valley of the Buret Hei, where we constantly outstrode groups of them with their cattle and herds.\\n\\nWe traveled quickly along the winding trail of the Buret Hei and in two days began to make the elevations of the mountain pass between the valleys of the Buret Hei and Kharga.  The trail was not only very steep but was also littered with fallen larch trees and frequently intercepted, incredible as it may seem, with swampy places where the horses mired badly.  Then again we picked our dangerous road over cobbles and small stones that rolled away under our horses' feet and bumped off over the precipice nearby.  Our horses fatigued easily in passing this moraine that had been strewn by ancient glaciers along the mountain sides.  Sometimes the trail led right along the edge of the precipices where the horses started great slides of stones and sand.  I remember one whole mountain covered with these moving sands.  We had to leave our saddles and, taking the bridles in our hands, to trot for a mile or more over these sliding beds, sometimes sinking in up to our knees and going down the mountain side with them toward the precipices below.  One imprudent move at times would have sent us over the brink.  This destiny met one of our horses.  Belly down in the moving trap, he could not work free to change his direction and so slipped on down with a mass of it until he rolled over the precipice and was lost to us forever.  We heard only the crackling of breaking trees along his road to death.  Then with great difficulty we worked down to salvage the saddle and bags.  Further along we had to abandon one of our pack horses which had come all the way from the northern border of Urianhai with us.  We first unburdened it but this did not help; no more did our shouting and threats.  He only stood with his head down and looked so exhausted that we realized he had reached the further bourne of his land of toil.  Some Soyots with us examined him, felt of his muscles on the fore and hind legs, took his head in their hands and moved it from side to side, examined his head carefully after that and then said:\\n\\n\\\"That horse will not go further.  His brain is dried out.\\\"  So we had to leave him.\\n\\nThat evening we came to a beautiful change in scene when we topped a rise and found ourselves on a broad plateau covered with larch. On it we discovered the yurtas of some Soyot hunters, covered with bark instead of the usual felt.  Out of these ten men with rifles rushed toward us as we approached.  They informed us that the Prince of Soldjak did not allow anyone to pass this way, as he feared the coming of murderers and robbers into his dominions.\\n\\n\\\"Go back to the place from which you came,\\\" they advised us with fear in their eyes.\\n\\nI did not answer but I stopped the beginnings of a quarrel between an old Soyot and one of my officers.  I pointed to the small stream in the valley ahead of us and asked him its name.\\n\\n\\\"Oyna,\\\" replied the Soyot.  \\\"It is the border of the principality and the passage of it is forbidden.\\\"\\n\\n\\\"All right,\\\" I said, \\\"but you will allow us to warm and rest ourselves a little.\\\"\\n\\n\\\"Yes, yes!\\\" exclaimed the hospitable Soyots, and led us into their tepees.\\n\\nOn our way there I took the opportunity to hand to the old Soyot a cigarette and to another a box of matches.  We were all walking along together save one Soyot who limped slowly in the rear and was holding his hand up over his nose.\\n\\n\\\"Is he ill?\\\" I asked.\\n\\n\\\"Yes,\\\" sadly answered the old Soyot.  \\\"That is my son.  He has been losing blood from the nose for two days and is now quite weak.\\\"\\n\\nI stopped and called the young man to me.\\n\\n\\\"Unbutton your outer coat,\\\" I ordered, \\\"bare your neck and chest and turn your face up as far as you can.\\\"  I pressed the jugular vein on both sides of his head for some minutes and said to him:\\n\\n\\\"The blood will not flow from your nose any more.  Go into your tepee and lie down for some time.\\\"\\n\\nThe \\\"mysterious\\\" action of my fingers created on the Soyots a strong impression.  The old Soyot with fear and reverence whispered:\\n\\n\\\"Ta Lama, Ta Lama!  (Great Doctor).\\\"\\n\\nIn the yurta we were given tea while the old Soyot sat thinking deeply about something.  Afterwards he took counsel with his companions and finally announced:\\n\\n\\\"The wife of our Prince is sick in her eyes and I think the Prince will be very glad if I lead the 'Ta Lama' to him.  He will not punish me, for he ordered that no 'bad people' should be allowed to pass; but that should not stop the 'good people' from coming to us.\\n\\n\\\"Do as you think best,\\\" I replied rather indifferently.  \\\"As a matter of fact, I know how to treat eye diseases but I would go back if you say so.\\\"\\n\\n\\\"No, no!\\\" the old man exclaimed with fear.  \\\"I shall guide you myself.\\\"\\n\\nSitting by the fire, he lighted his pipe with a flint, wiped the mouthpiece on his sleeve and offered it to me in true native hospitality.  I was \\\"comme il faut\\\" and smoked.  Afterwards he offered his pipe to each one of our company and received from each a cigarette, a little tobacco or some matches.  It was the seal on our friendship.  Soon in our yurta many persons piled up around us, men, women, children and dogs.  It was impossible to move.  From among them emerged a Lama with shaved face and close cropped hair, dressed in the flowing red garment of his caste.  His clothes and his expression were very different from the common mass of dirty Soyots with their queues and felt caps finished off with squirrel tails on the top.  The Lama was very kindly disposed towards us but looked ever greedily at our gold rings and watches.  I decided to exploit this avidity of the Servant of Buddha.  Supplying him with tea and dried bread, I made known to him that I was in need of horses.\\n\\n\\\"I have a horse.  Will you buy it from me?\\\" he asked.  \\\"But I do not accept Russian bank notes.  Let us exchange something.\\\"\\n\\nFor a long time I bargained with him and at last for my gold wedding ring, a raincoat and a leather saddle bag I received a fine Soyot horse--to replace one of the pack animals we had lost--and a young goat.  We spent the night here and were feasted with fat mutton.  In the morning we moved off under the guidance of the old Soyot along the trail that followed the valley of the Oyna, free from both mountains and swamps.  But we knew that the mounts of my friend and myself, together with three others, were too worn down to make Kosogol and determined to try to buy others in Soldjak. Soon we began to meet little groups of Soyot yurtas with their cattle and horses round about.  Finally we approached the shifting capital of the Prince.  Our guide rode on ahead for the parley with him after assuring us that the Prince would be glad to welcome the Ta Lama, though at the time I remarked great anxiety and fear in his features as he spoke.  Before long we emerged on to a large plain well covered with small bushes.  Down by the shore of the river we made out big yurtas with yellow and blue flags floating over them and easily guessed that this was the seat of government. Soon our guide returned to us.  His face was wreathed with smiles. He flourished his hands and cried:\\n\\n\\\"Noyon (the Prince) asks you to come!  He is very glad!\\\"\\n\\nFrom a warrior I was forced to change myself into a diplomat.  As we approached the yurta of the Prince, we were met by two officials, wearing the peaked Mongol caps with peacock feathers rampants behind.  With low obeisances they begged the foreign \\\"Noyon\\\" to enter the yurta.  My friend the Tartar and I entered. In the rich yurta draped with expensive silk we discovered a feeble, wizen-faced little old man with shaven face and cropped hair, wearing also a high pointed beaver cap with red silk apex topped off with a dark red button with the long peacock feathers streaming out behind.  On his nose were big Chinese spectacles.  He was sitting on a low divan, nervously clicking the beads of his rosary.  This was Ta Lama, Prince of Soldjak and High Priest of the Buddhist Temple.  He welcomed us very cordially and invited us to sit down before the fire burning in the copper brazier.  His surprisingly beautiful Princess served us with tea and Chinese confections and cakes.  We smoked our pipes, though the Prince as a Lama did not indulge, fulfilling, however, his duty as a host by raising to his lips the pipes we offered him and handing us in return the green nephrite bottle of snuff.  Thus with the etiquette accomplished we awaited the words of the Prince.  He inquired whether our travels had been felicitous and what were our further plans.  I talked with him quite frankly and requested his hospitality for the rest of our company and for the horses.  He agreed immediately and ordered four yurtas set up for us.\\n\\n\\\"I hear that the foreign Noyon,\\\" the Prince said, \\\"is a good doctor.\\\"\\n\\n\\\"Yes, I know some diseases and have with me some medicines,\\\" I answered, \\\"but I am not a doctor.  I am a scientist in other branches.\\\"\\n\\nBut the Prince did not understand this.  In his simple directness a man who knows how to treat disease is a doctor.\\n\\n\\\"My wife has had constant trouble for two months with her eyes,\\\" he announced.  \\\"Help her.\\\"\\n\\nI asked the Princess to show me her eyes and I found the typical conjunctivitis from the continual smoke of the yurta and the general uncleanliness.  The Tartar brought me my medicine case.  I washed her eyes with boric acid and dropped a little cocaine and a feeble solution of sulphurate of zinc into them.\\n\\n\\\"I beg you to cure me,\\\" pleaded the Princess.  \\\"Do not go away until you have cured me.  We shall give you sheep, milk and flour for all your company.  I weep now very often because I had very nice eyes and my husband used to tell me they shone like the stars and now they are red.  I cannot bear it, I cannot!\\\"\\n\\nShe very capriciously stamped her foot and, coquettishly smiling at me, asked:\\n\\n\\\"Do you want to cure me?  Yes?\\\"\\n\\nThe character and manners of lovely woman are the same everywhere: on bright Broadway, along the stately Thames, on the vivacious boulevards of gay Paris and in the silk-draped yurta of the Soyot Princess behind the larch covered Tannu Ola.\\n\\n\\\"I shall certainly try,\\\" assuringly answered the new oculist.\\n\\nWe spent here ten days, surrounded by the kindness and friendship of the whole family of the Prince.  The eyes of the Princess, which eight years ago had seduced the already old Prince Lama, were now recovered.  She was beside herself with joy and seldom left her looking-glass.\\n\\nThe Prince gave me five fairly good horses, ten sheep and a bag of flour, which was immediately transformed into dry bread.  My friend presented him with a Romanoff five-hundred-rouble note with a picture of Peter the Great upon it, while I gave to him a small nugget of gold which I had picked up in the bed of a stream.  The Prince ordered one of the Soyots to guide us to the Kosogol.  The whole family of the Prince conducted us to the monastery ten kilometres from the \\\"capital.\\\"  We did not visit the monastery but we stopped at the \\\"Dugun,\\\" a Chinese trading establishment.  The Chinese merchants looked at us in a very hostile manner though they simultaneously offered us all sorts of goods, thinking especially to catch us with their round bottles (lanhon) of maygolo or sweet brandy made from aniseed.  As we had neither lump silver nor Chinese dollars, we could only look with longing at these attractive bottles, till the Prince came to the rescue and ordered the Chinese to put five of them in our saddle bags.\\n\\nCHAPTER XIII\\n\\nMYSTERIES, MIRACLES AND A NEW FIGHT\\n\\nIn the evening of the same day we arrived at the Sacred Lake of Teri Noor, a sheet of water eight kilometres across, muddy and yellow, with low unattractive shores studded with large holes.  In the middle of the lake lay what was left of a disappearing island. On this were a few trees and some old ruins.  Our guide explained to us that two centuries ago the lake did not exist and that a very strong Chinese fortress stood here on the plain.  A Chinese chief in command of the fortress gave offence to an old Lama who cursed the place and prophesied that it would all be destroyed.  The very next day the water began rushing up from the ground, destroyed the fortress and engulfed all the Chinese soldiers.  Even to this day when storms rage over the lake the waters cast up on the shores the bones of men and horses who perished in it.  This Teri Noor increases its size every year, approaching nearer and nearer to the mountains.  Skirting the eastern shore of the lake, we began to climb a snow-capped ridge.  The road was easy at first but the guide warned us that the most difficult bit was there ahead.  We reached this point two days later and found there a steep mountain side thickly set with forest and covered with snow.  Beyond it lay the lines of eternal snow--ridges studded with dark rocks set in great banks of the white mantle that gleamed bright under the clear sunshine.  These were the eastern and highest branches of the Tannu Ola system.  We spent the night beneath this wood and began the passage of it in the morning.  At noon the guide began leading us by zigzags in and out but everywhere our trail was blocked by deep ravines, great jams of fallen trees and walls of rock caught in their mad tobogganings from the mountain top.  We struggled for several hours, wore out our horses and, all of a sudden, turned up at the place where we had made our last halt.  It was very evident our Soyot had lost his way; and on his face I noticed marked fear.\\n\\n\\\"The old devils of the cursed forest will not allow us to pass,\\\" he whispered with trembling lips.  \\\"It is a very ominous sign.  We must return to Kharga to the Noyon.\\\"\\n\\nBut I threatened him and he took the lead again evidently without hope or effort to find the way.  Fortunately, one of our party, an Urianhai hunter, noticed the blazes on the trees, the signs of the road which our guide had lost.  Following these, we made our way through the wood, came into and crossed a belt of burned larch timber and beyond this dipped again into a small live forest bordering the bottom of the mountains crowned with the eternal snows.  It grew dark so that we had to camp for the night.  The wind rose high and carried in its grasp a great white sheet of snow that shut us off from the horizon on every side and buried our camp deep in its folds.  Our horses stood round like white ghosts, refusing to eat or to leave the circle round our fire.  The wind combed their manes and tails.  Through the niches in the mountains it roared and whistled.  From somewhere in the distance came the low rumble of a pack of wolves, punctuated at intervals by the sharp individual barking that a favorable gust of wind threw up into high staccato.\\n\\nAs we lay by the fire, the Soyot came over to me and said:  \\\"Noyon, come with me to the obo.  I want to show you something.\\\"\\n\\nWe went there and began to ascend the mountain.  At the bottom of a very steep slope was laid up a large pile of stones and tree trunks, making a cone of some three metres in height.  These obo are the Lamaite sacred signs set up at dangerous places, the altars to the bad demons, rulers of these places.  Passing Soyots and Mongols pay tribute to the spirits by hanging on the branches of the trees in the obo hatyk, long streamers of blue silk, shreds torn from the lining of their coats or simply tufts of hair cut from their horses' manes; or by placing on the stones lumps of meat or cups of tea and salt.\\n\\n\\\"Look at it,\\\" said the Soyot.  \\\"The hatyks are torn off.  The demons are angry, they will not allow us to pass, Noyon. . . .\\\"\\n\\nHe caught my hand and with supplicating voice whispered:  \\\"Let us go back, Noyon; let us!  The demons do not wish us to pass their mountains.  For twenty years no one has dared to pass these mountains and all bold men who have tried have perished here.  The demons fell upon them with snowstorm and cold.  Look!  It is beginning already. . . .  Go back to our Noyon, wait for the warmer days and then. . . .\\\"\\n\\nI did not listen further to the Soyot but turned back to the fire, which I could hardly see through the blinding snow.  Fearing our guide might run away, I ordered a sentry to be stationed for the night to watch him.  Later in the night I was awakened by the sentry, who said to me:  \\\"Maybe I am mistaken, but I think I heard a rifle.\\\"\\n\\nWhat could I say to it?  Maybe some stragglers like ourselves were giving a sign of their whereabouts to their lost companions, or perhaps the sentry had mistaken for a rifle shot the sound of some falling rock or frozen ice and snow.  Soon I fell asleep again and suddenly saw in a dream a very clear vision.  Out on the plain, blanketed deep with snow, was moving a line of riders.  They were our pack horses, our Kalmuck and the funny pied horse with the Roman nose.  I saw us descending from this snowy plateau into a fold in the mountains.  Here some larch trees were growing, close to which gurgled a small, open brook.  Afterwards I noticed a fire burning among the trees and then woke up.\\n\\nIt grew light.  I shook up the others and asked them to prepare quickly so as not to lose time in getting under way.  The storm was raging.  The snow blinded us and blotted out all traces of the road.  The cold also became more intense.  At last we were in the saddles.  The Soyot went ahead trying to make out the trail.  As we worked higher the guide less seldom lost the way.  Frequently we fell into deep holes covered with snow; we scrambled up over slippery rocks.  At last the Soyot swung his horse round and, coming up to me, announced very positively:  \\\"I do not want to die with you and I will not go further.\\\"\\n\\nMy first motion was the swing of my whip back over my head.  I was so close to the \\\"Promised Land\\\" of Mongolia that this Soyot, standing in the way of fulfilment of my wishes, seemed to me my worst enemy.  But I lowered my flourishing hand.  Into my head flashed a quite wild thought.\\n\\n\\\"Listen,\\\" I said.  \\\"If you move your horses, you will receive a bullet in the back and you will perish not at the top of the mountain but at the bottom.  And now I will tell you what will happen to us.  When we shall have reached these rocks above, the wind will have ceased and the snowstorm will have subsided.  The sun will shine as we cross the snowy plain above and afterwards we shall descend into a small valley where there are larches growing and a stream of open running water.  There we shall light our fires and spend the night.\\\"\\n\\nThe Soyot began to tremble with fright.\\n\\n\\\"Noyon has already passed these mountains of Darkhat Ola?\\\" he asked in amazement.\\n\\n\\\"No,\\\" I answered, \\\"but last night I had a vision and I know that we shall fortunately win over this ridge.\\\"\\n\\n\\\"I will guide you!\\\" exclaimed the Soyot, and, whipping his horse, led the way up the steep slope to the top of the ridge of eternal snows.\\n\\nAs we were passing along the narrow edge of a precipice, the Soyot stopped and attentively examined the trail.\\n\\n\\\"Today many shod horses have passed here!\\\" he cried through the roar of the storm.  \\\"Yonder on the snow the lash of a whip has been dragged.  These are not Soyots.\\\"\\n\\nThe solution of this enigma appeared instantly.  A volley rang out. One of my companions cried out, as he caught hold of his right shoulder; one pack horse fell dead with a bullet behind his ear. We quickly tumbled out of our saddles, lay down behind the rocks and began to study the situation.  We were separated from a parallel spur of the mountain by a small valley about one thousand paces across.  There we made out about thirty riders already dismounted and firing at us.  I had never allowed any fighting to be done until the initiative had been taken by the other side.  Our enemy fell upon us unawares and I ordered my company to answer.\\n\\n\\\"Aim at the horses!\\\" cried Colonel Ostrovsky.  Then he ordered the Tartar and Soyot to throw our own animals.  We killed six of theirs and probably wounded others, as they got out of control.  Also our rifles took toll of any bold man who showed his head from behind his rock.  We heard the angry shouting and maledictions of Red soldiers who shot up our position more and more animatedly.\\n\\nSuddenly I saw our Soyot kick up three of the horses and spring into the saddle of one with the others in leash behind.  Behind him sprang up the Tartar and the Kalmuck.  I had already drawn my rifle on the Soyot but, as soon as I saw the Tartar and Kalmuck on their lovely horses behind him, I dropped my gun and knew all was well. The Reds let off a volley at the trio but they made good their escape behind the rocks and disappeared.  The firing continued more and more lively and I did not know what to do.  From our side we shot rarely, saving our cartridges.  Watching carefully the enemy, I noticed two black points on the snow high above the Reds.  They slowly approached our antagonists and finally were hidden from view behind some sharp hillocks.  When they emerged from these, they were right on the edge of some overhanging rocks at the foot of which the Reds lay concealed from us.  By this time I had no doubt that these were the heads of two men.  Suddenly these men rose up and I watched them flourish and throw something that was followed by two deafening roars which re-echoed across the mountain valley. Immediately a third explosion was followed by wild shouts and disorderly firing among the Reds.  Some of the horses rolled down the slope into the snow below and the soldiers, chased by our shots, made off as fast as they could down into the valley out of which we had come.\\n\\nAfterward the Tartar told me the Soyot had proposed to guide them around behind the Reds to fall upon their rear with the bombs. When I had bound up the wounded shoulder of the officer and we had taken the pack off the killed animal, we continued our journey. Our position was complicated.  We had no doubt that the Red detachment came up from Mongolia.  Therefore, were there Red troops in Mongolia?  What was their strength?  Where might we meet them? Consequently, Mongolia was no more the Promised Land?  Very sad thoughts took possession of us.\\n\\nBut Nature pleased us.  The wind gradually fell.  The storm ceased. The sun more and more frequently broke through the scudding clouds. We were traveling upon a high, snow-covered plateau, where in one place the wind blew it clean and in another piled it high with drifts which caught our horses and held them so that they could hardly extricate themselves at times.  We had to dismount and wade through the white piles up to our waists and often a man or horse was down and had to be helped to his feet.  At last the descent began and at sunset we stopped in the small larch grove, spent the night at the fire among the trees and drank the tea boiled in the water carried from the open mountain brook.  In various places we came across the tracks of our recent antagonists.\\n\\nEverything, even Nature herself and the angry demons of Darkhat Ola, had helped us: but we were not gay, because again before us lay the dread uncertainty that threatened us with new and possibly destructive dangers.\\n\\nCHAPTER XIV\\n\\nTHE RIVER OF THE DEVIL\\n\\nUlan Taiga with Darkhat Ola lay behind us.  We went forward very rapidly because the Mongol plains began here, free from the impediments of mountains.  Everywhere splendid grazing lands stretched away.  In places there were groves of larch.  We crossed some very rapid streams but they were not deep and they had hard beds.  After two days of travel over the Darkhat plain we began meeting Soyots driving their cattle rapidly toward the northwest into Orgarkha Ola.  They communicated to us very unpleasant news.\\n\\nThe Bolsheviki from the Irkutsk district had crossed the Mongolian border, captured the Russian colony at Khathyl on the southern shore of Lake Kosogol and turned, off south toward Muren Kure, a Russian settlement beside a big Lamaite monastery sixty miles south of Kosogol.  The Mongols told us there were no Russian troops between Khathyl and Muren Kure, so we decided to pass between these two points to reach Van Kure farther to the east.  We took leave of our Soyot guide and, after having sent three scouts in advance, moved forward.  From the mountains around the Kosogol we admired the splendid view of this broad Alpine lake.  It was set like a sapphire in the old gold of the surrounding hills, chased with lovely bits of rich dark forestry.  At night we approached Khathyl with great precaution and stopped on the shore of the river that flows from Kosogol, the Yaga or Egingol.  We found a Mongol who agreed to transport us to the other bank of the frozen stream and to lead us by a safe road between Khathyl and Muren Kure. Everywhere along the shore of the river were found large obo and small shrines to the demons of the stream.\\n\\n\\\"Why are there so many obo?\\\" we asked the Mongol.\\n\\n\\\"It is the River of the Devil, dangerous and crafty,\\\" replied the Mongol.  \\\"Two days ago a train of carts went through the ice and three of them with five soldiers were lost.\\\"\\n\\nWe started to cross.  The surface of the river resembled a thick piece of looking-glass, being clear and without snow.  Our horses walked very carefully but some fell and floundered before they could regain their feet.  We were leading them by the bridle.  With bowed heads and trembling all over they kept their frightened eyes ever on the ice at their feet.  I looked down and understood their fear.  Through the cover of one foot of transparent ice one could clearly see the bottom of the river.  Under the lighting of the moon all the stones, the holes and even some of the grasses were distinctly visible, even though the depth was ten metres and more. The Yaga rushed under the ice with a furious speed, swirling and marking its course with long bands of foam and bubbles.  Suddenly I jumped and stopped as though fastened to the spot.  Along the surface of the river ran the boom of a cannon, followed by a second and a third.\\n\\n\\\"Quicker, quicker!\\\" cried our Mongol, waving us forward with his hand.\\n\\nAnother cannon boom and a crack ran right close to us.  The horses swung back on their haunches in protest, reared and fell, many of them striking their heads severely on the ice.  In a second it opened up two feet wide, so that I could follow its jagged course along the surface.  Immediately up out of the opening the water spread over the ice with a rush.\\n\\n\\\"Hurry, hurry!\\\" shouted the guide.\\n\\nWith great difficulty we forced our horses to jump over this cleavage and to continue on further.  They trembled and disobeyed and only the strong lash forced them to forget this panic of fear and go on.\\n\\nWhen we were safe on the farther bank and well into the woods, our Mongol guide recounted to us how the river at times opens in this mysterious way and leaves great areas of clear water.  All the men and animals on the river at such times must perish.  The furious current of cold water will always carry them down under the ice. At other times a crack has been known to pass right under a horse and, where he fell in with his front feet in the attempt to get back to the other side, the crack has closed up and ground his legs or feet right off.\\n\\nThe valley of Kosogol is the crater of an extinct volcano.  Its outlines may be followed from the high west shore of the lake. However, the Plutonic force still acts and, asserting the glory of the Devil, forces the Mongols to build obo and offer sacrifices at his shrines.  We spent all the night and all the next day hurrying away eastward to avoid a meeting with the Reds and seeking good pasturage for our horses.  At about nine o'clock in the evening a fire shone out of the distance.  My friend and I made toward it with the feeling that it was surely a Mongol yurta beside which we could camp in safety.  We traveled over a mile before making out distinctly the lines of a group of yurtas.  But nobody came out to meet us and, what astonished us more, we were not surrounded by the angry black Mongolian dogs with fiery eyes.  Still, from the distance we had seen the fire and so there must be someone there. We dismounted from our horses and approached on foot.  From out of the yurta rushed two Russian soldiers, one of whom shot at me with his pistol but missed me and wounded my horse in the back through the saddle.  I brought him to earth with my Mauser and the other was killed by the butt end of my friend's rifle.  We examined the bodies and found in their pockets the papers of soldiers of the Second Squadron of the Communist Interior Defence.  Here we spent the night.  The owners of the yurtas had evidently run away, for the Red soldiers had collected and packed in sacks the property of the Mongols.  Probably they were just planning to leave, as they were fully dressed.  We acquired two horses, which we found in the bushes, two rifles and two automatic pistols with cartridges.  In the saddle bags we also found tea, tobacco, matches and cartridges-- all of these valuable supplies to help us keep further hold on our lives.\\n\\nTwo days later we were approaching the shore of the River Uri when we met two Russian riders, who were the Cossacks of a certain Ataman Sutunin, acting against the Bolsheviki in the valley of the River Selenga.  They were riding to carry a message from Sutunin to Kaigorodoff, chief of the Anti-Bolsheviki in the Altai region. They informed us that along the whole Russian-Mongolian border the Bolshevik troops were scattered; also that Communist agitators had penetrated to Kiakhta, Ulankom and Kobdo and had persuaded the Chinese authorities to surrender to the Soviet authorities all the refugees from Russia.  We knew that in the neighborhood of Urga and Van Kure engagements were taking place between the Chinese troops and the detachments of the Anti-Bolshevik Russian General Baron Ungern Sternberg and Colonel Kazagrandi, who were fighting for the independence of Outer Mongolia.  Baron Ungern had now been twice defeated, so that the Chinese were carrying on high-handed in Urga, suspecting all foreigners of having relations with the Russian General.\\n\\nWe realized that the whole situation was sharply reversed.  The route to the Pacific was closed.  Reflecting very carefully over the problem, I decided that we had but one possible exit left.  We must avoid all Mongolian cities with Chinese administration, cross Mongolia from north to south, traverse the desert in the southern part of the Principality of Jassaktu Khan, enter the Gobi in the western part of Inner Mongolia, strike as rapidly as possible through sixty miles of Chinese territory in the Province of Kansu and penetrate into Tibet.  Here I hoped to search out one of the English Consuls and with his help to reach some English port in India.  I understood thoroughly all the difficulties incident to such an enterprise but I had no other choice.  It only remained to make this last foolish attempt or to perish without doubt at the hands of the Boisheviki or languish in a Chinese prison.  When I announced my plan to my companions, without in any way hiding from them all its dangers and quixotism, all of them answered very quickly and shortly:  \\\"Lead us!  We will follow.\\\"\\n\\nOne circumstance was distinctly in our favor.  We did not fear hunger, for we had some supplies of tea, tobacco and matches and a surplus of horses, saddles, rifles, overcoats and boots, which were an excellent currency for exchange.  So then we began to initiate the plan of the new expedition.  We should start to the south, leaving the town of Uliassutai on our right and taking the direction of Zaganluk, then pass through the waste lands of the district of Balir of Jassaktu Khan, cross the Naron Khuhu Gobi and strike for the mountains of Boro.  Here we should be able to take a long rest to recuperate the strength of our horses and of ourselves.  The second section of our journey would be the passage through the western part of Inner Mongolia, through the Little Gobi, through the lands of the Torguts, over the Khara Mountains, across Kansu, where our road must be chosen to the west of the Chinese town of Suchow.  From there we should have to enter the Dominion of Kuku Nor and then work on southward to the head waters of the Yangtze River.  Beyond this I had but a hazy notion, which however I was able to verify from a map of Asia in the possession of one of the officers, to the effect that the mountain chains to the west of the sources of the Yangtze separated that river system from the basin of the Brahmaputra in Tibet Proper, where I expected to be able to find English assistance.\\n\\nCHAPTER XV\\n\\nTHE MARCH OF GHOSTS\\n\\nIn no other way can I describe the journey from the River Ero to the border of Tibet.  About eleven hundred miles through the snowy steppes, over mountains and across deserts we traveled in forty- eight days.  We hid from the people as we journeyed, made short stops in the most desolate places, fed for whole weeks on nothing but raw, frozen meat in order to avoid attracting attention by the smoke of fires.  Whenever we needed to purchase a sheep or a steer for our supply department, we sent out only two unarmed men who represented to the natives that they were the workmen of some Russian colonists.  We even feared to shoot, although we met a great herd of antelopes numbering as many as five thousand head. Behind Balir in the lands of the Lama Jassaktu Khan, who had inherited his throne as a result of the poisoning of his brother at Urga by order of the Living Buddha, we met wandering Russian Tartars who had driven their herds all the way from Altai and Abakan.  They welcomed us very cordially, gave us oxen and thirty- six bricks of tea.  Also they saved us from inevitable destruction, for they told us that at this season it was utterly impossible for horses to make the trip across the Gobi, where there was no grass at all.  We must buy camels by exchanging for them our horses and some other of our bartering supplies.  One of the Tartars the next day brought to their camp a rich Mongol with whom he drove the bargain for this trade.  He gave us nineteen camels and took all our horses, one rifle, one pistol and the best Cossack saddle.  He advised us by all means to visit the sacred Monastery of Narabanchi, the last Lamaite monastery on the road from Mongolia to Tibet.  He told us that the Holy Hutuktu, \\\"the Incarnate Buddha,\\\" would be greatly offended if we did not visit the monastery and his famous \\\"Shrine of Blessings,\\\" where all travelers going to Tibet always offered prayers.  Our Kalmuck Lamaite supported the Mongol in this.  I decided to go there with the Kalmuck.  The Tartars gave me some big silk hatyk as presents and loaned us four splendid horses.  Although the monastery was fifty-five miles distant, by nine o'clock in the evening I entered the yurta of this holy Hutuktu.\\n\\nHe was a middle-aged, clean shaven, spare little man, laboring under the name of Jelyb Djamsrap Hutuktu.  He received us very cordially and was greatly pleased with the presentation of the hatyk and with my knowledge of the Mongol etiquette in which my Tartar had been long and persistently instructing me.  He listened to me most attentively and gave valuable advice about the road, presenting me then with a ring which has since opened for me the doors of all Lamaite monasteries.  The name of this Hutuktu is highly esteemed not only in all Mongolia but in Tibet and in the Lamaite world of China.  We spent the night in his splendid yurta and on the following morning visited the shrines where they were conducting very solemn services with the music of gongs, tom-toms and whistling.  The Lamas with their deep voices were intoning the prayers while the lesser priests answered with their antiphonies. The sacred phrase:  \\\"Om!  Mani padme Hung!\\\" was endlessly repeated.\\n\\nThe Hutuktu wished us success, presented us with a large yellow hatyk and accompanied us to the monastery gate.  When we were in our saddles he said:\\n\\n\\\"Remember that you are always welcome guests here.  Life is very complicated and anything may happen.  Perhaps you will be forced in future to re-visit distant Mongolia and then do not miss Narabanchi Kure.\\\"\",\"timestamp\":1640140118,\"title\":\"All the day with the thermometer at zero and below we continued our journey\"},\"digest\":\"uf8EADoIXY5VOFr9PU0sujQlZDZNCRDFTP3RuibVKug\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jQeGtd8z7P5ulGBdZMQP5RUZ6pGMT7E4Hp27IwYKs0E\\\",\\\"y\\\":\\\"eyW_fCHp7ufIKtYEwGSTndf9pwe0G6HcqK7CBKXDeuw\\\"}\",\"signature\":\"91MRxTTl_qEksRjIhSGFYW92TobeiORlW6Lg5u-QBHTxVnxgOpWdwQhHRn46l12Hv98lGvRgscatU8RU5TNVCg\",\"signingKeySignature\":\"0x73ba59de6ec1caa3140e5862dd69fa8763cf37a25c8871b14846faf9a70c9e5151f36ece34c1e6f68fa37ac9d4ef92c8d5b7f99412873753c39c0e47a7afe0921c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jQeGtd8z7P5ulGBdZMQP5RUZ6pGMT7E4Hp27IwYKs0E\\\",\\\"y\\\":\\\"eyW_fCHp7ufIKtYEwGSTndf9pwe0G6HcqK7CBKXDeuw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uf8EADoIXY5VOFr9PU0sujQlZDZNCRDFTP3RuibVKug\"}"