"{\"content\":{\"body\":\"## and connect with people on a much deeper level.\\n\\nOne thing that differentiates *Homo* *Sapiens* from all other animals is that we humans are constantly conversing, every single day, day and night, about literally anything and everything.\\n\\nIf I trained as much as I talk, I would be faster than Usain Bolt, stronger than Schwarzenegger and smarter than Einstein.\\n\\nThen, shouldn’t we all be absolute pros at conversing? Shouldn’t we all be experienced and comfortable avoiding awkward silences, getting to know strangers, or approaching girls in public like *no biggy*.\\n\\nYet so many of us struggle with it. I can relate to all of this and I am by no means perfect. No one is.\\n\\nHowever, my extroverted personality and cultural competence, gained traveling all over the world and engaging with people of all backgrounds, have helped me understand social interactions and master the art of conversing.\\n\\nAt this point, I feel like I could literally talk to (almost) anyone about anything non-stop.\\n\\nOver the years, I have learned the following 3 lessons and integrated them into my daily conversations with others. To master the art of conversing, all you gotta do is…\\n\\n1. Ask questions and show interest\\n2. Listen carefully and be present\\n3. Let word-tangents guide the conversation\\n\\nThese gems will always give you something to talk about and make it easier to connect with people on a much deeper level.\\n\\nNo more awkward silences, uncomfortable encounters with strangers and running out of things to talk about.\\n\\n![](https://images.mirror-media.xyz/publication-images/UkOs0t9PTrulxB5pWrHn-.png?height=463&width=1000)\\n\\n## 1. Ask questions and show interest\\n\\nEvery person is his/her own universe. Every person has so many experiences, life lessons and stories to share. No matter who they are.\\n\\nI have met and engaged with people who have changed the way I see certain ideas, taught me so many previously unknown things and influenced me positively.\\n\\nStill, so many of us either miss out on amazing people for judging a book by its cover or just wanting to talk about themselves.\\n\\n**You will never know who they really are and what someone has to offer until you ask and make an effort to know them**. You are only one question away. It’s that simple.\\n\\nTry to stay away from yes/no questions and opt for open-ended ones, which give the person you are talking to total freedom to openly express themselves.\\n\\nSimple questions like these can go a long way:\\n\\n* “What have you been up to today?”\\n* “What do you do for fun?”\\n* “Where are you from?”\\n\\n**Questions are not just conversation starters but also serve as filters**. You can tell so much about a person by the answers that they provide.\\n\\nIf that person is engaged and is worth talking to, show that you care and try to dig deeper into their universe.\\n\\nHowever, some might not be worth your time or others might not even like you. It’s okay, though, you can’t vibe and connect with everyone. Don’t force it.\\n\\nDon’t be afraid to ask questions, even personal ones. It’s easier than you think and it goes a long way.\\n\\n> Be brave enough to start a conversation that matters.\\n>\\n> **—** *Margaret Wheatley*\\n\\n## 2. Listen carefully and be present\\n\\nOnce you get people talking, all you have to do is listen. People love talking about themselves. Who doesn’t?\\n\\nMake it about them and be present when that person opens up. You never know who you might meet and what you’re going to learn. Appreciate his/her time and be open-minded.\\n\\nIf you want to demonstrate your involvement in the conversation, throw in some fill-in words, such as *uhu, alright or okay,* do some occasional nodding, repeat important words, and keep asking leading questions.\\n\\nThe super power that so many of us lack, however, is being **comfortable sitting in silence**. Just shut up and listen.\\n\\nFor years, I have always thought that it was my job to entertain and say something whenever there was silence. I felt some sort of responsibility to fill in the gaps. I would just end up saying useless words without content and bouncing between different shallow topics.\\n\\nThe art of conversation is not just not running out of things to say, avoiding uncomfortable silences and asking questions but also knowing when to talk and saying things at the right time and place.\\n\\nNext time you are engaging with a friend, stranger or colleague, let them do the talking and don’t try to fill in every silence. It is so liberating being in the present and not having to worry about what to say next.\\n\\nAs suggested in my previous article’s [Bonus Tip](https://medium.com/@marcforsteralgas/how-to-live-a-happy-and-successful-lifestyle-77c8fe2d603), if you surround yourself with the right people and listen carefully, you will get into enriching conversations and learn so many new things as you connectt with them on such a deep level.\\n\\nEvery good conversation starts with good listening. You should try it.\\n\\n> It was impossible to get a conversation going, everybody was talking too much.\\n>\\n> **—** *Yogi Berra*\\n\\n# 3. Let word-tangents guide the conversation\\n\\nYou now know how to start a conversation, get people talking and connect with them.\\n\\nHowever, conversations are dialogues, not monologues. Plus you want to make the interaction conversational and natural, not seem like an interview.\\n\\n**Word-tangents are the secret ingredient in order to never run of out things to say**. Most of us use them daily without even noticing, allowing us to get into deeper conversations and bounce between endless topics.\\n\\nHere’s an example, showing the word-tangents in **bold**:\\n\\n*Robert: “**Last night’s party** was crazy!”*\\n\\n*James: “I know. I can’t believe the **police** arrested Martin.”*\\n\\n*Robert: “Poor guy. I can’t imagine how **embarrassed** he must have felt.”*\\n\\nIn no time, the conversation went from *party* to *police* and from *police* to *embarrassment.* From there, James could easily transition into an embarrassing story about himself and finish to break the ice.\\n\\nIf you don’t believe me, just listen to Oscar Wilde: “*Conversation should touch everything, but should concentrate itself on nothing.*”\\n\\nLetting word-tangents guide the conversation allows you to **be in the moment and not think of the next thing to say in advance**.\\n\\nHowever, if the person you are talking to is making it hard to find these tangents by providing single-worded, effortless answers and not being involved in the conversation, don’t sweat it.\\n\\nYou can’t please and connect with everyone. Don’t waste your time and find someone else worth talking to.\\n\\nMost importantly, though, don’t blame it on your poor communication skills.\\n\\n> Conversation isn’t about proving a point; true conversation is about going on a journey with the people you are speaking with.\\n>\\n> **—** *Ricky Maye*\\n\\nIf you want to feel comfortable and confident talking to friends and strangers, networking with professionals, or flirting with others,\\n\\n* Use questions to start conversations, and get to know and filter people,\\n* Be fully engaged with what people have to say and don’t try to fill up silences with shallow banter, and\\n* Let word-tangents guide the conversation to not run of things to say and reach more depth.\\n\\nWe humans talk and engage with each other all day, every day. Conversations are paramount to foster human connection and personal growth. Why not learn how to master this skill and enrich our lives?\\n\\n(Thanks *Google* for all the cool quotes)\",\"timestamp\":1642271071,\"title\":\"How to Never Run Out of Things to Talk About\"},\"digest\":\"0JKNH4alc_pIdJpkytjYf3zEJO_hiQClFicMAWHppDY\",\"authorship\":{\"contributor\":\"0xe5D45D51A4FAFd46328Dd6EEE6c1d0Ec455E4BBD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RYYUw4_G2-dRxs_WAw3Y-P55OBdSrLl-zpZpazP61kA\\\",\\\"y\\\":\\\"y7wIX1Vh7cKBLLPIoO96QGnWzWV6pztpFxZq8sSx5Z0\\\"}\",\"signature\":\"FdCdlZTzTRT7wLYh1JhnFsoHrqYMnQovoY-9483BiBh_N3GgWWmGKL80e7nxrigSqLfg2gI66W0NgKBJUKm7mQ\",\"signingKeySignature\":\"0xe379608253851b96a68ad3883fc739306f826dd0527e6f24f75a94bc816433452b0a936ef3938021676478fdea7662cd3c626bfcfc07ecfce353225ffd6ce3791b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RYYUw4_G2-dRxs_WAw3Y-P55OBdSrLl-zpZpazP61kA\\\",\\\"y\\\":\\\"y7wIX1Vh7cKBLLPIoO96QGnWzWV6pztpFxZq8sSx5Z0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0JKNH4alc_pIdJpkytjYf3zEJO_hiQClFicMAWHppDY\"}"