"{\"content\":{\"body\":\"So how can you be considered a human being? Do those points will make money? Below I share 10 points that I think are important to everyone.\\n\\n```\\n       1. Respect everyone around you, burn more incense if nothing happens, and be safe every day. How many people burn incense, there will be as many people help you, bless you. People are courteous.\\n\\n       2. Give gifts when they can give gifts. Those who give a lot of gifts can easily accomplish great things. Even when you have nowhere to go, there will be people you gave gifts to help you and make you come from a desperate situation.\\n\\n       3. Cultivate the habit of never talking bad about others behind your back, and don't listen to others saying bad things. If others come to you to talk bad things, you will find excuses and walk away. Because bad words are a kind of negative energy that will infect your spirit. Let you lose your fortune. Besides, China is a society where good things do not go out, and bad things spread thousands of miles away. As long as you say bad things, it won't be long before everyone knows that you can do it. No one wants to get along with you. If everyone has a grudge against you, you will not mix well.\\n\\n       4. Develop the habit of doing good deeds, and never leave a name for doing good deeds, so that your popularity will get better and better. If you do good deeds and promote them everywhere, good deeds will become a scourge. Because those who accept your favor have no light on their faces and become a tool for you to show off. You start to accumulate resentment. And if you don’t promote it, some people who have been favored by you will always remember it. I am always grateful to you, what you accumulate is merit. Both resentment and merit will be transformed into real life when the conditions are ripe, and the habit of doing good deeds without leaving a name will surely become a great cause.\\n\\n       5. Reconcile family relationships, and family harmony will be prosperous. Jiahe, your parents, and your wife encourage you to start a business, encourage you to work hard, and your family supports you, then you will act like a godly help, and your chances of success will be much greater. If you don't handle the family relationship well, then what you do, your parents object, your wife object, and the negative energy is concentrated on you, you are equivalent to being surrounded by little ghosts. The career shows signs of decline. It's hard to make money.\\n\\n       6. Don't complain about the bad environment, look for objective reasons, so that everyone will only think that you are incompetent. In fact, most things are caused by human factors. Human factors accounted for 70% and environmental factors accounted for 30%. So, you just need to do what you can change. Basically this thing is considered a success.\\n\\n       7. When we work, we always encounter some pressure, not smooth, and even pain. Don't vent this kind of pressure on your partner, don't bring this kind of pressure to your home, and let your family suffer with you. I learned this from Li Ka-shing. Li Ka-shing never talks about work when he goes home. Family is family, work is work. Mr. Li Ka-shing has such a big career, it is really amazing to be able to keep the water in the well and not in the river. I am now inseparable from family and work. But I can still avoid venting the pain to my partners and family members, and men can take care of themselves. Just go over it, so you will have a good relationship with everyone.\\n\\n       8. There must be a city government, others scold you, do something wrong, don't put emotions on your face. A person who has everything on his face cannot become a big man. Can't become a big businessman.\\n\\n       9. Never eat anyone's food empty-handed, and never go to anyone's home empty-handed to play. You always have to give some gifts. In this way, others will feel that you as a person respect them. In the future, if you want to do something, they are also willing to help. You have to learn how to burn incense at ordinary times, so that you can hold Buddha's feet temporarily. The courtesy will last forever. The gift-giver I admire the most is Mao Zedong. The gift he gave to the people is to liberate the whole of China. So Mao ** can be the chairman. The second great gift-giver is Deng **, and his gift to the people of the whole country is reform and opening up. So he can go down in history. How big the gift is, there will be as much return, and as much money as possible.\\n\\nWhen you can’t give big gifts, get into the habit of giving small gifts. For example, when I was just working, I had nothing to buy fruit for everyone to eat. As a result, my relationship with everyone was the best. Is in charge. This one, I used to set a standard, one-eighth of the salary is sent everywhere. It seems to be at a disadvantage, but I actually took a big advantage.\\n\\n       10. Cooperating with others will always let others make a big head, and make a small head for yourself. The purpose of doing this is twofold: First, the other party will care and worry about it. Second: The other party will say good things about you, and more people will cooperate with you.\\n```\\n\\n1. Respect, value the low-ranking people around you, don't overturn the boat in the gutter!\\n\\n   Most of our bosses have better economic conditions and higher social status than those around us. It is easy to intentionally or unintentionally stimulate the low-status people around him. Open-minded people may forgive us, but if you meet a narrow-minded person, then you will be unlucky. Making such a small mistake is very unprofitable.\\n\\n   I recently learned of a piece of news. Under a brief description, everyone is interested in searching the Internet on their own. That is, a nanny was accidentally hurt by the family’s hostess to their self-esteem. This nanny treated the children when the family was out for work Beaten up. Of course it was filmed by the video. This is the consequence of disrespect and valuing the low-ranking people around you.\\n\\n   In fact, these are still trivial matters. In our history, it was because we did not pay attention to it and respect it. People with low status around them who almost lost their lives after defeating the battle,\\n\\n   During the Spring and Autumn Period, the Minister of the Song Dynasty Hua Yuan led the army to war with Zheng Guo.\\n   The night before Hua Yuan was about to go to war with Zheng Jun. Kill the sheep and boil mutton soup for the soldiers to drink. Comrade Hua Yuan and the soldiers happily drank mutton soup. Comrade Hua Yuan’s coachman did not eat the mutton soup, so he resented Hua Yuan. Tossing about in bed that night, I couldn't sleep, feeling that Hua Yuan was not a thing, so I didn't drink any mutton soup for myself. Wait until the two armies are at war. Haven't called for a fight yet. The coachman said to Hua Yuan, “You’re in charge of the mutton soup last night; I’m in charge of today’s fighting and driving.” He drove into Zheng Jun’s army, and Song Jun’s generals were stunned. Zheng Jun captured the opponent’s main general alive. Hua Yuan, therefore, the Song Army was defeated. This is the serious consequence of disrespect and attaching importance to the low-ranking people around him.\\n\\n   I like to study Li Ka-shing. When I read a report that year, when Li Ka-shing hosted a banquet for all the entrepreneurs of the Cheung Kong Graduate School of Business, after dinner, he shook hands with each big entrepreneur and said goodbye. Finally, Li Ka-shing saw a waiter standing by the door 10 meters away. Comrade Li Ka-shing unexpectedly ran up and shook hands with the waiter to express his gratitude. I didn't understand why this was. Isn't this a waste of time? Isn't this superfluous? How valuable is Li Ka-shing and how precious is his time?\\n\\n   Now I understand that Li Ka-shing is not wasting time, but that he has seen through the rules of the world, and he has done everything without leakage. This is not an isolated case, because I have seen a biography video of Li Ka-shing. When Li Ka-shing went to play golf, he greeted the staff and greeted him as soon as he entered the door.\\n\\n   It's not like some of us now, who just started to get better in their careers, they were arrogant to others, and the feeling of being superior came out. In fact, people with low status around them all scold you in the back. Maybe it will ruin you that day.\",\"timestamp\":1634803700,\"title\":\"If you can be a man, you will make money. . And there must be money to be made.\"},\"digest\":\"J4j2kyOxI3EKGk87l0Ifh6CLxOyV6XH5jNxceJpUzEY\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"ZBb7g8TuhK4BX4t6QytTTruE9yC7tDOF_mVtqbiaOCSLrgObAOwh-09Av6LAX3X9ITMRY_aC5Usnt3En1x6fxw\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J4j2kyOxI3EKGk87l0Ifh6CLxOyV6XH5jNxceJpUzEY\"}"