"{\"content\":{\"body\":\"The European Union (EU) wants to regulate the digital asset industry; there are a number of bloc-wide initiatives already underway. The most comprehensive is a 168-page “Markets in Crypto-Assets” (MiCA) that would create an EU-level licensing framework for crypto issuers and service providers.\\n\\nBut crypto regulations are only one part of a larger Web 3.0 governance strategy for the political and economic union of 27 nations.\\n\\n***This feature is part of CoinDesk’s [“Policy Week,”](https://www.coindesk.com/policy/2021/10/18/crypto-2022-policy-week/) a forum for discussing how regulators are reckoning with crypto (and vice versa).***\\n\\nAccording to Eva Kalli, a member of the European Parliament, the new proposals for digital assets, data and artificial intelligence (AI) were all inspired by the General Data Protection Regulation ([GDPR](https://eur-lex.europa.eu/eli/reg/2016/679/oj)) of 2016, which sought to [strengthen consumers’ control](https://www.coindesk.com/policy/2020/02/16/privacy-laws-are-only-as-effective-as-the-companies-implementing-them/) over how their data is used by companies allowed to operate in the EU.\\n\\nFor digital assets in particular, the catalyst was Facebook’s 2019 plans to build its own stablecoin, libra (now diem), a digital token backed by a basket of currencies and assets, Kalli said. She added that regulatory clarity for digital finance is key to fostering innovation and protecting citizens freedom and sovereignty from being exploited by Big Tech.\\n\\nKalli is a Greek politician, a member of the Progressive Alliance of Socialists and Democrats in the European Parliament; she was elected in 2014. Kalli has advocated for innovation-friendly regulations for distributed ledger technology (DLT) applications and decentralized finance (DeFi).\\n\\nCoinDesk got a chance to speak to Kalli about her views on MiCA, the current regulatory frenzy over stablecoins, Web 3.0 and, of course, Facebook’s Diem.\\n\\nThe following has been lightly edited for brevity and clarity.\\n\\n## More from Policy Week:\\n\\n***[Stablecoins Not CBDCs: An interview with Rep. Tom Emmer](https://www.coindesk.com/policy/2021/10/18/rep-tom-emmer-wants-stablecoins-over-cbdcs-interview/)***\\n\\n***[Crypto Learns to Play DC’s Influence Game](https://www.coindesk.com/policy/2021/10/18/crypto-learns-to-play-the-dc-influence-game/)***\\n\\n***[Kristin Smith: Crypto Is Too Big for Partisan Politics](https://www.coindesk.com/policy/2021/10/18/crypto-is-too-big-for-partisan-politics/)***\\n\\n***[Lyn Ulbricht: Put America’s Geeks to Work, Don’t Cage Them](https://www.coindesk.com/policy/2021/10/18/put-americas-geeks-to-work-dont-cage-them/)***\\n\\n***[Preston J. Byrne: Decentralization’s Challenge to Policymakers Is Coming](https://www.coindesk.com/policy/2021/10/19/decentralizations-challenge-to-policymakers-is-coming/)***\\n\\n***[Aubrey Strobel and Alex Adelman: Kill the BitLicense](https://www.coindesk.com/policy/2021/10/19/kill-the-bitlicense/)***\\n\\n***[Bennett Tomlin: What Stablecoins Might Become](https://www.coindesk.com/policy/2021/10/20/what-stablecoins-might-become/)***\\n\\n***CoinDesk: There are a number of regulatory initiatives in progress in the EU that will directly impact the crypto space in the coming years. Which are the most important, in your opinion?***\\n\\n**Kalli:** The upcoming regulatory initiatives are designed to provide legal certainty and to test these new technologies in collaboration with traditional players and stakeholders. It will hopefully be completed by the end of 2022.\\n\\nThe first framework is “Markets in Crypto-Assets, or MiCA. It’s part of the EU’s digital finance strategy, and it tries to deal in a holistic manner with the crypto ecosystem to establish clear and new licensing requirements that are passport-able. And this means we were trying to pave the way \\\\[by\\\\] initiating a robust regulatory response, as we did with GDPR.\\n\\nMiCA will allow firms to operate across the EU, and also set stronger consumer protection standards. It also sets out rules for digital asset issuance and public offerings, and has some specific requirements relating to stablecoins. It lays out additional requirements for the big, systemically important stablecoins, too. MiCA is going through its first readings \\\\[in the parliament\\\\], so it has some way to go. There have been no consultations between the EU parliament and council yet.\\n\\nThen you have the pilot regime for market infrastructures based on DLT. I am a rapporteur \\\\[the person who gives reports\\\\] on that one. I would say it’s not only an ambitious project but also a much anticipated sandbox project. It’s quite unique for the EU because it’s aiming to test new business models deploying DLT in the EU financial infrastructure, and the provisions will translate into a huge testing environment that will operate in a uniform manner across the EU, just like what MiCA is trying to do for crypto assets. It would offer concrete testing outcomes, and then this would feed the future policymaking and regulatory adaptation. So when you are exiting the sandbox, you are participating in creating the regulatory framework to follow. It has gone through the EU Council and parliament first readings, and it seems to go through these negotiations quite smoothly.\\n\\n***A lot of EU regulators are showing concern over stablecoins, and MiCA is considerably focused on regulating stablecoins in particular. Why is that?***\\n\\nBack in 2019, the discussions around Facebook’s stablecoin, libra, now called diem, led us to accelerate legislative initiatives and to explore what could happen if we have global currencies coming from not just central banks but also from private players. Certain stablecoins could work on a global level, and have a global reach. They are what the EU calls significant e-money tokens. They are addressed by MiCA because they could indeed raise concerns regarding the EU monetary policy, stability and sovereignty. But this is not just an EU concern.\\n\\nSince several countries are now exploring central bank digital currencies including China and Russia, I would say that global stablecoins can have unprecedented effects on all economies because of the connectedness of the financial system. And also consider that for the first time in more than a century, the U.S. dollar supremacy is being challenged. The rise of cryptocurrencies and stablecoins may be forcing us to rethink what a currency is, who regulates it, and what it means if it’s not controlled by the national government.\\n\\nThen, we have this political dimension that we have to take under consideration. Even if we don’t want to admit it, we have to have central bank digital currencies because it’s a matter of geopolitical dominance. It can also become a matter of monetary sovereignty, especially when you don’t have like-minded countries deploying similar platforms and marketplaces.\\n\\n***Read More: [DeFi Is Like Nothing Regulators Have Seen Before. How Should They Tackle It?](https://www.coindesk.com/policy/2021/10/19/defi-is-like-nothing-regulators-have-seen-before-how-should-they-tackle-it/) | David Z. Morris***\\n\\nWe have to also consider the private players. I think we will very quickly see a digital euro, maybe we’re already late, but I believe if we had stablecoins from Facebook without a central bank digital currency, then the risk would be bigger. But I also think it’s going to be very interesting to consider the flip side. When you have Russia, China, U.S. and Europe launching their own digital currencies, what would that mean for the diem and other private stablecoins?\\n\\n***Do you feel there’s anything missing in these frameworks, particularly with MiCA?***\\n\\nOne of the challenges we have is a lack of clear definitions to understand exactly what is not covered by the MiCA.\\n\\nThe problem that we see, and I believe it will have to be addressed by us in the future, is that the decentralized finance, or DeFi, business model does not fit into the MiCA framework as no single entity can be identified in DeFi projects and they do not fall under the definitions used in centralized finance.\\n\\nThere, we have an issue because decentralization has great benefits, but also some significant risks. Crypto adopters cannot turn to the authorities in case of fraud or cyber attacks or if they accidentally lose their funds. If decentralized systems don’t have a clear definition, then we have to definitely address it to give the industry that legal certainty. We also have to support the cryptocurrency exchanges to be able to provide this consumer protection, also for themselves not to face issues that would make it impossible to operate in Europe, and also to help them \\\\[learn\\\\] what transparency is for us and the governance standards that would protect consumer funds against these attacks and malfunctions within their responsibilities. So these are the main concerns around the MiCA framework.\\n\\n***How does the EU’s approach to digital asset regulation compare to other jurisdictions around the world?***\\n\\nFirst of all, the nature of the European Union is different. We have 27 different member states with different legal and tax systems that are not harmonized. So we are trying to adopt a unique approach to policy making with MiCA. We are allowing room to test the technology, we are interacting with stakeholders and we are trying to establish concrete proposals to create legal certainty, clarity, at least in this first big step that we are taking. When we talk about technology that is developed in a more, let’s say, free way, in the U.S. or Asia, I would say that a lack of standards or legal certainty has its own challenges. You see what’s happening with El Salvador with the government suddenly legalizing bitcoin. You see what happened with China, for example. China had the highest concentration of bitcoin miners and then suddenly changed \\\\[its\\\\] approach. Then the U.S. \\\\[Securities and Exchange Commission\\\\], which is reportedly investigating DeFi platforms and the parties behind them. It’s an unclear investigation.\\n\\nI think the U.S. might be taking a slightly hostile approach. So we try to see what we don’t want to have in Europe. We are more careful. We don’t speed up too much.\\n\\nWe did have some problems initially. We started by trying to fit new things and innovations in old boxes, so we struggled a little. But now, we are trying to create hybrid boxes so we don’t expect innovation to fit our old boxes. We are creating new boxes and allowing them to keep evolving without feeling that it is a hostile environment. This is how I feel, but it also depends on the specific cases. I’m working a lot in the crypto space. So at least I can speak for the crypto space and say that our approach is innovation friendly, mainly.\\n\\n***It seems as if the apprehension over Facebook’s libra has revealed some greater concerns about the influence of big tech in the EU. In the EU at least, as you said, regulating digital assets is not just about digital asset disruption in particular but part of a larger digital strategy concerning the internet, data and financial sovereignty. Is this a fair assessment?***\\n\\nWe understand that whoever owns or holds data now holds a lot of power and that you can generate great value from data, and this applies to the crypto space, too, as it generates transaction data. As part of the digital strategy, and parallel to MiCA, we are also working on the [Digital Services Act](https://digital-strategy.ec.europa.eu/en/policies/digital-services-act-package), the [Digital Markets Act](https://ec.europa.eu/info/strategy/priorities-2019-2024/europe-fit-digital-age/digital-markets-act-ensuring-fair-and-open-digital-markets_en) and the [Artificial Intelligence Act](https://digital-strategy.ec.europa.eu/en/policies/european-approach-artificial-intelligence). For the first time, after several decades, we are using the internet to regulate the internet along with the access to data and the parties that are using this data. So I think that a well-regulated, data-driven financial sector also needs a well-regulated data economy. Data is now a commodity but many consumers do not understand exactly how it is a commodity. For example, consumers can consent to sharing their data while they can’t control how that data is being used.\\n\\nI think there is a risk that the greater sharing of data could lead also to customers with certain characteristics to be excluded from markets or from borrowing money. For example, if businesses have access to more data through open finance, this could lead to more personalized pricing of insurance policies, which is an absolute no-go in Europe. This increased individualizing of risk is likely to affect more vulnerable or low-income consumers. If you have predictive \\\\[artificial intelligence\\\\], for instance, it could lead to calculating credit scores, or insurance premiums for citizens to exclude them or to include them. This could violate our fundamental principles and rights. So we need to have some objectives when we design our strategy to protect fair pricing practices.\\n\\nI would say there is a great need to have efficient data legislation and we have to understand the process of how to extract the value of data for the public good and at the same time balance it with innovation. I’d say the data legislation file will arrive in January. This means we will make more data available to European companies, we will make sure that they will have to open up and share some data with startups and researchers, which is not the case at this point. We hope to achieve the portability harmonization of data across the EU, similar to what we’re trying to achieve in the crypto space. It’s the same principles for every sector that we have to also include in the financial sector.\\n\\n***What you’re saying is it’s important to find a way to make sure that consumer data isn’t siloed by one or two big companies?***\\n\\nI don’t believe we should not have big companies. I just believe we should understand their business models and make sure that we set certain rules when we open up to new players. We should have more competition. This will increase and improve the quality of the services. And this would ensure a level playing field for newcomers. But these big players, they’re not really located in the EU, at least, the significant ones that we all understand we’re talking about.\\n\\n***But wouldn’t this potential carveout of Big Tech go against the EU objective of tech neutrality you mentioned earlier that gives citizens the freedom to decide which tech they want to use to serve them best?***\\n\\nI would use the word “reciprocity.” To overcome this problem, you have to set your principles and standards. If a company follows those principles, it should be able to enter your market. If not, they shouldn’t.\\n\\nThis is addressed in the Artificial Intelligence Act that is under the EU parliament microscope. It lays out standards for bigger players, the more risky applications, even if they’re not based in the EU. It means that if you want to access this market, you have to respect the outcome of these principles Europe wants to protect. So if we consider that something they do is harmful, it could be completely banned. This usually applies to businesses that use facial recognition, health-care tech or weaponized AI. Whoever wants to enter the EU market, they have to follow the same rules, even if they come from other countries.\\n\\nWhen we created GDPR, everybody thought it would fail. Now it seems like it was not just welcome, but it actually led the way for like-minded countries to improve the quality of services and make sure users feel protected and safe online, and ensuring people’s rights online. So I think we’re going to follow the same path. And we have a lot of work to do to strike a good balance to protect the well being of citizens, and avoid becoming protectionist.\\n\\n## More from Policy Week\\n\\n***[DeFi Is Like Nothing Regulators Have Seen Before. How Should They Tackle It?](https://www.coindesk.com/policy/2021/10/19/defi-is-like-nothing-regulators-have-seen-before-how-should-they-tackle-it/)***\\n\\n***[Bennett Tomlin: What Stablecoins Might Become](https://www.coindesk.com/policy/2021/10/20/what-stablecoins-might-become/)***\\n\\n***[Gensler for a Day: How Rohan Grey Would Regulate Stablecoins](https://www.coindesk.com/policy/2021/10/19/gensler-for-a-day-how-rohan-grey-would-regulate-stablecoins/)***\\n\\n***[Alex Adelman & Aubrey Strobel: Kill the BitLicense](https://www.coindesk.com/policy/2021/10/19/kill-the-bitlicense/)***\\n\\n***[Opinion: How to Do Business as a DAO](https://www.coindesk.com/policy/2021/10/20/how-to-do-business-as-a-dao/)***\\n\\nDISCLOSURE\\n\\n*The leader in news and information on cryptocurrency, digital assets and the future of money, CoinDesk is a media outlet that strives for the highest journalistic standards and abides by a [strict set of editorial policies](https://www.coindesk.com/ethics/). CoinDesk is an independent operating subsidiary of [Digital Currency Group](https://dcg.co/), which invests in [cryptocurrencies](https://dcg.co/#digital-assets-portfolio) and blockchain [startups](https://dcg.co/portfolio/).*\",\"timestamp\":1634803237,\"title\":\"The View From Brussels: How the EU Plans to Regulate Crypto\"},\"digest\":\"Tm-WL4MNjuuDwdiibb9oRlr_DfZCbFEFEIt8Nm0dnnM\",\"authorship\":{\"contributor\":\"0x50DFA4f326C8D0666AE39431f220915FC37dECA8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"egbkGVb1_2tUNZs2aPUrFOMJb-pEoETFXOdmrbS8mAY\\\",\\\"y\\\":\\\"Ti2cU75nie_1DHaDfozVmIf7RXLSRd5IiwXZ8F-HG1E\\\"}\",\"signature\":\"Qa-CnRGuqvFTkt8n56q1vULWlsCJHDl7qEnVEGIgplheriKUaelWmC8th3S4Uj9MFD15cYbir8BAz9CW3i_Q3Q\",\"signingKeySignature\":\"0xa9491d876d56618b3c46cbacd6c4d438e6c2a4aa4ea1f75e631623aa12faffb5116107e86030fe95a028ed9f8c9813d79ece563539e3f09b46ee1e95715ba3ba1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"egbkGVb1_2tUNZs2aPUrFOMJb-pEoETFXOdmrbS8mAY\\\",\\\"y\\\":\\\"Ti2cU75nie_1DHaDfozVmIf7RXLSRd5IiwXZ8F-HG1E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Tm-WL4MNjuuDwdiibb9oRlr_DfZCbFEFEIt8Nm0dnnM\"}"