"{\"content\":{\"body\":\"Frequent investment in star track\\n\\nIn the public data, the industry has also ushered in the trend of giant institutions to increase investment. Overseas VCs are very interested in NFT and games, crypto payments and other fields.\\n\\nAmong the US$8 billion investment amount set in the third quarter, hundreds of millions of US dollars in financing lines such as Bitclout, Truelayer, Ripio, Sky Mavis, etc. impressed the market, and the huge institutional investment intensive trend in the overseas Crypto market has become more apparent. After these institutional funds enter the primary market on a large scale, their investment scale is larger and the investment cycle is longer, which is equivalent to the appearance of multiple \\\"giant whales\\\" in the market.\\n\\nIn terms of the number of investments, the most active investment institution in the third quarter was Coinbase Ventures, which participated in more than 18 investments. Animoca Brands, Polychain Capital, a16z, etc. followed closely behind.\\n\\nFrom the perspective of the direction, the popularity of the star track is still continuing. According to the data, the total financing of blockchain NFTs and game private companies in the first three quarters of 2021 reached 1.8 billion US dollars, and the financing in the third quarter alone exceeded 1 billion US dollars. Among them, the two largest financing transactions on NFT and game tracks came from sports technology startup Sorare and blockchain game development Dapper Labs. Sorare received US$680 million in Series B financing at the end of September, with a post-investment valuation of US$4.3 billion; blockchain game development Dapper Labs received US$250 million in financing, and the company’s valuation has reached US$7.6 billion. He is the creator of star NFT projects such as NBA Top Shot and Crypto Kitties, and is at the top of the industry.\\n\\nFrom the perspective of thinking, SoftBank Group increased its investment in the Crypto field in 2021, which has become a typical case. In the last quarter, SoftBank's betting direction was on NFT, games, and transaction payments: In the field of NFT, Japan's SoftBank Group led the investment of Sorare with USD 680 million. The same track also invested in Fanatics, Blin Metaverse, Juggernaut, DNABlock, etc.; In the field of payment, investment involves Chime, oPay, TBCASoft, DriveWealth, Paystand, etc. In the field of trading platforms, investment involves FTX, Bullish, Mercado Bitcoin, Revolut, Hashdex, etc., and there is a clear investment preference.\\n\\nThe investment behavior of these overseas active institutions shows that the ecosystems such as NFT and GameFi are still growing. The investment and financing of the same track is still active in October. According to the information of the financing statistics platform Dovemetrics, the recent crypto financing since October has remained almost All around the three directions of NFT, DeFi, and payment.\",\"timestamp\":1634479800,\"title\":\"Frequent investment in star track\"},\"digest\":\"XtwNnKYO9xe9DB011VVMc_UPyooIgOi8PhcONwC0_Lo\",\"authorship\":{\"contributor\":\"0xC7dF240e00F248C48E765ac9d25e2A6c71253999\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5zg4LXHEsCnAZwvpaWGuobz0lmxFoShT9tJt6WlwdY8\\\",\\\"y\\\":\\\"JQgUh3ZTCFj4bMGyX0iVHzHs17lU78vd7_Lac0H7ETc\\\"}\",\"signature\":\"VVeYJjH2JtthSZ5GZcvW16KIuly_J5Hhbw68Oz7kE9FXCzdQcNMYvZ-0xjEo48md9-ncuGe4oSKxmcQcr9bqhA\",\"signingKeySignature\":\"0x42a38989b45d6bfb63f434d366469fe49c1091a08112d192bf3a30921afffdfa52f7f37a260da70be05dd6a4edfc6713ff7b5e0b2584425c29a0ff370cb5b6221c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5zg4LXHEsCnAZwvpaWGuobz0lmxFoShT9tJt6WlwdY8\\\",\\\"y\\\":\\\"JQgUh3ZTCFj4bMGyX0iVHzHs17lU78vd7_Lac0H7ETc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XtwNnKYO9xe9DB011VVMc_UPyooIgOi8PhcONwC0_Lo\"}"