"{\"content\":{\"body\":\"Another public authority in Spain, in this case judicial and not political, decided on Monday that it is best to close everything off to journalists and that society should neither see nor know anything about what is happening inside. Instead of regional governments and hospitals during the Covid pandemic, or the Ministry of Defense and what happened this summer with the mission to Afghanistan, today it was a judge at the Provincial Court in Huelva (Andalusia).\\n\\nAfter the family's lawyer requested it all happen behind closed doors, the defendant's lawyer, the regional government's lawyer and even the Public Prosecutor's Office all said they thought that was a good idea and the judge let the jury think about it for all of 10 minutes, at the same time as they were told to choose their foreman, before ordering the trial closed. What were the lay jurors supposed to decide, when all of the lawyers in the room said that was what they wanted and the judge did not object?\\n\\nNothing shall be known about a trial for murder, the most serious crime of them all. At this hour late on Monday evening, what happened there today and what is going to happen there tomorrow is a news black hole. We do not even know if the jury's decision was unanimous, if the judge just accepted it as it was, or what his justifications were. The explanation is supposedly coming tomorrow in a court document.\\n\\nNeither will we be able to find out anything about what the witnesses, both ordinary citizens and Civil Guard or Police officers, say, or what they did or didn't do during the investigation until the defendant was arrested, or anything about the row that took place at the time between the Civil Guard and forensic scientists about the time of the time of death of the victim and everything that information might lead to.\\n\\nThere are many types of journalism, an abundance of formats. The superficial live morning TV shows with their repetitive images are not the same as the rigorous newswire reports from Europa Press or EFE, and they are different from enlightened columns in print newspapers.\\n\\nYou cannot close off a whole murder trial to society just because the technology of 2021 allows TV media to frequently abuse the possibilities it allows for. Well, I say you can't. A judge just did.\\n\\nIn this case, there will be nothing coming out of that courtroom. Zero. Not even reporters in court with pencils and notebooks to tell us about it later in dispatches or articles.\\n\\nBoth the Huelva Press Association and the national FAPE federation have condemned the order, but if all the lawyers, the regional government, the Prosecutor's Office, the jury and the judge have all decided together that they want to close off the entire trial, I would say there is not much chance of a formal appeal from anyone (journalists, associations, citizens) because we are not part of the trial itself.\\n\\nImagine if all the parties to all the trials agreed that it was better to keep it all behind closed doors, for everything to be secret, and that no one should know anything until they were all done, and then it will be their version of History. That is how things happen in North Korea, not in our modern democracies.\\n\\n\\\\--\\n\\n**100% readers.** Guarantee this independent journalism. Monthly euros, bitcoin, eth, NFTs, it all adds up to fund reporting time, gear and trips.\\n<https://www.thespainreport.es/guarantee>\",\"timestamp\":1637019842,\"title\":\"Andalusia Court Turns Murder Trial Into News Blackhole\"},\"digest\":\"SO9czvGw2S2kC47jM8e_-bdePhbmKSoPmCTjd7AZvNQ\",\"authorship\":{\"contributor\":\"0xF02EEfC88336c142Dee946B14b6Fc24539357871\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w3W1Iz56Ods1rXzaZ9J_rx8sKSh2OMp3vT8HOkCvjXk\\\",\\\"y\\\":\\\"KxosKYVd-BzkNFm1UF25hdKbgapUQY_4YDTnM9pnzsk\\\"}\",\"signature\":\"Easdfa5hKBzzDVwocGsSP6HshrvjnoJ_lRZZACBsW7IS8Wn6xCEw_6C1ictq7fnkIG4-W-CR0HRRAGRNUe2n5w\",\"signingKeySignature\":\"0xcc9a65200310a4a22c6e82de0fb57f1005d04ea580bc8b8d6b2b4b054ee85e625c3118b47a293ac6187bf1de9e24ae7d9a9b9c615bbdf9dbca5a54e008006c901b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w3W1Iz56Ods1rXzaZ9J_rx8sKSh2OMp3vT8HOkCvjXk\\\",\\\"y\\\":\\\"KxosKYVd-BzkNFm1UF25hdKbgapUQY_4YDTnM9pnzsk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SO9czvGw2S2kC47jM8e_-bdePhbmKSoPmCTjd7AZvNQ\"}"