"{\"content\":{\"body\":\"见众人起哄，江婉如坐针毡，她虽然不知道陈平准备的什么礼物，但是陈平透露过一个字：画。\\n\\n陈平这家伙还不笨，特地把冯瑞祥的画拿了过来。\\n\\n但是，江婉不知道啊。\\n\\n她本能的以为陈平只是随便买了一副装饰的画而已。\\n\\n而且，现在高阳的那副唐伯虎的《春山伴侣图》可谓是风头正足，遭到一群人的好评！\\n\\n那样得瑰宝，和陈平手里头的画比起来，简直就是一个天上一个地下。\\n\\n这时候拿出来，简直就是给自己蒙羞。\\n\\n“一件礼物而已，没什么好看的。”江婉帮着陈平说话道，同时狠狠的剐了一眼他。\\n\\n今天要是当着这么多人的面出了丑，她肯定会恨死陈平！\\n\\n那样的话，她在高阳面前抬不起头来。\\n\\n“表姐，这就是你的不对了，我们不能寒了表姐夫的心啊。”\\n\\n江铃笑嘻嘻的说着，跟着直接走过来，一把从桌子底下将陈平藏得长礼盒给夺了过来。\\n\\n“哟，也是长礼盒啊，不会也是画吧。”江铃故意拉长音调道，言语之间满满的讥讽。\\n\\n陈平也不知道说什么，只是闷闷的不说话。\\n\\n“你这礼物不会是从哪个两元超市买的吧？”江铃扬着手里的礼盒，讥嘲的问道。\\n\\n“古玩市场淘来的。”陈平道。\\n\\n这话一出，包厢里众人的目光都异样的扫视着陈平。\\n\\n古玩市场？\\n\\n但这也未免太寒碜了吧，众人也都戏笑的看着陈平。\\n\\n江国民心头微微一松，总算对陈平有了一丝改观。\\n\\n这女婿，知道自己的爱好，还不错。\\n\\n但也只是不错罢了，和高阳刚才送的那副唐伯虎的《春山伴侣图》比起来，古玩市场淘来的东西，不值一提。\\n\\n“哈哈哈，笑死我了，表姐夫，你去古玩市场淘的？你这也太不把大伯放在眼里了吧。”\\n\\n江铃冷嘲热讽道，“我可是听说了，古玩市场淘来的东西，都是假货，而且很多还是脏货。”\\n\\n脏货，这两字诛心了。\\n\\n江国民脸色瞬间就塌了下来，行内话，他还是了解的。\\n\\n古玩市场的东西，确实有很多脏东西，不小心淘来了，不吉利。\\n\\n如此，江国民冷哼了声，刚升起的一丝好感也荡然无存。\\n\\n江婉急急忙忙的起身，就要从江铃手里吧礼盒夺回来，道：“那就别看了。”\\n\\n“那可不行，必须得看，我很好奇表姐夫淘来的什么东西。”\\n\\n江铃一个侧身，快速的拆开礼盒，将里面的画轴取出来。\\n\\n画？\\n\\n众人自然看到了，目光不断地在高阳和陈平身上切换。\\n\\n难怪陈平不肯拿出来，还能有什么画比《春山伴侣图》珍贵？\\n\\n江铃看着大家伙脸上戏谑的表情，再看看江婉阴沉如水的目光，就觉得好笑，然后一把把画展开。\\n\\n哗啦！\\n\\n画轴滚下，一幅画呈现在大家眼前。\\n\\n众人伸长脑袋看过去，先是被那副画的精美所吸引。\\n\\n人物刻画丰富，色彩饱满，线条柔和，上佳之作！\\n\\n但是，越看众人越是觉得奇怪。\\n\\n“这……这不是和高阳的那副画一模一样么！”人群中一个小辈满脸惊讶，双眼瞪得大大的。\\n\\n一时间，众人才反应过来，这两幅画一模一样，也是《春山伴侣图》！\\n\\n刷的一下，众人的目光再次汇聚在陈平身上。\\n\\n开玩笑啊。\\n\\n他能淘到《春山伴侣图》？\\n\\n这一看就是赝品啊！\\n\\n高阳在画展开的一瞬间，就认出了这画和自己的一模一样，本来也是一愣，但是旋即他就冷冷的笑了。\\n\\n这真是老天助我，哈哈哈哈！\\n\\n陈平啊陈平，你完蛋了！\\n\\n拿一副赝品来给老丈人当生日礼物，亏你想的出来啊。\\n\\n江铃这会故意大声尖叫道：“表姐夫，你这画怎么和高阳哥哥的一模一样啊，不会是假的吧。”\\n\\n这也所有人心里的第一个反应。\\n\\n陈平送出的画，而且还是从古玩市场淘来的，必定是假的无遗了！\\n\\n“你怎么知道是假的？”\\n\\n突然，陈平淡淡的话语在包厢内响起。\\n\\n众人一愣，跟着就是不可思议的望着陈平。\\n\\n这家伙不是疯了吧。\\n\\n两幅画，一个高阳花了几百万弄来的，一个古玩市场淘来的，谁真谁假，一眼就看出来了。\\n\\n江婉也很着急的在桌子地下踢了一脚陈平，示意他别乱说话。\\n\\n来的时候就说过了，让他忍着，这家伙，怎么不听。\\n\\n真是要丢死人了！\\n\\n江铃立马大笑，道：“表姐夫，听你这意思，你的这幅画才是真的？高阳哥哥的那是假的？”\\n\\n可笑至极！\\n\\n“说不定呢。”陈平继续道，一点也不在意桌子底下江婉在掐自己的肉。\\n\\n哈哈哈哈！\\n\\n一群人在哄笑，无奈的摇头，心里更加贬低陈平。\\n\\n江国民坐在主位上，也是冷冷的哼了一声，对自己这个女婿，他真是看透了。\\n\\n“那既然这样，不如请江叔叔和在座的各位叔叔伯伯掌掌眼。”高阳这会道，眼中很是得意。\\n\\n他很有信心。\\n\\n这幅画可是他花了两百多万从朋友那买回来的。\\n\\n就凭你陈平这个古玩市场几十块钱淘来的假画，还要跟我争风？\\n\\n做梦！\\n\\n话音刚落，那边江铃就迫不及待的拿着画走到了江国民和几位爱好收藏的叔叔伯伯跟前，道：“大伯，你们看看。”\\n\\n江国民很是嫌弃的接了过来，扫了几眼，目光一震！\\n\\n其他几位老朋友也是看了几眼过后，就着急的额拿起放大镜仔仔细细的看了起来。\\n\\n越看，他们心头越是惊诧。\\n\\n这……这画风，是唐伯虎的没错！\\n\\n这画，好像也是真的啊。\\n\\n这就奇怪了，两幅画居然如此相似，就跟复印机复印出来的似的。\\n\\n江国民和几个老朋友对视了几眼，再次伏案仔仔细细的看了起来，每一个细节都不放过。\\n\\n这一幕看在众人眼中，都有些吃惊，难不成陈平那废物送的画是真的？\\n\\n高阳也有些心慌，看江叔叔那样子，就好像看到了真品一样。\\n\\n不可能啊，自己可是花了两百万啊，不会有假啊。\\n\\n江婉这边心都提到了嗓子眼，看了一眼陈平，发现他默不作声的淡然坐着，似乎一点也不担心。\\n\\n“陈平啊，你这画从哪淘来的？仿的不错，简直可以以假乱真了。”江国民眯着眼道。\\n\\n“这幅仿的真不错，要不是我们几个在场，真的可以以假乱真了。”江国民的几个老朋友也跟着道。\\n\\n说实话，他们心里还是没底，但是自动偏向于高阳那副画，谁让人家送的贵呢。\\n\\n听到这话，所有人都松了一口气，但同时更加鄙夷的看向陈平。\\n\\n果然是假的。\\n\\n高阳也是缓和了一下，得意洋洋的望着陈平。\\n\\n陈平眉头一拧，表情有些不自然了。\\n\\n冯瑞祥送给自己的事假画？那不可能呀。\\n\\n以假乱真？\\n\\n一下子陈平就想通了，估摸着老丈人他们也看出来了，这两幅太像了，但是他们更偏向于高阳送的。\\n\\n因为高阳那是富二代啊，自己就是个穷酸女婿，怎么可能送真的呢。\\n\\n想到这，陈平也无奈的摇了摇头，无所谓了。\\n\\n然而，江铃却大笑着讥讽道：“表姐夫，够可以的啊，弄副假画来，骗谁呢？”\\n\\n同时，她还讥嘲了几句自己的表姐：“表姐，你这老公真是厉害啊，还以为他真淘了个真货呢。”\\n\\n江国民却第一次帮陈平道：“好了玲玲，这也不能怪陈平，他也是淘的，哪里会看真假。”\\n\\n众人也不好再说什么，但是却更加疏远了陈平，和他这种人一起吃饭，丢面。\\n\\n江婉实在吃不下，拉着陈平直接愤然离席。\\n\\n“你搞什么，送什么不好，非要送个假画！我脸都被你丢尽了！”江婉气急败坏的指责着。\\n\\n陈平也只能闷头道：“对不起。”\\n\\n“真是烦死了，越看你越烦，你滚回去照顾米粒吧。”江婉瞋目切齿的撂下这句话，就扭头回到了包厢。\\n\\n陈平看着她那失望的背影，无声的叹了口气。\\n\\n江婉啊，我那副画才是真的啊。\\n\\n哎，一群不识货的人。\\n\\n等江婉回到包厢内，众人见陈平没进来，杨桂兰问道：“陈平呢？”\\n\\n江婉挤出笑容道：“米粒还在医院，他先回去了。”\\n\\n呵呵。\\n\\n怕是丢脸跑了吧。\\n\\n恰在此时，包厢门被推开，马金文带着七八个服务员，依次端着各式各样的珍惜佳肴和昂贵的美酒走进来。\\n\\n“这位就是江老哥吧。”马金文立马走到江国民跟前，客气的和他握手。\\n\\n“你是？”江国民愣愣的，这个人他不认识啊。\\n\\n“我是聚贤阁的老板，马金文，今天是江老哥生日，我特地送来了从法国、德国、英国请来的厨师做得特色菜，还有这8瓶82年的拉菲和2瓶国藏汾酒。”马金文笑道。\\n\\n众人看着那一盘盘佳肴，和一瓶瓶好酒上桌，全都惊诧的无以复加！\\n\\n聚贤阁的老板亲自来送礼，这简直太令人震撼了。\\n\\n82年的拉菲，已经很稀罕了，还有2瓶国藏汾酒！\\n\\n这可是世界昂贵的白酒啊，单瓶曾经拍出两百万的价格！\\n\\n酒中皇品！\\n\\n“这里还有一张白金会员卡，算是我的一点心意，送给江老哥的，您下来次吃饭，有特定的包厢，而且是五折优惠。”马金文掏出一张会员卡，郑重的递给江国民。\\n\\n江国民早就惊得说不上话来，颤巍巍的伸出手接了下来，问道：“马……马老板，那真是太感谢了，可是我们不熟啊，这谁让你送来的？”\\n\\n“陈先生不在吗？”马金文问道，环顾了一圈，并没有看到陈平的身影。\\n\\n陈先生？\\n\\n江国民愣住了，这一包厢都没有姓陈的，其他人也没有往陈平身上想。\\n\\n江婉一怔，她却立马就想到了陈平，可是这不可能啊。\\n\\n[更多阅读](https://lianjiec455955.zhangwen.cn/link?code=1067988)\",\"timestamp\":1641520275,\"title\":\"第12章，以假乱真\"},\"digest\":\"slub6LGuN7gwlYVXIsqZeytdeAD13SOsPOVwIRgu7rs\",\"authorship\":{\"contributor\":\"0x74EF64C675BBC6419ECf8D10fd15a82610615ae3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"signature\":\"mZbRMweOblPzNx74vxhLymV9K4ymRY1RDhatmaDhEex8qUuywPEtAz2Q-iHHoB5ZFaIdETASFcJ3xTpKNk_qeQ\",\"signingKeySignature\":\"0x43cb7a8d2bdb999e7256782e6b013f63c3652b89aeb6ec219b03b8472d85bc86652881d2b53fa7f6f7ac7d1466aa7903ce872a60e714df5d9c8128735cbcc6331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"slub6LGuN7gwlYVXIsqZeytdeAD13SOsPOVwIRgu7rs\"}"