"{\"content\":{\"body\":\"*Started as an illustration project to change the stereotypical and negative narratives within and about Africa, Zouzoukwa is a project dedicated to promoting African cultures through emojis and onboarding people from the continent to crypto & web3.*\\n\\n![🥲✨](https://images.mirror-media.xyz/publication-images/0dTGIgSHfJ5J6UkIBZ2kH.png?height=1500&width=3000)\\n\\nTell me the first three things you think about when you hear “Africa”.\\n\\nIf your answers include “war, hunger, corruption, poverty”, or “safaris, animals, poor-but-happy-kids”, you are the reason why I’m working on Zouzoukwa.\\n\\nI am not blaming you, it may not be your fault; I don’t have to judge you, – even if actually I do, just a little 💀 – but if you still see Africa as a monolithic concept where poverty is everywhere and a place you have to help or save, there’s a lot of work to do.\\n\\nBut don’t worry, we will work on this together. We will see how we can all use the tools we have today – hello web3 – to foster a generation of self-sovereign individuals proud of their identities, making powerful communities, and having a tangible impact on the continent to change its story.\\n\\nSay *gm* to Zouzoukwa.\\n\\n(gm)\\n\\n\\n---\\n\\n## Background & Genesis 🌱\\n\\nMy name is O’Plérou and I’m an Ivorian artist, designer, and creative explorer. Born and raised in Côte d’Ivoire, a beautiful country in West Africa. I like to draw and create things and to explore ideas: sometimes for the sake of creativity and experimentation, and others to try to move towards a better future for myself and others.\\n\\nAnd even if I’m not the most sociable person in the room, I’m still interested in my environment to learn how things work and see how I can participate in my own way.\\n\\n### Africa’s Representation and its Impact\\n\\nAt some point, I started to notice many things that I didn’t like: Media keeping sharing stereotypical portraits of Africa, fellow young Ivorians not being interested in their own cultures and trying to be copies of the West, people risking their lives to go abroad for a “better life”…\\n\\nI could not stay insensitive to these things and I kept thinking about how I could change things, or at least try. And one day – long story short – a thought came to my mind: **\\\"What if I made emojis?”**\\n\\n### A Daily Emoji Project\\n\\nEven if it sounded silly at first, I liked the idea and immediately gathered resources to learn how to create a emojis (just YouTube, thank you ✨internet✨) and created the first one, Zaouli. It looked nice, and since I know that I tend to start many projects and never finish them, I decided to try something different this time, a self-initiated challenge: **Create a new emoji every day of 2018 and publish it on social media**.\\n\\nAnd I did it. (yeah I’m bragging 💀)\\n\\n![\\\\[Monuments Week\\\\]](https://images.mirror-media.xyz/publication-images/0Nt6iDL5KJFntsoUzaQBJ.jpeg?height=2048&width=1861)\\n\\nThe project was cool, light-hearted and fun: it was different to see cultural elements in that way, because Africa is usually not represented in technology. It even attracted the attention of international press and articles were written about the project and I.\\n\\nIt was funny for people to see me create ordinary elements, and during the project they wanted to actually use the emojis in their conversations. And again I gathered resources to do that (still ✨YouTube✨), and managed to release an app at the end of the project to make the emojis usable as stickers on WhatsApp and iMessage. It was like a gift to the community to thank them for their support, and it was pretty well received: The app was downloaded more than 10k times in the first week, and Play Store currently show more than 100k downloads. 🥲\\n\\n\\n---\\n\\n## After the Challenge: Abyss & Despair 💀\\n\\nEven if more cool things happened after the end of the challenge, — Wikipedia article, New York times article, brand collaborations, Ford Foundation support —  I was not really satisfied with the project’s outcome.\\n\\nThe project was dependent of Instagram, and social media is not the best way to learn about the represented elements. I wanted Zouzoukwa to promote the entire continent, but most emojis I made were about West Africa. My main source of information was the Internet, and *I* was the one in charge of representing cultures I don’t belong to.\\n\\nBut above all, **I realized I was building a community project alone, and I couldn’t even find ways to incentivize others to join me in that adventure**.\\n\\n\\\\[dramatic & sad piano music 🎼\\\\]\\n\\nI stopped publishing anything, lost followers everyday, basically ghosted the audience and disappeared since April 2020.\\n\\nBut in 2021, I found a sparkle of hope.\\n\\n\\n---\\n\\n## Web3 🌐 : A World of ✨Infinite Possibilities ✨\\n\\nIn February, I saw an article about the sale of Nyan Cat NFT and the vision I had for my life and future changed forever 💀.\\n\\nThey sold?? A Digital Artwork? For hundred dollars? I quickly got interested in NFTs, how they worked, what they’re part, of and from there I fell down the rabbit hole. 🐇\\n\\nThis new world where people actually get rewarded for the value they create was exactly what I needed for Zouzoukwa. And as I learned about the ecosystem (especially thanks to SC03🌱), the direction of the project became more clear now: **Zouzoukwa should become a DAO**.\\n\\n### AfroGen Z x Culture x Crypto = Zouzoukwa DAO\\n\\n![](https://images.mirror-media.xyz/publication-images/SDSkLCQcEvrLqvtcKP9TE.png?height=1500&width=3000)\\n\\nDAOs are organizations of people gathering towards a goal, and Zouzoukwa’s mission is clear: **Onboard people from Africa to web3/crypto, create emojis & content to promote culture, and have a positive tangible impact on the continent.** And as a result, change the way Africa is perceived.\\n\\nWe should start a community of thinkers, builders, creatives, storytellers, collectively building the great Africa they want to see. Funding & creating public goods that benefit ourselves and the web3 ecosystem, and become active participants of the crypto revolution.\\n\\n\\n---\\n\\n## What’s next and how you can get involved\\n\\nTo turn the mission into reality, we are going to need funds: to hire developers to work on the DAO products, to reward the early contributors and supporters, to allow the core team to spend more time on the project \\\\[I’m currently the only one full time\\\\] and to teach people about this new ecosystem.\\n\\n### Mirror Crowdfund and $ZOUZOUKWA Collection NFTs\\n\\n![$ZZK Crowdfund Editions✨](https://images.mirror-media.xyz/publication-images/aorRdqzOZJMbm6ktk0s63.png?height=700&width=2066)\\n\\nTo participate in this adventure and be an early supporter of the movement, you will *soon* be able to back the DAO Genesis Crowdfund on Zouzoukwa’s Mirror, and buy the original 365 emojis of the project on Foundation.\\n\\nStay tuned by following [Zouzoukwa on Twitter](https://twitter.com/Zouzoukwa) and join the [Discord Server](https://discord.gg/jFPBy8dq8s) 🌍 to be amongst the firsts to know about the release dates.\\n\\nSee you there! ✨\\n\\n[https://discord.gg/jFPBy8dq8s](https://discord.gg/jFPBy8dq8s)\\n\\n\\n---\\n\\n> “You cannot carry out fundamental change without a certain amount of madness. In this case, it comes from nonconformity, the courage to turn your back on the old formulas, the courage to invent the future. It took the madmen of yesterday for us to be able to act with extreme clarity today. I want to be one of those madmen. *We must dare to invent the future.”—* Thomas Sankara\\n\\n\\n---\\n\\n### \",\"timestamp\":1636749763,\"title\":\"Introducing Zouzoukwa 🌍\",\"publication\":\"oplerou\"},\"digest\":\"j1Hn-YnYsYhjugO9nnRKq55L2mShg3Alqhr4ccRJzdM\",\"authorship\":{\"contributor\":\"0xa5BFD95294Aee7d66CF7C5981C26C5ae21D217bc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m99FS0c46pV-A2k2KjgUAL9-vnCsWTm1WwfkrFDZZa4\\\",\\\"y\\\":\\\"mvFzbASlZeyTsv0CqgXm2rjnDgtjIFWgBwKOeXdjbaE\\\"}\",\"signature\":\"j0vIRpwcO0rXAVZOWs7GCvgZeisE44nl676iNCdNFCSjECHXw-RmT8ksffdl6hw7Qmy6lPvRGNKTfvlztGxK2A\",\"signingKeySignature\":\"0x44bbe020c274f819d8ecbc31a5b17b6ee2e7f6f3b8f5e6c5614e992bba6aca3c18ecac84529c41b4f20cc4fabf3989c2db1b8562de0b98174cf438f6e955ffec1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m99FS0c46pV-A2k2KjgUAL9-vnCsWTm1WwfkrFDZZa4\\\",\\\"y\\\":\\\"mvFzbASlZeyTsv0CqgXm2rjnDgtjIFWgBwKOeXdjbaE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_Imk81ivz7_-Eqdxd_dNlPM9uB0qoyODrnNTkmBrlgA\"}"