"{\"content\":{\"body\":\"## What is Trader Joe?\\n\\n[Trader Joe](https://traderjoexyz.com/#/home) is an AMM style decentralized exchange on Avalanche. Trader Joe combines DEX services with DeFi lending to offer leveraged trading. Trader Joe’s products are community driven which allows them to allocate fees collected from liquidation and swaps back to the users via the JOE/xJOE staking mechanism. JOE is a governance token that also rewards its holders with a share of exchange revenues.\\n\\n## What is Avalanche?\\n\\n[Avalanche](https://coinmarketcap.com/currencies/avalanche/) is a [layer one](https://coinmarketcap.com/alexandria/glossary/layer-1-blockchain) blockchain created to host all kind of distributed applications. As another blockchain with similar utility to Ethereum, Avalanche has made small changes to how the blockchain works to optimize for speed and scalability. Avalanche aims to not only be a short term compliment to Ethereum but possibly even a substitute. Avalanche has a unique architecture. It consists of three unique chains: X-Chain, C-Chain and P-Chain. With each chain having its own purpose. Something interesting about Avalanche is that each chain uses a different consensus mechanism.\\n\\n## What is an AMM/CFMM?\\n\\nConstant Function Market Makers (CFMMs) are a classification of Automated Market Makers (AMMs) which have been applied to crypto DeFi markets. CFMMs were pioneered by several projects in the crypto community to create decentralized exchanges (DEXs) for digital asset trading and based on a mathematical function establishing a pre-defined set of prices based on the assets held in a liquidity pool. Whereas a traditional order book-based exchanges (OBs/CLOBs), traders trade against a specific counter-party.\\n\\n## Why Deposit Liquidity in Trader Joe?\\n\\nSome investors/traders may want to Provide Liquidity (LP) in an AMM style DEX for various reasons. One popular reason is the ability to earn rewards in the native governance token of the platform. This reward structure can be used to offset a concept known as [impermanent loss (IL)](https://coinmarketcap.com/alexandria/glossary/impermanent-loss) which is when someone’s assets in a pool lose relative value when the price of one asset changes dramatically against the other asset. The concept of earning tokens for staking LP tokens is referred to as [yield farming](https://coinmarketcap.com/alexandria/article/what-is-yield-farming) and can be done under the “Farm” tab on [Trader Joe](https://traderjoexyz.com/#/farm).\\n\\n## A step-by-step guide on how to lend assets on Trader Joe:\\n\\n* Visit [https://traderjoexyz.com](https://traderjoexyz.com/) and connect your wallet.\\n\\n![Trader Joe Connect Wallet Pop Up](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FefB_GbeDHGtEh7AgCYgGX.png&w=3840&q=90)\\n\\n* If your wallet is not on the Avalanche Network, a window will prompt you to switch to the network. Click on “Switch to Avalanche” and sign it with your wallet.\\n\\n![](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FANdLwi85qg1fFm_tZGl4D.png&w=2048&q=90)\\n\\n* Verify the chain data is correct and click approve.\\n\\n![Avalanche C-Chain Details](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FvcixdEM2zE6ZswaHGVZad.png&w=1920&q=90)\\n\\n![Switch Network to Avalanche C-Chain](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FOuxa0pH0h8Yl0wl_D35wC.png&w=1920&q=90)\\n\\n* Once you’ve switched to the Avalanche Network, you will see your wallet address up in the top right corner of the page.\\n* Now you will head over to the “Pool” tab where you can pick a pool to deposit to.\\n\\n![](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2Fq4-Pb_FT1Bbnla9XOtEVY.png&w=3840&q=90)\\n\\n* In this example I selected the “AVAX-USDT.e” pool as seen in the picture below.\\n\\n![](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FX2__-6iGxvbMaXwkfjhZc.png&w=3840&q=90)\\n\\n* Depending on the amount of each token in the wallet, manually choose an amount of one token and the website will fill in the matching amount for the other token. Tip: You can use the “MAX” button for the coin with the smaller dollar value.\\n\\n![](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FZGu8xkIJwZpsOp7GXNmzE.png&w=1920&q=90)\\n\\n* When you have decided the amount of each asset you would like to deposit as liquidity, you will click on the button underneath to deposit.\\n* The transaction will take a few seconds to go through and once you get a confirmation screen, you can be assured your assets are now deposited into the pool of your choice!\\n\\n  ## Resources:\\n\\n  **Avalanche C-Chain Block Explorer:**\\n\\n  <https://cchain.explorer.avax.network/>\\n\\n  **Ethereum -→ Avalanche Bridge:**\\n\\n  <https://bridge.avax.network/login>\",\"timestamp\":1635976380,\"title\":\"Tutorial: How to Provide Liquidity on Trader Joe — Mirror\"},\"digest\":\"zCoovbWkexg4BT1T7O23lVAN1z7tRQYUVTd407eZJX4\",\"authorship\":{\"contributor\":\"0x3eC44A823E07555B5f889d8d954eec736eb5865b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GlzXnZdMew5G1LVIddgbqKnIok2fDKNp2W8rAqm4e5Y\\\",\\\"y\\\":\\\"3DUmB_qnsZ_Llo4kG9gSWS3DjmTS3j-YgOdjS6gkAS4\\\"}\",\"signature\":\"AzVeXIQ1pvOCyF0nL9FZGVSJcZT335VNjZgaJi60HAO4xIislBNdMCcuhLByaelGcRymnhejtxiW8Gg9948s8w\",\"signingKeySignature\":\"0xd3eb5081418b7e3e41910a28b3df44ba5da16dfb01b3b429105ffe3da916071618dddca2f0e1f04ff2d2a65e3596a44024f61849dce7ae4e90f353b721ee960d1c\",\"signingKeyMessage\":\"I authorize the publication of articles on rabbithole.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GlzXnZdMew5G1LVIddgbqKnIok2fDKNp2W8rAqm4e5Y\\\",\\\"y\\\":\\\"3DUmB_qnsZ_Llo4kG9gSWS3DjmTS3j-YgOdjS6gkAS4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RcWykkGJMCFfM-1ZpR-jZz-xoWRlWz-rW3jE78KOYXA\"}"