"{\"content\":{\"body\":\"The advantage is that there is a certain degree of restraint against privileged or wealthy people. But those who are rich can still get the votes when they spend money, but they will spend more money. If it’s one person, one vote, if you voted for 100 votes before, you only need to spend 100 yuan for one vote. Now, for every additional vote, more money is needed, which will cost a total of 5,000 yuan. At this time, the exponential increase in money is spent, which is equivalent to using 50 times the money to cast 100 votes.\\n\\nIn Funding talked about the issue of fund subsidies, we can see a rule: the more the number of participants, the smaller the amount, the more subsidies can be obtained.\\n\\nBut in this case, there are several cheating schemes: First, I have the money to hire people, and everyone gives some money. Or you don’t need to hire people, just set up 1000 accounts, and each account puts one dollar, which is better than my one account puts 100 dollars. The most intuitive cheating scheme for this matter;\\n\\nThe second is the collusion scheme of cheating. People who have more tickets and those who have fewer tickets combine to play this set of things, which is still in this set of mathematical models. As long as you diverge this simple data model, you can make more things.\",\"timestamp\":1634478601,\"title\":\"What are the advantages and disadvantages of the quadratic voting model?\"},\"digest\":\"HO18GO2N0u0BDTJPgjFQ4YW4MXif4hzXzT_fU5Arz2w\",\"authorship\":{\"contributor\":\"0xd2D723FEa3DB671FFE3bd8DbC449734770cB41b6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Cs4489iK0AHzsHqZWwquWBAg1Tx2wUY6J53G8mOo-VQ\\\",\\\"y\\\":\\\"UFDXfylYesBc-FDTkIG7ne8qMdAEYOHbfftGP-fMNVQ\\\"}\",\"signature\":\"ogfqo1d9XRB3O29OE56E-_QHF-rP00jQVqqbR38-IbN8oXuvzKC1RhznXL7SwYpGO-byouwsV2tom3X9JuvwnQ\",\"signingKeySignature\":\"0xc44605e2f12f9b064152da9fd2f00ae0c384b6818548fb5a6cb49e77ca38efd66059955957e449b155ab8c0106efc04f505090def38568d67e0f8253d1ac0c5f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Cs4489iK0AHzsHqZWwquWBAg1Tx2wUY6J53G8mOo-VQ\\\",\\\"y\\\":\\\"UFDXfylYesBc-FDTkIG7ne8qMdAEYOHbfftGP-fMNVQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HO18GO2N0u0BDTJPgjFQ4YW4MXif4hzXzT_fU5Arz2w\"}"