"{\"content\":{\"body\":\"n China, students feel so bad about their uniforms, because these clothes look almost the same, which are large size and can’t reflect anything beautiful. But look at the uniforms in other countries, which look young and beautiful. However, the latest news reported that Korean students liked Chinese uniform. \\n 在中国，学生对他们自己的校服都是不喜欢的，因为这些衣服看起来是几乎一样的，而且基本都是大尺寸的，看不出任何美丽、好身材。但纵观其他国家的校服，看起来显得人年轻、漂亮。但最新新闻报道，韩国学生喜欢中国校服。 \\n  \\n Korean TV shows are very popular in China. We have learned the school life and what they wear as students. Girls wear the skirts and the boys wear the clothes that makes them look handsome. We feel so envious about their uniform. But after Korean students see Chinese uniform, they like it because its large size made them feel comfortable and convenient to do exercise. \\n 韩国电视剧在中国很受欢迎，从中我们了解到他们在学校的生活和学生的穿着。女生都是穿裙子，而男生穿的也可以让他们看起来更帅。我们都很羡慕他们的校服。但当韩国学生看到了中国的校服后，他们表示了喜欢，因为它的大尺寸让人觉得舒服，也可以方便做运动。 \\n  \\n Chinese uniform have been disliked by students for a long time, especially with the popularity of foreign films and television programs. As students realize the difference and appreciate western styles, they advocate the school to make some changes. Indeed, some schools have put forward the new styles and are popular by students. I think students have the right to make them look beautiful and energy. \\n 中国的校服在很久之前就不受学生欢迎，特别是随着外国电影和电视节目越来越受欢迎后。学生意识到差异并欣赏西方风格，他们提议学校做出一些改变。事实上，有些学校已经更换了新的风格，也受到了学生的欢迎。我觉得学生有权让自己看起来美丽和充满活力。\",\"timestamp\":1634968413,\"title\":\"Is Chinese Uniform Popular?\"},\"digest\":\"Tagfwe-Q3U-Z77Dzx8i3PRBKt65I6fVg_k-MM-vQexE\",\"authorship\":{\"contributor\":\"0x0E443f2385852482104619e9A63832C360f5f44a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNPN9f23VT0-P2oO8aqH0CO8ajDPHOOkr-h_HYyQDeI\\\",\\\"y\\\":\\\"aaI23hdxyhHhog7s4dYF1N6RwM8mCVcuwfW_-R4vCWY\\\"}\",\"signature\":\"NywNEb4LdWoqH2A3GGAdivRDqaGupg7Suwa9NZWMygwE8lJ5vdbS5u3PT1GIowJtBu8HxHOYmj9Kf9_RSGwzNA\",\"signingKeySignature\":\"0xe0815e1b3e0b6fd379be30841a028bf82ba65e81c020fb179b3bed23497f624f7c6478946bf7f4edaf13fbf726a985c0a612c30de3f658ce327fbf3f84ed3b901c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNPN9f23VT0-P2oO8aqH0CO8ajDPHOOkr-h_HYyQDeI\\\",\\\"y\\\":\\\"aaI23hdxyhHhog7s4dYF1N6RwM8mCVcuwfW_-R4vCWY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Tagfwe-Q3U-Z77Dzx8i3PRBKt65I6fVg_k-MM-vQexE\"}"