"{\"content\":{\"body\":\"There’s a whacky idea I have been sharing with my friends lately, and I think its time I put it out there to see if this sparks some ideas. The idea is dubbed ‘memory palace’ for the time being. The concept is letting anyone build a home in VR specifically for the purpose of going there to think and feel. The home would be divided into rooms, where you can go to think about specific topics. So you can have an office room to think about work, and career. Another could be a basement therapy room where you think about darker thoughts that you want to work on improving.\\n\\nThe idea behind this is to enhance our ability to think, see and feel beyond a 2 dimensional threshold. It lets us place notes and pictures anywhere, and pull them up in an instant. By creating a spatial environment, it becomes easier to follow our train of thought — but also focus on what we are thinking about. This example shows up multiple times in our real life, where different places provide different meaning to us.\\n\\nYou could design this home (or palace) if you will however you like, but the first home you build has to be a replica of the first home you lived in. Part of this project is combatting dementia and one of the ways is to remember objects and things like your first home, school, toy etc. Once the initial home is build, you can expand it to whatever you like.\\n\\nYou can have as many rooms with as many gadgets or things as you want. You can fill the house with digital art — paintings, sculptures, music — whatever you want, anywhere you want. This is a house completely built by you for your memories.\\n\\nWhy work on this? The answer boils down to why spatializing is so important:\\n\\nHumans think and communicate spatially. We ‘move past’ problems, put them ‘behind us’ and ‘get over’ things. When we spend time with someone, we say we got ‘close’ to them, when we need to we take a ‘step back’ and look at a ’30 000 foot view’. While these are metaphoric in our speech, they represent an easy way for us to grasp information conveyed to us. Spatializing information allows us to better associate, install and distill that information to others.\\n\\nSpaces are meaningful to us. A temple or church has a different feeling to it than a school or a prison. It’s not location alone but the design and atmosphere that impact us. This is why there are places for peace, but also haunted houses. Spaces take up a feeling in our brain, and it doesn’t even have to be that extensive. You can have a small room dedicated to work (an office) and another dedicated to fun (basement). Now imagine creating infinite spaces, easily, for any feeling. All of a sudden you can express and capture emotions that were previously hard to perceive.\\n\\nSpaces create randomness and entice memory. People often say a walk is good to clear the brain and refocus. It is also where many great ideas have come from. Walks are movements within spaces that give the mind inspiration. It allows the mind to travel from feeling to feeling, freeing itself from suffocation. Its for this reason that working from home was so difficult at first — the space aka the feelings and associated memories were all the same. You feel tired and sleepy in bed..how can you be productive there too?\\n\\n* A physical place for your stuff is ever lasting. You can give access to anyone to come to your palace and check out what you’ve been working on, or thinking about. They could even follow your train of thought. This is by organizing each space for a specific purpose.\\n* Simulated spaces feel like real spaces. Any gamer can tell you which roads, terrains or maps they like to play on. In fact, to this day I remember the exact layouts of various maps in Counter Strike from almost 17 years ago. How is that possible? The place wasn’t even real!\\n\\nNeuralink: Now the cool part about this idea is when we can start to combine brainwaves and our use of technology, we can start to see really interesting things happening. Some of those ideas could be:\\n\\n* Imagine you are able to combine your emotions with the place you are in. Suppose you get really excited or really focused while working in your office. The VR meta verse can start to help you focus only on work. If theres music playing, it could play faster or more upbeat to match your emotions.\\n* At the same time if you’re having dark thoughts, the room could signal a cry for help. It could try and cheer you up or take you back to the time you had those dark thoughts to get out.\\n\\nIt’s a wild concept, but it could also be very game changing. Ultimately this would create better mental clarity and give people an identity.\\n\\nIf reading this excited you about the possibility of what can be built in VR, I’d love to chat!\\n\\nIf you want to tip me for this great work visit this cool tip jar by [Jax](https://github.com/JaxHodg): \\n\\n[https://matic-tip-jar.pages.dev/rally](https://matic-tip-jar.pages.dev/rally)\\n\\nOr create your own: <https://matic-tip-jar.pages.dev/> \\n\\n*Thanks to Joel, Tim and Mayank for reading early versions of this!*\",\"timestamp\":1641967172,\"title\":\"Memory Palaces\"},\"digest\":\"6yEB-hNC9oTDv90cH-jrDwL4I14eQTCKMiVDb_qkRqk\",\"authorship\":{\"contributor\":\"0x0a3d548c13DAaDA0E1B18251F03f7bC45424C2A3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-3YRu9lzhUNcu37hV_hTAWk-l4_IaQToc6LYyOrDcjA\\\",\\\"y\\\":\\\"T1eoPgtmhO-mATMjOQPe-Ge0bHJJJmoxzn1-6bFwIHc\\\"}\",\"signature\":\"hcJi1pfQIwcXMCGwAtb10BLcYX8qXwqexX1Fpdbd7hbGPpZcPkSbvDYAFM6XtiQC9bf9PKbTF2x3l58-UUYTtw\",\"signingKeySignature\":\"0xa254a4a1b15df8f25355d51119efc074e6d06a78a6088cb7460b44ade93e4cb6332484c693ff7e23eac90a54b952ba1da7dad385863b1966403744adbe5be9531c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-3YRu9lzhUNcu37hV_hTAWk-l4_IaQToc6LYyOrDcjA\\\",\\\"y\\\":\\\"T1eoPgtmhO-mATMjOQPe-Ge0bHJJJmoxzn1-6bFwIHc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6yEB-hNC9oTDv90cH-jrDwL4I14eQTCKMiVDb_qkRqk\"}"