"{\"content\":{\"body\":\"### Welcome to the first ever Songcamp Music NFT Auction! \\n\\nThe following 3 one-of-one NFTs are now open for bidding below: \\n1) **“Static Twist”** by The Lunar Veil\\n2) **“Hold On Hope”** by Driftwood TX\\n3) **“Antid0t3”** by Rainbow Punch\\n\\n[Token #3028](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=3028)\\n\\n[Token #3029](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=3029)\\n\\n[Token #3030](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=3030)\\n\\n\\n### The 3 auction winners will each receive:\\n\\n- The 1/1 NFT, pressed + minted on [Catalog](https://beta.catalog.works/) as the original canonical digital record\\n- One (1) invitation to Songcamp’s **Patron House** (*more info below*)\\n\\n### **100% of the funds from these 3 NFT auctions flow *directly* to those involved in the project**. 💥\\n\\n![](https://images.mirror-media.xyz/publication-images/f3fe07e2-1a2d-4794-a553-a62036cecd3b.jpg?height=814&width=1444)\\n\\n*Artwork by Clearest Deep Balloon → Peace Node & Gian Ferrer*\\n\\n# Songcamp Genesis\\n\\nOn **Monday April 12**, Songcamp’s first experiment kicked off: \\n\\n**A songwriting camp that doesn’t end when the music is written, but continues on into the visual design and release of said music**. \\n\\n9 musicians who’d never collaborated with one another were put into groups of 3, and given two weeks to create something from scratch together. A team of visual artists + project operatives were also formed to provide the visual and rollout support of the resulting songs. \\n\\nOn **Monday April 19** — one week into camp — a sponsorship NFT called *“The Unlock”* was minted to raise the funds necessary to distribute the songs. [Seed Club](https://twitter.com/seedclubhq) won the auction, and are forever etched into the Songcamp story as the first ever on-chain supporters of the project. \\n\\nOn **Monday April 26**, the two-week camp came to a close. All teams delivered their final masters + cover artwork. \\n\\nOn **Monday May 3** (*aka today*), the 3 songs were minted as 1/1 NFTs on Catalog and are now up for auction here on Mirror. \\n\\n# The Songs\\n\\n### “[Static Twist](https://beta.catalog.works/thelunarveil)” by Lunar Veil\\n\\n*The Lunar Veil is Thys, Hvdson and Samsonite*\\n\\nA nocturnal dissociative narrative, twisting through sharp corners, from low fidelity analog machines to maximalistic digitalistic bordering the hystericalistic, via a strictly mature age appropriate noise fetish, carrying the naive hope to bring it all home in one piece.\\n \\n### “[Hold On Hope](https://beta.catalog.works/driftwoodtx)” by Driftwood TX\\n\\n*Driftwood TX is Gavin Slate, Kevin Paris and Rowan Spencer*\\n\\nDriftwood: shaped by rough waters, wind, light and shadow. Driftwood TX: a place where lakes can sing at night and the sound reverberates in caves and off walls of stone. Three itinerant strangers meet there to capture these songs at that moment when the fire burns at its lowest but the first sign of sunrise shows.\\n \\n### “[Antid0t3](https://beta.catalog.works/rainbowpunch)” by Rainbow Punch\\n\\n*Rainbow Punch is MAiWORLD, Snacks.xyz and Matthew Chaim*\\n\\nSmashing sounds together in a multi-coloured kaleidoscope of subconscious dreams, sure to kick your socks off and send you sprinting up the honey-covered hills of the cartoon world that we're pulling you into.\\n\\n# The Auction\\n\\n![](https://images.mirror-media.xyz/publication-images/332f272b-2a66-4944-aee0-d4559b417429.jpg?height=757&width=1320)\\n\\n### Auction + Revenue Flow \\n\\nThe winning bids from these three auctions will be split amongst the musicians, visual artists, project operatives, and Songcamp’s treasury. We are using Mirror’s Splits tool in order to instantaneously and trustlessly split all auction proceeds to their rightful recipient. *To see this breakdown in action, scroll down to the Split blocks below.*\\n\\nBecause Mirror, Catalog, and the Zora protocol take zero transaction fees — **100% of the funds from these three NFT auctions flow directly to those involved in the project**.\\n\\n### The Creator Fee Routing\\nThe creator fee — which was setup on Catalog’s front-end at the time of minting — is set at 25% for each of these songs. The creator fee will also be shared by all contributors in the same relative proportions as above.\\n\\nCurrently, the Zora protocol does not support the separation of a Creator Fee from the Creator’s wallet. This means that the creator fee will go directly to the wallet that minted the NFT. Because of this, our plan is as follows: once the auction closes and the creator fee flows into the band’s wallet, that wallet will manually send the creator fee to its respective Split block address. This way, all 100% of the auction proceeds will end up in that song’s Split.\\n\\n# The Splits\\n\\nThese are the split blocks that are plugged into the 3 NFT auctions above. Each one is broken down amongst the contributors to each specific song + the project as a whole.\\n\\nOur musicians are denoted above in the “Songs” section. The visual team consists of Peace Node and Gian Ferrer. The project operatives are Quiet Theory and Mark Redito. And lastly is the Songcamp treasury.\\n\\n**Once the auctions conclude, each recipient can navigate to the respective Split block and claim their share.** \\n\\n[\\\"Static Twist\\\" by The Lunar Veil](split://0xD5a7f09d6DeAadB11Bb23d4d59622CC74736a476?network=mainnet)\\n\\n[\\\"Hold On Hope\\\" by Driftwood TX](split://0x142Ca9EDac4726B4BB6c5Bb0451eFC1D88F32bb4?network=mainnet)\\n\\n[\\\"Antid0t3\\\" by Rainbow Punch](split://0x5183Ee697C9BA7f70D6913C5fE4c26C9544b9840?network=mainnet)\\n\\n# The Future\\n\\n### Is Songcamp an open protocol?\\n\\nWe spoke at length about what Songcamp’s role is, and what cut if anything the treasury should receive. We played with the idea of Songcamp being this *“lower layer”* that spins up collectives, and the participants within each collective receiving all proceeds resulting from the creations.\\n\\nIn that way we start to see two distinct layers here:\\n\\n1) the Songcamp base “protocol” layer, and;\\n2) this first sprint within Songcamp\\n\\nRight now, in that this is the first project, those two layers feel pretty flush. And to keep things simple, we concluded on a share of 10% of each auction to go towards the Songcamp treasury and its future projects.\\n\\nThat said, we are excited to continue this conversation. We'd love for you to come join us as we navigate the beginnings of this experiment!\\n\\nCome get involved → here's our [Twitter](https://twitter.com/songcampdotband) + [Discord](https://discord.com/invite/wHsJD2sTpc).\\n\\nThanks for being here. 🕊\",\"timestamp\":1620075688,\"title\":\"The Music NFT Auction — LIVE NOW 🔴\",\"publication\":\"songcamp\"},\"digest\":\"xVIye95frUFrZ4RbfYPFNhfi1emI7kvXCcxJOTbcBlM\",\"authorship\":{\"contributor\":\"0xfC4852B5e3aF65058CdfE1D1dce26946c0C1975f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8dsm57JQrqLLBvyNfoblxEuMQroQaU2wCgFT3BSbTXg\\\",\\\"y\\\":\\\"H-njMjHuaIxZsFI9hErZ2b-0X_BkkF7Ms5B3H7kuT68\\\"}\",\"signature\":\"DyEfqbHTC2IKlXDKxTx4tka3CDOafXKf8NFgDje5oGDTUkzGqbxy_D2P_upTS8ge08Mi8Bb4fuvQRjic9BcGyw\",\"signingKeySignature\":\"0x5ebc263fb83403155b5e00adf14607fbc29cdcd3cdacb25ad1d55a5f3acb8dc11c5796a32b68935745043ef7de5ac52294ac19f529efae34bb591abf3194537e1b\",\"signingKeyMessage\":\"I authorize the publication of articles on songcamp.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8dsm57JQrqLLBvyNfoblxEuMQroQaU2wCgFT3BSbTXg\\\",\\\"y\\\":\\\"H-njMjHuaIxZsFI9hErZ2b-0X_BkkF7Ms5B3H7kuT68\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xVIye95frUFrZ4RbfYPFNhfi1emI7kvXCcxJOTbcBlM\"}"