"{\"content\":{\"body\":\"\\n[Token #3110](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=3110&size=small)\\n\\nA few weeks ago, in between watching talks at Figma Config, my roommate & I were reminiscing about the “good old days” of design conferences that we had independently frequented in Europe.\\n\\nI was due to give my talk the next day and was in the process of rewriting the entire thing while trying to rethink the metaphysical format of what a “talk” even was & how that should _really_ manifest.\\n\\nConferences are weird: at their most surface level, they’re ostensibly just paying a bunch of money to travel somewhere and sit in an auditorium or banquet room drinking stale urn coffee, processing a hangover, and watching someone give a talk that would end up on YouTube by the time you’d returned home. Indeed, some were just like that - but the best ones I went to were transformational experiences. They were where I met & reconnected with hundreds of friends I’ve maintained across borders & oceans for a decade and where as a design student & new grad I first felt part of something bigger & more exciting than myself rather than an anonymous “designer” in London’s stagnant graphic design scene. They were more than just watching a future-video be delivered live: a magical form of collective energetic entrainment that could never fully translate by the time a video reached YouTube.\\n\\nThe chills, tingles & tears I experienced during the best conferences I attended left indelible marks on my perception of myself and the world. They were so much more than “just watching talks”; holistic moments of micro cultural zeitgeists.\\n\\nThe event producers at Config had also recognized that an online conference should be more engaging and interactive than “a streaming video embedded on a webpage”, and had arranged a whole program of experiences to bring attendees together between talks. You know how the process of finishing is though: before I could “finish my talk” I had to fully explore my own thoughts on conferences and connection.\\n\\n***\\n\\nAs a musician it is my assertion that performers are only one component of the experience of a performance: an attentive & open audience is integral to co-creating the conditions necessary for really magical experiences. Public speaking is no different.\\n\\nPerforming to a webcam in your bedroom can be an isolating experience. Virtual concerts on Zoom—where I can see people’s faces, and unmute them in between songs so it’s not weird & silent—are infinitely more interesting to me than streaming to something like Instagram Live or Zoom. One-to-many streaming platforms may contain a flurry of metrics or comments, but broadly the interactions with my live audience are either quantitative & depersonalized, or distractions that take me out of the mental headspace I need to drop into what I’m trying to bring into the world. What I want in my digital events is to feel the presence of an engaged, thoughtful & present audience in just the same way as I might when performing in a whisper-quiet living room or “listening room” concert.\\n\\nAt Config, the speakers streamed from a different application than was used by the audience to watch the talks: that is to say, I didn’t get to see the attendees’ live comment sidebar as I was speaking. Friends sent me screenshots afterwards & I’m grateful for the kind words people had to say about my talk, but had I been scanning it in the moment it would have certainly taken me away from the focus I needed to speak.\\n\\nStill, I wanted to know that I was not speaking into a void: that I was not in an empty auditorium doing a dress rehearsal but that there were real humans out in the front row if I squinted past the stage lighting.\\n\\nI also wanted to prototype something of a less ephemeral experience than the chat box that my talk was paired with: a permanent trail of thoughtful breadcrumbs marking the experience of my community listening to my talk.\\n\\nI was considering all of this as I laid awake all night (literally: I couldn’t sleep for a second) after the first day of Config, mentally reworking the talk I was due to give in a few hours.\\n\\nA few things came together in a wholly unexpected way. John Palmer had just given a real corker of a talk about spatial software, and I couldn’t stop thinking about enamored I had been a decade ago when I first encountered Jef Raskin’s seminal The Humane Interface, or in 2020 when Aza Raskin showed me a prototype of what became MakeSpace. This paired with my own rejection of anything that feels like shoehorning my divergent, ADHD thought process into a boring linear flow - whether designing or writing a presentation, I resent being forced inside arbitrary boxes and sequences.\\n\\nI also wanted ways to bring in my patrons & friends in a way that recognized their support of my work & the conversations we have that drive each others’ work forward. I wanted to weave together a brand new spin on the collective reflection & pondering of IRL conferences in the old days, in a realtime, living, and permanent way: the digital version of nudging your seatmate & whispering “holyshit”, or having lengthier conversations about what you’d just witnessed over lunch.\\n\\nBeing an independent individual working in technology, I get the best of both worlds: the firehose of inspiration from my friends launching cool things, and the autonomy to immediately use them without waiting for it to be “enterprise ready”, or doing months of proposals. Indeed, one of the themes about my talk was about how the drudgery of the corporate technology company is antithetical to why I got into technology in the first place or how I think interesting things are invented. My talk was also about just __doing the thing__ and living our values in every moment rather than waiting for permission from imaginary gatekeepers.\\n\\n20 hours before, Dylan Field had introduced Figma’s brand new, collaborative “digital whiteboard” app: FigJam. I hadn’t used it yet, but it sounded rad and I had an excellent excuse to see how it worked.\\n\\n***\\n\\nI find that when I realize that there is a crystal clear path to congruent action, the thought of living for the rest of my life with an unanswered question is unbearably painful. Action is fun.\\n\\nAfter giving up on my naive desire to sleep, at 9am I texted a handful of friends variations of “yoooooo, what are you doing in like 2h??? Wanna try a weird experiment I literally just thought of, live, in front of like 60k people??? Lmk asap & I’ll tell you more (omg I’m so tired fml)”. Because my friends are the BEST, they all said yes. Then I texted Rogie (who had been helping me refine my talk from the Figma side) ~“gonna try something different, might bomb, might work, sorry lol”, and got out of bed.\\n\\nLuckily I’m not much of a “give a Serious PowerPoint Presentation With Slides & Bullet Points & Graphs & Stuff” kind of person. Like I said, I have ADHD and the linear flow of presentation software makes me feel constricted & doesn’t let me fully experience ideas as I would prefer to communicate them. My “deck” at that point was mostly photos of moss & flowers from my garden to form a soothing background montage as I spoke (it will make sense when the video comes out next week, I promise). As the clock counted down to my talk, I moved the slides that I did have over to FigJam, invited my friends to the document, and shared my screen.\\n\\nAs I gave the talk I panned around the FigJam canvas while my friends laid down digital sticky notes, drawings & stamps with their reflections & pulling out quotes from what I was saying.\\n\\n![](https://images.mirror-media.xyz/publication-images/51f8f936-7bd7-4677-b9ff-dcc84fa88042.jpeg?height=927&width=1429)\\n\\nSomething magical started happening too - people started taking notes together, building off of each other, in a way that I hadn’t predicted. There was no group chat thread and I hadn’t really given much guidance beyond “you have edit access to this doc - I haven’t used FigJam before either, let’s figure it out live”.\\n\\n![](https://images.mirror-media.xyz/publication-images/0f466124-6013-477f-924a-f41854346fd9.jpeg?height=701&width=998)\\n\\nOf course, this format was just an experiment. We had a couple of hours to pull it together, but the mechanics of it hint at something bigger.\\n\\n![](https://images.mirror-media.xyz/publication-images/531aef59-d496-4ae6-b5b3-f6cab77f432e.jpeg?height=1126&width=1835)\\n\\nThe people I invited were mostly the friends who I’d been chatting to recently and so were towards the top of my message lists in Telegram & iMessage as I scrambled to pull together a crew. It was an imperfect system, but a gesturing towards a more robust form of bought-in patronage. My intention is that future experiments are broadened out to include the full scope of who I consider my patrons: those who have financially supported me, intellectually driven projects forward with conversation, contributed in-kind to codebases, energetically supported me, or have just been engaged & receptive on social media.\\n\\nThe video of Config talk—New Futures, Together—will be published my Figma in the next few weeks.\\n\\nAs I’ve been processing the experiment & getting back into my writing habit on Mirror I realized that collaborative, participatory, spatial canvases are really interesting primitives for _any_ form of communal discussion. Mirror doesn’t have a comment section, and yet I crave a place for my patrons to reflect on my writing more publicly than our DMs, and in a more focused & less attention-hostile place than on social media.\\n\\nWith that said, I have created [another FigJam canvas](https://www.figma.com/file/JL3tii4BM2P3wloCjV1zVb/Untitled?node-id=0%3A1), just for this post. Think of it like a more interesting alternative to a comment box. Let's see what happens!\\n\\n[FigJam embed](https://www.figma.com/embed?embed_host=share&url=https%3A%2F%2Fwww.figma.com%2Ffile%2FJL3tii4BM2P3wloCjV1zVb%2FUntitled%3Fnode-id%3D0%253A1&display=iframe)\\n\\nMy imperfect-invite-system at this point is compromised of:\\n- the friends who I invited to the original FigJam document on the day of the conference\\n- people who have bought my NFTs on Foundation, Zora or Catalog\\n- people who hold my social token $CHRYSO (more on that soon)\\n- people whose NFTs or social tokens _I hold_ (it means I think you’re rad!)\\n- a handful of friends who have been my confidants as we navigate the emerging trends in interdependent crypto-powered creative communities this spring\\n- the folks I’m holed up with IRL in Texas right now at Creator Cabins, scheming about the implications of _all of this_ for the Creator Economy\\n- other folks who seem to be genuinely & authentically engaged with what I’m putting out - on social media and my Discord\\n\\nAnd, of course, whichever individuals or groups bid on the NFT of this piece.\\n\\n[Token #3110](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=3110)\\n\\nIf you think you fit one of those groups & I forgot to invite you, please DM me somewhere & I’ll get you in.\\n\\n***\\n\\nThis ~ * whole situation * ~ wouldn’t have been possible without the support of Dylan Field, Rogie King, Azra Daniels, Vanessa Chung, John Palmer, Michael Feldstein, Matt Pistachio, Lachlan Campbell, Nicole, Drew Coffman, Wojtek Witkowski, Joy Cozby, and everyone who worked on FigJam & Config. Thank you all so much!\\n\\n![](https://images.mirror-media.xyz/publication-images/c216412f-d561-495b-b0d7-adffc26ec763.jpeg?height=605&width=1058)\\n\\n\",\"timestamp\":1620928377,\"title\":\"Crafting Cohesive & Collaborative Spatial Social Software for Patrons' Permanent Pondering\",\"publication\":\"gold\"},\"digest\":\"Zy1jSNTtgjS7Doa6M0THWatQ7OEot5W3lTRGVu0f6Gk\",\"authorship\":{\"contributor\":\"0x88D01d4354DA0D65C38b0196c4400525A5eebe17\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pEdrDLUt-U-NqedBU7OIBgATH43m_l82q5cCpGjqYOw\\\",\\\"y\\\":\\\"M4yyYw49EREMAu3kD_-nDBgF8xUDpAhh_Ne4rW1aULY\\\"}\",\"signature\":\"_BUgJ8ynMffG8SPnrxKzfcIrqYbbQxoDB3Xt4CygtniVAeDSn_EBZJ1qBLXExSeS19KUszrCUGMivRAFZUTowA\",\"signingKeySignature\":\"0x159194873cf00a443de5d7d92f276670a7ad0a9d41b143e8b9da49422bf7082d08b39bb86149a8b442554dbcdbe98b05a1c6d72c0f94797a2ccdd7cfa94d9d671c\",\"signingKeyMessage\":\"I authorize the publication of articles on gold.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pEdrDLUt-U-NqedBU7OIBgATH43m_l82q5cCpGjqYOw\\\",\\\"y\\\":\\\"M4yyYw49EREMAu3kD_-nDBgF8xUDpAhh_Ne4rW1aULY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SHYAsTm9Ht1jUepwBHxliFXSwFP-N0UgR83i34oSHGg\"}"