"{\"content\":{\"body\":\"> And the world again\\n> suddenly worth risking\\n> worth seeing,\\n> worth innocence\\n> worth everything.\\n\\nMy writing dried up recently - except, see: [Engineering Splits](https://dev.mirror.xyz/V_7Jp1hy_g8bz-J1B4Wb5KYSmj5Lt4W7q7cw0noxJsU) - and I'm here to explain why. I had health complications. A hernia that I probably attained from CrossFit workouts. I got fevers. I lost 15lbs. I took antibiotics twice, and had invasive procedures to diagnose the issue. It took a few months to figure it all out.\\n\\nMy much idealized girlfriend broke up with me during one of those fevers - before I really understood what was happening. My temperature was 104° F as she said the words, \\\"I'm not excited about our future.\\\"\\n\\n> Perfection is a fragile, ice-thin ground\\n> that barely holds our human weight,\\n> one false step and everything cracks\\n\\nDuring this time, it felt like foundations of my life's landscape were suddenly shifting.\\n\\n> being left with the dread of sadness and the hollow feeling of unwanted new beginnings\\n\\nOver the years, I've found resilience through a spiritual practice of letting go. I believe that a paradox of letting someone go healthfully is that the need for them decreases while, simultaneously, love for them increases - love actually being orthogonal to desire. This is true as well for friends.\\n\\n> make deep connections, not deep attachments\\n\\nIt took a while to process everything. But it's not *time* that heals wounds, it's the courage to move inwards and fully experience the reality. And then to move outwards and join the world again.\\n\\n> Put down the weight of your aloneness and easy into the conversation\\n\\nI'm happy to say that I'm now in good health. It was depressing to discover though that I may need to stop weightlifting, which I've been doing for a decade, and CrossFit, which has been vital for me the last two years. I need to shed a part of my identity, but this is a good thing - a wise person sheds willingly. I'll just need to find new ways to feel strong.\\n\\nAll of this is part of change, which is life. In the future, CRISPR-based gene-editing will prevent the type of herniation I experienced. We'll be less vulnerable to nature in the short-term, but we ultimately still belong entirely to her. Vulnerability, injury, breakups, breakdowns are all a part of this game we're playing.\\n\\n> Whatever one's theory of the universe, this must be established first of all: I am a part of the Whole which is governed by Nature.\\n\\n\\n> how many times has everything\\n> come crashing down and left you feeling\\n> as though the world was over?\\n> \\n> now,\\n> how many times\\n> after grieving\\n> \\n> have you gotten back up,\\n> embraced the power of your determination\\n> and moved forward into a new life?\\n\\n*Quotes are from David White (RIP) and Yung Pueblo.*\",\"timestamp\":1624067615,\"title\":\"A Lover of Horizons\",\"publication\":\"g\"},\"digest\":\"_Dk2jiyfBF5P586wwZDz3Ih-kyG-boK6ZGcdVZ32x18\",\"authorship\":{\"contributor\":\"0xCC65fA278B917042822538c44ba10AD646824026\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9L3N3te7D8vchohpYYkAzCkA-Yzy91X94Uda6vjhL_s\\\",\\\"y\\\":\\\"_UMFgATLynqY3hsLtmH6274aZg-mMJY3mWpd0V6xU1Y\\\"}\",\"signature\":\"64hMKsiYKejXFIz6BbCvxCnNomd4G3Kx_AHKI7o4U-GezAsOayD19V0RuvHyDo9z-SHdH0680wsjMPof2TFnlQ\",\"signingKeySignature\":\"0xbda9f0609c36cf5c376d0fd2b039903869b98955799e84aaa666468221e419cb77d148a4ac239f2f3815c213b139a9492f6bb71cbbba5f2c4a7dcab921bad1221c\",\"signingKeyMessage\":\"I authorize the publication of articles on g.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9L3N3te7D8vchohpYYkAzCkA-Yzy91X94Uda6vjhL_s\\\",\\\"y\\\":\\\"_UMFgATLynqY3hsLtmH6274aZg-mMJY3mWpd0V6xU1Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Dhi3o5ryjy8K7xM_gnPWbQFHpV-pR-7cwKzsnoiLSwA\"}"