"{\"content\":{\"body\":\"### Intrinsic Value and Market Value\\n\\nRecently, attempts to control financial markets by everyday people have been relatively successful, most notably the GameStop short squeeze and the rise of the Dogecoin cryptocurrency.\\n\\nBoth the GameStop market movements and Dogecoin rallies elicited significant negative public reaction. In the case of GameStop, legacy financiers and popular media accused the online community r/WallStreetBets of market manipulation and trading institutions barred retail traders from participating fully in the market. The Dogecoin rally was met with a slew of commentary trying to stop people from investing in the crypto because it could crash at any moment. Crypto prophets criticized the \\\"shitcoin\\\" boom, accusing participants of distracting from the true value of more promising blockchain projects.\\n\\nIn both cases, the negative reaction was born of the idea that financial behavior is or should be grounded in an analysis of a commodity's intrinsic value—that there is a meaningful link between intrinsic value and market value. Hardly anyone thinks intrinsic value and market value are the same, but most speculation in financial markets is purportedly based on the idea that intrinsic value and market value will eventually converge. At the very least, there is thought to be some correlation between the two. Cases like GameStop and Dogecoin subvert this idea in that investment decisions become increasingly involved with the question \\\"What are other players in the financial game doing?\\\" and less involved with \\\"What is the intrinsic value of this asset?\\\"\\n\\nIn the case of GameStop and Dogecoin, the intrinsic value is nothing more than an afterthought. What really matters is the market value—the line on the screen that goes up and down. This value is based entirely on sentiment and expectation. No one is looking at the fundamental value of Dogecoin or pouring over GameStop financial reports because they know the market value is divorced from the intrinsic value.\\n\\nThe project of financial analysis and much of economics is to pin down the logic of the market—to render it predictable and sensical. This approach often seems useful (and sometimes *is* useful) because it's a prophecy that fulfills itself: if we approach financial and economic behavior in a logical and sensical way, it becomes more likely that the market will follow the logic we inserted into it. However, this logic is not always inherent to the market. In many cases, the assumption that a financial asset's market value will align with intrinsic value results in an actual correlation between the two simply because we think it will. For example, when Google announces a new product, market players assume a connection between Google (the company) and GOOGL (the stock) and so the intrinsic value is tied to the market value because people think it is and the stock price changes based on the release.\\n\\nIn a financialized economy, speculation is queen. It doesn't really matter if that speculation is grounded in solid financial or economic analysis. Very little is connecting Google to GOOGL except the assumption by market participants that their values are connected. The realization that this connection can be broken is what allows speculative products like GME and Dogecoin to \\\"run away\\\" from the value of GameStop or the peer-to-peer trading system that underlies Dogecoin.\\n\\nThese cases demonstrate that people are increasingly realizing financial value can be completely fabricated. They're becoming financial dadaists.\\n\\n### Financial Dadaism\\n\\nDadaism is an artistic and cultural movement defined by whimsy, spontaneity, and irrationality. It's often interpreted as satirical and critical of high art and culture. For example, the most cited dadaist art piece, Fountain by Marcel Duchamp, was a urinal that was reoriented, mounted on the wall, and signed by the artist. The work was submitted to the Paris Salon, but rejected on the basis that it wasn't art. The dadaist movement holds an interesting place within art because it was critical of the mainstream art machine and yet became subsumed by it. What began as a whimsical critique of the nature of art became an embodied expression of an idea that was eventually taken rather seriously by the art world.\\n\\nFundamental to the dadaist movement was the assertion that something *is* art when someone *calls* it art. This artistic idea questioned both the existence and nature of art: if *everything* can be art, then can *anything* be art? Is the concept of \\\"art\\\" meaningful at all?\\n\\nRecent understandings of—and actions within—the financial market have applied dadaist thought in straightforward ways: the practice of divorcing speculative market value from intrinsic value identifies the potential absurdity of financial markets and rejects some mainstream economic ideas about how markets operate (namely how values converge). Movements like Gamestop and Dogecoin began spontaneously and rejected market logic, but eventually attracted the attention of the systems they seemed to critique. What could be seen as satirical criticisms of the financial system ultimately became serious and profitable parts of the financial machine.\\n\\nThese movements expose that, just as art may become art when someone decides it is, financial products can be valuable simply because enough people say they are. They question our conception of financial value, asking whether any financial product can be truly valuable if that value is fabricated exclusively by market activity. If what we call \\\"value\\\" can be created and destroyed by speculation and sentiment alone, then is it really value at all?\\n\\nFinancial dadaists have importantly uncovered that the market can be whimsical and irrational in a purposeful way. It can be a game or a toy or a meme. The market is just a way for people to interact with each other, and the behavior of the market and its participants doesn't need to fit any rigid definition.\\n\\nThe principles of financial dadaism are not new: market manipulators have always known the financial values they manipulate are not wholly grounded in any more tangible form of value. That's how algorithmic traders make massive sums of money from tiny stock market movements that don't correlate to any non-financial behavior. That's how hedge funds suppress or inflate stock prices even though nothing about the company's intrinsic value changes.\\n\\nPopular financial logic stands to justify these speculative profits by assigning a narrative of allocative efficiency to financial behavior. While it's true that some speculative financial behavior actually does facilitate economic growth and catalyze innovation, this logic of financial efficiency has often been applied where it really shouldn't be.\\n\\n### The Honesty of the Shitcoin\\n\\nThe beauty of Dogecoin and related cryptocurrencies is that there is virtually no narrative that ties them to economic progress or efficiency. Much of the criticism of shitcoins, or digital currencies that have no immediate purpose, is that they're \\\"fake money\\\" and that their value is not necessarily based on anything other than speculation.\\n\\nIn contrast to mainstream cryptocurrencies like Ethereum, which is ushering in an entire world of smart contract innovation and decentralized finance possibilities, these coins are pure exercises in speculation. For many, this is a problem. The financial dadaist increasingly recognizes that the role of absurdity, speculation, and sentiment in the market is often understated or misrepresented. They identify the emergence of the shitcoin as a simple variation on a common financial theme.\\n\\nThe difference between GameStop and Dogecoin is that Gamestop is a company that has significant intrinsic value. If GME stock was not traded, Gamestop would still have reason to exist. The same cannot be said for Dogecoin. With Dogecoin, market value is its only value. Hardly any investors in Dogecoin made their investments because they thought it had intrinsic value and would be used as a standard currency in the future. It was and is truly understood solely as a speculative asset whose value is determined by the market without professing a connection to something else.\\n\\nIf every single financial asset can be inflated, deflated, and manipulated, then dropping the market logic charade seems like a step in the right direction. If we're going to participate in a massive financial game of chicken, we probably should contain the implications to truly financial assets. We can trade financial assets that don't purport to be anything more than speculative games, or we can trade mortgage-backed securities and destroy the housing market or speculate about a publicly traded company and drive it to bankruptcy. Which do we prefer?\\n\\nFinancialization is an absurd process that divorces market value and intrinsic value but finds justification in economic theory that (largely as a result of some strange assumptions about human rationality) asserts it actually marries the two. Speculative markets are unpredictable, often because they're intentionally obfuscated and rife with problems of asymmetric information. \\n\\nThe financial market is more dadaist by the day. Shitcoins embrace that. It's easy to demonize shitcoins on the grounds that they're fake or absurd or don't make sense, but maybe the fakeness and absurdity are the point. Those descriptors don't apply to shitcoins only because they're shitcoins but rather simply because they're financial assets and all financial assets can be absurd if market participants agree that they are. This criticism actually unveils a benefit of shitcoins: they're more transparent about what they are and what they're meant to do than other financial products.\\n\\nThe financial system doesn't make as much sense as we might think it does—it just has decades of shoddy economic theory and financial analysis trying to convince us that it represents real intrinsic value. The absurdity that was once hidden within the technocratic black box of finance and economics is being exposed to the public. This time around, the exposure doesn't happen when a bubble bursts and people's retirement accounts are decimated, but is assumed and reiterated with the release of the latest shitcoin.\\n\\nMaybe shitcoins and financial dadaism are a phase that will be suppressed or fall out of favor, or maybe financial dadaism is a new paradigm of financial honesty. \\n\\nIn a financial system where value is crafted from speculation and sentiment, maybe shitcoins are the only financial assets that are absurd enough to make any sense.\\n\\n*quasimatt is a student of philosophy and economics. He's new to crypto.*\\n*If you liked this essay, [connect with him on Twitter](http://twitter.com/quasimatt)!\\nIf you hated this essay, [bully him on Twitter](http://twitter.com/quasimatt)!*\",\"timestamp\":1631209834,\"title\":\"Financial Dadaism and the Rise of the Shitcoin\",\"publication\":\"quasimatt\"},\"digest\":\"P48yHmTiJA70FAqNRp0CjuWfx-9LtYzqlPeVMQqw9Lg\",\"authorship\":{\"contributor\":\"0x64298A72F4E3e23387EFc409fc424a3f17356fC4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qK1rOKzH7fMPO8VKGcURq2HYYVDcQ8GLGlhs9kGZ6sE\\\",\\\"y\\\":\\\"n_KUtFH1Ym8qsKcuYbYrK1olE22P2OBtnZTD1Ts_Koo\\\"}\",\"signature\":\"tiU8Lm1wiTqnRjEvkTM1RXK72o5ZphV7xO7FAI_4KNpiJXdB7eczBSaW_4qyWA_8DUa-s0_hObppDW8dI7lqYA\",\"signingKeySignature\":\"0x0d53b97c93d8287d03300d523642f44be8728b7043e22606421ebfb7cbabac5210ad56cb4643576ed15b2e147bd9313df4d545e2cc0a3778d7da8e30fd67e5c41c\",\"signingKeyMessage\":\"I authorize the publication of articles on quasimatt.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qK1rOKzH7fMPO8VKGcURq2HYYVDcQ8GLGlhs9kGZ6sE\\\",\\\"y\\\":\\\"n_KUtFH1Ym8qsKcuYbYrK1olE22P2OBtnZTD1Ts_Koo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OjO07FnJucRB19LV1tTjHh_5cfogcu42j7zDkAaOZNE\"}"