"{\"content\":{\"body\":\"# 引言\\n\\n随着人类科技水平的日益增长，电力技术在人类日常生活中的作用已经得到了广泛认可。其中，电网技术作为国民经济的基础产业之一，在全球各国的共同推动下，也在过去的几十年时间内收到了广泛关注，并取得了飞速的发展。\\n\\n然而，由于全球人口的爆发式增长，社会科学的急速发展，整个人类社会对能源的需求与日俱增。而现存的诸如石油、煤炭、天然气等不可再生能源的储量却呈现江河日下的趋势。能源需求与能源供给之间的矛盾，已经愈发成为制约人类社会进一步发展的绊脚石。根据有关数据统计显示，按照目前的能源消耗速率，石油能源将在40年之后开发殆尽，石油、天然气的剩余可开采量也所剩无几。\\n\\n为了规避不可再生能源存量对人类社会进一步发展的限制，以太阳能、风能等为典型代表的新能源为基础，发展基于可再生能源的新型电网技术，已经成为了各国研究人员的主流。和国外发达国家相比，我国的工业基础薄弱，电网技术研究也处于相对落后的位置，为了尽早实现工业化4.0的目标，研究基于新型可再生能源的智能电网技术，已经成为了我国电网技术研究领域的当务之急，并且具有极其重要的战略战术意义\\\\[1\\\\]。\\n\\n1智能电网与分布式太阳能发电系统研究现状\\n\\n智能电网，同时也被称作知识型电网，相比传统电网的技术方案，其具有友好、清洁、高效、安全的运行特性，是一种更加可靠的源端发电、终端输配电系统。美国早在2002年，就发起了对于智能电网方向的研究，并与2004年底之前，发布了美国智能电网系统中，有关数字模拟通信、计算机数学技术等一系列相关标准。欧盟紧随美国步伐，在2005年成立了智能电网技术委员会，为欧盟在2030年之前智能电网技术发展做出了详细规划，力求满足欧盟用户对能源需求个性化、差异化的具体需求\\\\[2\\\\]。目前，我国在智能电网的研究领域，尚处于起步状态。根据不同地区各自的用电需求以及研究现状，各国在智能电网的发展方向略有差异，其中欧盟更加侧重于新能源发电系统在智能电网领域应用方面的研究。\\n\\n在分布式发电领域，太阳能发电系统和风力发电系统以其能源获取方便、发电质量可靠的优良特性，已经在很多国家和地区得到了广泛的发展。据相关文献资料显示，从1980年以来，分布式太阳能发电系统已经在国外发达国家掀起了研究、发展应用的高潮。因为太阳能电池板体积小安装方便的特点，将其安装在居民屋顶上组成各自独立的分布式太阳能发电系统，其使用便利度、经济效益度均大大优于传统的大型光伏并网发电系统。综上所述，分布式太阳能发电系统与智能电网的有机结合，将是未来各国电网技术领域的绝对研究热点。\\n\\n2一种应用于智能电网中的分布式太阳能发电系统\\n\\n本文构架的一种应用于智能电网的分布式太阳能发电系统架构如图1所示。系统的前级为太阳能电池板，由其承担太阳能到电能的初级能量转换功能。在太阳能电池板输出端，构建直流母线，储能装置通过双向DC/DC与直流母线形成能量交换。系统的交、直流负载，根据各自用电需求，随机挂接于直流母线。通过分布式太阳能发电系统控制器，对整个分布式智能电网系统的能量获取，电能传输分配进行综合监控与控制，实现整个系统的稳定运行。\\n\\n其中，太阳能电池板的MPPT跟踪控制策略，主要由通过对双向DC/DC与蓄电池的双向能量进行实时控制实现。在特定的日照环境下，根据太阳能电池板的光电转换特性，其最大输出功率与太阳能电池板的输出电压有对应的关系。因此，通过主动控制双向DC/DC的开关频率，从而调节蓄电池的充、放电电流，使得直流母线电压稳定于期望的电压工作点，即可实现太阳能电池板能源转换效率最大化。与此同时，在分布式发电系统中，负载用电需求与供给侧发电能力往往会处于不匹配状态，因此要求控制器能够对直流母线所挂接负载的运行参数进行全方位实时监控，当负载发生相间短路故障时，能够及时主动切断该负载，保证整个智能发电系统的可靠运行。并且，当用负载用电需求大于前级太阳能电池板能提供的最大输出时，能够控制储能装置向直流母线输出能量，补足发电端欠载的需求；当负载用电需求小于前级太阳能电池板能提供的最大输出时，反之亦然。此外，当各独立运行的分布式太阳能发电系统互相交联运行时，系统之间的能量传递，配电传输控制策略则会更加复杂。\\n\\n3结语\\n\\n本文在国内外能源背景的日趋严峻的现状下，基于智能电网愈加强大的实际需求，结合太阳能分布式发电系统的特点，提出了一种基于分布式太阳能发电系统的智能电网方案，并初步论证了系统控制策略。目前，储能技术是所有新能源技术的瓶颈所在，甚至可以说，储能技术的相对滞后，一定程度上制约了诸如太阳能、风能等新能源技术在智能电网中的发展。因此，对诸如蓄电池、超级电容等储能装置的能量管理、控制策略的进一步研究，是未来研究人员需要深入思考的方向，也是智能电网技术在未来取的重大突破的关键之一。\\n\\n【参考文献】\\n\\n\\\\[1\\\\]罗咏.双向DC_DC变换器及电池能量管理系统研究\\\\[D\\\\].武汉：华中科技大学，2013.\\n\\n\\\\[2\\\\]侯嘉怡.智能微电网分布式电压控制的研究\\\\[D\\\\].燕山大学，2014.\",\"timestamp\":1641007504,\"title\":\"分布式太阳能发电系统在智能电网 中的应用\"},\"digest\":\"xq0deOvSuordKdnNG0uJ_LxgzYR9T3B-K626_BZPbV8\",\"authorship\":{\"contributor\":\"0x29fE36Fe8faF123DcA18E8Ce9B3EdD6AF997614a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P0uRg4xscYwavPT8lzJDr3VhUtdLNiKIdH8AzxF-vSU\\\",\\\"y\\\":\\\"LnEQf4qD7wi2pZgwgJtejcOtZZYDY_VT_xoNgUmmQTY\\\"}\",\"signature\":\"i0T-7i-FJyPmbx97ffxRwbXV5Pv3WCMbfoc39ejvHCO-fA81LHJxlL6QfiI0ZhAbVGCza87lQ-Onq4XYq_dyWA\",\"signingKeySignature\":\"0xf33aaf8ed5bacc0eda8d8b26ef252a91570542aa920e579394d94473ff66e4cc6221cdb31158399a548677760f499cb76df0e05f11599ec2aae1ed3a856858d31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P0uRg4xscYwavPT8lzJDr3VhUtdLNiKIdH8AzxF-vSU\\\",\\\"y\\\":\\\"LnEQf4qD7wi2pZgwgJtejcOtZZYDY_VT_xoNgUmmQTY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xq0deOvSuordKdnNG0uJ_LxgzYR9T3B-K626_BZPbV8\"}"