"{\"content\":{\"body\":\"Web3 is revolutionizing the internet as we know it. The worlds of finance, art, and social media are transforming at an increasing pace and we believe that we are still at the beginning. At the Beat Foundry, we want to take this transformative power and use it to revamp the music industry. We believe in a future where the music industry is equitable and collective.\\n\\n## Some Backstory\\n\\nThe Beat Foundry began with two jazz musicians who dropped out of music school to pursue careers in software engineering and music production. As we were preparing for a lifetime in jazz, it dawned upon us that it was nearly impossible to sustain the lifestyles we desired while also being able to create the music that we loved. We eventually discovered NFTs and saw how once struggling artists were able use them as a new medium to do what they loved, build communities around their art, create *with* their communities, and support themselves in doing so.\\n\\n## Removing the Constraints\\n\\n*The best art is the most human art.* The art that people relate to—feel connected to. The art that reflects the human experience of the artist. When artists are given the opportunity to create without the expectations and constraints of financial stress, they are able to freely and honestly express their experiences through their work.\\n\\nAt the Beat Foundry, we want to leverage NFTs to provide an alternative to the traditional model of releasing music. Funding a project through NFTs instead of a traditional record label allows for more creative freedom–and ultimately–more honest and relatable art.\\n\\n## The Collective\\n\\nA core idea at the Beat Foundry is that the creative process does not end with us. When we were experimenting with mediums to share our music in the world of web3, we not only wanted our listeners to own the music *but also be a part of the music*. To allow you to put your meaning into the music we share with you. Everyone who owns a piece of music produced at The Beat Foundry will be a part of this magic.\\n\\n## Our First Step\\n\\nAt the end of the day, *we love making music.* We make music because we want to share our music with you. In our first step towards this goal, we're proud to announce our first NFT collection: The Ocarinas. The Ocarinas are a collection of 1,500 uniquely generated songs represented entirely on the Ethereum blockchain. We chose the name Ocarinas because the theme for this collection is inspired by the musical motifs of the popular video games in the 90s and early 2000s. Early video game music helped break down the technical limitations of programmable music just as we hope to break down the walls of our current music industry.\\n\\nEach Ocarina will be stored on chain as MIDI, the music industry standard for digitally communicating music. MIDI is the perfect format for collectivizing the creative process because it only describes the musical content of a song but not how the music should be presented. Everything else—the instrumentation, the sounds, the mix, you name it—is all up to you. However, not everyone knows or desires to dive into interpreting, processing, and building on top of raw MIDI. As a result, we will also be providing our full interpretation of each song so that you have something to enjoy and ideas to begin with.\\n\\nIt is our hope that through this first collection we can pave the way to a more decentralized and collective era of music that fosters a deeper connection between the artists and listeners. To help us achieve this, we would like to extend our arms out to the community and invite you all to build with us. Join our discord and reach out to us on twitter. We also would like to thank you all for the support we have received thus far and we are looking forward to a future of building and creating with you.\\n\\n\\\\~The Beat Foundry\\n\\nDiscord: <https://discord.gg/7bFnhFmSzN>\\n\\nTwitter: [@BeatFoundryNFTs](https://twitter.com/BeatFoundryNFTs)\",\"timestamp\":1636998049,\"title\":\"Welcome To The Beat Foundry\"},\"digest\":\"h3bpYrESW2gDlJ7uJHgkojzMie16172L1yKS_MXXuDA\",\"authorship\":{\"contributor\":\"0x99C27ea3331137d2D1030647d2cef9c3549D73F4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E05nrMNBYoRsG5EU754PRCR4vJbUnrAOmcQOeAik2LU\\\",\\\"y\\\":\\\"0l6NWpIYEKOJ4mqiH-pkDJc7OFo2VwqyGq4nefDfCJ8\\\"}\",\"signature\":\"XDl2MmE6NAFE9jF5E-99uHijPNh40tQ3J97FtO1FsEIML1DE_mTgh3hU7EnN521IQi66goLSflfnRUmpPr1OEw\",\"signingKeySignature\":\"0xd267e0f7ba688fd523a10b87be15336ff12c63df7ba9dda04bb4a86b29aeb1657e20fc9b1ec8108054134800ae0cfa1cf53a13b19b09fe9f72c362caf02ce5a51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E05nrMNBYoRsG5EU754PRCR4vJbUnrAOmcQOeAik2LU\\\",\\\"y\\\":\\\"0l6NWpIYEKOJ4mqiH-pkDJc7OFo2VwqyGq4nefDfCJ8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ozchpTQIvKKdliO7emA6U485EM8ruQ1KLmR4Gm8zaZU\"}"