"{\"content\":{\"body\":\"Recently, DAO (Decentralized Autonomous Organization) has become an increasingly trending crypto segment. A DAO is a decentralized organization managed by no single individual. Recorded on the blockchain, the governance of all DAOs can only be altered through voting by their members. As such, each DAO member can participate in governance as equals via voting. The increasing popularity of DAO has also attracted a growing number of conventional investors. In the foreseeable future, DAO may become the next major trend in the crypto world.\\n\\nUsing a DAO structure, **Colony** is an investment platform focusing on early investments in Avalanche-built projects. Crypto users are no stranger to Avalanche, a protocol launched in 2020 to address three major crypto concerns: low scalability, high transaction fees, and poor interoperability. It aims to achieve faster speeds and lower fees than Ethereum. To this end, Avalanche issued AVAX, a native token supporting its ecosystem.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*wpyquZbc6_1xr973.jpeg)\\n\\nMore specifically, Colony is the first community-driven accelerator in the Avalanche ecosystem that brings together traditional finance with DeFi and adopts community-centered open governance. Backed by a highly regulated fund structure with its community at the core, Colony will function as an accelerator for the Avalanche ecosystem by capitalizing on Avalanche-powered projects. Apart from the introduction of promising projects, Colony will also contribute to Avalanche by providing capital to increase liquidity and running nodes to secure networks.\\n\\nIn the beginning, Colony was comparatively more centralized. The project gradually transitioned to a DAO structure after ExoAlpha (an institutional investor focusing on private placement) decided to invest in Colony. Elie Le Rest, ExoAlpha’s CEO, has been a developer of algorithmic trading strategies since 2016, and Aurelien, its chief analyst, is an early investor of the Avalanche ecosystem.\\n\\nBuilt on top of Ethereum, Colony determines its members’ ownership according to their contributions. With Colony, rewards are automatically distributed to members and other stakeholders through the agreed smart contract protocol according to their token holding and influence. Colony features fair returns.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*CzdJ6wTj1qwuRmScwKxBFA.jpeg)\\n\\nColony supports the Avalanche ecosystem primarily in the following aspects:\\n\\n1. **Validator Program:** 10% of Colony’s capital will be deployed in AVAX and contribute to network validation via staking nodes.\\n2. **Index:** 10% of the capital will be deployed in the top 10 projects built on Avalanche ranked by market-capitalization, rebalanced quarterly. Community will be able to vote for projects to join/leave the Index.\\n3. **Early Investment/Private Placement:** 50% of Colony’s capital will be deployed to support the best teams and projects built on Avalanche and to finance and empower their growth.\\n4. **LP Program:** 30% of Colony’s capital will be deployed in providing liquidity for protocols built on Avalanche, thus participating actively in the Avalanche ecosystem.\\n\\nAs the cornerstone of its DAO structure, Colony’s native token CLY is used for DAO governance and staking rewards. Users can build a diversified portfolio on Avalanche by staking their CLY. Meanwhile, Colony’s buyback mechanism and LP Program will also improve the value flow of CLY, and the repurchased CLY will be redistributed to active community members.\\n\\nThe total supply of CLY is 150 million, of which 10% is distributed to the Colony team, 10% to the community, 5% to advisory, 65% to participants of its public offering and private placement, and the remaining 10% to liquidity providers. CLY token holders enjoy many benefits, including governance, AVAX staking rewards, LP rewards, and token airdrops from the early-stage project Colony funded.\",\"timestamp\":1640068183,\"title\":\"CoinEx | A Rising Star in DAO: Colony, Avalanche’s Ecosystem Accelerator\"},\"digest\":\"tR1CWO_Zf8jqMCvh1zxhJ1YHPsWiu9Y8oKxCZjEXvY4\",\"authorship\":{\"contributor\":\"0xA659e40883029c7e121B3442AE74B26053347Af6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_TaPMUR63LAAwLPSCXzNfH09iM7asO8Yubvd6Kqeetc\\\",\\\"y\\\":\\\"cxVsv-ICK_MXx5pt1wXy9iVdyVHucLKsoqpRSunnKxE\\\"}\",\"signature\":\"ruukc1cVjAtSKyyt02PxmMUSdK2342IDpl0lWrNgou0dbzYc822F6U7tkc9Y4Sn4BF9yTs9fjKhrYJLHeaEpPA\",\"signingKeySignature\":\"0x400d9f67702f92c73902099496e6fba9da5bc497f608023d48726fd6604195b87917682c344cb12c59090e883ff4bc9adb5258acea034fb4afa474095010c45f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_TaPMUR63LAAwLPSCXzNfH09iM7asO8Yubvd6Kqeetc\\\",\\\"y\\\":\\\"cxVsv-ICK_MXx5pt1wXy9iVdyVHucLKsoqpRSunnKxE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tR1CWO_Zf8jqMCvh1zxhJ1YHPsWiu9Y8oKxCZjEXvY4\"}"