"{\"content\":{\"body\":\"![Adapted from Hans Van de Pol painting.](https://images.mirror-media.xyz/publication-images/xaht1qvliQtRuHpsHRNU5.png?height=1080&width=1920)\\n\\n## Lamentations\\n\\nHumans were never meant to be exposed to so much simultaneously, it’s detrimental to our psyche, and long before the internet’s existence, we’ve had prophetic warnings of it. In a world where there is an[ influx of information](https://blog.microfocus.com/how-much-data-is-created-on-the-internet-each-day/) and we are overwhelmed from living our ***extremelyonline™*** personas, an entire generation that grew up with the internet as novelty has now been dubbed the **“burnout generation”** enter the rise of CaaS, *curation as a service*, as a much necessary pushback against unnecessary noise.\\n\\n***“And the LORD God commanded the man, saying, “Of every tree of the garden you are free to eat; but as for the tree of knowledge of good and bad, you must not eat of it; for as soon as you eat of it, you shall die.”***\\n\\n**-Genesis 2:16**\\n\\nGood and evil in ancient religious texts is used as a merism, a combination of two contrasting parts referring to the whole, in this case to convey ***“everything*”** which can be looked at as a much needed warning against the overconsumption of information.Taking a bite from the **“forbidden fruit”**  leads to **“death”** a way to denote the pervasiveness to the oneself.\\n\\n**In the beginning, there was buffering** -the term as we know it over the Internet, happens where packets can traverse numerous routers from source to destination, and delays can be introduced at any moment. Throughout history, ***“buffering”*** has taken different kinds of forms. Looking back at the origins of mass media, it can be traced to the days when dramas were performed in various ancient cultures, think of it as early broadcasting. After that came the first dated printed book, ***“Diamond Sutra”*** printed in China way back in 868 AD, then came movable clay, these mediums, though innovative at the time, had a low spread, these physical limitations were the original ***“buffering.”*** Then in Europe in the 1400s, ***\\\"mass media\\\"*** was coined with the creation of print media, notable for being the first example of it as we use the term today. This form media creation lead to:\\n\\n* the invention of Gutenberg’s printing press in 1455\\n* the first weekly printed newspaper in Antwerp in 1605\\n* the invention of radio in 1895\\n* television by John Logie Baird in 1925\\n* the creation of internet, WWW by Tim Berners Lee in 1990 -which leads me to a more *recent* prophetic warning.\\n\\n> ***“This much is known: For every rational line or forthright statement there are leagues of senseless cacophony, verbal nonsense, and incoherency.”***\\n>\\n> **-Library of Babel, Borges**\\n\\nTake notorious Latin American author, Jorge Luis Borges, famous for his magical realism pieces that beautifully incorporated the concepts of philosophy, infinity, labyrinths, mortality and more. Back in 1941, he wrote the short story ***[“The Library of Babel”](https://en.wikipedia.org/wiki/The_Library_of_Babel)*** in which he constructs a metaphorical replica of the universe, and narrates the descent into existential despair of the civilization within. In almost an oracular way, Borges describes a universe manifested as a hexagonal library with infinite galleries bordered by bookshelves that contain every book ever written: past, present, future --*sound familiar?* Long before the existence of the internet, Borges wrote about the *pervasiveness* of access to excess information—how it ultimately is rendered a useless, noisy nightmare and as a 30 year old millennial, nothing resonates with me more than the dread and paralysis that stems from this. We are the *[consuming generation](https://www.imdb.com/title/tt1337599/)* after all.\\n\\n> ***“For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\\\"***\\n>\\n> **-Genesis 3:5**\\n\\nThe Library of Babel serves as a perfect example of information both as salvation and as destruction, in good measure it redeems us from our ignorance, but in excess it becomes our own demise -a perpetual paradox.\\n\\n# Revelations\\n\\n![](https://images.mirror-media.xyz/publication-images/iXDn9zNCjvs4T4_v7yTTv.png?height=1080&width=1920)\\n\\n> ***“When it was announced that the Library contained all books, the first reaction was unbounded joy. All men felt themselves the possessors of an intact and secret treasure.***\\n>\\n> ***There was no personal problem, no world problem, whose eloquent solution did not exist-somewhere in some hexagon.***\\n>\\n> **The universe was justified; the universe suddenly became congruent with the unlimited width and breadth of humankind's hope”**\\n>\\n> **-Library of Babel, Borges**\\n\\n**Can’t Stop, Won’t Stop** -excess, unfortunately, is well embedded in our psyche, in a well known documentary, ***“Consuming Kids”*** it is revealed that Millennials were the first generation to be marketed to without restrictions, as deregulation of advertising in the mid-80s opened the floodgates for companies to indoctrinate us into consumption, before an entire generation was born, marketers had already determined how much business potential our over consumption would lead to. This indoctrinated behavior has permeated into everything else, not just food and products, but information over consumption, fueled by the removal constant of friction, buffering, as technology continues to develop.\\n\\nThough at the start, the internet felt magical, the concept of **“surfing the web”** led one to believe that it was a place for fun discovery, equal parts entertainment and enlightening, it was a place filled with hope. Similar to the biblical iterations of Eden or back to Borges’ example of **“Library of Babel”,** were the Librarians considered the existence of the library as the key to solving every single one of the issues in their world, and it was welcomed with ***“unbundled joy.”*** A sentiment that did not last long, and ultimately drove them mad, and to self obliteration, after all, in Borges’ own words, **“even the sun burns if it’s too much.”**\\n\\n***Analysis Paralysis*** \\\\*-\\\\*though it is a way to communicate as old as Roman times, the actual word of propaganda comes from the latin *propagare* or to ***“set forward, extend, spread, increase”*** and early on it was used to describe a group of cardinals in charge of foreign missions of the Catholic Church. Many considered that the first large-scale and organized *propagation* of government propaganda was brought on by the outbreak of the [First World War](https://en.wikipedia.org/wiki/First_World_War) in 1914. After the defeat of Germany, military officials like General [Erich Ludendorff](https://en.wikipedia.org/wiki/Erich_Ludendorff) suggested that British propaganda had been instrumental in their defeat. After World War I, propaganda then became a term that was used to describe a more [manipulative](https://en.wikipedia.org/wiki/Psychological_manipulation) approach, enter *hypodermic needle theory.*\\n\\n> **“Infidels claim that the rule in the Library is not \\\"sense;' but \\\"non-sense;' and that \\\"rationality\\\" (even humble, pure coherence) is an almost miraculous exception.”**\\n>\\n> **-Library of Babel, Borges**\\n\\nIn the study of communications, [Hypodermic Needle theory](https://en.wikipedia.org/wiki/Hypodermic_needle_model#:\\\\~:text=6.2%20Sources-,Concept,in%20the%201930s%20and%201940s.&text=It%20suggests%20that%20the%20media,straight%20into%20the%20passive%20audience.) was based on early observations of the effect of mass media, as used by [Nazi propaganda](https://en.wikipedia.org/wiki/Nazi_propaganda) and the effects of [Hollywood](https://en.wikipedia.org/wiki/Hollywood) in the 1930s and 1940s. People were assumed to be [\\\"uniformly controlled by their biologically based 'instincts' and that they react more or less uniformly to whatever 'stimuli' came along\\\"](https://books.google.com/books?id=vIC92PdJ0l0C&pg=PA162&lpg=PA162&dq=People+were+assumed+to+be+%22uniformly+controlled+by+their+biologically+based+%27instincts%27+and+that+they+react+more+or+less+uniformly+to+whatever+%27stimuli%27+came+along%22&source=bl&ots=G3ABVKktRS&sig=ACfU3U0Kgxvj4_9GpuVpVQmnodUeYdPJ4g&hl=en&sa=X&ved=2ahUKEwilj6Dc_ov0AhWIFTQIHR0VBKsQ6AF6BAgCEAM#v=onepage&q=People%20were%20assumed%20to%20be%20%22uniformly%20controlled%20by%20their%20biologically%20based%20'instincts'%20and%20that%20they%20react%20more%20or%20less%20uniformly%20to%20whatever%20'stimuli'%20came%20along%22&f=false) this theory suggests that the media injects its messages straight into the passive audience, the audience is then immediately affected by these messages. Hypodermic needle theory assumes that the receiver is passive, in a way, information overload puts us in a state of paralysis, as someone with a background in this field, I have been preaching the use of ***“selective silence”*** and “***law of minimum”*** attention for years now. Focus only on what you can control, the rest will put us in a “passive state” unable to make a decision, enter the paradox of choice.\\n\\nAmerican psychologist, Barry Schwartz wrote ***“The Paradox of Choice”*** almost a decade ago. In this book he analyses the behavior of different types of people, ones he calls *maximisers* and *satisfiers* facing abundance of choice. He also makes a point that demonstrates how the exponential explosion in choice has paradoxically become a problem instead of a solution, and how our obsession with choice encourages us to seek that which makes us feel worse.\\n\\n> ***“Learning to choose is hard. Learning to choose well is harder. And learning to choose well in a world of unlimited possibilities is harder still, perhaps too hard.”***\\n>\\n> **-Paradox of Choice, Schwartz**\\n\\nBarry Schwartz found that having this unparalleled plethora of choice in the modern world was actually causing people to be less happy with their decisions. He found that instead of increasing decision satisfaction, having too many options made people less likely to be satisfied that they had made the best decision. While freedom is important, Schwartz explains that there is a fine line between having the freedom to choose what you want and being paralyzed in the face of too many options. ***If the medium is the message, what had the internet communicated ultimately, despair?***\\n\\nIn 2006, and only two years after the publication of Schwartz’s book, TIME magazine asked *[“Are Kids Too Wired for Their Own Good?”](http://content.time.com/time/covers/0,16641,20060327,00.html)*, consider that this was also at the time Facebook and “social apps” were rising promoting connectivity, and gargantuan marketplaces like Amazon promised us convenience in the form of options. By the year 2008, at a Web 2.0 summit, Mark Zuckerberg had [coined](https://bits.blogs.nytimes.com/2008/11/06/zuckerbergs-law-of-information-sharing/) his infamous law, in which he concluded that the amount of information shared on the internet roughly doubles every year. A decade later, Tristan Harris, the founder of Center for Humane Technology and a technology ethicist, stated [technology had hacked our minds](https://www.wired.com/story/our-minds-have-been-hijacked-by-our-phones-tristan-harris-wants-to-rescue-them/), and two years after, the infamous [Buzzfeed piece](https://www.buzzfeednews.com/article/annehelenpetersen/millennials-burnout-generation-debt-work) was published, in which we were diagnosed as the ***“burnout generation\\\"*** —having internalized ***over-consumption* of everything: work, entertainment, food, clothes, etc.** The past 30 years since the inception of the internet, has lead us to a depressing state —*finitude projecting itself into infinity*.\\n\\n## Curation as Salvation\\n\\n![](https://images.mirror-media.xyz/publication-images/2SgQpP46V4Fpp3-fTzAsq.png?height=1080&width=1920)\\n\\nWorking backwards, we have arrived at our actual Genesis, how do we build a better way for us to digest information that doesn’t consume us entirely? The solution, though not novel, can be leveraged using our new found technology and learnings, to become our redemption via consumption: curation. The word itself has origins in Latin “cura” which means to *heal* or *restoration of health.* Curators were seen as guardians, or keepers -originally meant to signify someone who overlooked others care, it then was adopted to signify *“in charge”* whether it was museums or art galleries.\\n\\nCuration as the internet matured was seen as something in the shape of **“directories”** or **“algorithm based feeds”** all which end up being gamified, and in these cases the removals of friction tend to lead to the ultimate *destruction* of the inherent utility of these aggregations in the first place. Curation can be viewed as ***necessary friction*** that is needed to prevent the rise of ***unnecessary noise***, less of gatekeeping, using the internet’s ability to give access to the masses, and making curation be *participatory,* to discourage ***[\\\"a tower of Babel”](https://en.wikipedia.org/wiki/Tower_of_Babel)*** effect. Consider that in the early internet era, even with access to infinite knowledge, our most inherent traits as humans go back to tribalism, hence the rise of web rings. With the dawn of “web3” Discord chats are being leveraged into DAOs (decentralized autonomous organizations) a more modern take on original web rings, empowered with transparency and treasuries. The way into most of these new iterations of organizations comes through participation, *[“curation via staking.”](https://medium.com/paratii/curation-markets-infinite-staking-247e8b72caa3)*\\n\\nIn the end, one can see ***collective*** ***curation*** to be the path moving forward, and to go back to biblical prophecies mentioned prior, if biting from the ***“forbidden apple”*** made us *Godlike*, maybe the fault was in the individualistic approach to ***“an all encompassing being”*** -the internet has given us the opportunity to become enlightened communities, if we can leverage its ability to make tools and information accessible, into the process of creation via curation, utility to build forward, not get stuck in paralysis of choice or overabundance of noise. The Big Bang basically tells us that all of existence started with an explosion from one point that is continually multiplying, and as Borges  eloquently said, ***“in an expanding universe, the concept of individuality is null.”***  We are ultimately no one, but we *are a collective, and these paradoxical truths exists ever growing farther away from each other.*\\n\\nAfter all maybe we are all here to solve life’s true mystery, how to use infinity to project finitude, either way, curation has always been and will remain, a form of healing.\",\"timestamp\":1636655746,\"title\":\"Curation as Salvation \",\"publication\":\"snax\"},\"digest\":\"nRfEEVREnD069M6Jc0GXNubIUuxJ6nbwKIgARC7RRI0\",\"authorship\":{\"contributor\":\"0x6847C39414f57Ce409004Ecd7f0f97Bb49738C2D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cLEGyZeyKVR3BDZZ83x06APAXNSBLXER9scrbheIuVE\\\",\\\"y\\\":\\\"BSd0eZFyj5f9INsxcc6mLVN_KyY5nP5F2vbpNY8JibY\\\"}\",\"signature\":\"-K6dKudAldDUAle2BxokaifyvQcJk4IjG_QvA-ley7Ps_VH48Hg7rKhxrfYJwWisLm3kYsO-Wv_kdViOMf4cdQ\",\"signingKeySignature\":\"0x4b1d3067225aa914854c015ef2759b8e813d9d37bd018ff0c7567f00a625090c1af617400a7da7b724356f3e6eaec7e8a19aede036c0197793a1133905de5fbf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cLEGyZeyKVR3BDZZ83x06APAXNSBLXER9scrbheIuVE\\\",\\\"y\\\":\\\"BSd0eZFyj5f9INsxcc6mLVN_KyY5nP5F2vbpNY8JibY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DZTc7VT2zWHbbpd1AIVPMPXf-6k01dj8s_D_DfUf2oE\"}"