"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/8025eb0b-7172-4f6e-bb73-3896bbd69657.png?height=1200&width=2400&size=medium)\\n\\nLmao @ me not making this my first post here. 😂\\n\\nThought I'd take some time to introduce myself, especially since I'm getting deeper down the Web3 (crypto) rabbit holes (this is an ant hill, tbh), and I'm meeting new people more often.\\n\\nAnyways, yeah... I'm a 22-year-old graphic designer and creative entrepreneur from the Philippines. That's in South East Asia, like Singapore, Malaysia, Thailand, and Indonesia.\\nHere's what I've been up to with my life.\\n\\n\\n---\\n\\n### School\\n\\nI took up Organizational Communication in college, which is like a mix of public relations, branding, and knowing how organizations work. I don't even know if I'm giving justice to my course with this definition, LMAO. IT'S BEEN A WHILE.\\n\\nI stopped a year before I was supposed to do my thesis. I thought that a diploma wasn't worth it anymore, and am still questioning the value of a diploma. What does it mean that a person has a diploma, even from one of the Top 4 universities in the country, especially for a creative? I care more about branding and visual identities (we're talking beyond logos), and for those disciplines, the only way I was going to be good at it is through practice. Don't get me wrong, I value education and loved my major subjects. I found them super interesting even though they were hard. But I don't understand why the educational system is what it is. (add more on that or delete)\\n\\nI have been on a Leave of Absence since mid-2019, and have no intention of returning, even though I have earned enough money to sustain myself AND pay for my education.\\n\\nUnofficial College Dropout. Do I aspire to be the next Mark Zuckerberg or Bill Gates? Fuck no! I'll be the only Gian Ferrer!\\n\\n### Creative Businesses\\n\\nWhile in college (I was 19 this time), I made my first brand called estitiks, which makes fun of what's *#aesthetic*. I usually sell stickers, taking note of graphic design trends like gradients and duotones and mixing them up with crass or witty statements. It's me thinking \\\"Will people buy this even if the statement is so stupid or mean, because it's pretty?\\\"\\n\\nBefore the pandemic, I joined over 40 events (everything from small indie gigs, art conventions, to music festivals), about 10 stores (some even inside malls), and a handful of pop-ups, selling my stuff.\\n\\n![My small area in a pop-up store inside a known mall. I have my stickers and my \\\"baket\\\" Hat (\\\"Bakit\\\" is \\\"Why\\\" in Filipino). Made 5-figures in sales because it was the holiday season.](https://images.mirror-media.xyz/publication-images/02ff9198-a216-4f87-8237-554cb534c544.jpeg?height=731&width=1440)\\n\\nThese days I spend a lot of time asking myself whether I've outgrown this type of branding and whether I should move on. It's been a few years since I started doing this, and I feel like I've matured... at least a little. IDK...\\n\\nDuring my time building estitiks, I also organized a few events, usually small gatherings for creatives. This led to me making another brand, HOHOL Events.\\n\\n![The crowd during my first big event, \\\"Powerpoint Party\\\". Imagine if you went to a TEDx Talk where the speaker must take shots or chug a bottle of beer BEFORE giving their talk on some insanely random topic.](https://images.mirror-media.xyz/publication-images/b1937cd2-db5c-4266-a5c5-19b0de6a601c.jpg?height=812&width=1600)\\n\\nWe launched in late 2019, so we haven’t been able to do a lot of stuff yet. But during our short run we had over 200 attendees at our three events.\\n\\n### Freelancing\\n\\nDuring my last months in school, I started freelancing! This is while I had the sticker business as well. My first freelance gig was in publishing, where I created the featured images for the magazine’s blog posts and other social media content. At the same company, I did the layout for two magazines that were distributed to about 10,000 people at two of their events. I left after 6 months to work at a boutique integrated marketing agency where I wrote social media posts for a small fast food chain. During this time, I was still working on the sticker business, AND ALSO running my small event organizing group. I left the agency in December 2019.\\n\\nThinking about it now, I feel like I prefer being my own boss AND client, rather than being a part of a bureaucratic or hierarchical organization.\\n\\nThe first few months of 2020, I thought that I deserved a break from continuously going to school, then work, while making two small businesses. That break went too long because of the pandemic. But maybe I needed it. I got back to work last October 2020 and have been working for multinational advertising agencies since.\\n\\n### The Road Less Traveled\\n\\nA recurring theme in my life is that I choose the road less traveled. From unofficially dropping out of school — giving me less of a chance of getting a high-paying job locally —, building my own brands from scratch instead of being a part of one, to even getting myself into this wild world of Web3 / Crypto where outsiders just talk shit and not even try to understand it by getting their feet wet.\\n\\nIt's always been a lonely road, even if I meet partners or new friends that are there to support me. I just feel like nobody understands me fully, being an LGBT+ graphic designer from the Philippines, who's just trying to sustain myself, create stuff, and help others along the way. Writing this paragraph just made me realize that there's more to me, even though I don't feel it (yet?) Maybe I'm asking too much from people. IDK.\\n\\n![I saw this GIF and got me a little bit emotional because this is a great visual of what I feel. Anyway, stream \\\"Dark\\\" on Netflix. That show is g o o d  s h i t .](https://media1.tenor.com/images/1b398a6be179c96c990564e8e260413c/tenor.gif?height=800&width=1580)\\n\\nDon't get me wrong, I have various friend groups that I all love, but I feel like I haven't found my tribe yet. Will I find them in the world of Web3? I don't know. But anyways...\\n\\nHello, people of Web3! I'm Gian, and it's nice to meet you!\\n\\n\\n---\\n\\n*If you like what you just read, feel free to collect this post as an NFT! There will only be 50 editions, available at 0.01 ETH each.*\\n\\n*Big thank you to [Dan](https://twitter.com/DanConway650) for editing my work! A part of the NFT sale will go to him too.*\\n\\n[edition://0x3725CA6034bcDBc3c9aDa649d49Df68527661175?editionId=44](edition://0x3725CA6034bcDBc3c9aDa649d49Df68527661175?editionId=44)\\n\\n[split://0x31427F6a6429417cd12a0D9578b376Db1CB666Be?network=mainnet](split://0x31427F6a6429417cd12a0D9578b376Db1CB666Be?network=mainnet)\\n\\n\",\"timestamp\":1630501876,\"title\":\"Gian and the Road Less Traveled\",\"publication\":\"gianferrer\"},\"digest\":\"yT6LxuNlAEAr_LahiftHNcvcFseWVDENGW7pscuZGXI\",\"authorship\":{\"contributor\":\"0x2bD5d2e3d5852AD9960638083cb7c9F493E7A597\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P_DwdgSfsOMtg8DdHcSH5htY4tyEco-gIE1kTRPhZjQ\\\",\\\"y\\\":\\\"lYlKLJSs6UVQiJPBE7nm_cO-7QLhNSGWtGTY7_m81RI\\\"}\",\"signature\":\"tMwYA19HJtcr_aLLd3zVfTWkJZjB9FhSHHVVeE573XvEx9jmgp4iockJpXQU1PBfhVVl6xbX8_PSCym5h8My5w\",\"signingKeySignature\":\"0xe97bb86cbfddc1fea67b5bedb54f98d32b12c8615c47dca22b1d18770e57d2cb6878bfa2ea871755c09458c6ca0181c26c21a514f0fbf077f8956dd0010080151b\",\"signingKeyMessage\":\"I authorize the publication of articles on gianferrer.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P_DwdgSfsOMtg8DdHcSH5htY4tyEco-gIE1kTRPhZjQ\\\",\\\"y\\\":\\\"lYlKLJSs6UVQiJPBE7nm_cO-7QLhNSGWtGTY7_m81RI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XBJKhOLqNony1icoPKfGe497qMzYTVCRlvB0_hWwGiM\"}"