"{\"content\":{\"body\":\"One day in the Cryptoverse feels like a week in real life, as so many projects are launching new tools, features, collections that is impossible to keep count. The art is to notice that project that will change the whole ecosystem with the innovative ideas they want to implement.\\n\\nI missed many things since 2015, but I will not miss Divine Creatures Initial NFT Offering. With 7 years crypto experience and over 3000 NFTs across WAX, Ethereum, Polygon and Solana ... I trust my gem seeking skills! This is why all the aspects that [DCreaturesDAO](https://twitter.com/DCreaturesDAO) will implement in January may give the project a long life in the spotlights. Divine Creatures is built on Fantom, acting as a [treasury of treasuries](https://divinecreatures.medium.com/introducing-divine-creatures-dao-596eafae53f1). The decentralized reserve currency protocol will be powered by the native $EGIS token.\\n\\n![](https://images.mirror-media.xyz/publication-images/iCITR_-WnPwTsBVu1HEgB.png?height=384&width=679)\\n\\n> *Divine Creatures DAO will create an exchange for reserve currency protocols only. User can generate percentage rewards of all reserve currencies on the protocols by cycling the money through our exchange pools. Liquidity will be funded from our treasury and through special exchange bonds. Participation in staking, bonding and exchanging yields (5,5) strategy.*\\n\\n![](https://images.mirror-media.xyz/publication-images/RXHuu1d-DDhRWfkL9DM8r.png?height=454&width=680)\\n\\nThe reward system is based on the amplification of assets by collection the rebase from multiple projects, with the aid of the global rebase timer. The tool will indicated the exact time for each token rebase. The [Divine Creatures Pool](https://divinecreatures.medium.com/divine-dex-5-5-e8bee1867a08) will be structured as it follows:\\n\\naEGIS/wMEMO\\n\\n•aEGIS/gOHM\\n\\n•aEGIS/sHEC\\n\\n•aEGIS/sEXOD\\n\\n![](https://images.mirror-media.xyz/publication-images/MTxB0gLhxgTCWWBIqW4SJ.png?height=189&width=700)\\n\\nThe LPs will be initially supplied by the Divine Creatures DAO treasury reserve. The liquidity will be generated from the new type of bond - the Echange Bond. This bond will have a higher mint rate and part of the proceeds will be added to the LP automatically.\\n\\n[https://youtu.be/sSmbqLTqnzE](https://youtu.be/sSmbqLTqnzE)\\n\\nThrough the (5,5) strategy, the participants will yield maximum growth for $EGIS and will build maximum gains from themselves. The interesting aspect of the $EGIS presale is the innovating method of distribution, the Initial NFT Offering (INO). Over 500 hand drawn variation NFTs will be auctioned, and the token allocation will depend on the tier of the NFT holder. Each NFT from each tier has a token allocation, and all sold NFTs will enter in an automatic lottery for increased allocation size or airdrops.\\n\\n![](https://images.mirror-media.xyz/publication-images/gsxkCaLvzMT83NPnjnL_D.png?height=366&width=680)\\n\\nSeen many Launchpad ICOs and many whitelistings for new NFTs collections until now but I never seen a token presale wrapped into a NFT auction. The [Divine Creatures](https://twitter.com/DCreaturesDAO) launching dynamics are both fair and efficient, as the unique collection of NFTs can be bought at a fair price and comes with a pegged token allocation in the pre-sale. The participants can chose their favorite tier and bid for an NFT in each category. Are you amazed by how simple and efficient the system is? There are even more benefits for NFT holders, as each NFT will boost the staking and bonding rewards. The God Tier NFTs will boost both staking and bonding rewards with 5%, the Deity Tier NFTs will boost the staking and bonding rewards with 2.5%, while the Demigod Tier NFTs will boost only the bonding rewards with 2.5%.\\n\\n[https://t.co/Sxr0PjBN6t](https://t.co/Sxr0PjBN6t)\\n\\nThe Initial NFT Offering makes it fair for all the participants by eliminating the biggest flaw of ICO and IDO ... the first come - first served sale! The [Divine Creatures](https://twitter.com/DCreaturesDAO) INO adds fair auction, lottery and a limited edition NFT into the package! Are you ready to join the Pantheon? Participate in the NFT Auction and make the world a better place! The Global Heritage Fund will receive up to 10% of the profit generated by the NFT auction. INO truly epitomizes a divine gift from the Gods, creating a fully decentralized distribution process and a fair auction.\\n\\n![](https://images.mirror-media.xyz/publication-images/LNKWd5xwn11X5A-FUk_3V.png?height=227&width=700)\\n\\nThe January schedule is GODLIKE, [#AMA](https://twitter.com/hashtag/AMA?src=hashtag_click) with The Olympians and the most expected NFT auction and token sale in the Cryptoverse. Mark the dates in the calendar:\\n\\n* 22nd of January at 3 PM UTC - Whitelisting for the NFT pre-sale\\n* 24th of Jan at 4 PM UTC: Start of NFT auction God Tier\\n* 25th of Jan at 4 PM UTC: Start of NFT auction Deity Tier\\n* 27th of Jan at 4 PM UTC: Start of NFT auction Demigod Tier\\n\\nDivine bounties are planned at next month, with the NFT lottery draw planned for 1st of February and the token pre-sale going live on the 2nd of February at 4 PM UTC.\\n\\n![](https://images.mirror-media.xyz/publication-images/csOkEUD8mGfjpo0TFQtCk.png?height=676&width=1200)\\n\\n[The Divine Creatures AMA](https://youtu.be/EPj1WWmj25o) was hosted by CRE8R DAO on the 12th of January. Lord Brahma explained the hot topics, the details of the Initial NFT Offering, how the pre-sale allocation works and the charity work that Divine Creatures will IRL! The rebase - stake - swap - rebase system is mind blowing and may be the solution for constant passive income.\\n\\n[https://youtu.be/EPj1WWmj25o](https://youtu.be/EPj1WWmj25o)\\n\\nHowever, the charity side of the INO brings a new hope! The future of charitable events is on the blockchain, and Divine Creatures understood this before others. As the cryptocurrency market has accumulated vast amounts of wealth exhibited not only in the monetary value but also in cultural wealth, the need for non-governmental organizations that accept crypto donations is needed more than ever.\\n\\n![](https://images.mirror-media.xyz/publication-images/VfOS9HYR9rFu274arg-pm.png?height=453&width=679)\\n\\nDivine Creatures will dedicate 10% of all funds raised in the NFT auction and token presale to [Global Heritage](https://twitter.com/GlobalHeritage), aiding the cultural preservation. I hope many will on this Divine path. *Stay connected! Stay Divine!*\\n\\n**Divine Creatures DAO Social Media Links:** \\n\\n[Twitter: DCreaturesDAO](https://twitter.com/DCreaturesDAO)\\n\\n[Discord: Divine Creatures](https://t.co/DMOx8vgqUP)\\n\\n[Medium: DivineCreatures](https://divinecreatures.medium.com/)\\n\\n[Divine Creatures LinkTree](https://linktr.ee/divinecreatures)\\n\\n![](https://images.mirror-media.xyz/publication-images/xTwL0VkqGKOkbJtaVq80v.png?height=367&width=383)\\n\\n\",\"timestamp\":1642411138,\"title\":\"Divine Creature DAO - The Initial NFT Offering, the Divine Path and the Charity Legacy\"},\"digest\":\"ewHFT88jV-7_Z83D4SQYaBhhg7G76zt_oqo-ge-bBBM\",\"authorship\":{\"contributor\":\"0xE26117C1721E904d87f1a56c723B7AC13E69041C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j8Jdfaw6pREf4FQ0D31Cv5VlitQmLRYAdWz0lYO2qRE\\\",\\\"y\\\":\\\"ZE32zKV2Ej9g-rOt4XOQns_L_tzYeEbKfe6Db_npF_o\\\"}\",\"signature\":\"skpZyeWTNkLESEGATmoDgnIEO4wyByLC3xOsgVsVA4h2sHwAxmsK0q0tDpFLwGh-Hdcy9T-1wuefvCDWh1N6ug\",\"signingKeySignature\":\"0xf9dba9df54937b3821c0415b7b9f14cfcf4461ae77bbbe756a6a989af747ae9664009490af34b2dcf3d77be68de80345aaf9bbd99d98cc41428336c8cecee25e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j8Jdfaw6pREf4FQ0D31Cv5VlitQmLRYAdWz0lYO2qRE\\\",\\\"y\\\":\\\"ZE32zKV2Ej9g-rOt4XOQns_L_tzYeEbKfe6Db_npF_o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ewHFT88jV-7_Z83D4SQYaBhhg7G76zt_oqo-ge-bBBM\"}"