"{\"content\":{\"body\":\"`Oh! Good evening, citizen,' filling his glass. `Ah! and good wine. I drink to the Republic.'\\nDefarge went back to the counter, and said, `Certainly, a little like.' Madame sternly retorted, `I tell you a good deal like.' Jacques Three pacifically remarked, `He is so much in your mind, see you, madame.' The amiable Vengeance added, with a laugh, `Yes, my faith! And you are looking forward with so much pleasure to seeing him once more to-morrow!'\\nCarton followed the lines and words of his paper, with a slow forefinger, and with a studious and absorbed face. They were all leaning their arms on the counter close together, speaking low. After a silence of a few moments, during which they all looked towards him without disturbing his outward attention from the Jacobin editor, they resumed their conversation.\\n`It is true what madame says,' observed Jacques Three. `Why stop? There is great force in that. Why stop?'\\n`Well, well,' reasoned Defarge, `but one must stop somewhere. After all, the question is still where?'\\n`At extermination,' said madame.   `Magnificent!' croaked Jacques Three. The Vengeance, also, highly approved.\\n`Extermination is good doctrine, my wife,' said Defarge, rather troubled; `in general, I say nothing against it. But this Doctor has suffered much; you have seen him to-day; you have observed his face when the paper was read.'\\n`I have observed his face!' repeated madame, contemptuously and angrily. `Yes. I have observed his face. I have observed his face to be not the face of a true friend of the Republic. Let him take care of his face!'\\n`And you have observed, my wife,' said Defarge, in a deprecatory manner, `the anguish of his daughter, which must be a dreadful anguish to him!'\\n`I have observed his daughter,' repeated madame; `yes, I have observed his daughter, more times than one. I have observed her to-day, and I have observed her other days. I have observed her in the court, and I have observed her in the street by the prison. Let me but lift my finger---!' She seemed to raise it (the listener's eyes were always on his paper), and to let it fall with a rattle on the ledge before her, as if the axe had dropped.\\n`The citizeness is superb!' croaked the Juryman.   `She is an Angel!' said The Vengeance, and embraced her.\\n`As to thee,' pursued madame, implacably, addressing her husband, `if it depended on thee--which, happily, it does not--thou wouldst rescue this man even now.\\n`No!' protested Defarge. `Not if to lift this glass would do it! But I would leave the matter there. I say, stop there.'\\n`See you then, Jacques,' said Madame Defarge, wrathfully; `and see you, too, my little Vengeance; see you both! Listen! For other crimes as tyrants and oppressors, I have this race a long time on my register, doomed to destruction and extermination. Ask my husband, is that so.'\\n`It is so,' assented Defarge, without being asked.   `In the beginning of the great days, when the Bastille falls, he finds this paper of to-day, and he brings it home, and in the middle of the night when this place is clear and shut, we read it, here on this spot, by the light of this lamp. Ask him, is that so.'\\n`It is so,' assented Defarge.   `That night, I tell him, when the paper is read through, and the lamp is burnt out, and the day is gleaming in above those shutters and between those iron bars, that I have now a secret to communicate. Ask him, is that so.'\\n`It is so,' assented Defarge again.   `I communicate to him that secret. I smite this bosom with these two hands as I smite it now, and I tell him, \\\"Defarge, I was brought up among the fishermen of the sea-shore, and that peasant family so injured by the two Evrémonde brothers, as that Bastille paper describes, is my family. Defarge, that sister of the mortally wounded boy upon the ground was my sister, that husband was my sister's husband, that unborn child was their child, that brother was my brother, that father was my father, those dead are my dead, and that summons to answer for those things descends to me!\\\" Ask him, is that so.'\\n`It is so,' assented Defarge once more.   `Then tell Wind and Fire where to stop,' returned madame; `but don't tell me.'   Both her hearers derived a horrible enjoyment from the deadly nature of her wrath--the listener could feel how white she was, without seeing her--and both highly commended it. Defarge, a weak minority, interposed a few words for the memory of the compassionate wife of the Marquis; but only elicited from his own wife a repetition of her last reply. `Tell the Wind and the Fire where to stop; not me!'\\nCustomers entered, and the group was broken up. The English customer paid for what he had had, perplexedly counted his change, and asked, as a stranger, to be directed towards the National Palace. Madame Defarge took him to the door, and put her arm on his, in pointing out the road. The English customer was not without his reflections then, that it might be a good deed to seize that arm, lilt it, and strike under it sharp and deep.\\nBut, he went his way, and was soon swallowed up in the shadow of the prison wall. At the appointed hour, he emerged from it to present himself in Mr. Lorry's room again, where he found the old gentleman walking to and fro in restless anxiety. He said he had been with Lucie until just now, and had only left her for a few minutes, to come and keep his appointment. Her father had not been seen, since he quitted the banking house towards four o'clock. She had some faint hopes that his mediation might save Charles, but they were very slight. He had been more than five hours gone: where could he be?\\nMr. Lorry waited until ten; but, Doctor Manette not returning, and he being unwilling to leave Lucie any longer, it was arranged that he should go back to her, and come to the banking-house again at midnight. In the meanwhile, Carton would wait alone by the fire for the Doctor. He waited and waited, and the clock struck twelve; but Doctor Manette did not come back. Mr. Lorry returned, and found no tidings of him, and brought none. Where could he be?\\nThey were discussing this question, and were almost building up some weak structure of hope on his prolonged absence, when they heard him on the stairs. The instant he entered the room, it was plain that all was lost.\\nWhether he had really been to any one, or whether he had been all that time traversing the streets, was never known. As he stood staring at them, they asked him no question, for his face told them everything.\\n`I cannot find it,' said he, `and I must have it. Where is it?'\\nHis head and throat were bare, and, as he spoke with a helpless look straying all around, he took his coat off, and let it drop on the floor.\\n`Where is my bench? I have been looking everywhere for my bench, and I can't find it. What have they, done with my work? Time presses: I must finish those shoes.   They looked at one another, and their hearts died within them.   `Come, come!' said he, in a whimpering miserable way; `let me get to work. Give me my work.'   Receiving no answer, he tore his hair, and beat his feet upon the ground, like a distracted child.   `Don't torture a poor forlorn wretch,' he implored them, with a dreadful cry; `but give me my work! What is to become of us, if those shoes are not done to-night?'   Lost, utterly lost!   It was so clearly beyond hope to reason with him, or try to restore him,--that--as if by agreement--they each put a hand upon his shoulder, and soothed him to sit down before the fire, with a promise that he should have his work presently. He sank into the chair, and brooded over the embers, and shed tears. As if all that had happened since the garret time were a momentary fancy, or a dream, Mr. Lorry saw him shrink into the exact figure that Defarge had had in keeping.   Affected, and impressed with terror as they both were, by this spectacle of ruin, it was not a time to yield to such emotions. His lonely daughter, bereft of her final hope and reliance, appealed to them both too strongly. Again, as if by agreement, they looked at one another with one meaning in their faces. Carton was the first to speak:   `The last chance is gone: It was not much. Yes; he had better be taken to her. But, before you go, will you, for a moment, steadily attend to me? Don't ask me why I make the stipulations I am going to make, and exact the promise I am going to exact; I have a reason--a good one.'\\n`I do not doubt it,' answered Mr. Lorry. `Say on.'\\nThe figure in the chair between them, was all the time monotonously rocking itself to and fro, and moaning. They spoke in such a tone as they would have used if they had been watching by a sick-bed in tile night.\\nCarton stooped to pick up the coat, which lay almost entangling his feet. As he did so, a small case in which the Doctor was accustomed to carry the list of his day's duties, fell lightly on the floor. Carton took it up, and there was a folded paper in it. `We should look at this!' he said. Mr. Lorry nodded his consent. He opened it, and exclaimed,   `Thank GOD'\\n`What is it?' asked Mr. Lorry, eagerly.   `A moment! Let me speak of it in its place. First,' he put his hand in his coat, and took another paper from it, `that is the certificate which enables me to pass out of this city. Look at it. You see--Sydney Carton, an Englishman?'   Mr. Lorry held it open in his hand, gazing in his earnest face.   `Keep it for me until to-morrow. I shall see him to-morrow, you remember; and I had better not take it into the prison.'\\n`Why not?'   `I don't know; I prefer not to do so. Now, take this paper that Doctor Manette has carried about him. It is a similar certificate, enabling him and his daughter and her child at any time, to pass the barrier and the frontier? You see?\\\"\\n`Yes!'   `Perhaps he obtained it as his last and utmost precaution against evil, yesterday. When is it dated? But no matter; don't stay to look; put it up carefully wit!, mine and your own. Now, observe! I never doubted until within this hour or two, tat he had, or could have such a paper. It is good, until recalled. But it may be soon recalled, and, I have reason to think, will be.'\\n`They are not in danger?'   `They are in great danger. They are in danger of denunciation by Madame Defarge. I know it from her own lips. I have overheard words of that woman's, to-night, which have presented their danger to me in strong colours. I have lost no time, and since then, I have seen the spy. He confirms me. He knows that a wood-sawyer, living by the prison-wall, is under the control of the Defarges, and has been rehearsed by Madame Defarge as to his having seen Her'--he never mentioned Lucie's name--'making signs and signals to prisoners. It is easy to foresee that the pretence will be the common one, a prison plot, and that it will involve her life--and perhaps her child's--and perhaps her father's--for both have been seen with her at that place. Don't look so horrified. You will save them all.'\\n`Heaven grant I may, Carton! But how?'   `I am going to tell you how. It will depend on you, and it could depend on no better man. This new denunciation will certainly not take place until after to-morrow; probably not until two or three days afterwards; more probably a week afterwards. You know it is a capital crime, to mourn for, or sympathise with, a victim of the Guillotine. She and her father would unquestionably be guilty of this crime, and this woman (the inveteracy of whose pursuit cannot be described) would wait to add that strength to her case, and make herself doubly sure. You follow me?'\\n`So attentively, and with so much confidence in what you say, that for the moment I lose sight,' touching the back of the Doctor's chair, `even of this distress.'\\n`You have money, and can buy the means of travelling to tile Sea-coast as quickly as the journey can be made. Your preparations have been completed for some days, to return to England. Early to-morrow have your horses ready, so that they may be in starting trim at two o'clock in the afternoon.'   `It shall be done!'\\nHis manner was so fervent and inspiring, that Mr. Lorry caught the flame, and was as quick as youth.\\n`You are a noble heart. Did I say we could depend upon no better man? Tell her, to-night, what you know of her danger as involving her child and her father. Dwell upon that, for she would lay her own fair head beside her husband's cheerfully.' He faltered for an instant; then went on as before. `For the sake of her child and her father, press upon her the necessity of leaving Paris, with them and you, at that hour. Tell her that it was her husband's last arrangement. Tell her that more depends upon it than she dare believe, or hope. You think that her father, even in this sad state, will submit himself to her; do you not?'\\n`I am sure of it.'   `I thought so. Quietly and steadily have all these arrangements made in the court-yard here, even to the taking of your own seat in the carriage. The moment I come to you, take me in, and drive away.'\\n`I understand that I wait for you under all circumstances?'   `You have my certificate in your hand with the rest, you know, and will reserve my place. Wait for nothing but to have my place occupied, and then for England!'\\n`Why, then,' said Mr. Lorry, grasping his eager but so firm and steady hand, `it does not all depend on one old man, but I shall have a young and ardent man at my side.'\\n`By the help of Heaven you shall! Promise me solemnly that nothing will influence you to alter the course on which we now stand pledged to one another.'   `Nothing, Carton.'\\n`Remember these words to-morrow: change the course, or delay in it--for any reason--and no life can possibly be saved, and many lives must inevitably be sacrificed.'   `I will remember them. I hope to do my part faithfully.' \\\\`And I hope to do mine. Now, good-bye!'\\nThough he said it with a grave smile of earnestness, and though lie even put the old man's hand to his lips, he did not part from him then. He helped him so far to arouse the rocking figure before the dying embers, as to get a cloak and hat put upon it, and to tempt it forth to find where the bench and work were hidden that it still moaningly besought to have. He walked on the other side of it and protected it to the court-yard of the house where the afflicted heart--so happy in the memorable time when he had revealed his own desolate heart to it--outwatched the awful night. He entered the court-yard and remained there for a few moments alone, loping up at the light in the window of her room. Before he went away, he breathed a blessing towards it, and a Farewell.\\n\\nCHAPTER XIII\\nFifty-two\\nIN the black prison of the Conciergerie, the doomed of the day awaited their fate. They were in number as the weeks of the year. Fifty-two were to roll that afternoon on the life-tide of the city to the boundless everlasting sea. Before their cells were quit of them, new occupants were appointed; before their blood ran into the blood spilled yesterday, the blood that was to mingle with theirs to-morrow was already set apart.\\nTwo score and twelve were told off From the farmer-general of seventy, whose riches could not buy his life, to the seamstress of twenty, whose poverty and obscurity could not save her. Physical diseases, engendered in the vices and neglects of men, will seize on victims of all degrees; and the frightful moral disorder, born of unspeakable suffering, intolerable oppression, and heartless indifference, smote equally without distinction.\\nCharles Darnay, alone in a cell, had sustained himself with no flattering delusion since he came to it from the Tribunal. In every line of the narrative he had heard, he had heard his condemnation. He had fully comprehended that no personal influence could possibly save him, that he was virtually sentenced by the millions, and that units could avail him nothing.\\nNevertheless, it was not easy, with the face of his beloved wife fresh before him, to compose his mind to what it must bear. His hold on life was strong, and it was very, very hard to loosen; by gradual efforts and degrees unclosed a little here, it clenched the tighter there; and when he brought his strength to bear on that hand and it yielded, this was closed again. There was a hurry, too, in all his thoughts, a turbulent and heated working of his heart, that contended against resignation. If for a moment, he did feel resigned, then his wife and child who had to live after him, seemed to protest and to make it a selfish thing.\\nBut, all this was at first. Before long, the consideration that there was no disgrace in the fate he must meet, and that numbers went the same road wrongfully, and trod it firmly every day, sprang up to stimulate him. Next followed the thought that much of the future peace of mind enjoyable by the dear ones, depended on his quiet fortitude. So, by degrees he calmed into the better state, when he could raise his thoughts much higher, and draw comfort down.\\nBefore it had set in dark on the night of his condemnation, he had travelled thus far on his last way. Being allowed to purchase the means of writing, and a light, he sat down to write until such time as the prison lamps should be extinguished.\\nHe wrote a long letter to Lucie, showing her that he had known nothing of her father's imprisonment, until he had heard of it from herself, and that he had been as ignorant as she of his father's and uncle's responsibility for that misery, until the paper had been read. He had already explained to her that his concealment from herself of the name he had relinquished, was the one condition--fully intelligible now--that her father had attached to their betrothal, and was the one promise he had still exacted on the morning of their marriage. He entreated her, for her father's sake, never to seek to know whether her father had become oblivious of the existence of the paper, or had had it recalled to him (for the moment, or for good), by the story of the Tower, on that old Sunday under the dear old plane-tree in the garden. If he had preserved any definite remembrance of it, there could be no doubt that he had supposed it destroyed with the Bastille, when he had found no mention of it among the relics of prisoners which the populace had discovered there, and which had been described to all the world. He besought her--though he added that he knew it was needless--to console her father, by impressing him through every tender means she could think of, with the truth that he had done nothing for which he could justly reproach himself, but had uniformly forgotten himself for their joint sakes. Next to her preservation of his own last grateful love and blessing, and her overcoming of her sorrow, to devote herself to their dear child, he adjured her, as they would meet in Heaven, to comfort her father.\\nTo her father himself he wrote in the same strain; but, he told her father that he expressly confided his wife and child to his care. And he told him this, very strongly, with the hope of rousing him from any despondency or dangerous retrospect towards which he foresaw he might be tending.\\nTo Mr. Lorry, he commended them all, and explained his worldly affairs. That done, with many added sentences of grateful friendship and warm attachment, all was done. He never thought of Carton. His mind was so full of the others, that he never once thought of him.\\nHe had time to finish these letters before the lights were put out. When he lay down on his straw bed, he thought he had done with this world.\\nBut, it beckoned him back in his sleep, and showed itself in shining forms. Free and happy, back in the old house in Soho (though it had nothing in it like the real house), unaccountably released and light of heart, he was with Lucie again, and she told him it was all a dream, and he had never gone away. A pause of forgetfulness, and then lie had even suffered, and had come back to her, dead and at peace, and yet there was no difference in him. Another pause of oblivion, and he awoke in the sombre morning, unconscious where he was or what had happened, until it flashed upon his mind, `this is the day of my death'   Thus, had he come through the hours, to the day when the fifty-two heads were to fall. And now, while he was composed, and hoped that he could meet the end with quiet heroism, a new action began in his waking thoughts, which was very difficult to master.   He had never seen the instrument that was to terminate his life. How high it was from the ground, how many steps it had, where he would be stood, how he would be touched, whether the touching hands would be dyed red, which way his face would be turned, whether he would be the first, or might be the last: these and many similar questions, in no wise directed by his will, obtruded themselves over and over again, countless times. Neither were they connected with fear: he was conscious of no fear. Rather, they originated in a strange besetting desire to know what to do when the time came; a desire gigantically disproportionate to the few swift moments to which it referred; a wondering that was more like the wondering of some other spirit within his, than his own.   The hours went on as lie walked to and fro, and the clocks struck the numbers he would never hear again. Nine cone for ever, ten gone for ever, eleven gone for ever, twelve coming on to pass away. After a hard contest with that eccentric action of thought which had last perplexed him, he had got the better of it. He walked up and down, softly repeating their names to himself. The worst of the strife was over. He could walk up and down, free from distracting fancies, praying for himself and for them.   Twelve gone for ever.   He had been apprised that the final hour was Three, and he knew he would be summoned some time earlier, inasmuch as the tumbrils jolted heavily and slowly through the streets. Therefore, he resolved to keep Two before his mind, as the hour, and so to strengthen himself in the interval that he might be able, after that time, to strengthen others.   Walking regularly to and fro with his arms folded on his breast, a very different man from the prisoner, who had walked to and fro at La Force, he heard One struck away from him, without surprise. The hour had measured like most other hours. Devoutly thankful to Heaven for his recovered self-possession, he thought, `There is but another now,' and turned to walk again.\\nFootsteps in the stone passage outside the door. He stopped.\\nThe key was put in the lock, and turned. Before the door was opened, or as it opened, a man said in a low voice, in English: `He has never seen me here; I have kept out of his way. Go you in alone; I wait near. Lose no time!'   The door was quickly opened and closed, and there stood before him face to face, quiet, intent upon him, with the light of a smile on his features, and a cautionary finger on his lip, Sydney Carton.   There was something so bright and remarkable in his look, that, for the first moment, the prisoner misdoubted him to be an apparition of his own imagining. But, he spoke, and it was his voice; he took the prisoner's hand, and it was his real grasp.   `Of all the people upon earth, you least expected to see me?' he said.\\n`I could not believe it to be you. I can scarcely believe it now. You are not'--the apprehension came suddenly into his mind--`a prisoner?'\\n`No. I am accidentally possessed of a power over one of the keepers here, and in virtue of it I stand before you. I come from her--your wife, dear Darnay.'   The prisoner wrung his hand.   `I bring you a request from her.'\\n`What is it?'   `A most earnest, pressing, and emphatic entreaty, addressed to you in the most pathetic tones of the voice so dear to you, that you well remember.'\\nThe prisoner turned his face partly aside.\\n`You have no time to ask me why I bring it, or what it means; I have no time to tell you. You must comply with it--take off those boots you wear, and draw on these of mine.'   There was a chair against the wall of the cell, behind the prisoner. Carton, pressing forward, had already, with the speed of lightning, got him down into it, and stood over him, barefoot.   `Draw on these boots of mine. Put your hands to them; put your will to them. Quick!'\\n`Carton, there is no escaping from this place; it never can be done. You will only die with me. It is madness.'   `It would be madness if I asked you to escape; but do I?\\nWhen I ask you to pass out at that door, tell me it is madness and remain here. Change that cravat for this of mine, that coat for this of mine. While you do it, let me take this ribbon from your hair, and shake out your hair like this of mine!'\\nWith wonderful quickness, and with a strength both of will and action, that appeared quite supernatural, he forced all these changes upon him. The prisoner was like a young child in his hands.\\n`Carton! Dear Carton! It is madness. It cannot be accomplished, it never can be done, it has been attempted, and has always failed. I implore you not to add your death to the bitterness of mine.   `Do I ask you, my dear Darnay, to pass the door? When I ask that, refuse. There are pen and ink and paper on this table. Is your hand steady enough to write?'\\n`It was when you came in.   `Steady it again, and write what I shall dictate. Quick, friend, quick!'\\nPressing his hand to his bewildered head, Darnay sat down at the table. Carton, with his right hand in his breast, stood close beside him.\\n`Write exactly as I speak.'   `To whom do I address it?'\\n`To no one.' Carton still had his hand in his breast.   `Do I date it?'\",\"timestamp\":1637494911,\"title\":\"Oh! Good evening, citizen,' filling his glass. `Ah! and good wine. I drink to the Republic.' \"},\"digest\":\"j6j5QKBQOwVKirwPlw73mPBEsVcwcLzE1Ba5E4Az0ZI\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LPqIHZ0EciC62gcoxSjQm5ae7OKYCAOgNjLggKi-h0w\\\",\\\"y\\\":\\\"iLTvAoGL3_FQoMW6I9cBpClxHiqVGRKCqzz9KwehsG4\\\"}\",\"signature\":\"o7FV0W1nFGc6sdz1D6ENTBGkOuxwROYASOJDW9ca45098K6ohGxzCQrb0keN_-oi17Y6PSgn4k42MUYU3Kp6xA\",\"signingKeySignature\":\"0x3503f48d128bef908e9a65b93e83f242105ea6ff92605c9dedb6d90cb2b271424fa96782a4751974069b419c11c40d9f87fe12afa3eaa440b7cdb6f12aea3bba1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LPqIHZ0EciC62gcoxSjQm5ae7OKYCAOgNjLggKi-h0w\\\",\\\"y\\\":\\\"iLTvAoGL3_FQoMW6I9cBpClxHiqVGRKCqzz9KwehsG4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"j6j5QKBQOwVKirwPlw73mPBEsVcwcLzE1Ba5E4Az0ZI\"}"