"{\"content\":{\"body\":\" 王赢让他看着东西，自己帮着姚雅扛着行李箱到了姚雅的宿舍，她是最后一个到宿舍的，姚雅就在边上站着，伸手指挥王赢，和室友们聊天说笑。 \\n  \\n     王赢帮她把所有的东西都安置好了，甚至连床都铺好了，姚雅这才点了点头。 \\n  \\n     “你男朋友真是暖男啊。” \\n  \\n     一个很温柔的声音，让王赢下意识的看向了角落，这一看，才发现，姚雅边上站着一个很漂亮的女孩，大眼睛，短头发，王赢喜欢的类型，尤其是说话的声音。 \\n  \\n     也就是姚雅在，王赢不好意思当着她面太过分，只是偷偷的多看了几眼这个女孩。 \\n  \\n     “他可不是暖男，是中央空调，而且，也不是我男朋友。” \\n  \\n     姚雅从边上调侃的声音，一宿舍的女生都笑了起来 \\n  \\n     王赢和小马哥的宿舍，一个在三楼，一个在五楼。 \\n  \\n     jl大学的宿舍是四人寝，王赢到的时候。 \\n  \\n     房间里面已经坐着一个人了。 \\n  \\n     瘦瘦的，带着一副眼镜，此人的嘴极大，比姚晨和舒淇都得大一圈儿，一脸的困惑，看见王赢之后，自己主动站了起来。 \\n  \\n     “哥们，我想问你个问题，你说一个我喜欢了很多年的女的，让我做她的蓝颜知己，你说，她是喜欢我，还是不喜欢我” \\n  \\n     王赢倒也实在，拍了拍他的肩膀。 \\n  \\n     “知道蓝颜知己是啥意思吗” \\n  \\n     “我叫史子明，以后我们就是室友了，请多指教，啥意思” \\n  \\n     王赢冲着他笑了笑，和他握手。 \\n  \\n     “蓝颜知己就是谁都可以睡她，除了你，连备胎都不如。” \\n  \\n     史子明当即就愣住了，张大了嘴，一脸的吃惊表情。 \\n  \\n     这家伙，吓王赢一跳，根据目测，这大嘴张开，能毫不费力的一口干掉半个西瓜。 \\n  \\n     王赢看着这兄弟一脸的郁闷的表情，心里面琢磨怎么也是室友。 \\n  \\n     他搂住了史子明。 \\n  \\n     “别这么一脸不开心的表情，今天大家头一次见面，晚上我做东，请喝酒。” \\n  \\n     王赢话音刚落，身后的大门又被推开了，一个一米八五，体重约两百斤的大壮汉进来了，这哥们是真壮实，皮肤黝黑，进来之后，操着一口浓重的东北口音，嘴角挂着笑容，给大家一种很舒服的感觉。 \\n  \\n     “大家好，俺叫李辉。” \\n  \\n     他冲着王赢他们走了过来。 \\n  \\n     “来，我给大家带了一些家乡的特产，算是见面礼，这是我们家乡的松子儿，这还有大蒜，来来，还有俺家自己种的大葱。” \\n  \\n     李辉虽然块头很大，但是给人的感觉实在是和蔼，王赢也是一个爽快人。 \\n  \\n     “那正好，晚上我请客，大家喝酒，认识一下。” \\n  \\n     李辉“嘿嘿”的笑了笑，从背包里面拿出来了一个4.5升的矿泉水瓶子，里面还泡着人参。 \\n  \\n     “俺来提供白酒，放心，超级好喝俺们家自己酿的人参都是俺自己从山上挖的。” \\n  \\n     王赢看着李辉这张提着酒就一脸兴奋的表情，直觉告诉他，这货肯定能喝。 \\n  \\n     “那我们等等我们最后一个室友我是王赢，叫我银子就行，那是大嘴。” \\n  \\n     “为啥叫我大嘴。” \\n  \\n     王赢顺手从边上递给了史子明一个镜子。 \\n  \\n     “你自己看看。” \\n  \\n     史子明盯着镜子，仔细的看了半天，李辉从边上更是直接，瞪着大眼睛。 \\n  \\n     “银子，你不说我还没发现，俺活了这么多年，从来没有见过这么大的嘴。” \\n  \\n     他一点都不客气的伸手扒拉史子明的嘴。 \\n  \\n     “哥们，你这嘴是真的还是假的” \\n  \\n     史子明怒气冲冲的，一把就推开了李辉的手掌。 \\n  \\n     李辉憨厚的笑了笑，不小心胳膊卡到了床铺后面的铁梯子中间。 \\n  \\n     正常人的逻辑都是要把胳膊抽出来，可是李辉闷哼了一声“啥玩意卡住俺了。” \\n  \\n     起身一用力，史子明和王赢两个人呢还在床上坐着，尤其是史子明靠在墙边上。 \\n  \\n     李辉这一动，整个床铺都给拉动了，大嘴靠在墙边突然之间整个人就悬空了“咣”的就是一声，重重的摔倒了地上。 \\n  \\n     差点也晃了王赢一个跟头，也就是他反应快，一下就站了起来。 \\n  \\n     他看见李辉，刚想伸手制止呢，李辉又是一个用力“咣”的就是一下。 \\n  \\n     整个铁梯子都被他给拆了下来，床铺也移出来了，大嘴躺在床底下。 \\n  \\n     “哎呦，疼死我了，这他妈是哪儿来的傻逼” \\n  \\n     王赢一脸惊愕的看着李辉，心里面暗自骂了一句，这是哪儿来的土鳖，脑子里面装的都是肱二头肌吗李辉活动着自己的胳膊，一脸的呆萌。≮あ书⇄阅⇉屋➶www.sHuYueWu.Com≯ \\n  \\n     憨厚的笑了起来。 \\n  \\n     “不好意思，俺不是故意的。” \\n  \\n     史子明从地上也爬了起来，呲牙咧嘴的，捂着自己的腰，也不敢发作了，毕竟体型悬殊。 \\n  \\n     “哥们你咋这么大力气这下坏了，我以后怎么上去啊。” \\n  \\n     “俺是体育特招生，练铅球的啊，俺爹俺娘打小就在工地上班，俺打小就过去帮忙，没事，对不起啊，俺一会儿自罚三杯。” \\n  \\n     李辉一脸憨厚的起身，到了自己行李边上，从里面抄出来了一把螺丝刀，三下五除二的就把梯子给修好了。 \\n  \\n     他摸着自己的脑袋，开始傻笑。 \\n  \\n     “嘿嘿，嘿嘿嘿” \\n  \\n     王赢一行三人，等了好一会儿，都没有等到第四个室友的到来，眼看着天都快黑了。 \\n  \\n     “算了，咱们走吧，我把我电话留在这里，他来了看见了找咱们就是了。” \\n  \\n     王赢拿起来笔和纸，写了一张字条。 \\n  \\n     “来了打电话，大家头一次相聚，不醉不归你的室友们” \\n  \\n     写下了自己的电话和大嘴，李辉，三个人就出了宿舍楼。 \\n  \\n     每个大学周围，都是旅馆，饭店，网吧的集中地。 \\n  \\n     jl大学，出了校门，左侧两条街，第一条小吃街，第二条旅馆街，右侧一条街，网吧，电玩，小歌厅。 \\n  \\n     数不清的大学生，男男女女的，从饭店里面出来，奔向那一个一个的小旅馆。 \\n  \\n     哥三挑来挑去，进了一家小饭店，点了几个菜，王赢从边上举起来了杯子，天生一股子洒脱的大哥范儿。 \\n  \\n     “我是一个挺相信缘分的人，不说客套话了，感谢缘分把我们聚集在一起，敬我一个战壕的室友们连带着未到的那个伙伴，我们敬缘分” \\n  \\n     “敬缘分” \\n  \\n     大嘴和李辉两个人都把杯子举了起来，三个人一起举杯，李辉上去一口就给干了。 \\n  \\n     王赢和大嘴本来一人喝了一小口，一看李辉这样，俩人一咬牙，也全都给干了。 \\n  \\n     李辉一脸的洒脱享受。 \\n  \\n     王赢和大嘴一个得性，哪儿喝得出来这白酒的好坏，二锅头和五粮液，在他们的思维里面，一个辣字就概括了。 \\n  \\n     李辉一看这俩人干了，顺势从边上又给自己倒了一杯，伸手从面前的盘子里面，抓了一把花生米，扔进了嘴里。 \\n  \\n     “以后大家都是兄弟了，敬兄弟” \\n  \\n     李辉一口气又给干了。 \\n  \\n     王赢和大嘴两个人看傻了，都在琢磨，这尼玛喝的是水吗，俩人一咬牙，一人又是一杯。 \\n  \\n     李辉看着俩人喝完了，自己又倒了一杯。 \\n  \\n     王赢都快吐了，连忙伸手制止。 \\n  \\n     “等等，咱们休息会，吃点东西，别着急，慢慢喝。” \\n  \\n     “没事，俺这杯，敬咱们没来的那个战友” \\n  \\n     李辉顺势又是一杯，幸亏杯子小，一两的小杯，但是老这么喝，谁受得了。 \\n  \\n     他喝完之后，伸手又在盘子里面抓花生米了。 \\n  \\n     王赢也不好意思直接说，连忙递给了李辉筷子，李辉这才反应过来，摸着自己的脑袋，又憨笑了起来。 \\n  \\n     “不好意思，忘记了不是在俺家了，来，来，吃” \\n  \\n     三个人坐在桌子上面一边吃，一边聊，酒过中旬，王赢拿着自己的酒杯，看着这外面的人来人往，突然之间有些感慨。 \\n  \\n     “你们俩说，明天报道，这大学的老师，会不会也问一下咱们的梦想是什么” \\n  \\n     大嘴也是喝了点酒。 \\n  \\n     “我小学的梦想，是上清华，考北大，研硕博，开公司，上市，初中的梦想，是想做一个流氓大混混，结果带上了眼镜，就没有了做流氓的潜质，眼镜一摘，五米以内人畜不分，十米以外雌雄同体，高中时候的梦想，就是想要和冯倩倩双宿双飞，至于现在，我放着三本都没有上，追着她来到了这所大学，本以为能感动她，结果一个蓝颜就把我拒绝了，其实我已经当了她蓝颜三年了，琢磨了这个词的意思琢磨了三年，都没有琢磨清楚，直到今天，我遇见银子，他才把蓝颜这个词儿给我分析透彻了，我他妈一听，还真是这个意思，梦想，我都不知道自己还有啥梦想了，来了他妈这种学校，还谈什么梦想，没有后悔的机会了。” \\n  \\n     大嘴眼圈红了，看着要落泪一样。 \\n  \\n     王赢连忙从边上拍了拍他的肩膀。 \\n  \\n     “大老爷们，能留血，不能流泪，知道吗别让哥看不起你。” \\n  \\n     最uk新h章o节l上l \\n  \\n     大嘴咬着嘴唇，使劲的点了点头，这个时候，边上却有抽泣的声音发出。 \\n  \\n     王赢猛的一转头，心里面暗骂了一句。 \\n  \\n     “我贼你妈的，这是啥情况。” \\n  \\n     边上的大块头李辉眼泪哗哗的往下流，一边擦着自己的眼泪，一边开口。 \\n  \\n     “大，大嘴，你真是一个好，好男人，把，把我都感动了” \\n  \\n     大嘴看着李辉的眼神，跟看着傻逼一样，但是估计也是不好意思发作，连忙拍了拍他的肩膀。 \\n  \\n     “行了，别哭了，你呢，你有什么梦想。” \\n \",\"timestamp\":1637501474,\"title\":\"【003】曾经的梦想\"},\"digest\":\"sp6uyr5vR6-t0BbYfvRnvpM8ic6U3DCy3-Gu9YPkpSk\",\"authorship\":{\"contributor\":\"0x68593b3f2FF8a896B6e789191f43542677d63588\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DeCBt--ahh-n4z2ffh5t6YW-EPw9zI_wnb4PZmEs4is\\\",\\\"y\\\":\\\"BJYTXBI0WYYiT1errJsgZjHcCe4kCY2My1ZOeViv7gU\\\"}\",\"signature\":\"gRV43jvZXFzC6RHU8yQI4L9xEZLXne98BYRsCIvosFVXnu2jDpqKEM-eBR6sKv1gg8289wDQLYhycHBY4Zwx_g\",\"signingKeySignature\":\"0x79fc875b5a3087ea3e5a7a33e0c44de874f6d05683b279021a11585495db552d116827529217ede229ee90484086bd83a9de32ea0dc9fee78dc9379f1248a59a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DeCBt--ahh-n4z2ffh5t6YW-EPw9zI_wnb4PZmEs4is\\\",\\\"y\\\":\\\"BJYTXBI0WYYiT1errJsgZjHcCe4kCY2My1ZOeViv7gU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sp6uyr5vR6-t0BbYfvRnvpM8ic6U3DCy3-Gu9YPkpSk\"}"