"{\"content\":{\"body\":\"\\\"What does that mean?\\\" exclaimed the Baron.  \\\"Go over there!\\\"\\n\\nOur car drew up beside the other.  The house door opened sharply, several officers rushed out and tried to hide.\\n\\n\\\"Stand!\\\" commanded the General.  \\\"Go back inside.\\\"  They obeyed and he entered after them, leaning on his tashur.  As the door remained open, I could see and hear everything.\\n\\n\\\"Woe to them!\\\" whispered the chauffeur.  \\\"Our officers knew that the Baron had gone out of the town with me, which means always a long journey, and must have decided to have a good time.  He will order them beaten to death with sticks.\\\"\\n\\nI could see the end of the table covered with bottles and tinned things.  At the side two young women were seated, who sprang up at the appearance of the General.  I could hear the hoarse voice of Baron Ungern pronouncing sharp, short, stern phrases.\\n\\n\\\"Your native land is perishing. . . .  The shame of it is upon all you Russians . . . and you cannot understand it . . . nor feel it. . . .  You need wine and women. . . .  Scoundrels!  Brutes! . . . One hundred fifty tashur for every man of you.\\\"\\n\\nThe voice fell to a whisper.\\n\\n\\\"And you, Mesdames, do you not realize the ruin of your people? No?  For you it is of no moment.  And have you no feeling for your husbands at the front who may even now be killed?  You are not women. . . .  I honor woman, who feels more deeply and strongly than man; but you are not women! . . .  Listen to me, Mesdames. Once more and I will hang you. . . .\\\"\\n\\nHe came back to the car and himself sounded the horn several times. Immediately Mongol horsemen galloped up.\\n\\n\\\"Take these men to the Commandant.  I will send my orders later.\\\"\\n\\nOn the way to the Baron's yurta we were silent.  He was excited and breathed heavily, lighting cigarette after cigarette and throwing them aside after but a single puff or two.\\n\\n\\\"Take supper with me,\\\" he proposed.\\n\\nHe also invited his Chief of Staff, a very retiring, oppressed but splendidly educated man.  The servants spread a Chinese hot course for us followed by cold meat and fruit compote from California with the inevitable tea.  We ate with chopsticks.  The Baron was greatly distraught.\\n\\nVery cautiously I began speaking of the offending officers and tried to justify their actions by the extremely trying circumstances under which they were living.\\n\\n\\\"They are rotten through and through, demoralized, sunk into the depths,\\\" murmured the General.\\n\\nThe Chief of Staff helped me out and at last the Baron directed him to telephone the Commandant to release these gentlemen.\\n\\nThe following day I spent with my friends, walking a great deal about the streets and watching their busy life.  The great energy of the Baron demanded constant nervous activity from himself and every one round him.  He was everywhere, seeing everything but never, interfering with the work of his subordinate administrators. Every one was at work.\\n\\nIn the evening I was invited by the Chief of Staff to his quarters, where I met many intelligent officers.  I related again the story of my trip and we were all chatting along animatedly when suddenly Colonel Sepailoff entered, singing to himself.  All the others at once became silent and one by one under various pretexts they slipped out.  He handed our host some papers and, turning to us, said:\\n\\n\\\"I shall send you for supper a splendid fish pie and some hot tomato soup.\\\"\\n\\nAs he left, my host clasped his head in desperation and said:\\n\\n\\\"With such scum of the earth are we now forced after this revolution to work!\\\"\\n\\nA few minutes later a soldier from Sepailoff brought us a tureen full of soup and the fish pie.  As the soldier bent over the table to set the dishes down, the Chief motioned me with his eyes and slipped to me the words:  \\\"Notice his face.\\\"\\n\\nWhen the man went out, my host sat attentively listening until the sounds of the man's steps ceased.\\n\\n\\\"He is Sepailoff's executioner who hangs and strangles the unfortunate condemned ones.\\\"\\n\\nThen, to my amazement, he began to pour out the soup on the ground beside the brazier and, going out of the yurta, threw the pie over the fence.\\n\\n\\\"It is Sepailoff's feast and, though it may be very tasty, it may also be poison.  In Sepailoff's house it is dangerous to eat or drink anything.\\\"\\n\\nDistinctly oppressed by these doings, I returned to my house.  My host was not yet asleep and met me with a frightened look.  My friends were also there.\\n\\n\\\"God be thanked!\\\" they all exclaimed.  \\\"Has nothing happened to you?\\\"\\n\\n\\\"What is the matter?\\\" I asked.\\n\\n\\\"You see,\\\" began the host, \\\"after your departure a soldier came from Sepailoff and took your luggage, saying that you had sent him for it; but we knew what it meant--that they would first search it and afterwards. . . .\\\"\\n\\nI at once understood the danger.  Sepailoff could place anything he wanted in my luggage and afterwards accuse me.  My old friend, the agronome, and I started at once for Sepailoff's, where I left him at the door while I went in and was met by the same soldier who had brought the supper to us.  Sepailoff received me immediately.  In answer to my protest he said that it was a mistake and, asking me to wait for a moment, went out.  I waited five, ten, fifteen minutes but nobody came.  I knocked on the door but no one answered me.  Then I decided to go to Baron Ungern and started for the exit. The door was locked.  Then I tried the other door and found that also locked.  I had been trapped!  I wanted at once to whistle to my friend but just then noticed a telephone on the wall and called up Baron Ungern.  In a few minutes he appeared together with Sepailoff.\\n\\n\\\"What is this?\\\" he asked Sepailoff in a severe, threatening voice; and, without waiting for an answer, struck him a blow with his tashur that sent him to the floor.\\n\\nWe went out and the General ordered my luggage produced.  Then he brought me to his own yurta.\\n\\n\\\"Live here, now,\\\" he said.  \\\"I am very glad of this accident,\\\" he remarked with a smile, \\\"for now I can say all that I want to.\\\"\\n\\nThis drew from me the question:\\n\\n\\\"May I describe all that I have heard and seen here?\\\"\\n\\nHe thought a moment before replying:  \\\"Give me your notebook.\\\"\\n\\nI handed him the album with my sketches of the trip and he wrote therein:  \\\"After my death, Baron Ungern.\\\"\\n\\n\\\"But I am older than you and I shall die before you,\\\" I remarked.\\n\\nHe shut his eyes, bowed his head and whispered:\\n\\n\\\"Oh, no!  One hundred thirty days yet and it is finished; then . . . Nirvana!  How wearied I am with sorrow, woe and hate!\\\"\\n\\nWe were silent for a long time.  I felt that I had now a mortal enemy in Colonel Sepailoff and that I should get out of Urga at the earliest possible moment.  It was two o'clock at night.  Suddenly Baron Ungern stood up.\\n\\n\\\"Let us go to the great, good Buddha,\\\" he said with a countenance held in deep thought and with eyes aflame, his whole face contracted by a mournful, bitter smile.  He ordered the car brought.\\n\\nThus lived this camp of martyrs, refugees pursued by events to their tryst with Death, driven on by the hate and contempt of this offspring of Teutons and privateers!  And he, martyring them, knew neither day nor night of peace.  Fired by impelling, poisonous thoughts, he tormented himself with the pains of a Titan, knowing that every day in this shortening chain of one hundred thirty links brought him nearer to the precipice called \\\"Death.\\\"\\n\\nCHAPTER XXXVIII\\n\\nBEFORE THE FACE OF BUDDHA\\n\\nAs we came to the monastery we left the automobile and dipped into the labyrinth of narrow alleyways until at last we were before the greatest temple of Urga with the Tibetan walls and windows and its pretentious Chinese roof.  A single lantern burned at the entrance. The heavy gate with the bronze and iron trimmings was shut.  When the General struck the big brass gong hanging by the gate, frightened monks began running up from all directions and, seeing the \\\"General Baron,\\\" fell to the earth in fear of raising their heads.\\n\\n\\\"Get up,\\\" said the Baron, \\\"and let us into the Temple!\\\"\\n\\nThe inside was like that of all Lama temples, the same multi- colored flags with the prayers, symbolic signs and the images of holy saints; the big bands of silk cloth hanging from the ceiling; the images of the gods and goddesses.  On both sides of the approach to the altar were the low red benches for the Lamas and choir.  On the altar small lamps threw their rays on the gold and silver vessels and candlesticks.  Behind it hung a heavy yellow silk curtain with Tibetan inscriptions.  The Lamas drew the curtain aside.  Out of the dim light from the flickering lamps gradually appeared the great gilded statue of Buddha seated in the Golden Lotus.  The face of the god was indifferent and calm with only a soft gleam of light animating it.  On either side he was guarded by many thousands of lesser Buddhas brought by the faithful as offerings in prayer.  The Baron struck the gong to attract Great Buddha's attention to his prayer and threw a handful of coins into the large bronze bowl.  And then this scion of crusaders who had read all the philosophers of the West, closed his eyes, placed his hands together before his face and prayed.  I noticed a black rosary on his left wrist.  He prayed about ten minutes.  Afterwards he led me to the other end of the monastery and, during our passage, said to me:\\n\\n\\\"I do not like this temple.  It is new, erected by the Lamas when the Living Buddha became blind.  I do not find on the face of the golden Buddha either tears, hopes, distress or thanks of the people.  They have not yet had time to leave these traces on the face of the god.  We shall go now to the old Shrine of Prophecies.\\\"\\n\\nThis was a small building, blackened with age and resembling a tower with a plain round roof.  The doors stood open.  At both sides of the door were prayer wheels ready to be spun; over it a slab of copper with the signs of the zodiac.  Inside two monks, who were intoning the sacred sutras, did not lift their eyes as we entered.  The General approached them and said:\\n\\n\\\"Cast the dice for the number of my days!\\\"\\n\\nThe priests brought two bowls with many dice therein and rolled them out on their low table.  The Baron looked and reckoned with them the sum before he spoke:\\n\\n\\\"One hundred thirty!  Again one hundred thirty!\\\"\\n\\nApproaching the altar carrying an ancient stone statue of Buddha brought all the way from India, he again prayed.  As day dawned, we wandered out through the monastery, visited all the temples and shrines, the museum of the medical school, the astrological tower and then the court where the Bandi and young Lamas have their daily morning wrestling exercises.  In other places the Lamas were practising with the bow and arrow.  Some of the higher Lamas feasted us with hot mutton, tea and wild onions.  After we returned to the yurta I tried to sleep but in vain.  Too many different questions were troubling me.  \\\"Where am I?  In what epoch am I living?\\\"  I knew not but I dimly felt the unseen touch of some great idea, some enormous plan, some indescribable human woe.\\n\\nAfter our noon meal the General said he wanted to introduce me to the Living Buddha.  It is so difficult to secure audience with the Living Buddha that I was very glad to have this opportunity offered me.  Our auto soon drew up at the gate of the red and white striped wall surrounding the palace of the god.  Two hundred Lamas in yellow and red robes rushed to greet the arriving \\\"Chiang Chun,\\\" General, with the low-toned, respectful whisper \\\"Khan!  God of War!\\\"  As a regiment of formal ushers they led us to a spacious great hall softened by its semi-darkness.  Heavy carved doors opened to the interior parts of the palace.  In the depths of the hall stood a dais with the throne covered with yellow silk cushions.  The back of the throne was red inside a gold framing; at either side stood yellow silk screens set in highly ornamented frames of black Chinese wood; while against the walls at either side of the throne stood glass cases filled with varied objects from China, Japan, India and Russia.  I noticed also among them a pair of exquisite Marquis and Marquises in the fine porcelain of Sevres.  Before the throne stood a long, low table at which eight noble Mongols were seated, their chairman, a highly esteemed old man with a clever, energetic face and with large penetrating eyes. His appearance reminded me of the authentic wooden images of the Buddhist holymen with eyes of precious stones which I saw at the Tokyo Imperial Museum in the department devoted to Buddhism, where the Japanese show the ancient statues of Amida, Daunichi-Buddha, the Goddess Kwannon and the jolly old Hotei.\\n\\nThis man was the Hutuktu Jahantsi, Chairman of the Mongolian Council of Ministers, and honored and revered far beyond the bournes of Mongolia.  The others were the Ministers--Khans and the Highest Princes of Khalkha.  Jahantsi Hutuktu invited Baron Ungern to the place at his side, while they brought in a European chair for me.  Baron Ungern announced to the Council of Ministers through an interpreter that he would leave Mongolia in a few days and urged them to protect the freedom won for the lands inhabited by the successors of Jenghiz Khan, whose soul still lives and calls upon the Mongols to become anew a powerful people and reunite again into one great Mid-Asiatic State all the Asian kingdoms he had ruled.\\n\\nThe General rose and all the others followed him.  He took leave of each one separately and sternly.  Only before Jahantsi Lama he bent low while the Hutuktu placed his hands on the Baron's head and blessed him.  From the Council Chamber we passed at once to the Russian style house which is the personal dwelling of the Living Buddha.  The house was wholly surrounded by a crowd of red and yellow Lamas; servants, councilors of Bogdo, officials, fortune tellers, doctors and favorites.  From the front entrance stretched a long red rope whose outer end was thrown over the wall beside the gate.  Crowds of pilgrims crawling up on their knees touch this end of the rope outside the gate and hand the monk a silken hatyk or a bit of silver.  This touching of the rope whose inner end is in the hand of the Bogdo establishes direct communication with the holy, incarnated Living God.  A current of blessing is supposed to flow through this cable of camel's wool and horse hair.  Any Mongol who has touched the mystic rope receives and wears about his neck a red band as the sign of his accomplished pilgrimage.\\n\\nI had heard very much about the Bogdo Khan before this opportunity to see him.  I had heard of his love of alcohol, which had brought on blindness, about his leaning toward exterior western culture and about his wife drinking deep with him and receiving in his name numerous delegations and envoys.\\n\\nIn the room which the Bogdo used as his private study, where two Lama secretaries watched day and night over the chest that contained his great seals, there was the severest simplicity.  On a low, plain, Chinese lacquered table lay his writing implements, a case of seals given by the Chinese Government and by the Dalai Lama and wrapped in a cloth of yellow silk.  Nearby was a low easy chair, a bronze brazier with an iron stovepipe leading up from it; on the walls were the signs of the swastika, Tibetan and Mongolian inscriptions; behind the easy chair a small altar with a golden statue of Buddha before which two tallow lamps were burning; the floor was covered with a thick yellow carpet.\\n\\nWhen we entered, only the two Lama secretaries were there, for the Living Buddha was in the small private shrine in an adjoining chamber, where no one is allowed to enter save the Bogdo Khan himself and one Lama, Kanpo-Gelong, who cares for the temple arrangements and assists the Living Buddha during his prayers of solitude.  The secretary told us that the Bogdo had been greatly excited this morning.  At noon he had entered his shrine.  For a long time the voice of the head of the Yellow Faith was heard in earnest prayer and after his another unknown voice came clearly forth.  In the shrine had taken place a conversation between the Buddha on earth and the Buddha of heaven--thus the Lamas phrased it to us.\\n\\n\\\"Let us wait a little,\\\" the Baron proposed.  \\\"Perhaps he will soon come out.\\\"\\n\\nAs we waited the General began telling me about Jahantsi Lama, saying that, when Jahantsi is calm, he is an ordinary man but, when he is disturbed and thinks very deeply, a nimbus appears about his head.\\n\\nAfter half an hour the Lama secretaries suddenly showed signs of deep fear and began listening closely by the entrance to the shrine.  Shortly they fell on their faces on the ground.  The door slowly opened and there entered the Emperor of Mongolia, the Living Buddha, His Holiness Bogdo Djebtsung Damba Hutuktu, Khan of Outer Mongolia.  He was a stout old man with a heavy shaven face resembling those of the Cardinals of Rome.  He was dressed in the yellow silken Mongolian coat with a black binding.  The eyes of the blind man stood widely open.  Fear and amazement were pictured in them.  He lowered himself heavily into the easy chair and whispered:  \\\"Write!\\\"\\n\\nA secretary immediately took paper and a Chinese pen as the Bogdo began to dictate his vision, very complicated and far from clear. He finished with the following words:\\n\\n\\\"This I, Bogdo Hutuktu Khan, saw, speaking with the great wise Buddha, surrounded by the good and evil spirits.  Wise Lamas, Hutuktus, Kanpos, Marambas and Holy Gheghens, give the answer to my vision!\\\"\\n\\nAs he finished, he wiped the perspiration from his head and asked who were present.\\n\\n\\\"Khan Chiang Chin Baron Ungern and a stranger,\\\" one of the secretaries answered on his knees.\\n\\nThe General presented me to the Bogdo, who bowed his head as a sign of greeting.  They began speaking together in low tones.  Through the open door I saw a part of the shrine.  I made out a big table with a heap of books on it, some open and others lying on the floor below; a brazier with the red charcoal in it; a basket containing the shoulder blades and entrails of sheep for telling fortunes. Soon the Baron rose and bowed before the Bogdo.  The Tibetan placed his hands on the Baron's head and whispered a prayer.  Then he took from his own neck a heavy ikon and hung it around that of the Baron.\\n\\n\\\"You will not die but you will be incarnated in the highest form of being.  Remember that, Incarnated God of War, Khan of grateful Mongolia!\\\"  I understood that the Living Buddha blessed the \\\"Bloody General\\\" before death.\\n\\nDuring the next two days I had the opportunity to visit the Living Buddha three times together with a friend of the Bogdo, the Buriat Prince Djam Bolon.  I shall describe these visits in Part IV.\\n\\nBaron Ungern organized the trip for me and my party to the shore of the Pacific.  We were to go on camels to northern Manchuria, because there it was easy to avoid cavilling with the Chinese authorities so badly oriented in the international relationship with Poland.  Having sent a letter from Uliassutai to the French Legation at Peking and bearing with me a letter from the Chinese Chamber of Commerce, expressing thanks for the saving of Uliassutai from a pogrom, I intended to make for the nearest station on the Chinese Eastern Railway and from there proceed to Peking.  The Danish merchant E. V. Olufsen was to have traveled out with me and also a learned Lama Turgut, who was headed for China.\\n\\nNever shall I forget the night of May 19th to 20th of 1921!  After dinner Baron Ungern proposed that we go to the yurta of Djam Bolon, whose acquaintance I had made on the first day after my arrival in Urga.  His yurta was placed on a raised wooden platform in a compound located behind the Russian settlement.  Two Buriat officers met us and took us in.  Djam Bolon was a man of middle age, tall and thin with an unusually long face.  Before the Great War he had been a simple shepherd but had fought together with Baron Ungern on the German front and afterwards against the Bolsheviki.  He was a Grand Duke of the Buriats, the successor of former Buriat kings who had been dethroned by the Russian Government after their attempt to establish the Independence of the Buriat people.  The servants brought us dishes with nuts, raisins, dates and cheese and served us tea.\\n\\n\\\"This is the last night, Djam Bolon!\\\" said Baron Ungern.  \\\"You promised me . . .\\\"\\n\\n\\\"I remember,\\\" answered the Buriat, \\\"all is ready.\\\"\\n\\nFor a long time I listened to their reminiscences about former battles and friends who had been lost.  The clock pointed to midnight when Djam Bolon got up and went out of the yurta.\\n\\n\\\"I want to have my fortune told once more,\\\" said Baron Ungern, as though he were justifying himself.  \\\"For the good of our cause it is too early for me to die. . . .\\\"\\n\\nDjam Bolon came back with a little woman of middle years, who squatted down eastern style before the brazier, bowed low and began to stare at Baron Ungern.  Her face was whiter, narrower and thinner than that of a Mongol woman.  Her eyes were black and sharp.  Her dress resembled that of a gypsy woman.  Afterwards I learned that she was a famous fortune teller and prophet among the Buriats, the daughter of a gypsy woman and a Buriat.  She drew a small bag very slowly from her girdle, took from it some small bird bones and a handful of dry grass.  She began whispering at intervals unintelligible words, as she threw occasional handfuls of the grass into the fire, which gradually filled the tent with a soft fragrance.  I felt a distinct palpitation of my heart and a swimming in my head.  After the fortune teller had burned all her grass, she placed the bird bones on the charcoal and turned them over again and again with a small pair of bronze pincers.  As the bones blackened, she began to examine them and then suddenly her face took on an expression of fear and pain.  She nervously tore off the kerchief which bound her head and, contracted with convulsions, began snapping out short, sharp phrases.\\n\\n\\\"I see . . . I see the God of War. . . .  His life runs out . . . horribly. . . .  After it a shadow . . . black like the night. . . . Shadow. . . .  One hundred thirty steps remain. . . .  Beyond darkness. . . .  Nothing . . . I see nothing. . . .  The God of War has disappeared. . . .\\\"\\n\\nBaron Ungern dropped his head.  The woman fell over on her back with her arms stretched out.  She had fainted, but it seemed to me that I noticed once a bright pupil of one of her eyes showing from under the closed lashes.  Two Buriats carried out the lifeless form, after which a long silence reigned in the yurta of the Buriat Prince.  Baron Ungern finally got up and began to walk around the brazier, whispering to himself.  Afterwards he stopped and began speaking rapidly:\\n\\n\\\"I shall die!  I shall die! . . . but no matter, no matter. . . . The cause has been launched and will not die. . . .  I know the roads this cause will travel.  The tribes of Jenghiz Khan's successors are awakened.  Nobody shall extinguish the fire in the heart of the Mongols!  In Asia there will be a great State from the Pacific and Indian Oceans to the shore of the Volga.  The wise religion of Buddha shall run to the north and the west.  It will be the victory of the spirit.  A conqueror and leader will appear stronger and more stalwart than Jenghiz Khan and Ugadai.  He will be more clever and more merciful than Sultan Baber and he will keep power in his hands until the happy day when, from his subterranean capital, shall emerge the King of the World.  Why, why shall I not be in the first ranks of the warriors of Buddhism?  Why has Karma decided so?  But so it must be!  And Russia must first wash herself from the insult of revolution, purifying herself with blood and death; and all people accepting Communism must perish with their families in order that all their offspring may be rooted out!\\\"\\n\\nThe Baron raised his hand above his head and shook it, as though he were giving his orders and bequests to some invisible person.\\n\\nDay was dawning.\\n\\n\\\"My time has come!\\\" said the General.  \\\"In a little while I shall leave Urga.\\\"\\n\\nHe quickly and firmly shook hands with us and said:\\n\\n\\\"Good-bye for all time!  I shall die a horrible death but the world has never seen such a terror and such a sea of blood as it shall now see. . . .\\\"\\n\\nThe door of the yurta slammed shut and he was gone.  I never saw him again.\\n\\n\\\"I must go also, for I am likewise leaving Urga today.\\\"\\n\\n\\\"I know it,\\\" answered the Prince, \\\"the Baron has left you with me for some purpose.  I will give you a fourth companion, the Mongol Minister of War.  You will accompany him to your yurta.  It is necessary for you. . . .\\\"\\n\\nDjam Bolon pronounced this last with an accent on every word.  I did not question him about it, as I was accustomed to the mystery of this country of the mysteries of good and evil spirits.\\n\\nCHAPTER XXXIX\\n\\n\\\"THE MAN WITH A HEAD LIKE A SADDLE\\\"\\n\\nAfter drinking tea at Djam Bolon's yurta I rode back to my quarters and packed my few belongings.  The Lama Turgut was already there.\\n\\n\\\"The Minister of War will travel with us,\\\" he whispered.  \\\"It is necessary.\\\"\\n\\n\\\"All right,\\\" I answered, and rode off to Olufsen to summon him. But Olufsen unexpectedly announced that he was forced to spend some few days more in Urga--a fatal decision for him, for a month later he was reported killed by Sepailoff who remained as Commandant of the city after Baron Ungern's departure.  The War Minister, a stout, young Mongol, joined our caravan.  When we had gone about six miles from the city, we saw an automobile coming up behind us. The Lama shrunk up inside his coat and looked at me with fear.  I felt the now familiar atmosphere of danger and so opened my holster and threw over the safety catch of my revolver.  Soon the motor stopped alongside our caravan.  In it sat Sepailoff with a smiling face and beside him his two executioners, Chestiakoff and Jdanoff. Sepailoff greeted us very warmly and asked:\\n\\n\\\"You are changing your horses in Khazahuduk?  Does the road cross that pass ahead?  I don't know the way and must overtake an envoy who went there.\\\"\\n\\nThe Minister of War answered that we would be in Khazahuduk that evening and gave Sepailoff directions as to the road.  The motor rushed away and, when it had topped the pass, he ordered one of the Mongols to gallop forward to see whether it had not stopped somewhere near the other side.  The Mongol whipped his steed and sped away.  We followed slowly.\\n\\n\\\"What is the matter?\\\" I asked.  \\\"Please explain!\\\"\\n\\nThe Minister told me that Djam Bolon yesterday received information that Sepailoff planned to overtake me on the way and kill me. Sepailoff suspected that I had stirred up the Baron against him. Djam Bolon reported the matter to the Baron, who organized this column for my safety.  The returning Mongol reported that the motor car had gone on out of sight.\\n\\n\\\"Now,\\\" said the Minister, \\\"we shall take quite another route so that the Colonel will wait in vain for us at Khazahuduk.\\\"\\n\\nWe turned north at Undur Dobo and at night were in the camp of a local prince.  Here we took leave of our Minister, received splendid fresh horses and quickly continued our trip to the east, leaving behind us \\\"the man with the head like a saddle\\\" against whom I had been warned by the old fortune teller in the vicinity of Van Kure.\\n\\nAfter twelve days without further adventures we reached the first railway station on the Chinese Eastern Railway, from where I traveled in unbelievable luxury to Peking.\\n\\n```\\n    *        *        *        *        *        *\\n```\\n\\nSurrounded by the comforts and conveniences of the splendid hotel at Peking, while shedding all the attributes of traveler, hunter and warrior, I could not, however, throw off the spell of those nine days spent in Urga, where I had daily met Baron Ungern, \\\"Incarnated God of War.\\\"  The newspapers carrying accounts of the bloody march of the Baron through Transbaikalia brought the pictures ever fresh to my mind.  Even now, although more than seven months have elapsed, I cannot forget those nights of madness, inspiration and hate.\\n\\nThe predictions are fulfilled.  Approximately one hundred thirty days afterwards Baron Ungern was captured by the Bolsheviki through the treachery of his officers and, it is reported, was executed at the end of September.\\n\\nBaron R. F. Ungern von Sternberg. . . .  Like a bloody storm of avenging Karma he spread over Central Asia.  What did he leave behind him?  The severe order to his soldiers closing with the words of the Revelations of St. John:\\n\\n\\\"Let no one check the revenge against the corrupter and slayer of the soul of the Russian people.  Revolution must be eradicated from the World.  Against it the Revelations of St. John have warned us thus:  'And the woman was arrayed in purple and scarlet, and decked with gold and precious stones and pearls, having in her hand a golden cup full of abominations, even the unclean things of her fornication, and upon her forehead a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF THE HARLOTS AND OF THE ABOMINATIONS OF THE EARTH.  And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus.'\\\"\\n\\nIt is a human document, a document of Russian and, perhaps, of world tragedy.\\n\\nBut there remained another and more important trace.  In the Mongol yurtas and at the fires of Buriat, Mongol, Djungar, Kirkhiz, Kalmuck and Tibetan shepherds still speak the legend born of this son of crusaders and privateers:\\n\\n\\\"From the north a white warrior came and called on the Mongols to break their chains of slavery, which fell upon our freed soil. This white warrior was the Incarnated Jenghiz Khan and he predicted the coming of the greatest of all Mongols who will spread the fair faith of Buddha and the glory and power of the offspring of Jenghiz, Ugadai and Kublai Khan.  So it shall be!\\\"\\n\\nAsia is awakened and her sons utter bold words.\\n\\nIt were well for the peace of the world if they go forth as disciples of the wise creators, Ugadai and Sultan Baber, rather than under the spell of the \\\"bad demons\\\" of the destructive Tamerlane.\\n\\nPart IV\\n\\nTHE LIVING BUDDHA\\n\\nCHAPTER XL\\n\\nIN THE BLISSFUL GARDEN OF A THOUSAND JOYS\\n\\nIn Mongolia, the country of miracles and mysteries, lives the custodian of all the mysterious and unknown, the Living Buddha, His Holiness Djebtsung Damba Hutuktu Khan or Bogdo Gheghen, Pontiff of Ta Kure.  He is the incarnation of the never-dying Buddha, the representative of the unbroken, mysteriously continued line of spiritual emperors ruling since 1670, concealing in themselves the ever refining spirit of Buddha Amitabha joined with Chan-ra-zi or the \\\"Compassionate Spirit of the Mountains.\\\"  In him is everything, even the Sun Myth and the fascination of the mysterious peaks of the Himalayas, tales of the Indian pagoda, the stern majesty of the Mongolian Conquerors--Emperors of All Asia--and the ancient, hazy legends of the Chinese sages; immersion in the thoughts of the Brahmans; the severities of life of the monks of the \\\"Virtuous Order\\\"; the vengeance of the eternally wandering warriors, the Olets, with their Khans, Batur Hun Taigi and Gushi; the proud bequests of Jenghiz and Kublai Khan; the clerical reactionary psychology of the Lamas; the mystery of Tibetan kings beginning from Srong-Tsang Gampo; and the mercilessness of the Yellow Sect of Paspa.  All the hazy history of Asia, of Mongolia, Pamir, Himalayas, Mesopotamia, Persia and China, surrounds the Living God of Urga.  It is little wonder that his name is honored along the Volga, in Siberia, Arabia, between the Tigris and Euphrates, in Indo-China and on the shores of the Arctic Ocean.\\n\\nDuring my stay in Urga I visited the abode of the Living Buddha several times, spoke with him and observed his life.  His favorite learned Marambas gave me long accounts of him.  I saw him reading horoscopes, I heard his predictions, I looked over his archives of ancient books and the manuscripts containing the lives and predictions of all the Bogdo Khans.  The Lamas were very frank and open with me, because the letter of the Hutuktu of Narabanchi won for me their confidence.\\n\\nThe personality of the Living Buddha is double, just as everything in Lamaism is double.  Clever, penetrating, energetic, he at the same time indulges in the drunkenness which has brought on blindness.  When he became blind, the Lamas were thrown into a state of desperation.  Some of them maintained that Bogdo Khan must be poisoned and another Incarnate Buddha set in his place; while the others pointed out the great merits of the Pontiff in the eyes of Mongolians and the followers of the Yellow Faith.  They finally decided to propitiate the gods by building a great temple with a gigantic statue of Buddha.  However, this did not help the Bogdo's sight but the whole incident gave him the opportunity of hurrying on to their higher life those among the Lamas who had shown too much radicalism in their proposed method of solving his problem.\\n\\nHe never ceases to ponder upon the cause of the church and of Mongolia and at the same time likes to indulge himself with useless trifles.  He amuses himself with artillery.  A retired Russian officer presented him with two old guns, for which the donor received the title of Tumbaiir Hun, that is, \\\"Prince Dear-to-my- Heart.\\\"  On holidays these cannon were fired to the great amusement of the blind man.  Motorcars, gramophones, telephones, crystals, porcelains, pictures, perfumes, musical instruments, rare animals and birds; elephants, Himalayan bears, monkeys, Indian snakes and parrots--all these were in the palace of \\\"the god\\\" but all were soon cast aside and forgotten.\\n\\nTo Urga come pilgrims and presents from all the Lamaite and Buddhist world.  Once the treasurer of the palace, the Honorable Balma Dorji, took me into the great hall where the presents were kept.  It was a most unique museum of precious articles.  Here were gathered together rare objects unknown to the museums of Europe. The treasurer, as he opened a case with a silver lock, said to me:\\n\\n\\\"These are pure gold nuggets from Bei Kem; here are black sables from Kemchick; these the miraculous deer horns; this a box sent by the Orochons and filled with precious ginseng roots and fragrant musk; this a bit of amber from the coast of the 'frozen sea' and it weighs 124 lans (about ten pounds); these are precious stones from India, fragrant zebet and carved ivory from China.\\\"\\n\\nHe showed the exhibits and talked of them for a long time and evidently enjoyed the telling.  And really it was wonderful! Before my eyes lay the bundles of rare furs; white beaver, black sables, white, blue and black fox and black panthers; small beautifully carved tortoise shell boxes containing hatyks ten or fifteen yards long, woven from Indian silk as fine as the webs of the spider; small bags made of golden thread filled with pearls, the presents of Indian Rajahs; precious rings with sapphires and rubies from China and India; big pieces of jade, rough diamonds; ivory tusks ornamented with gold, pearls and precious stones; bright clothes sewn with gold and silver thread; walrus tusks carved in bas-relief by the primitive artists on the shores of the Behring Sea; and much more that one cannot recall or recount.  In a separate room stood the cases with the statues of Buddha, made of gold, silver, bronze, ivory, coral, mother of pearl and from a rare colored and fragrant species of wood.\\n\\n\\\"You know when conquerors come into a country where the gods are honored, they break the images and throw them down.  So it was more than three hundred years ago when the Kalmucks went into Tibet and the same was repeated in Peking when the European troops looted the place in 1900.  But do you know why this is done?  Take one of the statues and examine it.\\\"\",\"timestamp\":1640140336,\"title\":\"\\nNear the entrance to the town, a motor car stood before a small house.\"},\"digest\":\"KIXYnP_OAQxyX6KKl6WxNb9e3Jj3B_aMWD1cSDkzePg\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MiZh7u1f7nqi4pC8MbUOpGFeeHB6cgfRpvfDC6Rw7ck\\\",\\\"y\\\":\\\"LrCB6AP9QACQK41TOi5KkwBblRTX_bnL6XEzpSgHKB8\\\"}\",\"signature\":\"JNyNRMqE1Zsx3m7O6ZVL64um3sSV89sETjnb5-VcxaM-s7KwBg0xnceAUk7fn0kX4anPek7s8NwK0UavelnyVg\",\"signingKeySignature\":\"0xe5e37f7c38d937d3dd126b29a724e48b8a387b45134d2a68483e82df4ba6fa167ad90fc36289f24ef7bf682d4b032b1394ac5a4e6174f4edd991f06f371f3cbe1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MiZh7u1f7nqi4pC8MbUOpGFeeHB6cgfRpvfDC6Rw7ck\\\",\\\"y\\\":\\\"LrCB6AP9QACQK41TOi5KkwBblRTX_bnL6XEzpSgHKB8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KIXYnP_OAQxyX6KKl6WxNb9e3Jj3B_aMWD1cSDkzePg\"}"