"{\"content\":{\"body\":\"与疏影新婚第一夜。\\n\\n疏影居然真的把一副手铐拿了出来。\\n\\n云间：“来真的？”\\n\\n疏影愤愤不平：“当然来真的，本来可以不需要的，但是你今天在婚礼上的表现让我心生警惕。”\\n\\n说到这个，要回溯一下现场，当时燕婉带着柳郁来看好戏，柏云间气不过，就在可以亲吻新娘的时候故意亲了好久，以至于司仪都看不下去了，叫了声“可以了可以了”。偏偏这样的场面名正言顺，不喜欢男人的新娘还没法反抗，到最后暗中使了一把劲才把色狼新郎推开，你说，这样的恐怖回忆岂不是让新娘心有余悸？\\n\\n云间自知理亏，虽然不舒服，也只能随她愿，咔嚓一声，给自己双手戴上了，躺在婚床上怒目圆睁，不知道在想些什么。\\n\\n做这一出假洞房的戏到底是为了什么呢？说起来真是滑稽，人生就是一出荒诞剧。柏云间完全不明白Archer是为了什么，或者仅仅是为了控制柏家的百亿资产吧。相信用不了多久就能知道答案了，Archer的魔鬼步伐肯定一步步逼近，最后无法隐瞒真实目的。\\n\\n疏影一本正经地宣布他们荒诞的婚姻生活：“蒙莎这几天就要来摩云市找我，你也可以回去找你的前妻，看得出来，她对你余情未了。”\\n\\n柏云间一阵不快：“才刚刚结婚，让她晚点过来，别人知道了不好。”\\n\\n疏影：“不会的，我们会表现得像闺蜜，倒是你小心点。”\\n\\n柏云间：“我这几个月都不会找前妻，甚至几年，你放心。”\\n\\n一阵难堪的沉默。\\n\\n柏云间：“男人和女人的吻，有什么不同吗？”\\n\\n疏影：“……说不上来，不知道。反正你以后别那样，我不喜欢。”\\n\\n柏云间：“你让我想起了家猫和野猫。家猫和野猫唯一的区别，就是在出生之后几个月有没有闻到人的气味，如果有，就是家猫，对人亲近，野猫则对人警惕。你会不会是初恋是女生，就变成了野猫呢？”\\n\\n疏影：“有可能……教授哥不愧是教授哥，发人深省。”\\n\\n\\\\------\\n\\n疏影说得好听，什么过几天到来，没想到洞房花烛夜的第二天一大早那个叫蒙莎的就从东京飞过来了，疏影很兴奋地跑去接机，你知道发生什么吗？她没有把手铐的钥匙留下！\\n\\n柏云间整层楼都找遍了，找不到手铐的钥匙，对疏影很生气，不想给她打电话，于是，就自己戴着镣铐去找开锁师傅。路上还碰到家里的花匠、厨子、管家，用奇怪的眼光看着他，目光都落在他的手铐上。柏云间把外套脱下来，遮住，这才消停一点。\\n\\n管家：“姑爷？您这是？”\\n\\n柏云间没好气道：“我跟疏影玩游戏呢，带我去找锁匠。”\\n\\n管家满口答应，憋着笑，可恶至极。\\n\\n疏影带着蒙莎在摩云玩了一整天，到了夕阳西下的时候，她才忽然想起自己把手铐的钥匙带在身上，赶紧给他打电话。\\n\\n“云间……那个，手铐……”\\n\\n柏云间：“钥匙呢？”\\n\\n疏影：“在我这里，对不起啊，我给忘了，你现在搞定了吗？不会戴了一整天吧？”\\n\\n柏云间：“当然不会，早就让锁匠给开了，我就是随口一问，什么时候回来？”\\n\\n疏影：“快吃饭了，要不，你跟我们一块儿吃？来吧，正好有事儿跟你商量，我在一个公园里面。”\\n\\n新婚之后几天的安排就是要跟新娘在一起，就算当一个灯泡也得去了，柏云间不喜欢，也没办法。\\n\\n到了公园，通过互相开放定位，找到了这两个“闺蜜”。\\n\\n柏云间怎么觉得她们好像有点蹊跷？眼光躲躲闪闪的。\\n\\n很可能是说到戴手铐的糗事，蒙莎捂嘴笑，柏云间心中大恨。\\n\\n来到一张长椅这块儿，疏影出乎意料地跟柏云间说：“蒙莎有话跟你说，我过去买饮料，你们在这儿等着哦。”\\n\\n之前疏影总是跟一个女保镖形影不离，现在大伯不在了，她放飞自我，去买饮料也变成了大小姐的小确幸。\\n\\n蒙莎会日语和英语，当然是用英文跟柏云间说话的。\\n\\n蒙莎：“你是伊斯梅尔（疏影的英文名）的丈夫，我是她的女朋友，将来我们不得不长期相处，所以我们要商量出一个方案来。”\\n\\n柏云间都没正眼瞧她，张开双臂很惬意地在长椅上坐着：“你说，我听。”\\n\\n蒙莎：“刚才我听伊思（伊斯梅尔的昵称）说，你昨天晚上提到了家猫的野猫的区别，我觉得很有意思，我在想，我是不是也是因为初恋是女生，所以才变成了野猫，我忽然想试试自己到底能接受男生到什么程度，我可以给你一个机会，让你吻我，看看我会有什么反应。”\\n\\n柏云间没想到会有如此待遇，害怕自己英文不过关，确认了一遍：“你让我，吻你？”\\n\\n他没有正眼瞧蒙莎，可不意味着蒙莎不好看，她不但好看，而且是顶流的好看，就是金发妞跟黑发妞风格完全不同，蒙莎的秀挺的鼻梁还真是独特的存在，柏云间不由自主地想，吻这样的女生，必须得歪着脑袋。\\n\\n他忽然有点明白她的意思，如果三个人都建立特殊的关系，就可以长期在一起而不互相敌视了，这个提议倒是很有创意，也不知道她们的脑回路是怎么构建的。\\n\\n蒙莎的反应很有趣，柏云间一转身，距离她近一点，她长长的睫毛下的眼睛就眯上一点，他犹豫了，她的眼睛又睁开，最后，柏云间还是舍不得这大好的机会，这明显是疏影同意的啊，既然她都同意了，还找借口离开一会儿，那自己还婆婆妈妈干么？还是不是男人？还是不是禽兽打底的男人？\\n\\n哎呀，金发妞的味道……挺特别的。\\n\\n不过，她似乎不太满意，很快就推开了眼前的男子，似乎掰直自己的愿望落空了。\\n\\n柏云间当然不会觉得自己的吻技有什么问题，冷冷道：“蒙莎，我知道你想干么，其实，今天我查过你的资料了。你本来就是正常的女生，只不过，家里的生意出了问题，所以你故意接近我妻子，也就是你的同学，现在知道我是柏家基金的话事人，又想接近我，你用的理由很蹩脚。我连你们家有5500万美元的资金缺口都知道，我只能非常抱歉地提前告诉你，你们的生意是黑窟窿，5500万根本填不满，还不如及时止损，生意场上起起落落是正常，技不如人，就只能退居二线，等待下一个行情。”\\n\\n蒙莎呆了一呆：“你……怎么会知道这么多？”\\n\\n柏云间：“因为我有独一无二的情报机构，你要是不怕我说，我还可以继续揭你的老底，你之前有过两个男朋友，都挺渣的，所以，我对你的判断力表示怀疑。他们渣归渣，好歹有自知之明，只知道花天酒地，花不了几个钱，你就不一样了。我看你做生意的手法，不像交点学费就能学会的样子，你还是省省心吧，凭你的颜值，找个老实人结婚，还能体面的生活。”\\n\\n蒙莎很不高兴：“我有什么地方做得不对？”\\n\\n柏云间：“我这里有一份清单，有十几个地方是你做的不对的地方，要是你都能全部改过来，我倒是会刮目相看。我现在发给你，你有空看看。”\\n\\n疏影躲在远处偷偷看他们的暧昧，没想到他们却一本正经讨论起做生意，她看了一会儿觉得没意思，就拿着三杯饮料走了过来。\\n\\n疏影看到蒙莎的不高兴，柏云间几乎把她做的事情都否定了，依据却是很多隐藏在暗处的数据，这些东西是一般人看不到的，这个家伙却不知道为什么能找到，她现在还不敢肯定对方说的就有道理，还需要回去核实一下数据。\\n\\n疏影坐在中间，法律上的丈夫和真正的爱人坐在旁边，仨人就这么对着正在落下的夕阳，慢悠悠地品着创意饮料，酸甜苦，各种果香果味，奇妙无比的气氛油然而生。\\n\\n柏云间随口问：“疏影，你之前有没认识特别古怪的人？”\\n\\n疏影不明所以：“什么古怪人？不懂。”\\n\\n“哦。”柏云间也没有追问，反正他有一个感觉，Archer可能是认识疏影的。\\n\\n疏影：“我可以带蒙莎回家吗？”\\n\\n柏云间淡淡道：“不可以。”\\n\\n疏影撅撅嘴，也没有抗议，这个要求确实有点过分。\\n\\n知道柏云间不懂日语，疏影就用日语跟蒙莎说：“怎么样？刚才是什么滋味？味道不对吧？”\\n\\n蒙莎：“还……还好。”\\n\\n疏影吃惊：“嗯？还好？还好是什么意思？可以接受他吗？”\\n\\n蒙莎：“不是太反感，可能跟你差不多吧。”\\n\\n疏影：“哦……”\",\"timestamp\":1636789298,\"title\":\"风暴蝴蝶 第32章 野猫\"},\"digest\":\"02SknsQZ6I6KVRtFLcJHBZ9zXJy14nLRN5188aAa41c\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"CDV57qCRAbl0A7ES7OjQXep5reH3RXmgRZGtiqXIxt67Wr9Me8NXA1iSpy0fAk_6X0-eei1aFYiFwZf1dCG0SA\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"02SknsQZ6I6KVRtFLcJHBZ9zXJy14nLRN5188aAa41c\"}"