"{\"content\":{\"body\":\"Since the end of the Sui Dynasty and the beginning of the Tang Dynasty, the Qiang people have lived here for hundreds of years. They are indigenous people. Here, they live and grow up for generations.We tens of thousands of northern Han immigrants, to take root here, and the local people must live in harmony.In this place where all the peoples live together, the people are supposed to treat each other as equals. If the government favors one side and defies the other, it builds up a deep and unbridgeable chasm between the two tribes.In the eyes of this official, there are no han qiang people, only friends and enemies, only the people of the Song Dynasty, whether they are friends or not. Rape and murder are crimes that cannot be pardoned. According to the regulations of the Song Dynasty, they should be sentenced to death!\\\"\\n\\nThere was a silence, and then a shout of joy.Although some people only point far and near, do not ask reason, but reasonable after all accounted for the majority, especially this words is Yang Hao said, that in their hearts of the weight from different, lu Ling people, but to Yang Hao has reached a blind trust.\\n\\nHua Wuyue was trembling all over and turned pale. She threw herself on the ground and just wanted to kowtow for mercy. But her cheeks were red and swollen and her teeth were loose.Cheng Dexuan, his teeth clenched and his face livid, sat silent.Yang Hao knows that this opinion is inconsistent, must be offended by his malicious, but big is big non before, he can not be vague\",\"timestamp\":1635766058,\"title\":\"be weak and easily bullied\"},\"digest\":\"oH5SMbgi3NHstsdI76td6EysuuM8vSFtunZTm69vVGM\",\"authorship\":{\"contributor\":\"0x9dF92B400153c0E39F6554d1b0F3b64BF4C46651\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Go1gN2E3wTJkGncCmPE2MuRAr6_HIcsfD5_49ROuLW0\\\",\\\"y\\\":\\\"-q8UGSLHyxHc_ollSAIF55rg2Tj-KrzH9cQScKJkD3I\\\"}\",\"signature\":\"KB-DpFwfcFZovktBhyMsTccQEgomMPG0y_td6xu1t3v4tW7Wt5xWas83RguSDeaRRLXca6-qr02zWjEF_z3fZw\",\"signingKeySignature\":\"0x4ebe88aa0749aa041fb6a664fe1bf702bef178f915c5370938bed01f53fb2778207207903e892d71015552276b313ee7b5695da05111edfcbddfcdece38d06e31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Go1gN2E3wTJkGncCmPE2MuRAr6_HIcsfD5_49ROuLW0\\\",\\\"y\\\":\\\"-q8UGSLHyxHc_ollSAIF55rg2Tj-KrzH9cQScKJkD3I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oH5SMbgi3NHstsdI76td6EysuuM8vSFtunZTm69vVGM\"}"