"{\"content\":{\"body\":\"**鬼故事短篇超吓人（1）：**\\n\\n地狱铃声\\n\\n某一个晚上，十点多的时候，我正准备下班回家。护士小月急匆匆地跑进我的办公室，说是刚才有人送来一位突发脑溢血的老人，需要立刻手术。我二话没说换好衣服来到手术室，一切准备就绪。其实，那位老人送到医院时，就已经不行了，我们尽了最大努力，但是还是没能保住老人的生命，在第二天凌晨一点一时的时候，老人安详地走了。\\n\\n我垂头丧气地从手术室中走了出来，因为医院有规定，尸体不能够在医院放太久，病人一旦死亡，就要立刻送到太平间。于是我们为老人洗净了身体，穿好衣服，用洁白的被单盖住了他，安排好其他人都走后。我开始想怎样处置老人的尸体了，虽然人们都说搞医学的人胆儿特大，但我是个例外，在这深秋的夜晚，让我把一具尸体送到太平间里，这是我连想都不也想的事。但是我又没有办法啊，医院就是这么规定的啊！\\n\\n怎样办呢叫上一个人吧，叫谁好呢对了，叫上大李，让他和我一齐去吧，这样我就不太害怕了呢。他和我是好朋友，在医院管后勤，于是我到办公室把他叫来了。他很痛快地就答应了，不一会儿，他就来了。”王医生，什么事儿啊“于是我把事情的前前后后讲了一回，他笑了：”小事一桩，没问题。“我当时真不知说什么好，仿佛抓住了一要救命的稻草，然后我们一齐把老人推了出来。一路上，我们什么也没有说，直到出了住院部，一股凉风吹了过来。必竟是深秋了，一股风吹得我不禁缩了缩脖子，后背的汗毛开始一根根立了起来…\\n\\n到了太平间的门口，我打开了门，探头望去，里面冷气逼人。而且黑洞洞的，我朝大李使了眼色，于是我们七手八脚把老人径直抬到了里面，又把老人抬下了床，大李很有劲，用胳膊一夹，我顺势一推，老人的手便在空中画出一个完美的弧线…我心里不知为什么”咯噔“的一下，急忙松开了手…”行了，行了。大李，走吧。“”等一下，他的手压在身体底下了。“大李说，”行了，反正也死了，快走吧。“我潢头冒着冷汗，恨不得立刻离开。当我拉着大李离开时，回头一锁，那种感觉就像是锁住了地狱之门一样。\\n\\n和大李分别后，我回到了办公室一看，已经快三点了。于是我准备在办公室呆到天亮吧，就在这时，电话响了。我习惯地拿起听筒，里面开始没有声音，然后是一阵沙沙的声音紧之后我听到了一个苍老而无力的声音：”王医生，手……压住了…疼啊…！“我的头顿时像是响了一声炸雷，难道，老人活了不可能，不可能！！！我急忙挂断了电话。\\n\\n过了一会儿，我努力让自己静下来，但是没有办法，那个老人的手在空中划了一个弧线的影像在我脑中，挥之不去。不断地出现，画了一个又一个…我潢脸不停地流着冷汗，心里盼望着天快点亮吧…这时，电话又响了。铃声是那么尖锐我的心仿佛被剪在了两半，过了好久，电话还是响着。我颤抖着接过电话…\\n\\n又是苍老又无力地声音：”手…压住了…帮帮我……“我再也受不了了，一下子晕了过去…\\n\\n一道刺眼的阳光照射在我的脸上，我想起身，但是全身却传来一阵阵刺痛…这是哪里我怎样了这时一个护士走进来，我才明白，昨日晚上我晕倒之后今早才被人发现，他们问我发生了什么，我便告诉了他们。但是他们并不相信，有人说我做梦有人说我恶作剧。\\n\\n但是，只有我明白，昨日晚上不是梦，那的确是地狱传来的铃声\\n\\n**鬼故事短篇超吓人（2）：**\\n\\n雕像\\n\\n陆老伯退休后，搬进了独生子在某小区专为他而买的一房一厅小单元里。\\n\\n儿子说：”爸，小蓉她怕吵，您就委屈一下吧，再说这环境也不错，电话也有。有什么事你就言语一声，每月我再给你八百块钱生活费。“\\n\\n陆老伯默默地盯着儿子，良久，他说：”你放心，我不会再去缠你们的，走吧！“\\n\\n陆老伯明白儿媳嫌他碍眼，他喜欢听粤剧又会吵着他们，他感觉就像是被儿子扔在一个荒岛上。虽然上面不悉吃穿，但没有伴的日子，总是会无滋无味的。\\n\\n小区的设备到是不错，陆老伯刚搬进去的第一天，就发现小区花园里有八尊神态各异的栩栩如生的大理石雕像。有在读书的，有在浇花的，有在运动的…在一尊正在梳妆的少女雕像面前。陆老伯呆住了，这不是他那去世十年的妻子阿花吗世事怎样这么巧奇怪，你瞧，她梳头的姿态，神情，甚至右臂下露出的一颗小痣，也一模一样！当年，一妻子梳头的时候，陆老伯总喜欢站在镜子前，默默地看着。那是他一辈子都看不够的画面…陆老伯站在雕像面前，抚摸着雕像的头发，梳子，脸庞…他感觉就像是在抚摸妻子，那肌肤似乎还有湿润感。不知不觉地，两行老泪在陆老伯的脸上流下，…\\n\\n从此陆老伯不再觉得这小区是个荒岛了，每一天晨昏两时，他都要拎一个卡式收音机，在妻了的雕像前与她一齐欣赏分飞燕。有时，他会端着一杯老洒，在妻子面前独喝。盼着妻子会跟以前一样，劈手夺过他的酒壶，又给他温一下…日子就这样一天一天有滋有味的过着…\\n\\n有一天，陆老伯忍不住了，打了个电话给儿子”大刚啊，你说怪不怪，在我的楼下花园里有八尊雕像，其中有一尊雕像和你妈一模一样！该不会是你瞒着我，偷偷捐款造的吧，“\\n\\n儿子心不在焉地说：”哦，是这样吗没有，巧合吧爸，那你没事就和她多多聊聊吧。“\\n\\n某日清晨，小区的管理员发现陆老伯醉倒在花园里的一棵茉莉花旁，两指一伸，却已鼻息全无…\\n\\n大刚闻讯赶到的时候，看到他爸死得一脸的安详，潢足，甚至还有一丝淡淡的笑容挂在嘴边。他心里一动，突然问”我爸说那里有八尊雕像中有一尊很像我妈的，是哪一尊“管理人员毫异地说：”哪有八尊我们那里叫“七尊园”从来只有七尊雕像的呀。“\\n\\n**鬼故事短篇超吓人（3）：**\\n\\n死也不让你死\\n\\n死也不让你死在北京有一对高中男女同学，他们很要好，学习也很不错，在学习生活上都互相帮忙，共同进步。之后男孩子上到南京的一所大学，女孩子在北京的一所大学。他们互相联系并确立的恋爱关系。他们约好等大学毕业后双双回到美丽的家乡工作结婚生子。\\n\\n但是时间太能改变一个人了，北京的女孩子经受不了诱惑，为了能够留在北京。她结识了一个比自己大好多的老板，并决定就这样留在北京，做北京人。男朋友明白后。一路悲伤到北京约女孩谈心。但是女孩很绝情。要和男孩子分手，恩断义绝。男孩子一时气愤冲动。拿起水果刀就割自己的手腕。女孩子不但没有阻拦，甚至都没有叫救护车并且看着男孩流尽了血，在抽搐和绝望中死去。直到死，他都死死的盯着女孩，盼他回去。\\n\\n不久以后女孩怀孕了，生了一个小男孩。但是还是老实闹得厉害。女孩子没有办法。决定把孩子送给自己的妈妈带着。说来很奇怪，她一做这个决定，孩子就不闹了。\\n\\n回到家乡的感觉很好，可惜是在夜里，车的终点站离家还有一段距离。她就抱着孩子往家走。突然她看到孩子死死的盯着她在咀嚼什么东西。翻看衣服一看，孩子在啃自己的手，手已经被啃的稀巴烂。女孩吓坏了。一个趔趄就做地上。孩子上来就咬住他的颈动脉，死死的盯着她。那种熟悉的眼神。\\n\\n孩子啃断她的动脉咿呀的说。死也不让你死在北京！……\\n\\n**鬼故事短篇超吓人（4）：**\\n\\n太平间里的镜子\\n\\n有一所医学院，为了教育出有素质的学生。规定每一学期的期末考试时，让一个学生单独在太平间里呆上一个晚上。虽然这种考试看上去不太人道，但是校方却一向坚持了下来。\\n\\n这一回，轮到了一向自称胆子很大的阿美了，阿美在学校里一向以胆大包天自居，而且是猫扑等许多论坛的鬼故事写手，以吓死网友为乐。她早就说过不把这种考试当回事了，但是，当校方宣布这天轮到她时，她还是惊出了一头冷汗。必竟是一个人独自在漆黑的太平间一个晚上啊。还不准点灯……\\n\\n晚上，阿美被带到了太平间里，砰的一声，门被关上了。屋子里一下子一片漆黑，什么也看不到。阿美缩在了屋子的一角，当她想到四周全部都是死人时，她的头皮顿时一阵阵发麻……过了一会儿，月光照了进来，借着月光，阿美发现太平间的墙上居然有一面镜子。于是，她便对着镜子开始唱起歌来。她一向唱啊唱啊，直唱到了天亮……\\n\\n第二天，肿着嗓子的阿美被带了出来，她得意洋洋地对大家说没什么也不起的，对自己来说只是一件小事罢了。大家都很佩服她，这时，有一个同学问她嗓子怎样肿了她说自己在太平间里对着镜子唱了一夜的歌，这天早上才不唱的。这时，大家的脸色变了，阿美还不解其意……停了半天，有一个同学脸色惨白地告诉她\\n\\n太平间里根本没有镜子啊！！！！\\n\\n**鬼故事短篇超吓人（5）：**\\n\\n没人和我抢了\\n\\n有一个男生晚上要坐公车回家，但是因为他到站牌等的时候太晚了，他也不确定到底还有没有车……又不想走路。因为他家很远很偏僻，所以只好等着有没有末班车……等啊等啊……\\n\\n他正觉得就应没有车的时候，突然看见远处有一辆公车出现了……他很高兴的去拦车。一上车他发现这末班很怪，照理说最后一班车人就应不多，因为路线偏远，但是这台车却坐满了……只有一个空位，而且车上静悄悄地没有半个人说话……\\n\\n他觉得有点诡异，但是仍然走向那个唯一的空位坐下来，那空位的旁边有个女的坐在那里，等他一坐下，那个女的就悄声对他说：”你不就应坐这班车的，“他觉得很奇怪，那个女人继续说：”这班车，不是给活人坐的……“”你一上车，他们（比一比车上的人）就会抓你去当替死鬼的。“\\n\\n他很害怕，但是又不明白该怎样办才好，结果那个女的对他说：”没关系，我能够帮你逃出去。“\\n\\n于是她就拖着他拉开窗户跳了下去，当他们跳的时候，他还听见”车“里的人大喊大叫着”竟然让他跑了“的声音……等他站稳时候，他发现他们站在一个荒凉的山坡，他松了一口气，连忙对那个女的道谢。\\n\\n那个女的却露出了奇怪的微笑：”“此刻，没有人跟我抢了……”\",\"timestamp\":1637722721,\"title\":\"50个超真实的恐怖故事 短篇鬼故事胆小勿入(1-5)\"},\"digest\":\"WCjrrHmY4onlnugHFAqXC7bqveYR_Om28lnB9OYrTtg\",\"authorship\":{\"contributor\":\"0x80b1b7d7A9FdE1dd386CC0b864EDc9b291374c57\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ILQ7se4YEZ9f14bHNpbN5BaB7g94lIo-hNOQrClSdeM\\\",\\\"y\\\":\\\"rpTUO6VJNBEuPviLScmTOvghtoMtsCmlOMbS8iGT-ak\\\"}\",\"signature\":\"-bQXjxB_d7WeDqGfE3p_gx70sTI_RzpXR_KBwgR6Ri56Y6PCrW_CFIgKjp5qcg7frRgK4RX5YY-HRdVZS95qfQ\",\"signingKeySignature\":\"0x8859c55c9e13c89ba70226e94190c56207da2d8113f4f6bbe0d51873bbf3c22714cf5d7269e5f4a786d578084f15671764e2bcde356e2c4866950616c6a849371b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ILQ7se4YEZ9f14bHNpbN5BaB7g94lIo-hNOQrClSdeM\\\",\\\"y\\\":\\\"rpTUO6VJNBEuPviLScmTOvghtoMtsCmlOMbS8iGT-ak\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WCjrrHmY4onlnugHFAqXC7bqveYR_Om28lnB9OYrTtg\"}"