"{\"content\":{\"body\":\"Stuffed cabbage rolls are very popular in Russia and are a staple in people's diet, especially during the winter months. This version is stuffed with rice and mixed ground meat. You can substitute ground turkey for a lighter version.\\n\\n[ \\n ](https://www.allrecipes.com/cook/Olechka_Kavalenko%C2%BBOlechka_Kavalenko/)Directions\\n\\nInstructions Checklist\\n\\n* Step 1\\n\\n  Make slits at the base of the cabbage or cut out the entire core. Fill a large saucepan about 1/3 full of water. Bring to a boil and add the whole cabbage. Cook for 15 to 20 minutes, turning occasionally, until cabbage has softened. Drain and cool. Cut the leaves off the cabbage one by one, trying to keep them intact. Cut out the tough, thick center ribs of the large leaves with a sharp knife.\\n* Step 2\\n\\n  Bring 1 1/2 cups water and rice to a boil in a saucepan. Reduce heat to medium-low, cover, and simmer until rice is tender and liquid has been absorbed, 20 to 25 minutes.\\n* Step 3\\n\\n  Heat 2 tablespoons oil in a skillet and cook 1/2 the chopped onions until soft and translucent, about 5 minutes. Combine cooked rice, cooked onions, ground beef, ground pork, salt, and pepper in a large bowl and mix with your hands until filling is well combined.\\n* Step 4\\n\\n  Lay 1 cabbage leaf on a flat surface. Place 1 tablespoon of filling at the base of a cabbage leaf. Overlap with the bottom of the leaf; fold in side edges and roll up. Repeat with remaining cabbage and filling.\\n* Step 5\\n\\n  Heat remaining 1 tablespoon oil over medium-high heat and fry cabbage rolls until browned, 2 to 3 minutes on each side. Transfer to a large pot and sprinkle with remaining chopped onion and carrots.\\n* Step 6\\n\\n  Stir together sour cream and tomato paste in a bowl until well combined. Whisk in 1 cup water and season sauce with salt and herbs. Pour sauce over the cabbage rolls.\\n* Step 7\\n\\n  Cover pot and cook over a medium-low heat until cabbage rolls are cooked through and sauce has thickened, about 45 minutes.\\n\\n \\n \",\"timestamp\":1640344217,\"title\":\"Russian Cabbage Rolls with Gravy\"},\"digest\":\"55WhrDUAlgWatjOgwO0xjeaaeCncRWcUHwi--h6nacE\",\"authorship\":{\"contributor\":\"0x4B4068443a228a62e6476c4CA0E9A1e955E97750\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-ZYqEt2xyYVFBK4SKicPc90W1J5XJk-nIyuaxXHRgZY\\\",\\\"y\\\":\\\"A5WWh0nYfPNtT-U74GYuycr_MSakGxuNglTxnkB2JeA\\\"}\",\"signature\":\"lLs9ajbmbrSyuLGtTpp34gl3R9argplme8mn_poqAoVbGkNjktW2Qid_WoYuc1Yvms_mr45ol6JmWiOjgLGgHQ\",\"signingKeySignature\":\"0xa737e89b02550a99eaae62e631f2af86ec22018595d09aecdf36186a59ab19d757956792bbc6029952ef94b1c01caa888ccf349774abbe7948bfd1f05659c3491b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-ZYqEt2xyYVFBK4SKicPc90W1J5XJk-nIyuaxXHRgZY\\\",\\\"y\\\":\\\"A5WWh0nYfPNtT-U74GYuycr_MSakGxuNglTxnkB2JeA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"55WhrDUAlgWatjOgwO0xjeaaeCncRWcUHwi--h6nacE\"}"