"{\"content\":{\"body\":\" \\n   \\n  \\n 　　原创 南苑大王 鉴茶院  \\n  \\n  \\n 　　如果说有一位帅哥，他风流倜傥、英俊潇洒、琴棋书画无一不精、天文地理无一不通，各国政要是他的好友，许多王妃是他的粉丝，商界大佬是他的小弟，诺贝尔奖得主对他崇拜的五体投地，你要不要好好了解一下？ \\n  \\n 　　如果说记录他言行的书籍，有一位大国元首亲自确认，书里有花不尽的钱财、吃不光的粮食、开不过来的豪车、挑花眼的恋爱对象，你想不想深入学习一下？ \\n  \\n 　　而再如果说，这个作品其实你初中乃至小学就已经学过，你是不是稍显诧异，这人是谁，这书啥书，还有这么回事？ \\n  \\n 　　是的。这人叫孔子，这书叫《论语》。 \\n  \\n  \\n  \\n 　　1 \\n  \\n  \\n  \\n 　　孔子可不是一般人，更不是我们印象中秃头长胡子的那种老人家。 \\n  \\n 　　他才华出众，礼仪音乐、天文地理、驾车射箭、逻辑演算，“礼、乐、射、御、书、数”等君子六艺无一不精；他气质脱俗，史载身高一米八，是货真价实的高富帅，而且风趣幽默，可甜可咸，当时的大美女、卫国王后南子也是他的小迷妹。 \\n  \\n 　　春秋时期中国总人口2000万，按识字率5%，也就100万人，孔子有三千子弟，占千分之三，七十二个有名的，包括政界大佬冉有、春秋福布斯排行榜首富子贡、学术天才颜回、军届猛男子路，孔子活着的时候是真正的无冕之王，死了之后被称为“万世师表”，再牛叉的皇帝到了孔家也得收敛。 \\n  \\n 　　1988年，全世界75位诺贝尔奖获得者在巴黎聚会，讨论新世纪世界的前途，他们竟然得出了一致的结论： \\n  \\n 　　人类如果要在21世纪生存下去，就必须回到2500年前，从孔子那里汲取智慧。 \\n  \\n 　　天若无孔子，万古如长夜。而作为孔子言行集合的《论语》讲什么呢？讲发展，讲奋斗，讲迷茫，讲无助，讲历史进程中的个人。《论语》也就15900字，中国人读了2000年。 \\n  \\n 　　宋代时，宰相赵普给宋太宗说， \\n  \\n 　　过去，臣以半部《论语》辅助太祖平定天下，今天臣计划用半部《论语》辅助陛下，致使天下太平。 \\n  \\n 　　半部《论语》治天下。而前文说到的书中有花不完的钱财、吃不完的粮食、开不过来的豪车也是真事，来自于宋真宗的诗， \\n  \\n 　　“书中自有千钟粟、书中自有黄金屋、书中自有颜如玉、书中车马多如簇”。 \\n  \\n 　　世界上绝大多数书，、都是和平年代写的或者事后包装的，环境决定意识，就跟出家人写一本恋爱手册，战争结束之后你说仗该怎么打一样，事后诸葛亮基本没用，而《论语》完全不同。 \\n  \\n 　　它是动荡年代写的，在春秋战国的大争之世，天天见证历史，对今天就特别有指导意义；它是明明白白说自己“爱财”、“追求富贵”的正常人写的，普罗大众就特别好上手；最关键的是，他说人话，才1万多字，虽然是文言文，但里面全是口语性的句子和对话，简直是主播文案。 \\n  \\n 　　问题是，解读论语的书鱼龙混杂，而真正好好说的并不多，大王思来想去，与其在后台解答读者要读什么书的咨询，胡乱推书误人子弟，把世界让给我们鄙视的人，不如自己好好写写，书读百遍其义自见，读者朋友们都很忙，大王代劳解说，虽是一家之言，但功莫大于传法嘛。 \\n  \\n 　　而与以往所有解读者不一样的是，大王的出发点完全不一样。 \\n  \\n 　　第一个出发点是中国常识和中国社会的本质。虽然我们有了更先进的交通工具，高铁朝发夕至，虽然我们有了更发达的通讯，手机千里传音，然而，我们的世界，依然是穷在闹市无人问、富在深山有远亲，依然是不当家不知柴米贵、不生子不知父母恩，社会的底层代码根本没变。 \\n  \\n 　　第二个出发点是孔子就是一个活生生的正常人。多少著作把孔子写的无比伟大，满篇都是大道理，无欲无求的劝人向善，这怎么可能，孔子要真是那么装X，高高在上，不食人间烟火，别说后世那些状元们崇拜他了，他那三千子弟七十二贤都是傻子吗？装的不累吗？ \\n  \\n 　　如果不谈文言文的表述，《论语》是一部超级大佬的成功学直播稿。 \\n  \\n 　　在中国社会明规则和潜规则的基础上，把孔子当成一个有血有肉、情感丰富、中年但不油腻、世故而不圆滑，坚持正道起飞的大叔，才能读好《论语》。 \\n  \\n  \\n  \\n 　　2 \\n  \\n  \\n  \\n 　　今天来看第一篇《学而》。 \\n  \\n 　　子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？” \\n  \\n 　　这是《论语》的开篇，大家很早就学过，传统的“正确”解释是，孔子说： \\n  \\n 　　“学习知识并时常温习它，不是很高兴的吗？ \\n  \\n 　　有朋友学从远方来，不也是很快乐的吗？ \\n  \\n 　　别人不理解我，我却不抱怨，不也是很有君子风度的吗？” \\n  \\n 　　在大王看来，这是强词夺理胡乱解读啊。 \\n  \\n 　　第一句，学习知识并时常温习它，不是很高兴吗？一点都不高兴啊，谁复习课本快乐呢？睁眼说瞎话。高三时候天天做卷子，高考完同学们把书本撕成一条条的，在欢呼声中扔下教学楼，温习课本要是高兴，谁特么撕书啊。 \\n  \\n 　　第二句，有朋友从远方来，不也是很快乐的吗？这可说不准啊。疫情期间胡乱串门，有的地方是要打断腿的，就算不在疫情期间，至交朋友肯定没问题，但总有一些我们需要面上应酬的，请吃请住的，生怕招待不好，一两次还行，搞多了受不了啊。外地的亲友去了北京，地主得陪着逛故宫爬长城吃烤鸭，再碰到个孩子要看升旗，简直要崩溃。 \\n  \\n 　　大王一个在南京的朋友，说他去年搞接待，夫子庙秦淮河早走腻歪了，总统府一年去了8次，陪吃鸭血粉丝汤都搞出慢性胃炎了，私下里着实快乐不起来啊！ \\n  \\n 　　就这两条，如果光看字面意思，孔子这不是迂腐又强人所难吗？这种人怎么可能受到历朝历代的敬仰，那么多帝王将相崇拜孔子，难道都是傻子吗？ \\n  \\n 　　只能说，我们理解的错了。 \\n  \\n  \\n  \\n 　　3 \\n  \\n  \\n  \\n 　　正经意思是什么呢？ \\n  \\n 　　先看第一句，学而时习之，不亦说乎。这一句中，学和习，根本就不是学习的概念，不是看书，做卷子，习是实践的意思，正确的含义是： \\n  \\n 　　“学习了新的本领，时常的拿出来练习一下露两手，不是很爽的事情吗？” \\n  \\n 　　刚拿到驾照，买了车抓着方向盘开，紧张，刺激，爽。 \\n  \\n 　　刚学会了做饭，黑暗料理做出来，看着男朋友开心的吃下去，还称赞自己做得好，开心的不得了。 \\n  \\n 　　自己学会插花、烤饼干，哪怕驾校学个车，时不时的在朋友圈发个照片炫一下，接受大家的敬仰和点赞，心情无比愉悦。 \\n  \\n 　　孔子的真正意思是，学到了点东西，别藏着掖着，没事就得拿出来露两下，炫炫技，难道不是一件很高兴的事情吗？练多了水平就有了。对嘛，这才是孔子。  \\n  \\n 　　再看第二句，有朋友从远方来，不也是很快乐的吗？这个朋，不单指现实中的朋友，不是非得具象成一个有名有姓的某某某，非得当面，非得是个有血有肉的人。 \\n  \\n 　　而是说，你跟一个人交流，或者看到一个人的书，觉得他里面的说的道理很对，你相见恨晚，和你志同道合才叫朋友，弄不到一起顶多叫熟人啊。这个朋，可以是人，也可以是一篇文字，一个分享，一个感触，就像你读了大王一篇公众号文章，击节赞叹，觉得说的太对了，知己啊！当然开心了。是不是认识本人，并不重要啊。 \\n  \\n 　　读书万卷，神交古人，也是有朋自远方来，远方可以是时间和空间，几千年前的古人和你在文字里相遇，彼此认可、激情碰撞、颅内高潮，当然快乐啊！ \\n  \\n 　　有一个叫杜甫的朋友从唐朝来，大家都很快乐，他也很忙。 \\n  \\n 　　第三句，别人不理解我，我却不抱怨，不也是很有君子风度的吗？这个人，我们经常理解为别人、具体的人，是不对的，是怨天尤人的人。自己怀才不遇，社会不认可，洒脱一点嘛，从自己身上找原因，这才是君子风度。 \\n  \\n 　　不被人理解，说明你前两句中做得不好，没有那种真正意义的朋友，入不了别人法眼，没有和主流或者游戏规则水乳交融，说白了是你不了解社会。不了解社会，说明你学到的东西和实践都不够，所以，你有什么好恼怒的呢？回去好好学习读书，神交古人今人，等大家发现嘛。 \\n  \\n 　　就像大王，早在2月下旬，大王就预测说，欧美的疫情一定要捅出大篓子，很多人并不相信，在后台大骂大王是小粉红，说美国灭日本平苏联，一天造一艘登陆艇，多么强大你知道吗？欧洲闪耀着人性的光辉，不抛弃不放弃你知道吗?大王当然没有恼怒，用《70年》《美帝馅饼》等文章娓娓道来，然后神交上各位读者，再然后的事情，大家都看到了。时常温习一下那几篇10万+，当然爽啊，孔子说的一点都没错。 \\n  \\n 　　而方方呢，她的日记被诸多80后和90后不喜欢，说明方方没有和年轻人成为“有朋”，人家读他的文字，感觉不到开心快乐并引为知己，所以，别人没法了解她。不了解你就好好学习，好好解说，跟年轻人心平气和沟通不好吗，你还是65岁的长者呢。 \\n  \\n 　　方方偏不，对付不了解和“人不知”，她的方式是扣帽子，极左、愤青、脓疮，和读者撕逼互怼。别人不了解我，我就使劲骂，哪有一点“人不知而不愠”的感觉呢？ \\n  \\n 　　在过去，中国的“书”，指的是《大学》《中庸》《论语》《孟子》组成的“四书”，不是说你认识字能看书就叫读书人，遵循《四书》的精神才是。你觉得上来就和祖师爷孔子的精神背道而驰，和中华文明共有的价值观冲突，方方能叫读书人吗？ \\n  \\n  \\n  \\n 　　4 \\n  \\n  \\n  \\n 　　论语第一句的全部意思于是明确了。 \\n  \\n 　　学而时习之，不亦说乎？意思是，学到东西，时不时的要拿出来练手、装个X炫个技，难道不是一件很开心的事情吗？ \\n  \\n 　　有朋自远方来，不亦乐乎？意思是，无论是真实世界还是精神世界，见到与你志气相投和三观一致的朋友，难道不一件快乐的时期吗？ \\n  \\n 　　人不知而不愠，不亦君子乎？意思是，干货学得多了，练手练的多了，自然就牛X了，如果别人不了解你，你不要计较和恼怒，回去练内功，打入他的精神世界，做他心灵的朋友。怀才就像怀孕，时间久了一定看得出来，保持一个高手风范嘛！ \\n  \\n 　　与朋友相交，和高手同行，学真·大佬风范，敬请关注大王的微信公众号。 \\n  \\n  \\n  \\n 　　搞懂《论语》，让时代配得上你。 \\n  \\n \",\"timestamp\":1640868245,\"title\":\"搞懂他，才能搞定这个时代\"},\"digest\":\"gSZwnMGLUy2AN1czMsECF7PgKjiyzHBm19sBfPLsqFw\",\"authorship\":{\"contributor\":\"0x571f44B42DA4b7E77F189e08d97d80bA94B0a037\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"filQajihqZl3Q87WD2EWiwiRZ2GtqV8UL3Z3Gt9yzGk\\\",\\\"y\\\":\\\"aTAa6IeUGHJdyEKV1B8ECUlPEeUNNI1T0pbiaZNS9vM\\\"}\",\"signature\":\"Aiotr2qneqWLct5j0J4WYnE744R-9XeOLJ_EbVebbJIsUT_k_lr3u3R1vEslIiNxYV4ykMeAJJ5QWBAq4DW4qg\",\"signingKeySignature\":\"0x630c453628ce35843c85ac9dd276a270f2783c7399fbadf42a7bda41e5a95c833f8e0b1b3776cb3f6e8a933134e0454010d074e8539dbd6787b163986c731b8f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"filQajihqZl3Q87WD2EWiwiRZ2GtqV8UL3Z3Gt9yzGk\\\",\\\"y\\\":\\\"aTAa6IeUGHJdyEKV1B8ECUlPEeUNNI1T0pbiaZNS9vM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gSZwnMGLUy2AN1czMsECF7PgKjiyzHBm19sBfPLsqFw\"}"