"{\"content\":{\"body\":\"近日，公安机关成功侦破3起拐卖儿童案件，抓获9名犯罪嫌疑人，接连找回被拐14年的孙某、符某涛和被拐17年的杨某弟。2021年12月6日，公安部在广东省深圳市组织开展“团圆”行动认亲活动，为3组家庭实现团圆。紫牛新闻记者了解到，电影《亲爱的》原型孙海洋儿子孙卓也在此次被找回的被拐儿童中。认亲活动上，孙海洋夫妇与从山东聊城赶来的儿子成功相认。被拐时才4岁的孙卓如今已上高中，面对比自己还高的儿子，孙海洋紧紧抱住了他痛哭不止，一旁的妻子也是掩面而泣。\\n\\n小时候的孙卓\\n\\n**细节披露：**\\n\\n**犯罪嫌疑人为亲友拐孩子**\\n\\n2003年，孙海洋夫妇的孩子孙卓出生，为了给儿子更好的生活，孙海洋带着妻儿去大城市闯荡。2007年10月1日，一家三口来到了深圳白石洲，孙海洋在当地城中村中租了一间店面做包子，儿子被送到隔壁幼儿园学习。然而在10月9日晚，生意结束后孙海洋在屋内打了个盹，等他醒来后，本来在门外玩耍的孙卓不见了。\\n\\n“我跑出去问街边的邻居，他说我亲戚带着孙卓出去玩了。我一听这话就知道坏了，我才搬来几天，哪有邻居。”孙海洋在介绍紫牛新闻记者采访时曾透露，后来通过监控，他看到孩子被一名约40多岁的男子用零食和玩具拐走，那段监控是孩子留下的最后影像和线索。孩子被拐后的十多年里，孙海洋将原本生意红火的包子铺改成了寻子店，并贴出悬赏小广告，悬赏20万寻找儿子的下落。他的故事后来被改编成了电影《亲爱的》，感动全国无数观众。\\n\\n孙海洋的寻儿子店\\n\\n幸运的是，随着侦查技术的不断升级，近年来公安部组织部署的“团圆”行动帮许多孩子被拐的家庭完成了团圆。12月6日，孙海洋与失散14年的儿子终于相见。随着此次认亲活动的开展，关于电影《亲爱的》原型孙海洋儿子孙卓被拐案细节也得到曝光。据警方直播中介绍，2007年，犯罪嫌疑人吴某龙在深圳打工，因其二哥家里只有两个女儿却一直想要个男孩，他便萌生了想拐卖男孩的念头。\\n\\n“吴某龙第一个拐的孩子就是孙卓，他们是一家几口人一起来打工，后来还把孩子藏匿在吴某龙侄子家几个月，才转移到外地。”民警介绍，除了在10月份拐了孙卓后，吴某龙还因自己大哥家的侄子也想要男孩，而在12月拐走了另一个孩子符某涛。关于他们亲友之间是否存在金钱交易，警方表示还在进一步调查中。\\n\\n孙海洋发布的悬赏通告\\n\\n谈及该案的破获经过，民警表示在今年9月份，公安机关先是通过人像比对技术找回了符某涛，然后通过这一突破警方顺线深挖找到了犯罪嫌疑人吴某龙。后来也在办符某涛案子的同时，湖南警方的人像专家也比对上了孙卓的信息。侦查破案和技术比对同时有了线索，孙卓被顺利找到，在进行了DNA复核后，孙海洋一家终于可以与孩子团聚。\\n\\n**孩子回应认亲成功**\\n\\n**两边都是我的父母**\\n\\n紫牛新闻记者了解到，如今已上高中的孙卓成绩属于中上游，他称自己从没有想过会是被拐卖到现在的家庭。“有一天，我还以为是犯了错，老师把我叫到办公室，来了两个人，很友好地和我握手。”孙卓在镜头前回忆，小时候大姐曾对他说他是‘捡来的’，不是亲生的，但他还以为是在开玩笑。现在突然告诉他是真的后，他也陷入了迷茫的情绪。\\n\\n孙海洋曾到学校寻找儿子\\n\\n“其实我心里有点愧疚，压力比较大，和几个很好的朋友说过这个事，他们说我的亲生父母找了这么多年，是很疼我的。我也谢谢他们，他们一定很辛苦。”孙卓坦言自己心里有愧疚，他知道父母一直在找他，但孙卓还是想要留在养父母那里，他怕亲生父母会失望。“不管怎么样，养父母养了我十几年，对我这样才活了十几年的人来说，这几年的感情就是全部。”孙卓表示现在自己多出了一个家，他没法在两者中做选择，“这边也是我的父母，那边也是。”\\n\\n12月6日中午，孙卓与父母认亲后久久相拥，后来共同吃了团圆饭。曾与孙海洋共同寻找各自失散儿子的彭高峰告诉紫牛新闻记者：“作为孩子的‘干爹’，看到他们家团员的消息我很高兴。现在他们应该很忙，我也不去打扰，等过几天我们一起给他们办宴席庆祝。”\\n\\n孙卓和母亲在一起\\n\\n**孩子养父母被采取强制措施**\\n\\n**律师解读相关法律责任**\\n\\n警方透露，如今拐卖孙卓案的主要犯罪嫌疑人已被检察院批捕，帮助其藏匿孩子的同犯也正在申请批捕中。此外除正在生病的孙卓养父，孙卓的养母及另一名被拐孩子符某涛的养父母也被采取强制措施取保候审，案件在进一步办理中。\\n\\n河南豫龙律师事务所付建律师认为，对于孙海洋的养父母的责任，根据《刑法》第二百四十一条收买被拐卖的妇女、儿童罪，收买被拐卖的妇女、儿童的，处三年以下有期徒刑、拘役或者管制。收买被拐卖的妇女、儿童，后续有非法剥夺、限制其人身自由或者有伤害、侮辱等犯罪行为的，以非法拘禁或故意伤害、侮辱罪与收买被拐卖的儿童数罪并罚。\\n\\n但同时付建强调，基于孙海洋反映其养父母对其很好，法律也规定对收买的被拐卖的儿童没有虐待行为，不阻碍对其进行解救的，可以从轻处罚。那么理应对孙海洋的养父母涉嫌的收买被拐卖儿童罪依法予以从轻处理。\\n\\n（图片来源：孙海洋寻子微博）\\n\\n扬子晚报/紫牛新闻见习记者 陈燃\",\"timestamp\":1638795356,\"title\":\"电影《亲爱的》原型寻子成功！孩子养母被采取强制措施，案件细节披露\"},\"digest\":\"M0bF3u-m5vSQGSyHQJMjL5VlnmbANpq0vVuX1ewg5OU\",\"authorship\":{\"contributor\":\"0x6a734E3b652a89262057c41F9ED3101Cbed14A4d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kRuFQHq4FiZicRsbmKtxHgKRH8vvqvI-VJcsa9-kHM8\\\",\\\"y\\\":\\\"Pm8pajfEF6YNucxle514WkrPw2FBO-TAsp88eaN8jgA\\\"}\",\"signature\":\"S8bZ10iw5A2wjYFLUTQjHN76Qb-0UCjSMtAmkHX5SxCe4nMTG8fH9y2yB8NVtTfCWA43lxDCir5HVe4d08xfEA\",\"signingKeySignature\":\"0x0afdcbaedf10a60a1fb5bc36fdebe8ee9eb5c6f0a102c703651a0d344ed80ec5633915922649b3cbcff333659fdc43f3e8d030417ff0651daaa14bf6149185671c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kRuFQHq4FiZicRsbmKtxHgKRH8vvqvI-VJcsa9-kHM8\\\",\\\"y\\\":\\\"Pm8pajfEF6YNucxle514WkrPw2FBO-TAsp88eaN8jgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"M0bF3u-m5vSQGSyHQJMjL5VlnmbANpq0vVuX1ewg5OU\"}"