"{\"content\":{\"body\":\"Maybe you have seen too much negative news about the society, maybe your enthusiasm has been dampened by reality, maybe you withdraw a piece of confidence because of the indifference of others. But, you always have to believe, believe in the world.\\n\\nBelieve in the world. The world is always more beautiful than ugly, maybe you see too many chilling things, but the world, what you see is just a drop in the ocean, those dark can only hide in the corner of the society, one day will be illuminated by the sun. Don't because of one hurt, put away your sincerity. I believe that people are born good, so break the ice and change the world with a smile. A smile is not that difficult, but if you are hurt by something you hear, and ignore the suffering of others, this is the real decay, the decay of human nature, the tragedy of Little Yueyue probably happened because of this decay.\\n\\nTrust others. Human beings are social creatures, we can not live alone without others, people need cooperation, there is no trust between partners, things will not succeed. Believe will give us strength, critical, difficult, only believe in yourself, believe in partners, in order to maximize the hope. We are partners who have supported each other along the way. Together, we can overcome difficulties. Wang Qiang, Xu Xiaoping and Yu Minhong co-founded New Oriental as well. They have known each other since their college days. They trust each other and know each other without saying. I think this is the reason why Yu Minhong dares to bring the two laymen together to fight. Early establishment, composition https://Www.ZuoWEn8.Com/ their streets posted advertisements, school conditions are not good, but who did not give up. After New Oriental was on the right track, the three intimate people began a fierce quarrel because of the interests of the company. None of them was a business student, so they groped slowly and had constant conflicts of interest. Perhaps many people would get lost in the face of huge interests, but they did not. Three people made a lifetime of friends, even if quarreled, played, but the relationship as always. Lifelong friends, silent trust and tacit understanding, it is because of the belief, they can push New Oriental to such a height.\\n\\nBelieve in yourself. Life is very long, perhaps now you are very confused, in the face of bright chaos outside, you at a loss; People outside someone, heaven outside the sky, maybe you inferiority; But this world is only you, no matter how the world changes, your life must continue, do not be afraid, the light is always ahead. You are not the best, but for some people, you are the best. Believe in yourself, find your direction, be steadfast, confident and optimistic. Difficulties are temporary, and fear is life-long, brave to face, if injured, as growth.\\n\\nPotential different things, positive view of business, conformity, income is not the truth. The 70-year-old woman sells steamed buns from an unattended but orderly stall. Always say the national quality is low, but respect the old and love the young, take the initiative to give up your seat in life can be seen everywhere, protect the environment, obey the order and so on has been now, is happening.\\n\\nBelieve, is the best thing in the world.\",\"timestamp\":1635602867,\"title\":\"Article, believe in beauty\"},\"digest\":\"lwg4crbNf2novRq59OiZjauoQb_5XUjXCuBR2ZQ75e4\",\"authorship\":{\"contributor\":\"0x86dc791F9115CE21A31748bA05C532F15c22a58c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IkjF5cSRAeMJnHEuiEs824_ZkkMYNKUKKXlcjlZJq00\\\",\\\"y\\\":\\\"jr3BBbkg7pzOK5Zlh_XiZW3CfDmRgpPcktILhAbEbOw\\\"}\",\"signature\":\"XQBNY2dVsN5oE5KVd8mtVaFFa5jejnP5KDvhDKim8WhZQFWNlMav4mlzX-uz1EyJlvLj97HdJnFGjrWgiKf1OA\",\"signingKeySignature\":\"0xd35d0136c82e6e46d09dfc2a0b66ac83b0ea0b5ae93c41923a1c66578aee3ba84c4a0aef1633aed386b965a3fcad26d320325d1038963602d5336a96a45ee1ea1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IkjF5cSRAeMJnHEuiEs824_ZkkMYNKUKKXlcjlZJq00\\\",\\\"y\\\":\\\"jr3BBbkg7pzOK5Zlh_XiZW3CfDmRgpPcktILhAbEbOw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lwg4crbNf2novRq59OiZjauoQb_5XUjXCuBR2ZQ75e4\"}"