"{\"content\":{\"body\":\"*This post was originally published July 17, 2018 on Medium.*\\n\\n\\n---\\n\\n*State of the Map-US 2018, OpenStreetMap and FOAM’s approach to the challenge of geospatial data verification*\\n\\n**From Oct. 5–7th in Detroit, FOAM had the opportunity to participate in [State of the Map-US](https://2018.stateofthemap.us/) (SOTMUS) as both sponsors and speakers.** SOTMUS is an annual gathering for stakeholders of the open-source mapping community based on OpenStreetMap (OSM) in the US. You can learn more about what the organisation does [here](https://www.openstreetmap.org/about) and [here](https://en.wikipedia.org/wiki/OpenStreetMap))\\n\\nI attended the conference as a FOAM community member hoping to see the perspective of people deeply involved in the mapping industry. In this article I will:\\n\\n1. Give a general overview of OSM and current data verification processes\\n2. Look back on our experience at the conference along with feedback and reactions from participants\\n3. Give a call to action for the OSM community on how FOAM can return verification back to local volunteers\\n\\n## WHAT IS OSM AND DATA VERIFICATION?\\n\\nOpenStreetMap is an initiative started in 2004 with the intent to provide an open and free alternative to other existing mapping solutions. From Wikipedia:\\n\\n> “The creation and growth of OSM has been motivated by restrictions on use or availability of map information across much of the world, and the advent of inexpensive portable satellite navigation devices.”\\n\\nPeople from all around the world have participated in mapping their local areas for the past 14 years. By and large, it has worked remarkably well. The OSM community has seen steady growth up to the present and over [3 million changes](https://wiki.openstreetmap.org/wiki/Stats) added per day to the global set.\\n\\n**One reason for OSM’s continued success in data collection has been the fact that anyone can join and edit.**\\n\\n> “Contributors include enthusiast mappers, GIS professionals, engineers running the OSM servers, humanitarians mapping disaster-affected areas, and many more.”\\n\\nHowever, precisely because of this open nature, there is always the problem of malicious users adding problematic data points; this includes data that is false, malicious or from copy-written sources (*[more on vandalism here](https://wiki.openstreetmap.org/wiki/Vandalism)*). The most recent significant issue occurred at the end of August, where an OSM user changed the label for New York City to “Jewtropolis”. This was only one change of many, per the [NYT](https://www.nytimes.com/2018/08/30/business/jewtropolis-map-new-york-snapchat.html):\\n\\n> “One of the \\\\[OSM\\\\] volunteers made more than 80 anti-Semitic or hate-oriented edits to locations around the world”\\n\\nThe malicious data ended up in front of end consumers that use the OSM base map, an outcome which they certainly would have liked to avoid. **Problems of data vandalism, paired with other issues like [raised rates elsewhere](https://gadgets.ndtv.com/apps/features/google-maps-apis-new-pricing-impact-1907242)**, have encouraged the growth of enterprise verification on top of OSM. Services like this clean and sanitise data before it makes it to subscribing customers. One of the more prominent companies performing verification is [Mapbox](https://www.mapbox.com/), which sells access to their verified data to [corporate entities](https://www.mapbox.com/showcase/), including Snap, the NYT, and Mastercard.\\n\\n## ENTERPRISE SOLUTIONS TO VERIFICATION\\n\\nAt SOTMUS, Mapbox presented a few of their solutions, one of which included quadrupling the number of human reviewers for every change they incorporate. Another encouraged the use of a central repository called [OSMCha](https://wiki.openstreetmap.org/wiki/OSMCha) that many enterprise stakeholders would be able to use to cross-reference. Other strategies under development include AI and machine learning tools.\\n\\n![Presentation by Lukas Martinelli (Mapbox) at SOTMUS. Oct. 5th, 2018](https://miro.medium.com/max/1400/1\\\\*DjXtg_KbrLeRSNGNPhlsWw.png)\\n\\n![Centralizing the Map](https://miro.medium.com/max/1400/1\\\\*08uf-Es79YNbFQlIbhEvdQ.png)\\n\\nIt remains to be seen whether these solutions will be both effective and financially sustainable in the long-term. Zooming out, we can see a larger issue, and one which the community has been aware of for a while now: the ethical dilemma of monetising access to data mostly provided by volunteers.\\n\\nHow can local knowledge be accurately represented and updated? What mechanisms can ensure fresh POI data? In [his talk at SOTMUS](https://youtu.be/BDnzigWINaw?list=PLqjPa29lMiE08hjyWGcyNoCva4Str7XLk&t=792), Lukas Martinelli from Mapbox acknowledged the paramount importance of local knowledge:\\n\\n> “In the end the local contributor knows best. there are languages we don’t speak, … cultural references only you get, and that’s where the community comes in and map gardening needs to get better, we need better tools for that .. that the community can see issues, flag them, fix them, and also mark those bad edits and their hotfixes.”\\n\\n**FOAM agrees — mappers need to have the best tools and most effective frameworks to be successful as the community grows.**\\n\\nThe focus on enterprise solutions over time shifted the narrative away from the original OSM ethos of ground truth. Speaking with many attendees at the conference, it was clear that many others felt the same way — while great enterprise work was being done, it seemed like the passionate volunteers who had done much to grow the ecosystem had less and less influence. **Are there alternative models that can return value to the users who form the backbone of the community?**\\n\\n## WHAT IS FOAM’S APPROACH?\\n\\nWe were happy to share the larger FOAM ideals with the people who stopped by our booth. **At its core, FOAM is about keeping data verification and the economic incentives in the hands of the geospatial community, in line with OSM’s original vision.**\\n\\n> FOAM is about keeping data verification and the economic incentives in the hands of the geospatial community\\n\\nTo watch Ryan’s lightning talk on the FOAM map at SOTMUS, check out the first talk here:\\n\\nOur first products are the Spatial Index and the recently released FOAM Map. Both components are complementary within the FOAM vision to construct a new Web3.0 compatible location protocol.\\n\\n![It’s alive! Check it out at map.foam.space](https://miro.medium.com/max/1400/1\\\\*I6hkdV93IfxJ00s_MK2H8A.png)\\n\\nHow does the POI mechanism work? Simply put, FOAM tokens are staked by mappers to a point, representing their confidence in the veracity of the POI data. Inaccurate POI data can be challenged by other cartographers. Successful challenges are then rewarded by distributing the previous stake to the participants that voted on the challenge side. For a more detailed dive on mechanics and incentives, check out this writeup:\\n\\nBy requiring an economic stake for mappers adding info, vandalism is not as likely to crop up — hopefully mitigating the previously discussed enterprise centralisation. The opportunity of data validation gets returned to the edges of the network; the users and volunteers. \\\\*\\\\*Most significantly, map stakeholders gain an unprecedented ability to participate in network governance — how parameters are set and the data integrity maintained. \\\\*\\\\*Active mappers now have a seat at the table, a virtuous cycle that compounds directly back into the network.\\n\\n**The FOAM model is open and free for anyone to use or contribute to — hopefully this article piqued your interest in participating.** We would love to have anyone take a look at our first live product at [map.foam.space](https://map.foam.space/#/dashboard/?lng=-73.9981129&lat=40.7239096&zoom=12.46).\\n\\nLearn more about the issues and abuses of user location data in Web2.0 through this [reading list](https://blog.foam.space/reading-list-the-path-to-web3-0-for-location-data-47635230dfa3).\",\"timestamp\":1632941171,\"title\":\"Verifying Crowdsourced Spatial Data Without Central Gatekeepers\",\"publication\":\"trent\"},\"digest\":\"qZU-XQhy5et9TX0h1hy4c__cXnsRUyc-QJ-14t4F5DA\",\"authorship\":{\"contributor\":\"0x4C0a466DF0628FE8699051b3Ac6506653191cc21\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oAJRTD5ifnEYykIW34lqy9xmikvndZP-x_XXpB8454Y\\\",\\\"y\\\":\\\"CQ-eHsKc1oHLSpZaYWPIRBDbXVhIXO3rEXBkPzBWo2I\\\"}\",\"signature\":\"jG4SEvGeXPoQdpVq6F4Htz4kN9VknGOBFGmwkzYK033KppayxIVGhaQlqYulhR6pv4_Loh-vzmkh-hYFYhAFMg\",\"signingKeySignature\":\"0xfdfe8343989cb69eba02846df9fa1ba3d93c6d91c61a0984d1a21a3b09a1f13c472fd192df3f3f8142936d4bcbf82a89cbddb12c179484514eeaa2ec6ff438751c\",\"signingKeyMessage\":\"I authorize the publication of articles on trent.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oAJRTD5ifnEYykIW34lqy9xmikvndZP-x_XXpB8454Y\\\",\\\"y\\\":\\\"CQ-eHsKc1oHLSpZaYWPIRBDbXVhIXO3rEXBkPzBWo2I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gHva-XWq10bAsS3cIBxtA1DRLCWj8D0tSxPsoYkZiOA\"}"