"{\"content\":{\"body\":\"My hometown has the graceful of \\\"shore Zhi Tinglan, gloomy and green\\\", the small pool of \\\"water is especially clear\\\" that can arouse Xi Shi's water ripples, and the unique melodious call of the family after the smoke curls: \\\"Yazi! Eat...\\\"\\n\\n \\n\\nEating is a simple but happy thing. Under the dim light, people who have worked hard all day have found their home and have the support of home. Whenever my grandmother shakily brings out delicious food that makes me salivate, such as green fried vegetables, yellow pumpkin cakes, white bean curd and so on, I will be extremely anxious. As the saying goes, \\\"you can't eat hot tofu in a hurry\\\". Often when you see that I'm too hot to show my teeth and refuse to give up, grandma will blame me: \\\"no wonder I can't sit stably. It's a monkey.\\\" \\\"Why is it a monkey, grandma?\\\" \\\"Monkey hurry!\\\" A burst of hearty laughter will burst out at home.\\n\\n \\n\\nAfter dinner, we will invite each other to stroll on the ridge in the evening. The Wutong in front of the house was blown by the wind, and the trees were full of green sand, and finally turned into gold everywhere. The sky was as clean as children's eyes, and the birds fluttered their wings to decorate it. It was a little \\\"silence is better than sound\\\" to blame the birds for being too angry. Often, you only need to take a palm fan, take small steps, quietly, without disturbing the tranquility, you can feel the deep call of the distant mountains and the gentle touch of the breeze, and the lake water is also infected by the tranquility, with exciting water lines. Is it not that red tea brushed the water? Or did you touch the sadness of Yu Ji Linjiang? It seems that thousands of kinds of scenery in my hometown also contain thousands of romantic thoughts!\\n\\n \\n\\nHeaven and earth are united and all things are born, and Yin and yang are connected and changed. Feeling the smoke rising slowly in my hometown, the delicious food of my hometown, and the enthusiastic faces, I suddenly had the power to \\\"hit the water in the middle stream and curb the flying boat\\\". One day, I'm afraid I really want to prove that I am \\\"just a young classmate in full bloom\\\" when the scenery of the north is frozen for thousands of miles and snowy for thousands of miles. It also makes my hometown full of bright memories because of our generation. Today, with the development of the times, it is also branded with the mark of the times for the hometown, making it traditional and developing, and the rules are changing.\\n\\n \\n\\nMan follows earth, earth follows heaven, heaven follows Tao, and Tao follows nature. Adhering to nature, I will remember the taste of my hometown, delicious food and human feelings. In the era of the past, I will respect nature and spread the delicacy of Chinese food and spread the authentic local flavor of my beautiful countryside. That's also Chinese!\",\"timestamp\":1639148992,\"title\":\"HOMETOWN\"},\"digest\":\"nC9t_dmkKCf41KPNyfDv_VC0hFvusWwpuqDMNs0En-c\",\"authorship\":{\"contributor\":\"0x872c3d74085ed6f2a620e509672c0daEF264588b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AeQTkPb_6ldByJM2V20K0xaO-Tj-4x0r_DEnbAlP8vg\\\",\\\"y\\\":\\\"yYefmnyig_ShE_vniusNu-7q1mFRN717x2r88bpYBzI\\\"}\",\"signature\":\"I_YRyvDMZmuWlsOrWFKsx5sB03HZ9-GAjV0D2bWqdCpm0rf7FVFmMz7MDOfD2ViRaGpqWCNP5xLtlrH6o2YuEg\",\"signingKeySignature\":\"0xd166e71ed2ddbc76c8cefd636c0c738c15e16e92bd9a3fb8f2fe0f85ce7b58693c4533ccf05fcbba5ad9cc7fc2892da2ffccd8c7bdbbc060f2d3f1471ac5f91e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AeQTkPb_6ldByJM2V20K0xaO-Tj-4x0r_DEnbAlP8vg\\\",\\\"y\\\":\\\"yYefmnyig_ShE_vniusNu-7q1mFRN717x2r88bpYBzI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nC9t_dmkKCf41KPNyfDv_VC0hFvusWwpuqDMNs0En-c\"}"