"{\"content\":{\"body\":\"![Plate 1. Mist is moving into the yard.](https://images.mirror-media.xyz/publication-images/fnGk-Hd8uQn6FxNSHOep_.jpeg?height=768&width=1024)\\n\\nI live in a haunted house.\\n\\nThe purposeful spirit of one unlucky fellow.  An inhabitant whose life was cut short by a disease ignored - or perhaps it was intentional.  A suicide he conjured during his murky mental miasma.  Confused, and maybe he did not mean to, but he went a bit too far.\\n\\nTonight my cat was being very vocal - as she does when chasing mice.  I am sure of it. She could be a parrot.  She is saying, “Hello? Hello? Helllooooh!”  And then, from out of her moggy mouth, “I’m feeling feisty tonight.”\\n\\nWait.  I am straining to hear, she being in the basement, and I on the first floor.  Nothing provocative from her after that.\\n\\n“Did you hear that?”\\n\\nMy companion argues with me - why would a ghost say that?\\n\\n“What ghost?”\\n\\nWe’re too afraid to name it.\\n\\n“Helloooo. Helloooo”\\n\\nLooking our the back door, mist is forming and moving past the fence into the yard.  The skin on my jaw draws tight to the bone.  The mist forming obliquely so it is a bit unnerving.  I am thinking about the movie - The Mist.\\n\\n![Plate 2. Cornstalks in the field behind the house.](https://images.mirror-media.xyz/publication-images/OsShvpNWUXUz8yQ8bYVfH.jpeg?height=768&width=1024)\\n\\nTatters of cloth curtain moved by the breeze through an open window.  Fabric cool and moist when I touch it. She goes to bed, and I am left alone.\\n\\nCat footsteps, a snorting dog.  A dog barking non-stop a mile away. \\n\\nJupiter and Saturn far off and cold in the absolute zero of space.  Moons circling.  Jupiter’s inner one you can see darting behind the planet.\\n\\nIce vapor breath of the solar system blanketing a pale white Saturn.\\n\\nMoonlight reflecting off acres of barren cornstalks in the field behind the house.  Cold damp breeze darting and flowing through the shadows of stalks.  Oblivious to chill - looking for a purpose - chlorophyll long gone.\\n\\nI am reaching into the stalky soul of the corn field, concerned that something will pull me in.\\n\\nEarlier she said, “You know, the house across from us is haunted.  Footsteps can be heard dragging along the floor above the bedroom when it’s cold out.  Maybe you can ask to stay there some night.”  She tosses her head back in a silent laugh - like a mime.\\n\\n“Who’s not to say the message was meant for me?  I was the one who found the body.”\\n\\nQuiet now.  Late evening.  Bedding down with the cats and dog.  Warm, too warm.  Pulling off the comforter now.  Opening up a window to let the cool, pearlescent mist inside.  The cat walks in a considerate way across the floor.  Dog jumps up, looks around, and plops down on his bedding - sounding like the back door blown shut.\\n\\nThe cat in the basement is talking to herself.\\n\\nI live in a haunted house.  So do you. \\n\\n![Plate 3. She goes to bed, leaving me alone.](https://images.mirror-media.xyz/publication-images/nKFVM61Zi3MHmaam6ijjo.jpeg?height=651&width=1206)\\n\\n\",\"timestamp\":1634162982,\"title\":\"Ghosts Have Good Memories\"},\"digest\":\"CJTQpk2Qlk5ETtxq9jVSa5HPA3u7jWduR0wGE7tmQeI\",\"authorship\":{\"contributor\":\"0x5a35309F562ABe1E9BaFC864F8b175cBd802f2e1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7KGmdW4Z25krve8LzmQSRj7VONfOQ1WNKrC04ZBHpBA\\\",\\\"y\\\":\\\"cd12fZ5zJTEEMPyxN6FNVyT69_seVTKG8w7HMtnNcQo\\\"}\",\"signature\":\"yCAPI01bfmGsdMC5lSJkGnGZ_6Dk1kaufFK1steFPvUm5TvlH7GfMEqLM9YHUEYAyh_FWeavhIwhiDFAaHqsOw\",\"signingKeySignature\":\"0x11e863cef16e39eb79df872908d768ed4f2597d098040452a3ddc264cf0355232d29a17760031ba7faaeb2b78741e22db7b9c62b0510f0686286f9f06345a4531b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7KGmdW4Z25krve8LzmQSRj7VONfOQ1WNKrC04ZBHpBA\\\",\\\"y\\\":\\\"cd12fZ5zJTEEMPyxN6FNVyT69_seVTKG8w7HMtnNcQo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CJTQpk2Qlk5ETtxq9jVSa5HPA3u7jWduR0wGE7tmQeI\"}"