"{\"content\":{\"body\":\"> This article is no longer applicable, many things have changed; as they should.\\n>\\n> This article will remain published as a milemarker of where we started.\\n\\nIt’s important to highlight the primary draws of the DFLDAO:\\n\\n* On-boarding ppl from the global south to web3\\n* Supporting an URM Founder/Developer\\n\\nThat’s pretty much it … but the ideas below are fire!\\n\\n\\n---\\n\\n> *Shout-out to [Art Coal](https://mirror.xyz/0x253B77d9100E39601Ee01b4e5567a5fc8E878A81/yvBxK-RqZu-Kc5nbkgXyDRQmajg71uXj0MEYAaRSnxc) for the idea to write this!!!*\\n\\n\\n---\\n\\nSoon I’ll be launching a crowdfunding campaign to create a DAO; ~~though I need to make sure I have enough ETH for gas-fees before I do;~~ and I would like to gauge and grow the interest in this project, before I launch it :)\\n\\n\\n---\\n\\n**Well, actually, the first community entrance round will be officiated via Solana NFTs …** for numerous reasons, though consideration for the environment being the most important reason \\\\~ I’m super happy about this turn of events!\\n\\n\\n---\\n\\nPlease share [this page](https://mirror.xyz/0x37EDCc3A545F148706086d61507fC27e98990E3e/CMabCrgBd76SHBbdPbai_wl7F7JTQXMNuJEI5hFrIYk) and give me your feedback via twitter **[@CultureClap](https://twitter.com/ArtCoal2) / [@DFLDAO](https://twitter.com/DFLDAO) or [join the Discord Server](https://discord.gg/bwMRRbs)** to further discuss.\\n\\n![](https://images.mirror-media.xyz/publication-images/lNZQXIPJ9hvQ1JaA0OFSB.jpg?height=1024&width=1536&&&&&&&&&&&&&&&&&&&&&&&&&size=large)\\n\\nI’ve been searching for the (open-source) tools to build the community I knew was possible, and web3 is bringing these tools to life. Encouraging me to pursue my most ambitious of experiments!!!\\n\\nSo, I’m seeking investment in my *laboratory*…\\n\\nPresenting the ***DFLDAO:*** *DreamFreely Laboratory DAO*.\\n\\nThis is a community to support my research and development … [idioke](https://www.idioke.com), [Rebel Coding](https://www.rebelcoding.com), [Manifesting Empathy](https://www.manifestingempathy.com) and [ScreamFreely](https://www.screamfreely.org) are just a few of the recent creations.\\n\\nWhile at all levels of laboratory research, testing and product, educational opportunities are embedded, so as to *lift as we climb* or *carry while we explore*.\\n\\n## Basics\\n\\n**Project Title:** DFLDAO\\n**Token:** $DFLD\\n**Funding Goals:** 200 SOL\\n\\n## NFT Tiers\\n\\n**4 SOL, Supply:** 40, NFT: $ Pass (image)\\n**? SOL, Supply:** 60, NFT: x0 Pass (image)\\n**? SOL, Supply:** 500, NFT: @ Pass (image)\\n\\n***Though only $ passes will be made available to start.***\\n\\nIt is a small community, with a modest barrier to entry.\\n\\nThere will be an eventual second round for another 60 NFTs at an undetermined point in the future. And a finally an NFT community round for an undetermined amount of **@** passes.\\n\\n## The Build\\n\\nAll things serve an educational purpose; all things will be done transparently. Not so that others may vett the process, but so that the uninitiated by have access to resources to learn about the process!\\n\\n![rebelcoding.com](https://images.mirror-media.xyz/publication-images/O66nDjsTg1hiA93LpQ4be.png?height=637&width=1366)\\n\\nOn the financial side, a tool called GNUCash is used; and tutorials are being made, to help individuals organize their finances.\\n\\nWhile our first objective will be to obtain primary laboratory space.\\n\\nThis will be a space to generate one’s own food, and energy; and a place to create educational content around all of these developments. Learning to live in communion with the land. And out from this space, all other content will be created.\\n\\n## The Projects\\n\\nEverything is centered around an essence of learning. Our primary product is [idioke, a tool for improving pronunciation](https://www.idioke.com) in a target language. The hook being that users receive ***personalized daily feedback*** … all for $10 USD per month.\\n\\nThe next project is [Rebel Coding, a series of programs and tools](https://www.rebelcoding.com) designed to on-board those interested in computer programming through web development. Both of which feed into a third project located at [screamfreely.org](https://www.screamfreely.org).\\n\\n*This* being an incredibly brief overview of the initial DFL ecosystem; I’ve also started building ***[a small library in public](https://library.dreamfreely.org)***, covering a few other topics.\\n\\n\\n---\\n\\nPlease share [this page](https://mirror.xyz/0x37EDCc3A545F148706086d61507fC27e98990E3e/CMabCrgBd76SHBbdPbai_wl7F7JTQXMNuJEI5hFrIYk) and give me your feedback via twitter **[@CultureClap](https://twitter.com/ArtCoal2) / [@DFLDAO](https://twitter.com/DFLDAO) or [join the Discord Server](https://discord.gg/bwMRRbs)** to further discuss.\\n\\n\\n---\\n\\n**From the macro perspective,** this series of curriculum follows the path of (1) learning English, to (2) learning to code, to (3) building your own digital presence, and finally (4) managing a community.\\n\\nAnd while some may ask how I could consider myself an expert; my only reply would be survivor-ship bias. Along with a decade of academic study + 10 more years of experiential investigation and research.\\n\\n## The Kicker\\n\\nCurrently, I reside back home in the global south; and my neighbors, near and beneath the equator, are my primary target market. The goal being both to redistribute wealth and opportunity, while sharing and celebrating music, and using it as a method of learning a languages.\\n\\n***[idioke is the primary candidate for immediate web3 integration.](https://www.idioke.com)***\\n\\n***Hypothesis:*** idioke receives submissions from users, and the app pays in digital-tokens that can be exchanged for fiat; *how*, is the only question. Though here also is where our work begins **to bridge web3 technologies and those in developing countries.**\\n\\n***Functional, proof of concept, mobile applications have been built***, and are on the cusp of limited deployment to alpha-testers.\\n\\n![](https://images.mirror-media.xyz/publication-images/BVMccTGLLZkfIzDea33tD.png?height=585&width=745)\\n\\n## Crowdfunding a Community\\n\\nThis crowdfund is being conducted as part of a [Friends & Family Pre-Seed](https://www.gofundme.com/f/land-back-indigitech) round; an additional 200 SOL to be raised via NFTs.\\n\\nMy current need is for advisors; a community of people to provide feedback on the variety of creations I make, ergo the DreamFreely Labs DAO.\\n\\nAnd that is **the primary aim of this crowdfund, to gain the oversight of those more informed on the business, technology, legal and financial ramifications of web3,** than I. So as to focus on the following few initial moving parts.\\n\\n1. Organizing Community Dialogue and Voting\\n2. Formalizing Benefit Tiers & Tokenomics\\n3. Verifying Primary Products & Payment Portals\\n\\n## About the NFT Passes\\n\\nThree tiers exist, the ***$ Pass***, the ***x0 Pass*** and the ***@ Pass***; each enables different levels of digital access, while together forming the Council of Thirty. Each level being the next in the line for vetting ideas, efforts and positions.\\n\\n### $ Pass (40)\\n\\n$ Pass holders are the first 40 community NFTs; as such they will have unprecedented access to yours truly, for consultation in their own endeavors; as well as access to the fruits of our labor. Namely exclusive access to our top students and participants.\\n\\n### x0 Pass (60)\\n\\nx0 Pass holders are the next 60 community NFTs; your access will only be preceded by $ Pass holders. Ever available for consultation, and privileged access to the graduates of our programs.\\n\\n### @ Pass (500)\\n\\nThese passes are from whom we’ll compose our beta-testing groups. Two-hundred NFTs may initially be made available, while another 300 held in reserve for monthly supporters, on-boarding them to web3.\\n\\nThus will we have created the primary DFLDAO Level I community, initially composed of 40+ instrumental individuals, grown to the active capacity of 600!!!\\n\\n**Additional benefits include:**\\n\\n* Private Discord\\n* Exclusive Airdrops\\n\\n[https://soundcloud.com/cultureclap/sets/latest](https://soundcloud.com/cultureclap/sets/latest)\\n\\n### Council of Thirty (Co3)\\n\\nThe Co3 if composed of the **$** & **x0** Pass holders, to primarily provide ***web3, business, legal and tax council***.\\n\\nWe realize that not all information can be given directly, or freely. The DFLDAO seeks a base of experts through whom we can find what we may need at any given moment.\\n\\nWe are navigating new terrain, and we want to explore, while fortifying our position as efficiently as possible along the way. Those of us nearer to web3 technologies are more informed on the possibilities; though I look to you all to help strengthen these weaknesses of mine.\\n\\n### Council of Twenty (Co2)\\n\\nThe Co2 represents monthly fiat supporters and **@** pass holders; primarily providing ***interpersonal, branding, marketing, outreach & community council***. If the Council of Thirty are to drive the organizations needs, it is the Council of Twenty that helps to govern the organization’s wants.\\n\\n### Council of One-Hundred (Co1)\\n\\nThe Co3 & Co2 combine to create the Council of Fifty (Co5), whose duty is to gather the Council of 100 (Co1). The Co5 establishes benchmarks and milestones, which it is the executive leaders’ responsibility to achieve, in collaboration with the Co5.\\n\\nThe Co1 are our initial beta-testers for new products and features. Co1 participants are initially pulled from the monthly supporting and **@** pass community, among possible others connected via mailing list and social media.\\n\\nThis structure being the start of our Level II Minimum Viable Community.\\n\\n## The Goal\\n\\nThe goal is to be able to create products that reinvest their value back into the communities they serve. For it all to be run transparently, and in collaboration with the communities both being served, and serving.\\n\\nEventually, for each of these individual products (idioke, Rebel Coding, etc) will be spun off into their own DAOs, and the DFLDAO will merely hold a stake in each of them.\\n\\nAs for how that happens, it is unknown and for us to decide when we get there.\\n\\nIf you’re interested getting involved, [drop me a line over on Twitter @CultureClap](https://www.twitter.com/CultureClap).\\n\\nI’m still fixin’ up the Discord, but please feel free to join [\\\\~ you’ll be early](https://discord.gg/bwMRRbs).\\n\\nThere are still a few questions about these Mirror fundraisers to get answered, though I hope to get this wrapped up by the end of the year if possible :)\\n\\nWhatcha think?\\n\\n***Next up:*** *What will be done with all the extra money ?*\",\"timestamp\":1637679849,\"title\":\"Introducing DFLDAO\"},\"digest\":\"NY3ESXU9HjdHESacqoq5ioSL6yb6WunI4hY5Hkg9iXU\",\"authorship\":{\"contributor\":\"0x37EDCc3A545F148706086d61507fC27e98990E3e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9-p-1DFDtJoPxSFITq3zO3uHs2p897-eVvkzfGvRtrk\\\",\\\"y\\\":\\\"2XL2ZkU6YRqfd4RZ4CAh9BF468lP2OopmUKuz7ZsWf4\\\"}\",\"signature\":\"N2mVsmIw-eW23xiAYzmwOYrZnI_VeQnM32jXdNIMX2o4Yj86V9zjZWF1kvfpz-HsNztNfgG4-iLno5x8JwKL5g\",\"signingKeySignature\":\"0xbea48e6f967aa7f6e31ef6b42dea2a078c9b9488d727e90b91343c4c0f398c9b0eb2c1acaffda08430e430e2673504d1b78142727b922c205b0e380e83642e1d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9-p-1DFDtJoPxSFITq3zO3uHs2p897-eVvkzfGvRtrk\\\",\\\"y\\\":\\\"2XL2ZkU6YRqfd4RZ4CAh9BF468lP2OopmUKuz7ZsWf4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CMabCrgBd76SHBbdPbai_wl7F7JTQXMNuJEI5hFrIYk\"}"