"{\"content\":{\"body\":\"Over the festive period between the years, I acquired a Ledger Nano X hardware\\nwallet to store many of my digital assets on it for increased security without\\ngravely limiting usability.\\n\\nConcretely, my goals are:\\n\\n* store my coins/tokens on a wallet where the private keys (could) have never\\n  touched the internet\\n* retain quick access to my funds\\n* maintain compatibility with the web3 ecosystem\\n* pay the least amount of fees possible for token transfers\\n\\n### Ledger Device Setup\\n\\nWith the goals stated above, I set up my Ledger Nano X. Of course, the battery\\nhad depleted and the device was in a deep discharge state. I surmise it's been\\nlike that for a long time and hope the battery hasn't gone utterly numb\\nyet. After charging it, I continued with the setup. As security was my main\\nconcern, I did not import an existing ETH/BTC/SOL wallet but created one\\nafresh with a 24-word passphrase. After setting up the device, I diligently\\ninstalled the respective crypto-specific apps on the Ledger and verified the\\naddresses on a block explorer. Then, I transferred coins to the wallets.\\n\\nThis part was very straightforward. The default settings on the Ledger itself\\nare also apt (e.g. 10min PIN code time-out), albeit I set them to be more\\nstringent.\\n\\nVerdict: **smooth experience**\\n\\n### Integrating With the Rest of the Ecosystem\\n\\nThe ledger device is used together with the Ledger Live app, which works well\\nenough (up to now) but is not crazy nice/fast/intuitive. Ledger Live works on my\\nmain machine (Linux) and on my mobile device (iOS), which is nice.\\n\\nOn the web, MetaMask, Rainbow and Phantom are probably the most used wallets\\ncurrently. MM allows connecting a hardware wallet. If done, any transaction\\ninitiated through MM must be authorised on the hardware wallet first. That\\nsounds nice in theory and I'd love to do that, but alas this feature is not\\nsupported by Firefox. This is due to missing\\n[webUSB](https://caniuse.com/webusb) support on Firefox. Mozilla [says that\\nwebUSB is a liability](https://mozilla.github.io/standards-positions/#webusb)\\nrather than a feature -- I don't think support is imminent.\\n\\nVerdict: **rough on the edges, no Firefox support**\\n\\n### Transferring Tokens\\n\\nI intend to also transfer the tokens/NFTs I own over. That's put on\\nhold currently because of the high gas fees - if that ever changes.\\n\\n### Appendix: Why did I choose the Ledger Nano X\\n\\nI did very cursory research on hardware wallets. The two which stood out were\\nLedger and Trezor. Both have been around for a long time and are fairly trusted\\n(yes, they had security incidents!). The cheaper Trezor model One did not\\nsupport Monero (XMR) which ruled that model out. Any Trezor also cannot be used\\nwith an iPhone currently. Same for the BitBox02. This is why I opted for a\\nLedger Nano X in the end. For the next HW wallet, I hope to be able to go with a\\nfully OSS version with BT/iOS support.\",\"timestamp\":1640962898,\"title\":\"Quick Ledger setup \"},\"digest\":\"PaDMUHkI160ne8eKJRt1VC9JYZlvmu3tTUtvIGth98E\",\"authorship\":{\"contributor\":\"0x6ABBB2a16CC9E68dD72eC755A5F6e5b659C0e243\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZRsoigkENwFg4VOrR67iIko_uYVW-SXp_FlEmRy-IVA\\\",\\\"y\\\":\\\"qY-2mGDB2SnAE31MqPs2yjaC3bedUPUsZMOvb2Eu4Zo\\\"}\",\"signature\":\"nfQNLPsoY5ZtU-MYoEH3j-KT7mXu8ZeebP0kF_bSwrJtsBXVt1uoLHu_Db1e9-AEY1tz6lHdGt2QpmQ866ZFww\",\"signingKeySignature\":\"0xd0ed4f68265e9136c5f61402f7ce722a050a80befb8d58c83d36d50e883abb1d180ffbbd245e90b5b8a3607c21c1d43d5fc4df223f807f4f98637375fb23bb2c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZRsoigkENwFg4VOrR67iIko_uYVW-SXp_FlEmRy-IVA\\\",\\\"y\\\":\\\"qY-2mGDB2SnAE31MqPs2yjaC3bedUPUsZMOvb2Eu4Zo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PaDMUHkI160ne8eKJRt1VC9JYZlvmu3tTUtvIGth98E\"}"