"{\"content\":{\"body\":\"With the [$LONDON Shoppe](https://london.pob.studio/shoppe) selling out, thought it time to share more about the generative art and its inner workings.\\n\\n## Choosing its 'source' of beauty\\n\\nThe $LONDON gift generative art was a long study on procedural generation found in game development. I always admired the work put into making game worlds feel more immersive and found a unique opportunity to take some of their technologies to fashion art instead of digital realities.\\n\\nTo that, I have for the last few months researched and explored varying algorithms used by games to create procedural world and the found most promising and interesting design to be \\\"Wave function collapse\\\", WFC for short.\\n\\nhttps://github.com/mxgmn/WaveFunctionCollapse\\n\\nA particularly powerful and adaptable algorithm, WFC at its core is simply a 'soduku' solver on steroids. Instead of resolving numbers in a grid, it resolves visual 'tiles'. These 'tiles' in games would be dirt paths, grass land, forest, and castles. \\n\\n![Image from WaveFunctionCollapse repo](https://images.mirror-media.xyz/publication-images/96c6e99a-0785-4924-bba2-20aee6380e6b.png?height=686&width=838)\\n\\n$LONDON's generative art is at its core, a WFC implementation made with some key deviations to create 'abstract' art instead of game worlds.\\n\\n![Do you see the WFC algo?](https://images.mirror-media.xyz/publication-images/50aea729-6485-4c13-89c7-90a209f98c8c.png?height=777&width=1419)\\n\\n## Visual Inspiration\\n\\nFor the art, I was largely inspired by the abstract forms found in [Kjetil Golid's](https://generated.space/) work like [Archetype](https://artblocks.io/project/23) and [Tilework](https://generated.space/sketch/tilework/).\\n\\nI love the strong forms and strong color identity and wanted to create my expression of this aesthetic. All my previous works tend to celebrate colors in a more painterly way, this algorithm was designed to highlight a more 'pop' art style.\\n\\n## Building a tile generator\\n\\n![WFC matches tiles by matching edge colors](https://images.mirror-media.xyz/publication-images/257789cc-47c4-4868-a876-5fa4ff650669.png?height=2048&width=2732)\\n\\nWFC is at its core, a puzzle solver. You feed it a set of tiles with different colors on the edges, and it tries to match only like color edges together. What is actually drawn within the tile is up to visual design/interpretation.\\n\\nA good bulk of the work was put into creating a tile generator, a system that allowed me to feed into it simple rules and to extrapolate all the tiles I want out of the simple rules given. \\n\\n![I feed in colors + black and white tile, it does the rest](https://images.mirror-media.xyz/publication-images/f79b2a00-35df-4cf0-aaf5-e5d8d6757da4.png?height=2048&width=2732)\\n\\nIn the token metadata of each gift, you will see a `tileSet` attribute, that attribute selects which set of tiles to use to generate the artwork. Each `tileSet` offers varying visual output because of the constraints of how the tiles can be matched to each other. \\n\\n![Early brainstorming around tile sets](https://images.mirror-media.xyz/publication-images/c65b81f1-ff54-42a5-9dbf-a376c7815020.png?height=4032&width=3024)\\n\\n## Creating art out of randomness\\n\\nWFC, alone, is great at making world maps in games. The randomness in the system is a design feature, not a bug. In our case however, we actually don't want the randomness. The randomness in WFC results in mostly 'patterns' but I wanted the generative art to each feel distinctive and come with their own 'natural focus' that draws ur eye. \\n\\n![Early build with random tiling](https://images.mirror-media.xyz/publication-images/7b5a6b30-511b-451e-94d5-2e027a923ba9.png?height=1442&width=1446)\\n\\nEarly builds distributed color evenly and had no capacity to create compositions, and put certain colors in certain areas of the canvas.\\n\\nTo that, I added a noise function pass on top of the WFC implementation; This in affect created a 'weighted' random system that is sensitive to the X and Y cord of the tile to be placed.\\n\\nFor example, say it is near the coordinate (5,5), the algorithm will prefer to choose tiles of, say the color red. If the coordinate is (15, 15), it may prefer to choose tiles of another color, blue.\\n\\nAlong with a noise function pass, I have also built a memory component to make the WFC implementation try to repeat patterns it has tiled earlier. This results in interesting repetitive patterns and create a certain aesthetic.\\n\\nThe difference of the result is subtle but does create quite the variety and 'artistic' vibe in the final output.\\n\\n![](https://images.mirror-media.xyz/publication-images/1153218a-e2fd-4ec0-a9dc-13e9c319cef9.gif?height=2048&width=2048)\\n\\n## Wrapping up\\n\\nAt its core, $LONDON gift shoppe is a fairly elegant algorithm that was the repurposing of a mainly game dev system for art.\\n\\nWith weeks of fine tuning the algorithm, the gift art was ready to be tokenized as a NFT. You may have seen the #experiments along the way as I was polished the algo. \\n\\nThe art is a deviation of what I traditionally do, but it was a welcome change. \\n\\nHope you guys and gals like it.\\n\\n\\n\\n\\n\",\"timestamp\":1628181747,\"title\":\"The story behind $LONDON Gift Shoppe art\",\"publication\":\"pob\"},\"digest\":\"3amXyDmBwG7sVhLmj7hviTrRki76nstKciTXmu_ByBg\",\"authorship\":{\"contributor\":\"0x9428ca8b5fe52C33BD0BD7222d719d788B6467F4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f4lxWJ7MMU4GxbbsxawgQjBR87bM4Y61rY3jlio0IPc\\\",\\\"y\\\":\\\"8BBv114x_KK9Xsip3yKW3qv8rfqfoBep5hKF19_QZtQ\\\"}\",\"signature\":\"wiTMsqf-hGBjOI4HkiYwa3ESAqq4oqVGk5jyuaoA34MedqCPDyiHzjWENiszmyrPgau6svB7bmSg88qSFmsXUQ\",\"signingKeySignature\":\"0x754804fc5d5546f4c8143aab9db15e2e23098ed3f4ac09aff0777cbfa36e04cf391bb14a0cb436cb07886b5f1210362f94a6874f456ced7ddc4fc926f0d9018b1b\",\"signingKeyMessage\":\"I authorize the publication of articles on pob.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f4lxWJ7MMU4GxbbsxawgQjBR87bM4Y61rY3jlio0IPc\\\",\\\"y\\\":\\\"8BBv114x_KK9Xsip3yKW3qv8rfqfoBep5hKF19_QZtQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jNuwasIPdCnUfJNCgibslzIcUsSFWmPV8hDailzwDAs\"}"