"{\"content\":{\"body\":\"\\\"It must be far,\\\" said Georges, \\\"for I saw that person in charge of\\n\\nyour household give you provisions enough for an ocean voyage: rolls,\\n\\nchocolate--\\\"\\n\\n\\\"A special kind of bread and chocolate, yes, monsieur,\\\" returned\\n\\nOscar; \\\"my stomach is much too delicate to digest the victuals of a\\n\\ntavern.\\\"\\n\\n\\\"'Victuals' is a word as delicate and refined as your stomach,\\\" said\\n\\nGeorges.\\n\\n\\\"Ah! I like that word 'victuals,'\\\" cried the great painter.\\n\\n\\\"The word is all the fashion in the best society,\\\" said Mistigris. \\\"I\\n\\nuse it myself at the cafe of the Black Hen.\\\"\\n\\n\\\"Your tutor is, doubtless, some celebrated professor, isn't he?--\\n\\nMonsieur Andrieux of the Academie Francaise, or Monsieur Royer-\\n\\nCollard?\\\" asked Schinner.\\n\\n\\\"My tutor is or was the Abbe Loraux, now vicar of Saint-Sulpice,\\\"\\n\\nreplied Oscar, recollecting the name of the confessor at his school.\\n\\n\\\"Well, you were right to take a private tutor,\\\" said Mistigris.\\n\\n\\\"'Tuto, tutor, celeritus, and jocund.' Of course, you will reward him\\n\\nwell, your abbe?\\\"\\n\\n\\\"Undoubtedly he will be made a bishop some day,\\\" said Oscar.\\n\\n\\\"By your family influence?\\\" inquired Georges gravely.\\n\\n\\\"We shall probably contribute to his rise, for the Abbe Frayssinous is\\n\\nconstantly at our house.\\\"\\n\\n\\\"Ah! you know the Abbe Frayssinous?\\\" asked the count.\\n\\n\\\"He is under obligations to my father,\\\" answered Oscar.\\n\\n\\\"Are you on your way to your estate?\\\" asked Georges.\\n\\n\\\"No, monsieur; but I am able to say where I am going, if others are\\n\\nnot. I am going to the Chateau de Presles, to the Comte de Serizy.\\\"\\n\\n\\\"The devil! are you going to Presles?\\\" cried Schinner, turning as red\\n\\nas a cherry.\\n\\n\\\"So you know his Excellency the Comte de Serizy?\\\" said Georges.\\n\\nPere Leger turned round to look at Oscar with a stupefied air.\\n\\n\\\"Is Monsieur de Serizy at Presles?\\\" he said.\\n\\n\\\"Apparently, as I am going there,\\\" replied Oscar.\\n\\n\\\"Do you often see the count,\\\" asked Monsieur de Serizy.\\n\\n\\\"Often,\\\" replied Oscar. \\\"I am a comrade of his son, who is about my\\n\\nage, nineteen; we ride together on horseback nearly every day.\\\"\\n\\n\\\"'Aut Caesar, aut Serizy,'\\\" said Mistigris, sententiously.\\n\\nPierrotin and Pere Leger exchanged winks on hearing this statement.\\n\\n\\\"Really,\\\" said the count to Oscar, \\\"I am delighted to meet with a\\n\\nyoung man who can tell me about that personage. I want his influence\\n\\non a rather serious matter, although it would cost him nothing to\\n\\noblige me. It concerns a claim I wish to press on the American\\n\\ngovernment. I should be glad to obtain information about Monsieur de\\n\\nSerizy.\\\"\\n\\n\\\"Oh! if you want to succeed,\\\" replied Oscar, with a knowing look,\\n\\n\\\"don't go to him, but go to his wife; he is madly in love with her; no\\n\\none knows more than I do about that; but she can't endure him.\\\"\\n\\n\\\"Why not?\\\" said Georges.\\n\\n\\\"The count has a skin disease which makes him hideous. Doctor Albert\\n\\nhas tried in vain to cure it. The count would give half his fortune if\\n\\nhe had a chest like mine,\\\" said Oscar, swelling himself out. \\\"He lives\\n\\na lonely life in his own house; gets up very early in the morning and\\n\\nworks from three to eight o'clock; after eight he takes his remedies,\\n\\n\\\\--sulphur-baths, steam-baths, and such things. His valet bakes him in\\n\\na sort of iron box--for he is always in hopes of getting cured.\\\"\\n\\n\\\"If he is such a friend of the King as they say he is, why doesn't he\\n\\nget his Majesty to touch him?\\\" asked Georges.\\n\\n\\\"The count has lately promised thirty thousand francs to a celebrated\\n\\nScotch doctor who is coming over to treat him,\\\" continued Oscar.\\n\\n\\\"Then his wife can't be blamed if she finds better--\\\" said Schinner,\\n\\nbut he did not finish his sentence.\\n\\n\\\"I should say so!\\\" resumed Oscar. \\\"The poor man is so shrivelled and\\n\\nold you would take him for eighty! He's as dry as parchment, and,\\n\\nunluckily for him, he feels his position.\\\"\\n\\n\\\"Most men would,\\\" said Pere Leger.\\n\\n\\\"He adores his wife and dares not find fault with her,\\\" pursued Oscar,\\n\\nrejoicing to have found a topic to which they listened. \\\"He plays\\n\\nscenes with her which would make you die of laughing,--exactly like\\n\\nArnolphe in Moliere's comedy.\\\"\\n\\nThe count, horror-stricken, looked at Pierrotin, who, finding that the\\n\\ncount said nothing, concluded that Madame Clapart's son was telling\\n\\nfalsehoods.\\n\\n\\\"So, monsieur,\\\" continued Oscar, \\\"if you want the count's influence, I\\n\\nadvise you to apply to the Marquis d'Aiglemont. If you get that former\\n\\nadorer of Madame de Serizy on your side, you will win husband and wife\\n\\nat one stroke.\\\"\\n\\n\\\"Look here!\\\" said the painter, \\\"you seem to have seen the count\\n\\nwithout his clothes; are you his valet?\\\"\\n\\n\\\"His valet!\\\" cried Oscar.\\n\\n\\\"Hang it! people don't tell such things about their friends in public\\n\\nconveyances,\\\" exclaimed Mistigris. \\\"As for me, I'm not listening to\\n\\nyou; I'm deaf: 'discretion plays the better part of adder.'\\\"\\n\\n\\\"'A poet is nasty and not fit,' and so is a tale-bearer,\\\" cried\\n\\nSchinner.\\n\\n\\\"Great painter,\\\" said Georges, sententiously, \\\"learn this: you can't\\n\\nsay harm of people you don't know. Now the little one here has proved,\\n\\nindubitably, that he knows his Serizy by heart. If he had told us\\n\\nabout the countess, perhaps--?\\\"\\n\\n\\\"Stop! not a word about the Comtesse de Serizy, young men,\\\" cried the\\n\\ncount. \\\"I am a friend of her brother, the Marquis de Ronquerolles, and\\n\\nwhoever attempts to speak disparagingly of the countess must answer to\\n\\nme.\\\"\\n\\n\\\"Monsieur is right,\\\" cried the painter; \\\"no man should blaguer women.\\\"\\n\\n\\\"God, Honor, and the Ladies! I believe in that melodrama,\\\" said\\n\\nMistigris.\\n\\n\\\"I don't know the guerrilla chieftain, Mina, but I know the Keeper of\\n\\nthe Seals,\\\" continued the count, looking at Georges; \\\"and though I\\n\\ndon't wear my decorations,\\\" he added, looking at the painter, \\\"I\\n\\nprevent those who do not deserve them from obtaining any. And finally,\\n\\nlet me say that I know so many persons that I even know Monsieur\\n\\nGrindot, the architect of Presles. Pierrotin, stop at the next inn; I\\n\\nwant to get out a moment.\\\"\\n\\nPierrotin hurried his horses through the village street of Moisselles,\\n\\nat the end of which was the inn where all travellers stopped. This\\n\\nshort distance was done in silence.\\n\\n\\\"Where is that young fool going?\\\" asked the count, drawing Pierrotin\\n\\ninto the inn-yard.\\n\\n\\\"To your steward. He is the son of a poor lady who lives in the rue de\\n\\nla Cerisaie, to whom I often carry fruit, and game, and poultry from\\n\\nPresles. She is a Madame Husson.\\\"\\n\\n\\\"Who is that man?\\\" inquired Pere Leger of Pierrotin when the count had\\n\\nleft him.\\n\\n\\\"Faith, I don't know,\\\" replied Pierrotin; \\\"this is the first time I\\n\\nhave driven him. I shouldn't be surprised if he was that prince who\\n\\nowns Maffliers. He has just told me to leave him on the road near\\n\\nthere; he doesn't want to go on to Isle-Adam.\\\"\\n\\n\\\"Pierrotin thinks he is the master of Maffliers,\\\" said Pere Leger,\\n\\naddressing Georges when he got back into the coach.\\n\\nThe three young fellows were now as dull as thieves caught in the act;\\n\\nthey dared not look at each other, and were evidently considering the\\n\\nconsequences of their fibs.\\n\\n\\\"This is what is called 'suffering for license sake,'\\\" said Mistigris.\\n\\n\\\"You see I did know the count,\\\" said Oscar.\\n\\n\\\"Possibly. But you'll never be an ambassador,\\\" replied Georges. \\\"When\\n\\npeople want to talk in public conveyances, they ought to be careful,\\n\\nlike me, to talk without saying anything.\\\"\\n\\n\\\"That's what speech is for,\\\" remarked Mistigris, by way of conclusion.\\n\\nThe count returned to his seat and the coucou rolled on amid the\\n\\ndeepest silence.\\n\\n\\\"Well, my friends,\\\" said the count, when they reached the Carreau\\n\\nwoods, \\\"here we all are, as silent as if we were going to the\\n\\nscaffold.\\\"\\n\\n\\\"'Silence gives content,'\\\" muttered Mistigris.\\n\\n\\\"The weather is fine,\\\" said Georges.\\n\\n\\\"What place is that?\\\" said Oscar, pointing to the chateau de\\n\\nFranconville, which produces a fine effect at that particular spot,\\n\\nbacked, as it is, by the noble forest of Saint-Martin.\\n\\n\\\"How is it,\\\" cried the count, \\\"that you, who say you go so often to\\n\\nPresles, do not know Franconville?\\\"\\n\\n\\\"Monsieur knows men, not castles,\\\" said Mistigris.\\n\\n\\\"Budding diplomatists have so much else to take their minds,\\\" remarked\\n\\nGeorges.\\n\\n\\\"Be so good as to remember my name,\\\" replied Oscar, furious. \\\"I am\\n\\nOscar Husson, and ten years hence I shall be famous.\\\"\\n\\nAfter that speech, uttered with bombastic assumption, Oscar flung\\n\\nhimself back in his corner.\\n\\n\\\"Husson of what, of where?\\\" asked Mistigris.\\n\\n\\\"It is a great family,\\\" replied the count. \\\"Husson de la Cerisaie;\\n\\nmonsieur was born beneath the steps of the Imperial throne.\\\"\\n\\nOscar colored crimson to the roots of his hair, and was penetrated\\n\\nthrough and through with a dreadful foreboding.\\n\\nThey were now about to descend the steep hill of La Cave, at the foot\\n\\nof which, in a narrow valley, flanked by the forest of Saint-Martin,\\n\\nstands the magnificent chateau of Presles.\\n\\n\\\"Messieurs,\\\" said the count, \\\"I wish you every good fortune in your\\n\\nvarious careers. Monsieur le colonel, make your peace with the King of\\n\\nFrance; the Czerni-Georges ought not to snub the Bourbons. I have\\n\\nnothing to wish for you, my dear Monsieur Schinner; your fame is\\n\\nalready won, and nobly won by splendid work. But you are much to be\\n\\nfeared in domestic life, and I, being a married man, dare not invite\\n\\nyou to my house. As for Monsieur Husson, he needs no protection; he\\n\\npossesses the secrets of statesmen and can make them tremble. Monsieur\\n\\nLeger is about to pluck the Comte de Serizy, and I can only exhort him\\n\\nto do it with a firm hand. Pierrotin, put me out here, and pick me up\\n\\nat the same place to-morrow,\\\" added the count, who then left the coach\\n\\nand took a path through the woods, leaving his late companions\\n\\nconfused and bewildered.\\n\\n\\\"He must be that count who has hired Franconville; that's the path to\\n\\nit,\\\" said Leger.\\n\\n\\\"If ever again,\\\" said the false Schinner, \\\"I am caught blague-ing in a\\n\\npublic coach, I'll fight a duel with myself. It was your fault,\\n\\nMistigris,\\\" giving his rapin a tap on the head.\\n\\n\\\"All I did was to help you out, and follow you to Venice,\\\" said\\n\\nMistigris; \\\"but that's always the way, 'Fortune belabors the slave.'\\\"\\n\\n\\\"Let me tell you,\\\" said Georges to his neighbor Oscar, \\\"that if, by\\n\\nchance, that was the Comte de Serizy, I wouldn't be in your skin for a\\n\\ngood deal, healthy as you think it.\\\"\\n\\nOscar, remembering his mother's injunctions, which these words\\n\\nrecalled to his mind, turned pale and came to his senses.\\n\\n\\\"Here you are, messieurs!\\\" cried Pierrotin, pulling up at a fine iron\\n\\ngate.\\n\\n\\\"Here we are--where?\\\" said the painter, and Georges, and Oscar all at\\n\\nonce.\\n\\n\\\"Well, well!\\\" exclaimed Pierrotin, \\\"if that doesn't beat all! Ah ca,\\n\\nmonsieurs, have none of you been here before? Why, this is the chateau\\n\\nde Presles.\\\"\\n\\n\\\"Oh, yes; all right, friend,\\\" said Georges, recovering his audacity.\\n\\n\\\"But I happen to be going on to Les Moulineaux,\\\" he added, not wishing\\n\\nhis companions to know that he was really going to the chateau.\\n\\n\\\"You don't say so? Then you are coming to me,\\\" said Pere Leger.\\n\\n\\\"How so?\\\"\\n\\n\\\"Why, I'm the farmer at Moulineaux. Hey, colonel, what brings you\\n\\nthere?\\\"\\n\\n\\\"To taste your butter,\\\" said Georges, pulling out his portfolio.\\n\\n\\\"Pierrotin,\\\" said Oscar, \\\"leave my things at the steward's. I am going\\n\\nstraight to the chateau.\\\"\\n\\nWhereupon Oscar plunged into a narrow path, not knowing, in the least,\\n\\nwhere he was going.\\n\\n\\\"Hi! Monsieur l'ambassadeur,\\\" cried Pere Leger, \\\"that's the way to the\\n\\nforest; if you really want to get to the chateau, go through the\\n\\nlittle gate.\\\"\\n\\nThus compelled to enter, Oscar disappeared into the grand court-yard.\\n\\nWhile Pere Leger stood watching Oscar, Georges, utterly confounded by\\n\\nthe discovery that the farmer was the present occupant of Les\\n\\nMoulineaux, has slipped away so adroitly that when the fat countryman\\n\\nlooked round for his colonel there was no sign of him.\\n\\nThe iron gates opened at Pierrotin's demand, and he proudly drove in\\n\\nto deposit with the concierge the thousand and one utensils belonging\\n\\nto the great Schinner. Oscar was thunderstruck when he became aware\\n\\nthat Mistigris and his master, the witnesses of his bravado, were to\\n\\nbe installed in the chateau itself. In ten minutes Pierrotin had\\n\\ndischarged the various packages of the painter, the bundles of Oscar\\n\\nHusson, and the pretty little leather portmanteau, which he took from\\n\\nits nest of hay and confided mysteriously to the wife of the\\n\\nconcierge. Then he drove out of the courtyard, cracking his whip, and\\n\\ntook the road that led through the forest to Isle-Adam, his face\\n\\nbeaming with the sly expression of a peasant who calculates his\\n\\nprofits. Nothing was lacking now to his happiness; on the morrow he\\n\\nwould have his thousand francs, and, as a consequence, his magnificent\\n\\nnew coach.\\n\\nCHAPTER VI\\n\\nTHE MOREAU INTERIOR\\n\\nOscar, somewhat abashed, was skulking behind a clump of trees in the\\n\\ncentre of the court-yard, and watching to see what became of his two\\n\\nroad-companions, when Monsieur Moreau suddenly came out upon the\\n\\nportico from what was called the guard-room. He was dressed in a long\\n\\nblue overcoat which came to his heels, breeches of yellowish leather\\n\\nand top-boots, and in his hand he carried a riding-whip.\\n\\n\\\"Ah! my boy, so here you are? How is the dear mamma?\\\" he said, taking\\n\\nOscar by the hand. \\\"Good-day, messieurs,\\\" he added to Mistigris and\\n\\nhis master, who then came forward. \\\"You are, no doubt, the two\\n\\npainters whom Monsieur Grindot, the architect, told me to expect.\\\"\\n\\nHe whistled twice at the end of his whip; the concierge came.\\n\\n\\\"Take these gentlemen to rooms 14 and 15. Madame Moreau will give you\\n\\nthe keys. Go with them to show the way; make fires there, if\\n\\nnecessary, and take up all their things. I have orders from Monsieur\\n\\nle comte,\\\" he added, addressing the two young men, \\\"to invite you to\\n\\nmy table, messieurs; we dine at five, as in Paris. If you like\\n\\nhunting, you will find plenty to amuse you; I have a license from the\\n\\nEaux et Forets; and we hunt over twelve thousand acres of forest, not\\n\\ncounting our own domain.\\\"\\n\\nOscar, the painter, and Mistigris, all more or less subdued, exchanged\\n\\nglances, but Mistigris, faithful to himself, remarked in a low tone,\\n\\n\\\"'Veni, vidi, cecidi,--I came, I saw, I slaughtered.'\\\"\\n\\nOscar followed the steward, who led him along at a rapid pace through\\n\\nthe park.\",\"timestamp\":1637316316,\"title\":\"\\n\\\"I may not know proverbs, but I know my way--\\\"\\n\\n\"},\"digest\":\"3saJ4f7pGuoMWFJC3Ca8493fE4PpbqzsHg71lMXo1EM\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bo5D9mtOzWnftguHZ7AwZEVs-e8ZUvl9d_esMQ3G1eA\\\",\\\"y\\\":\\\"R5PGgwp4B2igynJzDDW1Sh0sxMNJ2ogHfVTbYXoE08M\\\"}\",\"signature\":\"AeArDq1Lzj3BOYABrEqDM_IBWGiFRjpNHVfayuP1Sml8I4rTTYSSA6ivz6PO_olrSlGpGl_5VvAPIRQTf4tjNQ\",\"signingKeySignature\":\"0x2dfca387afcdd8ce2ef6d9bb6ffca2e2213a1dbb60c747f7b6102b16f0362ac56ad2b62bf9cb890ff4de3c9219049bd5f93c530452162e623555f64551bb03431c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bo5D9mtOzWnftguHZ7AwZEVs-e8ZUvl9d_esMQ3G1eA\\\",\\\"y\\\":\\\"R5PGgwp4B2igynJzDDW1Sh0sxMNJ2ogHfVTbYXoE08M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3saJ4f7pGuoMWFJC3Ca8493fE4PpbqzsHg71lMXo1EM\"}"