"{\"content\":{\"body\":\"Friends of Eden,\\n\\nOver the past few months, the support we’ve received from you all has been humbling and cause for great optimism - thank you, truly.\\n\\nWe have, in relatively short time, rallied together an intelligent, passionate and intentional community of contributors. A community aligned in our vision of a regenerative future; a vision of life on Earth where we’ve solved the climate crisis and live in harmony with the ecosystems in which we’re inexorably embedded. A world, in other words, where we live in accordance with the Dao; The Dao of Eden.\\n\\nThe immediate path we’ve all discerned towards this future is, of course, the application of regenerative cryptoeconomics. That is, harnessing the power of cryptocurrency and blockchain networks to program an economic engine that heals, rather than harms, our home here on Earth. In a single meme: ReFi.\\n\\nIt’s now time to take this collective yearning of ours, this shared desire for a regenerative future, and embed it in Reality - Here & Now - together. To instantiate our intentions in cryptography. To make ReFi Reality.\\n\\nEnter, the DRM Syndicate. The DRM Syndicate is a new impact DAO that lets anyone coordinate their capital to make a global impact on climate change by funding the removal of CO2 from the atmosphere. DRM token holders are also on the ground floor for The Eden DAO - a regenerative network institution, powered by its own “decentralized reserve currency for the planet” (think carbon, instead of gold, standard).\\n\\n![Our fund for the future.](https://images.mirror-media.xyz/publication-images/aTv1HvlGWu3biW3sUlHIK.png?height=1654&width=3456)\\n\\nAfter decades of stalling on the climate crisis, we need bold action and global leadership - and we need it now. The amount of capital currently pledged towards carbon removal is, however commendable, woefully insufficient to drive the necessary action we require to become a net-negative species. Unless we can figure a way to collectively coordinate orders of magnitude more capital towards the problem, the climate *crisis* will remain precisely thus. That’s why we’re here - to help solve *the* coordination problem of our time.\\n\\nThe Eden DAO will be the regenerative cryptoeconomic engine to change the game here - to make real our dreams of a #solarpunk future. The DRM Syndicate is how we get this thing off the ground, the fund to finance our first series of carbon removals. By pledging capital to the DRM Syndicate, you are directly supporting our ability to fund the removal of CO2 from our atmosphere; CO2 that will then form the basis of The Eden DAO’s future treasury. Holders of DRM will be granted governance rights in The Eden DAO, and will be able to redeem DRM, at a preferred rate, for EDN once it launches.\\n\\nTo make things a little more concrete, imagine the following headlines:\\n\\n1. “DAO signs world's largest high quality carbon removal agreement ($2M)”\\n2. “The Eden DAO is now the world's largest carbon remover, leading carbon markets ($20M)”\\n3. “Traditional carbon markets disrupted by ‘the decentralized reserve currency for the planet’ ($200M)”\\n\\nThis is what we’re striving for here, folks - and with your support, it’s well within our DAO’s reach.\\n\\nThe planet is out of whack - and it is so for our failure to coordinate incentives in a manner that produces public good. By way of this failure, we find ourselves hostage to an economic system that optimises for a very narrow conception of progress. Our reliance on GDP as a yardstick produces all manner of negative externalities (including, but not limited to, the destruction of our planet). The Dao of Eden is to flip the present economic script; to create and leverage market mechanics, the most powerful of human forces, to produce *positive* externalities - to align individual economic incentives with the best interests of the planet, and thus future generations. To turn our current degenerative financial system into a *regenerative* one. This is our Dao.\\n\\n[https://twitter.com/TheEdenDao/status/1482283531418017794](https://twitter.com/TheEdenDao/status/1482283531418017794)\\n\\nCrypto, and the entire “Web3” stack, promises us the possibility of a better world. However, it will remain only a *possibility* until we make it real, together.\\n\\nThe Eden DAO is here to build the future we deserve; to manifest the promise and potential of blockchain technology: infinite games for infinite Beings. This is the start of our story. The game begins Now. And we invite *you* to play.\\n\\nTo begin playing the game, visit the[ DAO De DRM](https://gateway.edendao.finance/dao-de-drm) to understand what you're getting into. Once you’re straight on the ideas, you can deposit USDC into our private[ Syndicate DAO](https://app.syndicate.io/clubs/0x99d61e194b0b677fa0a8215ad00d852cddd4cd9f), then head on over to the[ Snapshot](https://snapshot.org/#/drmsyndicate.eth) to fund some projects :-)\\n\\nThis is our moment. This is our opportunity. Help us, friends, coordinate towards a better future. Help us regenerate the planet (at this point, our one and only). Join us, brothers and sisters, in the Dao of Eden. Share this with those you know and love, those who share our passion for a better world. Together, we can unf\\\\*ck the planet. Together, we can realise the future of our DRM’s. Together, we can manifest Eden on Earth.\\n\\n![Aka the game theory of unf\\\\*cking the planet. ](https://images.mirror-media.xyz/publication-images/BAch2L0xI8HKC08ZoqCtL.png?height=533&width=2000)\\n\\n\",\"timestamp\":1642417419,\"title\":\"The Dao of ReFi Begins Now\"},\"digest\":\"gnA45medwEZM6frkhbjHDoC87oFu2I-dXVBAAr3jCB0\",\"authorship\":{\"contributor\":\"0x6b872e9Ae3D38F2c5b79320366ec6173D327213b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ioFloRNpW28twx--F53VJ_dMEIM4hFHzsrMobTfAsbY\\\",\\\"y\\\":\\\"A-yZH9dOHIoLPbD7gtQ9soK2aBWIPdxZijx72zkxDNA\\\"}\",\"signature\":\"qPVo5Pvyxl8E-biCbPQOiQWw1f39jT7i-xdzCnugnLi9XsbZduaVT_OLzQH1QsrvZFSV1o56Go55Jp7CbwJLlg\",\"signingKeySignature\":\"0x06e9935c0058e369cb1716c231a405d5e62b82342c51164d4fca97e034edfb936940e864e09cc4c6fe19fec2a740dd8c86a47168300da8a3d9c75db02db66a7a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ioFloRNpW28twx--F53VJ_dMEIM4hFHzsrMobTfAsbY\\\",\\\"y\\\":\\\"A-yZH9dOHIoLPbD7gtQ9soK2aBWIPdxZijx72zkxDNA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2K0lwbOHF4V0Et-anznvb0i2dYeX_v0wec5uw7llKq8\"}"