"{\"content\":{\"body\":\"and put them into his pocket.\\n\\n\\\"Father's photograph! She was in here--she came in here to do that! And she loves that photograph. She loves it!\\\"\\n\\n\\\"Hush, Signorina! Don't, Signorina--don't!\\\"\\n\\n\\\"We must do something! We must--\\\"\\n\\nHe made her sit down. He stood by her.\\n\\n\\\"What shall we do, Gaspare? What shall we do?\\\"\\n\\nShe looked up at him, demanding counsel. She put out her hands again and touched his arm. His Padroncina--she at least still loved, still trusted him.\\n\\n\\\"Signorina,\\\" he said, \\\"we can't do anything.\\\"\\n\\nHis voice was fatalistic.\\n\\n\\\"But--what is it? Is--is--\\\"\\n\\nA frightful question was trembling on her lips. She looked again at the fragments of card-board in her hand, at the broken frame on the table.\\n\\n\\\"Can Madre be--\\\"\\n\\nShe stopped. Her terror was increasing. She remembered many small mysteries in the recent conduct of her mother, many moments when she had been surprised, or made vaguely uneasy, by words or acts of her mother. Monsieur Emile, too, he had wondered, and more than once. She knew that. And Gaspare--she was sure that he, also, had seen that change which now, abruptly, had thus terribly culminated. Once in the boat she had asked him what was the matter with her mother, and he had, almost angrily, denied that anything was the matter. But she had seen in his eyes that he was acting a part--that he wished to detach her observation from her mother.\\n\\nHer trembling ceased. Her little fingers closed more tightly on his arm. Her eyes became imperious.\\n\\n\\\"Gaspare, you are to tell me. I can bear it. You know something about Madre.\\\"\\n\\n\\\"Signorina--\\\"\\n\\n\\\"Do you think I'm a coward? I was frightened--I am frightened, but I'm not really a coward, Gaspare. I can bear it. What is it you know?\\\"\\n\\n\\\"Signorina, we can't do anything.\\\"\\n\\n\\\"Is it-- Does Monsieur Emile know what it is?\\\"\\n\\nHe did not answer.\\n\\nSuddenly she got up, went to the door, opened it, and listened. The horror came into her face again.\\n\\n\\\"I can't bear it,\\\" she said. \\\"I--I shall have to go into the room.\\\"\\n\\n\\\"No, Signorina. You are not to go in.\\\"\\n\\n\\\"If the door isn't locked I must--\\\"\\n\\n\\\"It is locked.\\\"\\n\\n\\\"You don't know. You can't know.\\\"\\n\\n\\\"I know it is locked, Signorina.\\\"\\n\\nVere put her hands to her eyes.\\n\\n\\\"It's too dreadful! I didn't know any one--I have never heard--\\\"\\n\\nGaspare went to her and shut the door resolutely.\\n\\n\\\"You are not to listen, Signorina. You are not to listen.\\\"\\n\\nHe spoke no longer like a servant, but like a master.\\n\\nVere's hands had dropped.\\n\\n\\\"I am going to send for Monsieur Emile,\\\" she said.\\n\\n\\\"Va bene, Signorina.\\\"\\n\\nShe went quickly to the writing-table, sat down, hesitated. Her eyes were riveted upon the photograph-frame.\\n\\n\\\"How could she? How could she?\\\" she said, in a choked voice.\\n\\nGaspare took the frame away reverently, and put it against his breast, inside his shirt.\\n\\n\\\"I can't go to Don Emilio, Signorina. I cannot leave you.\\\"\\n\\n\\\"No, Gaspare. Don't leave me! Don't leave me!\\\"\\n\\nShe was the terrified child again.\\n\\n\\\"Perhaps we can find a fisherman, Signorina.\\\"\\n\\n\\\"Yes, but don't-- Wait for me, Gaspare!\\\"\\n\\n\\\"I am not going, Signorina.\\\"\\n\\nWith feverish haste she took a pen and a sheet of paper and wrote:\\n\\n\\\"DEAR MONSIEUR EMILE,--Please come to the island /at once/.    Something terrible has happened. I don't know what it is. But    Madre is-- No, I can't put it. Oh, /do come/--please--please come!\\n\\nVERE\\n\\n\\\"Come the /quickest/ way.\\\"\\n\\nWhen the paper was shut in an envelope and addressed she got up. Gaspare held out his hand.\\n\\n\\\"I will go and look for a fisherman, Signorina.\\\"\\n\\n\\\"But I must come with you. I must keep with you.\\\"\\n\\nShe held on to his arm.\\n\\n\\\"I'm not a coward. But I can't--I can't--\\\"\\n\\n\\\"Si, Signorina! Si, Signorina!\\\"\\n\\nHe took her hand and held it. They went to the door. When he put out his other hand to open it Vere shivered.\\n\\n\\\"If we can't do anything, let us go down quickly, Gaspare!\\\"\\n\\n\\\"Si, Signorina. We will go quickly.\\\"\\n\\nHe opened the door and they went out.\\n\\nIn the Pool of the Saint there was no boat. They went to the crest of the island and looked out over the sea. Not far off, between the island and Nisida, there was a boat. Gaspare put his hands to his mouth and hailed her with all his might. The two men in her heard, and came towards the shore.\\n\\nA few minutes later, with money in their pockets, and set but cheerful faces, they were rowing with all their strength in the direction of Naples.\\n\\nThat afternoon Artois, wishing to distract his thoughts and quite unable to work, went up the hill to the Monastery of San Martino. He returned to the hotel towards sunset feeling weary and depressed, companionless, too, in this gay summer world. Although he had never been deeply attached to the Marchesino he had liked him, been amused by him, grown accustomed to him. He missed the \\\"Toledo incarnate.\\\" And as he walked along the Marina he felt for a moment almost inclined to go away from Naples. But the people of the island! Could he leave them just now? Could he leave Hermione so near to the hands of Fate, those hands which were surely stretched out towards her, which might grasp her at any moment, even to-night, and alter her life forever? No, he knew he could not.\\n\\n\\\"There is a note for Monsieur!\\\"\\n\\nHe took it from the hall porter.\\n\\n\\\"No, I'll walk up-stairs.\\\"\\n\\nHe had seen the lift was not below, and did not wish to wait for its descent. Vere's writing was on the envelope he held; but Vere's writing distorted, frantic, tragic. He knew before he opened the envelope that it must contain some dreadful statement or some wild appeal; and he hurried to his room, almost feeling the pain and fear of the writer burn through the paper to his hand.\\n\\n\\\"DEAR MONSIEUR EMILE,--Please come to the island /at once/.    Something terrible has happened. I don't know what it is. But    Madre is-- No, I can't put it. Oh, /do come/--please--please come!\\n\\nVERE\\n\\n\\\"Come the /quickest/ way.\\\"\\n\\n\\\"Something terrible has happened.\\\" He knew at once what it was. The walls of the cell in which he had enclosed his friend had crumbled away. The spirit which for so long had rested upon a lie had been torn from its repose, had been scourged to its feet to face the fierce light of truth. How would it face the truth?\\n\\n\\\"But Madre is-- No, I can't put it.\\\"\\n\\nThat phrase struck a chill almost of horror to his soul. He stared at it for a moment trying to imagine--things. Then he tore the note up.\\n\\nThe quickest way to the island!\\n\\n\\\"I shall not be in to dinner to-night.\\\"\\n\\nHe was speaking to the waiter at the door of the Egyptian Room. A minute later he was in the Via Chiatamone at the back of the hotel waiting for the tram. He must go by Posilipo to the Trattoria del Giardinetto, walk down to the village below, and take a boat from there to the island. That was the quickest way. The tram-bell sounded. Was he glad? As he watched the tram gliding towards him he was conscious of an almost terrible reluctance--a reluctance surely of fear--to go that night to the island.\\n\\nBut he must go.\\n\\nThe sun was setting when he got down before the Trattoria del Giardinetto. Three soldiers were sitting at a table outside on the dusty road, clinking their glasses of marsala together, and singing, \\\"Piange Rosina! La Mamma ci domanda.\\\" Their brown faces looked vivid with the careless happiness of youth. As Artois went down from the road into the tunnel their lusty voices died away.\\n\\nBecause his instinct was to walk slowly, to linger on the way, he walked very fast. The slanting light fell gently, delicately, over the opulent vineyards, where peasants were working in huge straw hats, over the still shining but now reposeful sea. In the sky there was a mystery of color, very pure, very fragile, like the mystery of color in a curving shell of the sea. The pomp and magnificence of sunset were in abeyance to-night, were laid aside. And the sun, like some spirit modestly radiant, slipped from this world of vineyards and of waters almost surreptitiously, yet shedding exquisite influences in his going.\\n\\nAnd in the vineyards, as upon the dusty highroad, the people of the South were singing.\\n\\nThe sound of their warm voices, rising in the golden air towards the tender beauty of the virginal evening sky, moved Artois to a sudden longing for a universal brotherhood of happiness, for happy men on a happy earth, men knowing the truth and safe in their knowledge. And he longed, too, just then to give happiness. A strongly generous emotion stirred him, and went from him, like one of the slanting rays of light from the sun, towards the island, towards his friend, Hermione. His reluctance, his sense of fear, were lessened, nearly died away. His quickness of movement was no longer a fight against, but a fulfilment of desire.\\n\\nOnce she had helped him. Once she had even, perhaps, saved him from death. She had put aside her own happiness. She had shown the divine self-sacrifice of woman.\\n\\nAnd now, after long years, life brought to him an hour which would prove him, prove him and show how far he was worthy of the friendship which had been shed, generously as the sunshine over these vineyards of the South, upon him and his life.\\n\\nHe came down to the sea and met the fisherman, Giovanni, upon the sand.\\n\\n\\\"Row me quickly to the island, Giovanni!\\\" he said.\\n\\n\\\"Si, Signore.\\\"\\n\\nHe ran to get the boat.\\n\\nThe light began to fall over the sea. They cleared the tiny harbor and set out on their voyage.\\n\\n\\\"The Signora has been here to-day, Signore,\\\" said Giovanni.\\n\\n\\\"Si! When did she come?\\\"\\n\\n\\\"This morning, with Gaspare, to take the tram to Mergellina.\\\"\",\"timestamp\":1637315539,\"title\":\"\\nHe spoke almost sternly, bent down, collected the fragments of card- board from the floor\"},\"digest\":\"8hhmcWnBKm8JVqWtCocsfmGWNuMraSJ08gma-QIXfQY\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ORZ4Uccm2C4-32xajOoE1i3AiheYMtwT6OhA8POXdN0\\\",\\\"y\\\":\\\"iLse8gLiYLKgheNxnUBa30X8-h0WvHi9FstNuzirhxg\\\"}\",\"signature\":\"TSkWH05yrTCjdbocOOlqEIhsfTQHI44zKzvf12FW3OYfIt1BK_lxoolQZIOD40ujL_7Oiqj21gCyzW7yCYU8Ig\",\"signingKeySignature\":\"0x27823b74011f2c50cb6160a2a137022bed530100a22b37b760d153eba738162252452bd7432ea93e999c723a426fa7a53023318587e8081be6d19eadbbbd62971b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ORZ4Uccm2C4-32xajOoE1i3AiheYMtwT6OhA8POXdN0\\\",\\\"y\\\":\\\"iLse8gLiYLKgheNxnUBa30X8-h0WvHi9FstNuzirhxg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8hhmcWnBKm8JVqWtCocsfmGWNuMraSJ08gma-QIXfQY\"}"