"{\"content\":{\"body\":\"It is certain that she was unconscious of any evolution. If some one had said to her that she was surrendering to the inevitable, she would have been immediately on her guard, and would have opposed forever all suggestions of a match between Marjory and Coleman. On the other hand, if some one had said to her that her daughter was going to marry a human serpent, and that there were people in Athens who would be glad to explain his treacherous character, she would have haughtily scorned the tale-bearing and would have gone with more haste into the professor's way of thinking. In fact, she was in process of undermining herself., and the work could have been. retarded or advanced by any irresponsible, gossipy tongue.\\n\\nThe professor, from the depths of his experience with her, arranged a course of conduct. \\\" If I just leave her to herself she will come around all right, but if I go 'striking while the iron is hot,' or any of those things, I'll bungle it surely.\\\"\\n\\nAs they were making ready to go down to luncheon, Mrs. Wainwright made her speech which first indicated  a changing mind. \\\" Well, what will be, will be,\\\" she murmured with a prolonged sigh of resignation. \\\" What will be, will be. Girls are very headstrong in these days, and there is nothing much to be done with them. They go their own roads. It wasn't so in my girlhood. - We were obliged to pay attention to our mothers wishes.\\\"\\n\\n\\\" I did not notice that you paid much attention to your mother's wishes when you married me,\\\" remarked the professor. \\\" In fact, I thought-\\\"\\n\\n\\\" That was another thing,\\\" retorted Mrs. Wainwright with severity. \\\" You were a steady young man who had taken the highest honours all through your college course, and my mother's sole objection was that we were too hasty. She thought we -ought to wait until you had a penny to bless yourself with, and I can see now where she was quite right.\\\" \\\" Well, you married me, anyhow,\\\" said the professor, victoriously.\\n\\nMrs. Wainwright allowed her husband's retort to pass over her thoughtful mood. \\\" They say \\\\* \\\\* they say Rufus Coleman makes as much as fifteen thousand dollars a year. That's more than three times your income  \\\\* \\\\* I don't know. \\\\* \\\\* It all depends on whether they try to save or not. His manner of life is, no doubt, very luxurious. I don't suppose he knows how to economise at all. That kind of a man usually doesn't. And then, in the newspaper world positions are so very precarious. Men may have valuable positions one minute and be penniless in the street the next minute. It isn't as if he had any real income, and of course he has no real ability.   If he was suddenly thrown out of his position, goodness knows what would become of him. Still stillfifteen thousand  dollars a year is a big incomewhile it lasts. I suppose he is very extravagant. That kind of a man usually is. And I wouldn't be surprised if he was heavily in debt; very heavily in debt.  Still \\\\* \\\\* if Marjory has set her heart there is nothing to be done, I suppose. It wouldn't have happened if you had been as wise as you thought you were. \\\\* \\\\* I suppose he thinks I have been very rude to him. Well, some times I wasn't nearly so rude as I felt like being. Feeling as I did, I could hardly be very amiable. \\\\* \\\\* Of course this drive this afternoon was all your affair and Marjory's. But, of course, I shall be nice to him.\\\"\\n\\n\\\" And what of all this Nora Black business? \\\" asked the professor, with, a display of valour, but really with much trepidation.\\n\\n\\\" She is a hussy,\\\" responded Mrs. Wainwright with energy. \\\" Her conversation in the carriage on the way down to Agrinion sickened me! \\\"\\n\\n\\\" I really believe that her plan was simply to break everything off between Marjory and Coleman,\\\" said the professor, \\\" and I don't believe she had any-grounds for all that appearance of owning Coleman and the rest of it.\\\"\\n\\n\\\" Of course she didn't\\\" assented Mrs. Wainwright. The vicious thing! \\\"\\n\\n\\\" On the other hand,\\\" said the professor, \\\" there might be some truth in it.\\\" \\\" I don't think so,\\\" said Mrs. Wainwright seriously. I don't believe a word of it.\\\"\\n\\n\\\" You do not mean to say that you think Coleman a model man ? \\\" demanded the professor.\\n\\n\\\"Not at all! Not at all!\\\" she hastily answered. \\\" But \\\\* \\\\* one doesn't look for model men these days.\\\"\\n\\n\\\"'Who told you he made fifteen thousand a year? asked the professor.\\n\\n\\\"It was Peter Tounley this morning. We were talking upstairs after breakfast, and he remarked that he if could make fifteen thousand, a year: like Coleman, he'd-I've forgotten what-some fanciful thing.\\\"\\n\\n\\\" I doubt if it is true,\\\" muttered the old man wagging his head.\\n\\n\\\"Of course it's true,\\\" said his wife emphatically. \\\" Peter Tounley says everybody knows it.\\\"\\n\\nWell \\\\* anyhow \\\\* money is not everything.\\\"\\n\\nBut it's a. great deal, you know well enough. You know you are always speaking of poverty as an evil, as a grand resultant, a collaboration of many lesser evils. Well, then?\\n\\n\\\" But,\\\" began the professor meekly, when I say that I mean-\\\"\\n\\n\\\" Well, money is money and poverty is poverty,\\\" interrupted his wife. \\\" You don't have to be very learned to know that.\\\"\\n\\n\\\"I do not say that Coleman has not a very nice thing of it, but I must say it is hard to think of his getting any such sum, as you mention.\\\"\\n\\n\\\" Isn't he known as the most brilliant journalist in New York?\\\" she demanded harshly.\\n\\n\\\" Y-yes, as long as it lasts, but then one never knows when he will be out in the street penniless. Of course he has no particular ability which would be marketable if he suddenly lost his present employment. Of course it is not as if he was a really talented young man. He might not be able to make his way at all in any new direction.\\\"\\n\\n\\\" I don't know about that,\\\" said Mrs. Wainwright in reflective protestation. \\\" I don't know about that. I think he would.\\\"\\n\\n\\\" I thought you said a moment ago-\\\" The professor spoke with an air of puzzled hesitancy. \\\"I thought you said a moment ago that he wouldn't succeed  in anything but journalism.\\\"\\n\\nMrs. Wainwright swam over the situation with a fine tranquility. \\\" Well-I-I,\\\" she answered musingly, \\\"if I did say that, I didn't mean it exactly.\\\"\\n\\n\\\" No, I suppose not,\\\" spoke the professor, and de- spite the necessity for caution he could not keep out of his voice a faint note of annoyance.\\n\\n\\\" Of course,\\\" continued the wife, \\\" Rufus Coleman is known everywhere as a brilliant man, a very brilliant man, and he even might do well in-in politics or something of that sort.\\\"\\n\\n\\\" I have a very poor opinion of that kind of a mind which does well in American politics,\\\" said the pro- fessor, speaking as a collegian, \\\" but I suppose there may be something in it.\\\"\\n\\n\\\" Well, at any rate,\\\" decided Mrs. Wainwright. \\\" At any rate-\\\"\\n\\nAt that moment, Marjory attired for luncheon and the drive entered from her room, and Mrs. Wainwright checked the expression of her important conclusion. Neither father or mother had ever seen her so glowing with triumphant beauty, a beauty which would carry the mind of a spectator far above physical  appreciation into that realm of poetry where creatures of light move and are beautiful because they cannot know pain or a burden. It carried tears to the old father's eyes. He took her hands. \\\" Don't be too happy, my child, don't be too happy,\\\" he admonished her tremulously. \\\" It makes me afraid-it makes me afraid.\\\"\\n\\nCHAPTER XXX\\n\\nIT seems strange that the one who was the most hilarious over the engagement of Marjory and Cole- man should be Coleman's dragoman who was indeed in a state bordering on transport. It is not known how he learned the glad tidings, but it is certain that he learned them before luncheon. He told all the visible employes of the hotel and allowed them to know that the betrothal really had been his handi-work  He had arranged it. He did not make quite clear how he had performed this feat, but at least he was perfectly frank in acknowledging it.\\n\\nWhen some of the students came down to luncheon, they saw him but could not decide what ailed him. He was in the main corridor of the hotel, grinning from ear to ear, and when he perceived the students he made signs to intimate that they possessed in com- mon a joyous secret. \\\" What's the matter with that idiot?\\\" asked Coke morosely. \\\" Looks as if his wheels were going around too fast.\\\" Peter Tounley walked close to him and scanned him imperturbably, but with care. \\\" What's up, Phidias ? \\\" The man made no articulate reply. He continued to grin and gesture. \\\"Pain in oo tummy? Mother dead? Caught the cholera? Found out that you've swallowed a pair of hammered brass and irons in your beer? Say, who are you, anyhow? \\\" But he could not shake this invincible glee, so he went away.\\n\\nThe dragoman's rapture reached its zenith when Coleman lent him to the professor and he was  commissioned to bring a carriage for four people to the door at three o'clock. He himself was to sit on the box and tell the driver what was required of him. He dashed off, his hat in his hand, his hair flying, puffing, important beyond everything, and apparently babbling his mission to half the people he met on the street. In most countries he would have landed speedily in jail, but among a people who exist on a basis of'jibbering, his violent gabble aroused no suspicions as to his sanity. However, he stirred several livery stables to their depths and set men running here and there wildly and for the most part futiltiy.\",\"timestamp\":1638929994,\"title\":\"Mrs. Wainwright, with no spirit of intention what. ever, had sit about readjusting her opinions\"},\"digest\":\"mI7EADBhBkIRwsrYZB4qiEYzvqITJIE_1bI0ISI62ws\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B534MoYU6jdSATDI4TEIvtM9F3n_LSYZ0TuPp4P14gM\\\",\\\"y\\\":\\\"Xc7WycsGRc4Us3cmhghV5_GBjdJuS0osfEwZ1Be9I-c\\\"}\",\"signature\":\"09VMasCtQqtdBw4ZNFbFUpR1dn1r7NRiQZ7I8jjGdg0nR6FrBO82G898wnV7EJjGfqnR_JjzKdYVdaFefCa31Q\",\"signingKeySignature\":\"0x10089463aaca7c1fd3b05390347074af07f4cf605394a193423f159d8f752aea2ec3c6fafd5ab0f56146e8fa3186802eb1dca6199c35141e1e85f840878c52f01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B534MoYU6jdSATDI4TEIvtM9F3n_LSYZ0TuPp4P14gM\\\",\\\"y\\\":\\\"Xc7WycsGRc4Us3cmhghV5_GBjdJuS0osfEwZ1Be9I-c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mI7EADBhBkIRwsrYZB4qiEYzvqITJIE_1bI0ISI62ws\"}"