"{\"content\":{\"body\":\"狮兽的咆哮在我手中高高举起，又重重落下，“啪”的一声脆响，手中这把造型独特，线条流畅的剑模化为一堆废铁，虽然如此，但是我的信心却更加足了，因为这已经到最后一步淬火后的开锋，而且，我现在还只是尝试。\\n\\n```\\n咱以前打铁那真是叫浪费，其实开始不一定就要用好的矿石去打造，刚才看了这些NPC铁匠打铁，我才算明白了，可以先用铁矿之类来找找感觉，等基本能把握住武器的造型，尺寸大小后，再添加优质矿石进行融合，那样成功的几率，又能提高不少。\\n\\n该是用上咱那赤霞龙精矿的时候了，想当初水清灵给咱做成一个龙鳞护手，咱现在给她用赤霞龙精矿打造装备，也是是投桃报李，一点都没含糊她，而且还特意拿着猩红之刃和圆月弯刀，反复揣摩，仔细比较，集两者之长，多次尝试，才在心中勾勒出现在这把长剑的模样来，咱这可算是煞费了一番苦心。这长剑不光是为水清灵而打，也是倾注自己感情，为提升自己的铁匠技能而打。\\n\\n“优质天青矿石六块、优质乌金矿三块、熔炎晶矿一块，优质白金秘矿四块……”我站在熔炉面前，头也不回地说着矿石的种类和数量，身后的NPC铁匠就按照我的吩咐一一挑选出需要的矿石送到熔炉里。\\n\\n在先前的试验中，我已经开始掺杂了几种不同的矿石，感觉了不同的效果，所以现在可是轻车熟路，直接往里面添加，而最后加上去的，就是用我那极品小火球反复熔炼，去其糟粕的赤霞龙精矿，当然了，也没少用除杂剂，已经到了关键时刻，咱这点东西可不能省。\\n\\n看着被熊熊烈炎熔得几近纯银色色的混合溶液，我打开闸门，将其从熔炉里缓缓引出，盛满整个剑模，第一步工作顺利完成，我那被炉火映得通红的脸上，也流露出几分喜悦之情，能将矿石熔化到如此程度，我还是第一次，看来那赤霞龙精矿，果然是个好东西。\\n\\n两个NPC铁匠一左一右地走了上来，用铁钳夹起了剑模，拿出一瓶冷却剂就倒了上去，“哧”得一声闷响，剑模立即固定成形，不用我开口，他们两人就将剑模固定到铁砧，我则抡起重锤，反反复复开始锤打起来。\\n\\n我靠，这剑模的硬度还真是超乎我的想象，奶奶的，我正面锤打了九九八十一下，反面也是九九八十一下，铁砧上的剑模楞是没啥反映，根本没变成我所需要的那个造型，是哪里出问题了，我不解地看着手中的剑模，心中有点疑惑。\\n\\n是熔化不彻底吗？好象没有比这个再彻底的熔化了；是力道不够吗？我可是一点都没保留，吃奶的力都用上了；是不够专心吗？我可恨不得把心都掏进去，倾注自己全部感情；那是……\\n\\n我脑海里如飞花一般，一幕幕浮现出往昔打铁的点点滴滴，突然，我似乎找到一丝灵感，想当初工老爷子重新锻造那白金装备时，好象是反复淬火打造，而不是象我现在这样，只熔化一次，就不再淬火了。\\n\\n我这样做有我的好处，那就是防止剑模因多次淬火而破裂，而工老爷子那样做的话，应该也有他的目的，莫非就是专门对付这种硬度极强，冷却后不易锻造的金属溶液。\\n\\n那咱就试它一试，看看到底效果怎么样，我冲NPC铁匠摆了摆手，自己拿过铁钳，将剑模重新放到熔炉里，刚一进炉，剑模立即发出“噼里啪啦”一阵乱响，让我的心都跟着一抖，生怕剑模会破裂，不过还好，这家伙硬度强，熔点高，并无大碍。\\n\\n将剑模在里面反复煅烧片刻，只见它上面慢慢映出了点红光，然后就不再变色，看来，还得要我的极品小火球出马才行，我燃起一个小火球，将它慢慢递送到火炉旁边。\\n\\n我现在对咱这小火球的特性也算是有点了解，虽然它属于单一性攻击魔法，但是只要让它吸收一定的外界火焰，再发出去，就会爆发成为群体攻击的火海，其爆发威力视吸取火焰强度而定；而放在熔炉里吸取火焰，只要我不扔，它就会成为最好的打铁火焰，其紫红色的火苗竟然比通红的烈焰效果还来得要，这不，那个剑模已经映的通体发红，看样子已经差不多、了。\\n\\n抽出散发着热浪的剑模，我拎起重锤，继续敲打起来，这次果然不出我所料，原本坚固异常的剑模有点软化下来，在我一番卖力锤打下，慢慢开始改变形状；待其冷却到一半时，我继续将它递到熔炉里，加上几块矿石，继续煅烧。\\n\\n身上淌满的汗水都被蒸发得一干二净，连头发都被微微烤黄，这把剑的时间，打得是太长了。我也不知道将其放入熔炉中多少次，也不知道锤砸了多少下，但我知道，我现在已经快筋疲力尽，饥饿度也到了警戒线了，再不完工，我就支撑不下去了。\\n\\n妈的，看着已经成形的剑模，我放弃继续再锻打一次的念头，就直接给它开了锋，然后示意NPC铁匠将冷却剂倒入一边的水缸中，准备冷却。\\n\\n“滋……”一声闷响，水面上升腾着白色的气雾，我竖着耳朵，两眼仔细盯着水中的长剑，这可到了节骨眼上，可不能有丝毫的差池。\\n\\n难道是我反复锻造，该剑吸取太多热量不成，我看着缸中迅速减少的清水，有点诧异，连忙冲一边的NPC铁匠说道：“快，快打水来！”\\n\\n由于NPC铁匠没有遇到这种情况，所以屋里并没有水源，他们虽然用最快的速度冲了出去，但是长剑所附带的热量蒸发清水的速度更快，一眨眼的工夫，原本缓缓下降的水面一下子就快见低，“喀嚓”一声细微跳入我的耳中，我心道一声不好，没了清水的完全冷却，这剑中热气挥发不出，可能要裂。\\n\\n我左手立即掏向背包，食人魔之血，我背包里最多的液体溶剂就是这玩意了，我可顾不上那么多了，一瓶接一瓶扔进了水缸中，以前不还用酒冷却过的吗，这血，能成不。\\n\\n深蓝色的血液并没有象清水那样被蒸发掉，而是在水缸里咕噜咕噜冒着气冒，颜色慢慢由深蓝变成蓝色，然后是淡蓝，接着有点泛了白，最后，竟然变成了一汪白水；而原本银白色的长剑在血液中浸泡，剑身如一张厚厚的宣纸一般，颜色从剑锋处慢慢渗透进去，与血液褪色相反，剑身的蓝色，是由外往内，由深渐浅，最后在中心处，留下一条银白色的线条，我误打误撞，用这极容冷却兵器的食人魔之血为引，终于将这把热量惊人的剑给冷却成功。\\n\\n看着这把剑身上布满细碎鱼鳞状的波纹，两边剑锋闪烁着幽幽涟漪蓝光，我将它慢慢握在手中，舒服的手感让我仿佛跟它连成了一体，我似乎听到剑在轻轻颤抖，缓缓呼吸，似乎，和我的心跳连成了一体。\\n\\n两边的NPC铁匠都被这把剑的完美所惊愕了，系统悦耳的提醒不但告诉我这把剑成了，还告诉咱的铁匠技能提升到中级，双喜临门，让我激动得热泪盈眶，不容易啊，我握着这把剑，心神刚一缓，两腿就有点发了软，疲劳度终于冲破警戒线，咱必须进食了。\\n\\n********************************\\n\\n奶奶的，大口吃肉，大口喝酒之后，我拿起这把还未命名的长剑一看，我靠，属性这么好。\\n\\n无名长剑       等级：三十六级（白银）\\n\\n攻击：40-70      持久：60\\n\\n单手             速度：3.8\\n\\n属性：致命攻击时增加5%的攻击力，增加使用者5%体力，对魔兽系怪有5%的攻击加成，附带5%的火属性攻击\\n\\n给它起个什么名字呢？水清灵，心随灵动，恩，就叫做灵动之剑吧，这把白银级的剑可比咱的圆月弯刀好多了。\\n\\n“恭喜哥们啊，除了原有的品种外，还能锻造出这等好剑，呵呵，可以大赚一笔了。”陪在一边的胖眼镜接过长剑一看，也高兴地说道。\\n\\n“胖哥，我跟你打声招呼，不是我不讲信用，这剑的原料基本上都是我自己的，是帮朋友打造的，非卖品，以后如果再有其他，可以给你，这把剑我要了，实在不行，你开个价，我买。”我回道。\\n\\n“你这是什么话，你今天的辛苦我们可都看得到，这把剑既然你帮朋友打的，我们当然不要，老板也不是不通情理的人，呵呵，希望你以后能继续努力，这可是条发财的路啊。”胖眼镜笑呵呵地说道。\\n```\\n\\n\\n------------\",\"timestamp\":1640582895,\"title\":\"第二百零五章 灵动之剑\"},\"digest\":\"g4kGPRVLkkCqD88pXIq9ZWhwhMmF9lK4ulwDYlXpdBw\",\"authorship\":{\"contributor\":\"0x248FA10317497a4CF88DD9Ee62E99b98f5ecAC71\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_3xLeeusEJPbJ4BCmUr443dU4RnbHh-Kgv-iOXX5G4s\\\",\\\"y\\\":\\\"VTlGgIdtkFz7c5rA4Rz-gBepI-ES9h-ytXSCHqWHbuY\\\"}\",\"signature\":\"MQvD2UYKOFd4e0YV6Q-V9vigOTW-PrwsgYMleZpRLct69ZiU8fTUOy1ECkFMsZUJbyBaq1Hefprz3r827yaV6g\",\"signingKeySignature\":\"0xc154b7d9ebc4e0b33681f7dc2e82ef18703e42f1f37f14beb8e12d3e6bce3edd501eff1fc32bada7a342442e1d965631469a14984595afb1316c1ac3ab1cb6381b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_3xLeeusEJPbJ4BCmUr443dU4RnbHh-Kgv-iOXX5G4s\\\",\\\"y\\\":\\\"VTlGgIdtkFz7c5rA4Rz-gBepI-ES9h-ytXSCHqWHbuY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"g4kGPRVLkkCqD88pXIq9ZWhwhMmF9lK4ulwDYlXpdBw\"}"