"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/B88emm1jFBVxcUHLEL6JG.png?height=1256&width=2400)\\n\\n* First Major player in the NFT space on the Arbitrum Ecosystem\\n* Own Ecosystem including P2E opportunities\\n* One of the most exciting and interactive NFT Marketplaces\\n* Very attractive reward systems\\n\\n## What is Treasure + why you should be keeping an eye on it?\\n\\nTreasure Marketplace is an upcoming Nft marketplace! Not just any marketplace its main hub is on the Arbitrum network, With big incentives for users+ well executed play 2 earn NFTS , Free mints left right and center and theyre just getting started ~~metaverse~~\\n\\nGiven the recent congestions on the Ethereum main net a few Layer 2 solutions have started becoming a more common thing to hear, Whys that you may ask? GWEI is all I have to say.  \\n  \\n Arbitrum network is like any other L2 network, faster speeds cheaper cost ( roughly 1/10 of what you would pay on mainnet) Its essentially like upgrading your internet plan but on Ethereum\\\\~\\n\\nTreasure has managed to have established itself on Arb with a dominant ( insert high number here) over the period its launched with majority of the NFTS on their platform being airdrops / free to mints ^_^\\n\\n### Where did it come from and how does it all work?..\\n\\n“[Treasure Project](https://opensea.io/collection/treasure-for-loot)” is a randomized set of 8 words on the Ethereum blockchain, each word has a scarcity which represents the “rarities” , only 9,000 exist and as of last week you were able to Migrate these “Loot bags” over to Arbitrum.\\n\\n![Lower the Frequency the rarer it is ](https://images.mirror-media.xyz/publication-images/5-dx4edaqHblVQptx8lqw.png?height=1059&width=468)\\n\\nTreasure has been developed by [@jpatten](https://twitter.com/jpatten) and [@_gaarping](https://twitter.com/_gaarping)(anon) It Began from establishing a DAO around the Treasure project to build a community revolving around the project which essentially ensure they’re working towards longevity and growth. This has been put in action with their recent migration from main net to Arbitrum.\\n\\nTreasure has implemented its own ecosystem on Arbitrum in the form of a coin called $MAGIC.This is the core currency used to purchase + sell NFTS on the marketplace and a key factor in some of its play 2 earn mechanics. $MAGIC is essentially what makes Treasures ecosystem work.  over 80% of its circulating supply locked in Time vaults(more on that later)  \\n\\n### How to earn $MAGIC\\n\\n“The Treasure economy hinges on MAGIC staking. The more magic that has been staked, the more MAGIC that is emitted from the mine.”\\n\\nWhen you migrate your Loot bags to the marketplace it gets dispersed into 8 nfts representing each one of the words in your bag, Each Treasure has the ability to be staked in the Ecosystem to produce  $MAGIC with less common treasures being able to produce more $MAGIC.\\n\\nAlternatively you are able to purchase individual loots from the marketplace using $MAGIC.\\n\\nAs the Treasure project is on secondary it might not be an easy method for everyone to get involved however there are many ways to get involved with this new and booming marketplace.\\n\\n![A Loot Bag on Main net prior to being migrated](https://images.mirror-media.xyz/publication-images/Utl22JlFNTcXHCDeyfKNe.PNG?height=517&width=341)\\n\\n![Treasure after its been migrated to Treasure.lol](https://images.mirror-media.xyz/publication-images/6ZV6qqtY-8wPFrrUmOQ5Y.png?height=282&width=222)\\n\\n**Single Sided Staking** - As the marketplace is on [Arbitrum](https://portal.arbitrum.one/) bridging over Ethereum or any relative coins can be swapped on Sushi Swap for $MAGIC doing so allows you to be able to directly Stake on Treasure.\\n\\n[https://www.coingecko.com/en/coins/magic](https://www.coingecko.com/en/coins/magic)\\n\\nAs mentioned the ecosystem thrives on $magic staked so it has a few tricks to incentives users to stake their $magic while earning good yield.\\n\\nTo single side stake you have the option to lock in your MAGIC for 2 weeks at a current 120% boost or alternatively 150% for one month lock up, The more MAGIC that is staked from the circulating supply the higher yield rewards there is. Currently 80% of the circulating supply is locked ( probably nothing )\\n\\n![Some Methods of staking + Description of the rewards](https://images.mirror-media.xyz/publication-images/0k9S4hRlslmDJ-IgTVKrg.PNG?height=522&width=924)\\n\\n## NFTS + P2E\\n\\nThe NFTS in the marketplace are built around Play to earn or have a core Utility function in built.\\n\\nSome of the biggest drops on treasure have and will be FREE showing again how community driven the project is and how they are one of the first marketplaces to actively look to reward their users.\\n\\nThe most recent drop that has taken a big leap towards mass adoption both to Arbitrum and the marketplace has been the “Smol Brains” a fun play to earn NFT where the PFP is able to be staked to A earn IQ which results in getting a bigger head  + some later mechanics that will be introduced a way of farming $MAGIC,\\n\\n![](https://images.mirror-media.xyz/publication-images/m_XU2PBE6D6HJdarY8PXi.png?height=827&width=902)\\n\\nTo be legible to claim this drop the community had to submit a drawing to be entitled a free claim of 3 NFTS that have currently done over 5 Million $MAGIC (1000 Eth) volume in the couple of weeks they have been launched\\n\\n### Treasures plans for the future?\\n\\nTreasure has started as an ambitious and innovative project that has not stopped delivering to their community and holders. With more free mints and airdrops coming to holders, unique plans to incentivize staking through different ways of their nft collection\\n\\n![Treasures Roadmap ](https://images.mirror-media.xyz/publication-images/dHpEM-kMI5a3WJC28m9fk.png?height=758&width=615)\\n\\nWith endless surprises for their community and holders ,Innovative ideas and takes on “play to earn” , 1/10th Gas prices, Free NFTS , Trendy PFPs and a Metaverse on its way…. its safe to say that Treasure is just getting started.\\n\\n[https://twitter.com/Treasure_NFT/status/1466476037949304836](https://twitter.com/Treasure_NFT/status/1466476037949304836)\\n\\n[https://www.treasure.lol/](https://www.treasure.lol/)\\n\\n[https://discord.com/invite/CzRPER6S5K](https://discord.com/invite/CzRPER6S5K)\\n\\n[https://medium.com/@TreasureNFT](https://medium.com/@TreasureNFT)\\n\\n[https://twitter.com/Treasure_NFT](https://twitter.com/Treasure_NFT)\\n\\n\",\"timestamp\":1638863955,\"title\":\"Treasure Marketplace\"},\"digest\":\"kosMWRnqgDN_hNCjl2BUnqk1k9MyZBqgg5_2EhkZ0ms\",\"authorship\":{\"contributor\":\"0x82674C58211C0134348B016810Db718b832d4233\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"teu6du0rC2KX097YVoBAWLE1PA4YWXHQE4-5POpgSEA\\\",\\\"y\\\":\\\"5oaOfHNLv8wtW2jQvPIcuBy4B8uiwfmPLgvCZw0kJNE\\\"}\",\"signature\":\"81yKd4pQcBc7acaPERTYm8pK-XvAzd7dp1LiqYiHSo9AXVsZGcDFaObUEfFm2DD1JPKVVGwmgSNnmF2n2wfxoQ\",\"signingKeySignature\":\"0xec7ecb4c63419f6c4ef6aaff0186ea62fbc68786f16f96458c081aea9640753e371e76fc365a05688999932d45f538343818e497451c241f819aa1997eba73171c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"teu6du0rC2KX097YVoBAWLE1PA4YWXHQE4-5POpgSEA\\\",\\\"y\\\":\\\"5oaOfHNLv8wtW2jQvPIcuBy4B8uiwfmPLgvCZw0kJNE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fJDmwQu3FvPecGBa00VwRgNjcLzSEY1TMsv4iquc4F4\"}"