"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*zU3ogEMOKoSNedbUdaotKQ.jpeg)\\n\\n*My experience becoming an NFT-carrying Poolsuite Executive Member.*\\n\\nThe day after Thanksgiving is typically reserved for discount shopping and leftovers. This year I found myself behind a computer, listening to disco, and eagerly awaiting a chance to join one of my favorite internet brands on their journey into web3. It turned out to be the best onboarding I’ve experienced.\\n\\nBefore we dive in, let’s define some terms quickly.\\n\\n**web3** — A decentralized internet, built by the creators and consumers. Value is stored and exchanged, in the form of tokens, without requiring a middle man.\\n\\n**NFT (non-fungible token)** — An asset with a unique digital identifier that is used to certify authenticity and ownership. Digital receipts reside on the blockchain for fully transparent ownership.\\n\\n**Minting** — The process of validating information, creating a new block, and recording that information on the blockchain. If an asset such as a NFT or token is minted, ownership is assigned to the minter.\\n\\n![Poolsuite Executive Membership card](https://miro.medium.com/max/1024/1\\\\*c34LiY9aTJiLvsTCRj865A.gif)\\n\\n## What is Poolsuite?\\n\\nI first discovered [Poolsuite](https://poolsuite.net/) (fka Poolside.fm) years ago while browsing SoundCloud. Back in those days, I was spending way too much time looking for new music, especially anything funky. They had reposted a few songs that I already loved, so I clicked through and found a website. Poolside.fm booted up much like it still does today: pool vibes, retro music video clips, and an endless stream of disco tunes. I was hooked.\\n\\nIn the years that followed, Poolsuite continued to grow as a brand without much more than a cool website, mobile app, and Instagram account. Then in 2020, [Marty Bell](https://twitter.com/marty), the founder of Poolsuite, announced a new leisure brand called Vacation. The website was, as-usual, fun to play around with and always on point with the vibes. A year later in June, Vacation started selling merchandise and sunscreen. After ordering myself some, I noticed how quickly items were selling out — signals of another successful project for the Poolsuite crew.\\n\\nEarly this November, I opened an email with the subject, *Poolsuite to enter “THE WEB III”.* Marty & co were going to mint NFTs and build a Web3 project backed by the Poolsuite brand. This was a membership club I wanted to be a part of, I only needed to know where and when.\\n\\n## Getting ready to onboard\\n\\nI have been experimenting with Web3 for the last year and have found it’s best to prep your Web3 toolkit well before the project kicks off. First, make sure you have a digital wallet. Metamask is my favorite for all Ethereum-based projects and it’s easy to set one up. Second, with your wallet set up you need to fund it. There are many options of decentralized and centralized exchanges available for you. Do your research and choose what’s best for you (*note: experiences can vary wildly depending on where you live*). I prefer using FTX and Coinbase as I feel comfortable that my information and money is secure on their platforms.\\n\\nI allocated by funds in Coinbase, sent them to my Metamask wallet, and was ready for the fun to begin.\\n\\n## What was great\\n\\n### Trust\\n\\nMost Web3 projects to-date feel like scams and get-rich-quick schemes with spam-filled Discord channels, copy-pasted artwork, and unpredictable price volatility. It’s nearly impossible to know who’s for real and who’s not. That’s what made this Poolsuite project so immediately attractive — I knew the brand, trusted the team, and had faith in their ability to execute on a vision. Poolsuite was born on the internet in Web2, I trust they will thrive in Web3.\\n\\n### Mutual excitement\\n\\nHaving a strong community is the promise of nearly every Web3 project. Early projects like Crypto Punks and Cryptokitties have flexed impressive communities that spread far and wide, lasting for years. Poolsuite is unique in the fact that they have a built-in community of fans that had already made Poolsuite part of their internet persona. When minting began yesterday, this quiet community, connected by a shared affinity for Caribbean beaches, 90s nostalgia, and great music *woke up*. Twitter was abuzz with tropical emojis and screenshots of membership cards. Famous internet personalities like [Pieter Levels](https://twitter.com/levelsio/status/1464317004312035329?s=20) (founder of Nomad List) and [Ryan Hoover](https://twitter.com/rrhoover/status/1464301052283559948?s=20) (founder of Product Hunt) showed their excitement. Musicians like [RAC](https://twitter.com/RAC/status/1464628398936899589?s=20), Tyga, and Dillon Francis showed love:\\n\\nExcitement was mutual between the Poolsuite team and this group of newly minted Executive Members. A promising sign for the future of this community.\\n\\n### Fun\\n\\nOnboarding to Web3 is rarely enjoyable. There are major technical and financial barriers to entry that take time and a lot of that time spent, can lead to nowhere. What made Poolsuite’s experience stand alone, was how fun they made it, end to end.\\n\\n* **Impressive website**. Amazing websites are a staple of every Poolsuite project. Visiting [nft.Poolsuite.net](https://nft.poolsuite.net/) shows an animated 3D wallet showcasing several membership cards with their respective perks and benefits.\\n* **Easy minting**. Once the clock struck 1 PM EST, I refreshed to see a “Buy” button appear. Clicking this, I was prompted to login to my Metamask wallet. After a few moments of anticipation, the mint was confirmed and the NFT had been added to my wallet. A very straightforward process, thanks to a smooth NFT [protocol](https://zora.co/).\\n* **Smooth gateway**. Once I had my executive member pass secured, I went to [Poolsuite.net](http://poolsuite.net/) and clicked “Sign in for a good time”, connected my Metamask wallet, and then this happened…\\n\\n![](https://miro.medium.com/max/1400/1\\\\*b717umVK775i-6FM1kFqUg.gif)\\n\\nPoolsuite’s NFT detection experience\\n\\nI was in. Membership was detected and I was logged in seamlessly — no extra steps or new permissions to create. From there I could access my exclusive membership playlist and check out the roadmap for future project milestones. I’m blown away by this simple abstraction and know that Poolsuite’s attention to the small details like this are what gives this project promise.\\n\\n* **Success**. Within an hour of the minting beginning, the 2,500 limited memberships were gone at 0.2Ξ each. This means Marty and the Poolsuite team have a cool $2M USD in liquidity to build out their vision. It’s a good start and it’s fun watching the things you believe in succeed. 24 hours after the sale, the cost of membership on secondary markets like OpenSea is around [3–4x the initial minting price](https://opensea.io/collection/poolsuite-executive-member). Demand continues to grow.\\n\\n## What was not-so great\\n\\nPoolsuite’s entrance into Web3 is a step in the right direction. This project is a great onramp for people like myself who are intrigued by the potential of blockchain technology. But it wasn’t all perfect. Reflecting on this and by extension, most NFT projects, there is plenty of room for improvement.\\n\\n* **Education**. Learning about different blockchain protocols, crypto wallets, exchanges, and every tool in-between is a daunting task. Future projects could benefit from educational materials catered to their specific audience. Rather than leaving new entrants to go chasing relevant information on their own, brands could prepare curated materials that prepare your for exactly what you need.\\n* **Fraud**. If you go to OpenSea and search for “poolsuite” you’ll see a number of fraudulent accounts nestled with the real ones. This is a huge problem for every potential NFT project: once your project is popular enough, you’re susceptible to fake accounts and disappointed potential buyers on the secondary markets. Even the best-intended projects can be derailed by too much fraud; this needs to improve.\\n\\n![Screenshot of “poolsuite” search on OpenSea NFT marketplace.](https://miro.medium.com/max/1400/1\\\\*VmteRg0cQBkIXGHbTmLjfg.jpeg)\\n\\n* **Instant impact.** Getting into project this early into Web3 means you are investing in some future benefit. I get that projects will take time and need capital, but promises of the future will only work for the visionary adopters. To reach the majority, projects need to have a tangible and immediate return on investment (and I don’t mean monetary). This could be an experience or fungible asset bundled with the NFT purchase to “wow” owners. I loved the Poolsuite experience and am looking forward to carrying a physical card a few weeks from now, but I worry that with today’s short attention span, promises several weeks away are too far away for most.\\n\\nPoolsuite is the first Web3 community where I feel like I belong. I’m proud of my executive membership NFT and look forward to meeting more of the “crème de la crème of internet high society.” Poolsuite is developing into the leisure company of the future and Web3 is just getting started — I’m along for the ride.\\n\\nSee you by the pool 🌴💦.\",\"timestamp\":1640277431,\"title\":\"Onboarding to web3 should always be this fun\"},\"digest\":\"g242QKUOhhRhlrzQSL6bw_zr7h38CU6Wd2idRwyXDkU\",\"authorship\":{\"contributor\":\"0x2b95620d41D5488D1018350C562b52622E68f0a5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yCmbqY5FnTGiKIP5tVga6WCMoM3lpl1GMs8C7K_HaJ4\\\",\\\"y\\\":\\\"EjjTdjh9ZvrX4TDFJmB-HehTwFXiyV7od0CRzI_hvDw\\\"}\",\"signature\":\"REVvps7o2IS-LzB-mLI0scQQ9oMtxAkanidJq3uOFBgI5lf4wmpZvT-5MMKlz9-b8cKXepmc4vif8EcD5H7OLA\",\"signingKeySignature\":\"0x55c33b2c3de385f51a613f35f78f590d69c039227460ae7c12f82979a728590474b65ba56f03fe1476dc5f97be49b3e8ca3ad71256c2b7541109b8b78e10f5131c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yCmbqY5FnTGiKIP5tVga6WCMoM3lpl1GMs8C7K_HaJ4\\\",\\\"y\\\":\\\"EjjTdjh9ZvrX4TDFJmB-HehTwFXiyV7od0CRzI_hvDw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"g242QKUOhhRhlrzQSL6bw_zr7h38CU6Wd2idRwyXDkU\"}"