"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/Ont4OiYTb8bQvxfezmUwg.png?height=512&width=416)\\n\\n## Letter to the DAOhaus, from Dekan\\n\\nI used to work as a construction worker, specifically a land surveyor. I worked in the swamps of Arkansas making straight lines through the muck and mire. When surveying out a line, you can look back across the landscape and see that the line is straight, but the actual path that took you there was anything but. There are wrong turns, back tracking, dead ends and points where you stand neck high in moccasin infested swamp water.\\n\\n![water moccasin](https://images.mirror-media.xyz/publication-images/ivDTOsg05g3qOG6shh4IK.png?height=182&width=278)\\n\\nLooking forward for Web3, we stand in a similar place. Eventually we may look back and see a straight line that got us to the future that we want, but the path forward, from where we stand now, will be anything but obvious (and watch for those snakes).\\n\\n### BUILDING BOTTOM UP\\n\\nFor the founders of DAOhaus, this path began in 2017. We started as a band of three devs on a mission to build an online co-op - a place where we could take our Web3 passions and turn it full time.\\n\\nTo us, it was just about having a job, providing for our families, and doing what we loved - building cool shit.  We didn't know how to get there, nor did we think that it would be easy. However, we knew that we had to take the first step.\\n\\nWhen there is no path to the future, the only way to make one is to start walking.\\n\\n![](https://images.mirror-media.xyz/publication-images/IhQjTQbx5jxeNVvmBYGP8.png?height=152&width=512)\\n\\nShortly after our first steps into the unknown our individual and combined networks grew, even back then; the space needed us, and we had no problems finding work. We shared all our funds in a single crypto bank. We shared ownership over all our joint funds and it worked, not to mention, it was fun. We continued forward and along our path, met new people that wanted to join us on our journey and leaders that wanted to work alongside us to forge a path.\\n\\n### Into the Haus\\n\\nOther pathfinders started to take notice and our momentum grew. Now we were building some gravity of our own. Each new idea, skill and connection gave us more tools to continue down the path. We joined forces with others in the space that were thinking about rebooting DAOs. Then came the Moloch DAO contracts, released in 2019, which introduced something that was missing in early DAO frameworks - Ragequit (member sovereignty and minority protection). We wanted to get involved and joined the first Moloch DAO clone later that month - MetaCartel.\\n\\nA fast follow was RaidGuild, our dream of a scalable web3 devshop organized as a DAO. This is where we really started to learn about building flat organizations and the importance of community. Our small band of travelers was growing by the day. But not only RaidGuild, MetaCartel continued to grow too and many were following our lead and starting new DAOs.\\n\\nAnd finally the next part of our journey brought us to DAOhaus. First prototype built in the EthBerlin hackathon later that year. The idea was a DAO platform to keep fostering these communities and help build future ones.\\n\\nWe started spending more and more time building our house, the DAOhaus. We were not alone, many were looking to fix the current corrupt and centralized tech space, the values all of us held close were decentralization and ['community first'](https://github.com/metacartel/mission/blob/master/community-first-manifesto.md). Our users happened to be communities themselves and now we were not just 1 or 2 bands of travelers making our way into the unknown, we were a part of 20-30 early dao experiments, each one adding to our squad, and adding to our collective knowledge - we were getting strength in numbers.\\n\\nCommunity experiments and workshops highlighted some of the weaknesses in coin voting and multi-sigs alone. We saw the potential in collective and participatory governance over a treasury (a DAO). For us, permissioned membership, non-transferable and true on-chain governance was the best long term solution. On-chain governance was not the easy path but the right one. We especially saw the special power of this in small communities. Through the advancement and adoption of new communication technologies we saw that hyper local communities could be global and when introducing membership and a shared treasury these communities got super powers.\\n\\nAround now is when our journey got especially dark and swampy. The market was crashing all around us, large ico teams were dissolving or having developer revolts. But something crazy happened - small permissioned teams with shared treasuries grew stronger - and it was then that the true value recognized was not in top-down management but bottoms-up emergence, **from the community**.\\n\\n### Recognize\\n\\nOur small team continued to grow. We were the punks and the misfits. Our tribe stood outside the circus. We weren't here to chase the next shiny thing, or lambomoons or the biggest yield. Our rowdy band of travelers were passionate about a new future, passionate about decentralization, and passionate about community. We were the workers, the builders. We went all in, not with our bank accounts but with our careers, our energy, and with our future.\\n\\nThe DAOhaus passion project became a full time community funded mission. Now, with a strong community and into the new bull market, we were able to hit the ground running. What emerged in the community of DAOhaus has a life of its own, engaging and supporting each other: podcasts, side quests, and all types of experimentation. Community culture took the lead. In the core we now have a team of passionate pathfinders working full time, four core teams working on different verticals, our comms need full time management in itself.\\n\\nTogether we're hacking our way through the thicket and bog, clearing a path towards that decentralised promised land. All along the way exploring and experimenting to become as close as you can to be experts with all things DAOs. We have grown past the idea of a DAO building a dao platform alone, we are now a dao community. Us founders are still around, and play important roles, but are not driving the bus. If we disappeared tomorrow there is no doubt that the community would continue trucking through the swamp, working to find that line to the future.\\n\\nIt has not been easy though, we have tried everything. We know what works and what doesn't. What is easy and what is quite difficult. Those things do not always correlate. Many times what works is hard and the easy path is not always the right one. Although, sometimes pragmatism beats out purity. But one thing that’s certain is the core tenets of decentralization and 'community first' are stronger than ever.\\n\\nOur community has helped us build the new future - there are now 1000s of DAOs using our tooling and 100s of millions in value passing through these communities.\\n\\n### Culture Props\\n\\nWe never solicited workers or told people it was going to be easy. Conversely, we made it hard - memetic filters are strong here. But the path cutters found us, and what emerged was one of the strongest teams of DAO folk in the entire space.These were not all experts, insiders or an inner circle. Instead, we came from all walks of life, bringing with us an array of skillsets and experiences from all over the world. What united us, however, was our passion and values. Many times working for less than what they could have in more traditional routes, and looking for true ownership in what they create. In this story's reality, we've picked up people along the way through the deep brush. The folks in this tribe crave the rocky hills, the mud, the challenges that lie ahead.\\n\\n![](https://images.mirror-media.xyz/publication-images/GSjCCw6ErUy_4bxXClmSy.png?height=211&width=503)\\n\\n### Onward\\n\\nI’m so incredibly impressed and humbled by our core team and contributors. I’m also very aware that we would not be where we are today without you, our community. So thank you for all you do, we are better for having such an amazing community of contributors and users. And for these reasons, as we wrap up our v2 epoch and begin on v3, I’m filled with excitement to see what emerges and where the community leads us next.\\n\\nThe path forward is now clear *and* uncertain. The future is uncertain, but what is clear is we are robust and flexible enough to handle the swamp. We are no longer a few guys with machetes, but have a squadron of pathfinders and are ready to keep pushing forward.\\n\\n> [Dekan](https://twitter.com/DekanBro) is the co-summoner of Daohaus and RaidGuild. **If this story makes you feel alive, come join us and find the path forward to a decentralised and community-owned future. Regardless whether you’re a builder, writer, artist or dreamer, we hope to see you join our ranks - join our Discord today and say hi!** [DIscord](https://discord.gg/daohaus)\\n>\\n> [DAOhaus Twitter](https://twitter.com/nowdaoit), [DAOhaus App](https://daohaus.club/)\\n>\\n> Special thanks to HAUS Ranger for taking an edit pass on this article.\",\"timestamp\":1637859936,\"title\":\"The Wei of the Path Uncertain\"},\"digest\":\"OL77_EhrlXoWKbqM8Y0nRpbMxPHTPsfxeDNI9IPbyS8\",\"authorship\":{\"contributor\":\"0xCED608Aa29bB92185D9b6340Adcbfa263DAe075b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JSWzar1U0JZOaNchrj-YY5HSfYcnn3ReZP83M2cG8gs\\\",\\\"y\\\":\\\"45V_TQP2Ar6xx3CTNeSzj_ofMWfmNcGykWO3jkzi2EA\\\"}\",\"signature\":\"EyUwnb4yy2FsGF2N9wJwflGQWi5a0Po64IY09Ci79PD6urYbEde7K0LbsaEHLODN7KuIrn7UR3pEQkTtCiHEDQ\",\"signingKeySignature\":\"0x6a6d6e0f78c57e51b70c2f94dd6e123175859d2a146ae369be223e4c5601a3e74fe1c80a9a998d2c2f938914ce4cb3fb58b1ea234571d71888f1a261f90f4b4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JSWzar1U0JZOaNchrj-YY5HSfYcnn3ReZP83M2cG8gs\\\",\\\"y\\\":\\\"45V_TQP2Ar6xx3CTNeSzj_ofMWfmNcGykWO3jkzi2EA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"20pYaijtdZf6fS6e0dDKFwHXS4cWKdk6xMOo9VrBPLc\"}"