"{\"content\":{\"body\":\"Ah! why didn't I not bribe him to hold his peace?\\\"\\n\\nThe baron had entirely forgotten the existence of Victor Chupin's honorable employer.  \\\"You are mistaken, Lia,\\\" he replied.  \\\"M. Fortunat has had no hand in this.\\\"\\n\\n\\\"Then who could have betrayed my secret?\\\"\\n\\n\\\"Why, your former ally, the rascal for whose sake you allowed Pascal Ferailleur to be sacrificed--the Viscount de Coralth!\\\"\\n\\nThe bare supposition of such treachery on the viscount's part brought a flush of indignant anger to Madame d'Argeles's cheek.  \\\"Ah! if I thought that!\\\" she exclaimed.  And then, remembering what reasons the baron had for hating M. de Coralth, she murmured: \\\"No! Your animosity misleads you--he wouldn't dare!\\\"\\n\\nThe baron read her thoughts.  \\\"So you are persuaded that it is personal vengeance that I am pursuing?\\\" said he.  \\\"You think that fear of ridicule and public odium prevents me from striking M. de Coralth in my own name, and that I am endeavoring to find some other excuse to crush him.  This might have been so once; but it is not the case now.  When I promised M. Ferailleur to do all in my power to save the young girl he loves, Mademoiselle Marguerite, my wife's daughter, I renounced all thought of self, all my former plans.  And why should you doubt Coralth's treachery?  You, yourself, promised me to unmask HIM.  If he has betrayed YOU, my poor Lia, he has only been a little in advance of you.\\\"\\n\\nShe hung her head and made no reply.  She had forgotten this.\\n\\n\\\"Besides,\\\" continued the baron, \\\"you ought to know that when I make such a statement I have some better foundation for it than mere conjecture.  It was to some purpose that I watched M. de Coralth during your absence.  When the servant handed you that card he turned extremely pale.  Why? Because he knew whose card it was.  After you left the room his hands trembled like leaves, and his mind was no longer occupied with the game.  He--who is usually such a cautious player--risked his money recklessly.  When the cards came to him he did still worse; and though luck favored him, he made the strangest blunders, and lost.  His agitation and preoccupation were so marked as to attract attention; and one acquaintance laughingly inquired if he were ill, while another jestingly remarked that he had dined and wined a little too much.  The traitor was evidently on coals of fire.  I could see the perspiration on his forehead, and each time the door opened or shut, he changed color, as if he expected to see you and Wilkie enter.  A dozen times I surprised him listening eagerly, as if by dint of attention, or by the magnetic force of his will, he hoped to hear what you and your son were saying.  With a single word I could have wrung a confession from him.\\\"\\n\\nThis explanation was so plausible that Madame d'Argeles felt half convinced.  \\\"Ah! if you had only spoken that word!\\\" she murmured.  The baron smiled a crafty and malicious smile, which would have chilled M. de Coralth's very blood if he had chanced to see it.  \\\"I am not so stupid!\\\" he replied.  \\\"We mustn't frighten the fish till we are quite ready.  Our net is the Chalusse estate, and Coralth and Valorsay will enter it of their own accord.  It is not my plan, but M. Ferailleur's.  There's a man for you! and if Mademoiselle Marguerite is worthy of him they will make a noble pair.  Without suspecting it, your son has perhaps rendered us an important service this evening--\\\"\\n\\n\\\"Alas!\\\" faltered Madame d'Argeles, \\\"I am none the less ruined--the name of Chalusse is none the less dishonored!\\\"\\n\\nShe wanted to return to the drawing-room; but she was compelled to relinquish this idea.  The expression of her face betrayed too plainly the terrible ordeal she had passed through.  The servants had heard M. Wilkie's parting words; and news of this sort flies about with the rapidity of lightning.  That very night, indeed, it was currently reported at the clubs that there would be no more card-playing at the d'Argeles establishment, as that lady was a Chalusse, and consequently the aunt of the beautiful young girl whom M. and Madame de Fondege had taken under their protection.\\n\\nVIII.\\n\\nUnusual strength of character, unbounded confidence in one's own energy, with thorough contempt of danger, and an invincible determination to triumph or perish, are all required of the person who, like Mademoiselle Marguerite, intrusts herself to the care of strangers--worse yet, to the care of actual enemies.  It is no small matter to place yourself in the power of smooth-tongued hypocrites and impostors, who are anxious for your ruin, and whom you know to be capable of anything.  And the task is a mighty one-- to brave unknown dangers, perilous seductions, perfidious counsels, and perhaps even violence, at the same time retaining a calm eye and smiling lips.  Yet such was the heroism that Marguerite, although scarcely twenty, displayed when she left the Hotel de Chalusse to accept the hospitality of the Fondege family.  And, to crown all, she took Madame Leon with her--Madame Leon, whom she knew to be the Marquis de Valorsay's spy.\\n\\nBut, brave as she was, when the moment of departure came her heart almost failed her.  There was despair in the parting glance she cast upon the princely mansion and the familiar faces of the servants.  And there was no one to encourage or sustain her.  Ah, yes! standing at a window on the second floor, with his forehead pressed close against the pane of glass, she saw the only friend she had in the world--the old magistrate who had defended, encouraged, and sustained her--the man who had promised her his assistance and advice, and prophesied ultimate success.\\n\\n\\\"Shall I be a coward?\\\" she thought; \\\"shall I be unworthy of Pascal?\\\" And she resolutely entered the carriage, mentally exclaiming: \\\"The die is cast!\\\"\\n\\nThe General insisted that she should take a place beside Madame de Fondege on the back seat; while he found a place next to Madame Leon on the seat facing them.  The drive was a silent and tedious one.  The night was coming on; it was a time when all Paris was on the move, and the carriage was delayed at each street corner by a crowd of passing vehicles.  The conversation was solely kept alive by the exertions of Madame de Fondege, whose shrill voice rose above the rumble of the wheels, as she chronicled the virtues of the late Count de Chalusse, and congratulated Mademoiselle Marguerite on the wisdom of her decision.  Her remarks were of a commonplace description, and yet each word she uttered evinced intense satisfaction, almost delight, as if she had won some unexpected victory.  Occasionally, the General leaned from the carriage window to see if the vehicle laden with Mademoiselle Marguerite's trunks was following them, but he said nothing.\\n\\nAt last they reached his residence in the Rue Pigalle.  He alighted first, offered his hand successively to his wife, Mademoiselle Marguerite, and Madame Leon, and motioned the coachman to drive away.\\n\\nBut the man did not stir.  \\\"Pardon--excuse me, monsieur,\\\" he said, \\\"but my employers bade--requested me----\\\"\\n\\n\\\"What?\\\"\\n\\n\\\"To ask you--you know, for the fare--thirty-five francs--not counting the little gratuity.\\\"\\n\\n\\\"Very well!--I will pay you to-morrow.\\\"\\n\\n\\\"Excuse me, monsieur; but if it is all the same to you, would you do so this evening? My employer said that the bill had been standing a long time already.\\\"\\n\\n\\\"What, scoundrel!\\\"\\n\\nBut Madame de Fondege, who was on the point of entering the house, suddenly stepped back, and drawing out her pocketbook, exclaimed: \\\"That's enough! Here are thirty-five francs.\\\"\\n\\nThe man went to his carriage lamp to count the money, and seeing that he had the exact amount--\\\"And my gratuity?\\\" he asked.\\n\\n\\\"I give none to insolent people,\\\" replied the General.\\n\\n\\\"You should take a cab if you haven't money enough to pay for coaches,\\\" replied the driver with an oath.  \\\"I'll be even with you yet.\\\"\\n\\nMarguerite heard no more, for Madame de Fondege caught her by the arm and hurried her up the staircase, saying: \\\"Quick! we must make haste.  Your baggage is here already, and we must see if the rooms I intended for you--for you and your companion--suit you.\\\"\\n\\nWhen Marguerite reached the second floor, Madame de Fondege hunted in her pocket for her latch-key.  Not finding it, she rang.  A tall man-servant of impudent appearance and arrayed in a glaring livery opened the door, carrying an old battered iron candlestick, in which a tiny scrap of candle was glaring and flickering.  \\\"What!\\\" exclaimed Madame de Fondege, \\\"the reception-room not lighted yet? This is scandalous! What have you been doing in my absence? Come, make haste.  Light the lamp.  Tell the cook that I have some guests to dine with me.  Call my maid.  See that M. Gustave's room is in order.  Go down and see if the General doesn't need your assistance about the baggage.\\\"\\n\\nFinding it difficult to choose between so many contradictory orders, the servant did not choose at all.  He placed his rusty candlestick on one of the side-tables in the reception-room, and gravely, without saying a single word, went out into the passage leading to the kitchen.  \\\"Evariste!\\\" cried Madame de Fondege, crimson with anger, \\\"Evariste, you insolent fellow!\\\"\\n\\nAs he deigned no reply, she rushed out in pursuit of him.  And soon the sound of a violent altercation arose; the servant lavishing insults upon his mistress, and she unable to find any response, save, \\\"I dismiss you; you are an insolent scamp--I dismiss you.\\\"\\n\\nMadame Leon, who was standing near Mademoiselle Marguerite in the reception-room, seemed greatly amused.  \\\"This is a strange household,\\\" said she.  \\\"A fine beginning, upon my word.\\\"\\n\\nBut the worthy housekeeper was the last person on earth to whom Mademoiselle Marguerite wished to reveal her thoughts.  \\\"Hush, Leon,\\\" she replied.  \\\"We are the cause of all this disturbance, and I am very sorry for it.\\\"\\n\\nThe retort that rose to the housekeeper's lips was checked by the return of Madame de Fondege, followed by a servant-girl with a turn-up nose, a pert manner, and who carried a lighted candle in her hand.\\n\\n\\\"How can I apologize, madame,\\\" began Mademoiselle Marguerite, \\\"for all the trouble I am giving you?\\\"\\n\\n\\\"Ah! my dear child, I've never been so happy.  Come, come, and see your room.\\\" And while they crossed several scantily-furnished apartments, Madame de Fondege continued: \\\"It is I who ought to apologize to you.  I fear you will pine for the splendors of the Hotel de Chalusse.  We are not millionaires like your poor father.  We have only a modest competence, no more.  But here we are!\\\"\\n\\nThe maid had opened a door, and Mademoiselle Marguerite entered a good-sized room lighted by two windows, hung with soiled wall paper, and adorned with chintz curtains, from which the sun had extracted most of the coloring.  Everything was in disorder here, and in fact, the whole room was extremely dirty.  The bed was not made, the washstand was dirty, some woollen stockings were hanging over the side of the rumpled bed, and on the mantel-shelf stood an ancient clock, an empty beer bottle, and some glasses.  On the floor, on the furniture, in the corners, everywhere in fact, stumps of cigars were scattered in profusion, as if they had positively rained down.\\n\\n\\\"What!\\\" gasped Madame de Fondege, \\\"you haven't put this room in order, Justine?\\\"\\n\\n\\\"Indeed, madame, I haven't had time.\\\"\\n\\n\\\"But it's more than a month since M. Gustave slept here?\\\"\\n\\n\\\"I know it; but madame must remember that I have been very much hurried this last month, having to do all the washing and ironing since the laundress----\\\"\\n\\n\\\"That's sufficient,\\\" interrupted Madame de Fondege.  And turning to Marguerite, she said: \\\"You will, I am sure, excuse this disorder, my dear child.  By this time to-morrow the room shall be transformed into one of those dainty nests of muslin and flowers which young girls delight in.\\\"\\n\\nConnected with this apartment, which was known to the household as the lieutenant's room, there was a much smaller chamber lighted only by a single window, and originally intended for a dressing- room.  It had two doors, one of them communicating with Marguerite's room, and the other with the passage; and it was now offered to Madame Leon, who on comparing these quarters with the spacious suite of rooms she had occupied at the Hotel de Chalusse, had considerable difficulty in repressing a grimace.  Still she did not hesitate nor even murmur.  M. de Valorsay's orders bound her to Marguerite, and she deemed it fortunate that she was allowed to follow her.  And whether the marquis succeeded or not, he had promised her a sufficiently liberal reward to compensate for all personal discomfort.  So, in the sweetest of voices, and with a feigned humility of manner, she declared this little room to be even much too good for a poor widow whose misfortunes had compelled her to abdicate her position in society.\\n\\nThe attentions which M. and Madame de Fondege showed her contributed not a little to her resignation.  Without knowing exactly what the General and his wife expected from Mademoiselle Marguerite, she was shrewd enough to divine that they hoped to gain some important advantage.  Now her \\\"dear child\\\" had declared her to be a trusted friend, who was indispensable to her existence and comfort.  \\\"So these people will pay assiduous court to me,\\\" she thought.  And being quite ready to play a double part as the spy of the Marquis de Valorsay, and the Fondege family, and quite willing to espouse the latter's cause should that prove to be the more remunerative course, she saw a long series of polite attentions and gifts before her.\\n\\nThat very evening her prophecies were realized; and she received a proof of consideration which positively delighted her.  It was decided that she should take her meals at the family table, a thing which had never happened at the Hotel de Chalusse.  Mademoiselle Marguerite raised a few objections, which Madame Leon answered with a venomous look, but Madame de Fondege insisted upon the arrangement, not understanding, she said, graciously, why they need deprive themselves of the society of such an agreeable and distinguished person.  Madame Leon in no wise doubted but this favor was due to her merit alone, but Mademoiselle Marguerite, who was more discerning, saw that their hostess was really furious at the idea, but was compelled to submit to it by the imperious necessity of preventing Madame Leon from coming in contact with the servants, who might make some decidedly compromising disclosures.  For there were evidently many little mysteries and make-shifts to be concealed in this household.  For instance, while the servants were carrying the luggage upstairs, Marguerite discovered Madame de Fondege and her maid in close consultation, whispering with that volubility which betrays an unexpected and pressing perplexity.  What were they talking about? She listened without any compunctions of conscience, and the words \\\"a pair of sheets,\\\" repeated again and again, furnished her with abundant food for reflection.  \\\"Is it possible,\\\" she thought, \\\"that they have no sheets to give us?\\\"\\n\\nIt did not take her long to discover the maid's opinion of the establishment in which she served; for while she brandished her broom and duster, this girl, exasperated undoubtedly by the increase of work she saw in store for her, growled and cursed the old barrack where one was worked to death, where one never had enough to eat, and where the wages were always in arrears.  Mademoiselle Marguerite was doing her best to aid the maid, who was greatly surprised to find this handsome, queenly young lady so obliging, when Evariste, the same who had received warning an hour before, made his appearance, and announced in an insolent tone that \\\"Madame la Comtesse was served.\\\"\\n\\nFor Madame de Fondege exacted this title.  She had improvised it, as her husband had improvised his title of General, and without much more difficulty.  By a search in the family archives she had discovered--so she declared to her intimate friends--that she was the descendant of a noble family, and that one of her ancestors had held a most important position at the court of Francis I.  or of Louis XII.  Indeed, she sometimes confounded them.  However, people who had not known her father, the wood merchant, saw nothing impossible in the statements.\\n\\nEvariste was dressed as a butler should be dressed when he announces dinner to a person of rank.  In the daytime when he discharged the duties of footman, he was gorgeous in gold lace; but in the evening, he arrayed himself in severe black, such as is appropriate to the butler of an aristocratic household.  Immediately after his announcement everybody repaired to the sumptuous dining-room which, with its huge side-boards, loaded with silver and rare china, looked not unlike a museum.  Such was the display, indeed, that when Mademoiselle Marguerite took a seat at the table, between the General and his wife, and opposite Madame Leon, she asked herself if she had not been the victim of that dangerous optical delusion known as prejudice.  She noticed that the supply of knives and forks was rather scanty; but many economical housewives keep most of their silver under lock and key; besides the china was very handsome and marked with the General's monogram, surmounted by his wife's coronet.\\n\\nHowever, the dinner was badly cooked and poorly served.  One might have supposed it to be a scullery maid's first attempt.  Still the General devoured it with delight.  He partook ravenously of every dish, a flush rose to his cheeks, and an expression of profound satisfaction was visible upon his countenance.  \\\"From this,\\\" thought Mademoiselle Marguerite, \\\"I must infer that he usually goes hungry, and that this seems a positive feast to him.\\\" In fact, he seemed bubbling over with contentment.  He twirled his mustaches a la Victor Emmanuel, and rolled his \\\"r,\\\" as he said, \\\"Sacr-r-r-r-r-e bleu!\\\" even more ferociously than usual.  It was only by a powerful effort that he restrained himself from indulging in various witticisms which would have been most unseemly in the presence of a poor girl who had just lost her father and all her hopes of fortune.  But he did forget himself so much as to say that the drive to the cemetery had whetted his appetite, and to address his wife as Madame Range-a-bord, a title which had been bestowed upon her by a sailor brother.\\n\\nCrimson with anger to the very roots of her coarse, sandy hair-- amazed to see her husband deport himself in this style, and almost suffocated by the necessity of restraining her wrath, Madame de Fondege was heroic enough to smile, though her eyes flashed ominously.  But the General was not at all dismayed.  On the contrary, he cared so little for his wife's displeasure that, when the dessert was served, he turned to the servant, and, with a wink that Mademoiselle Marguerite noticed, \\\"Evariste,\\\" he ordered, \\\"go to the wine-cellar, and bring me a bottle of old Bordeaux.\\\"\\n\\nThe valet, who had just received a week's notice, was only too glad of an opportunity for revenge.  So with a malicious smile, and in a drawling tone, he replied: \\\"Then monsieur must give me the money.  Monsieur knows very well that neither the grocer nor the wine-merchant will trust him any longer.\\\"\\n\\nM. de Fondege rose from the table, looking very pale; but before he had time to utter a word, his wife came to the rescue.  \\\"You know, my dear, that I don't trust the key of my cellar to this lad.  Evariste, call Justine.\\\"\\n\\nThe pert-looking chambermaid appeared, and her mistress told her where she would find the key of the famous cellar.  About a quarter of an hour afterward, one of those bottles which grocers and wine-merchants prepare for the benefit of credulous customers was brought in--a bottle duly covered with dust and mould to give it a venerable appearance, and festooned with cobwebs, such as the urchins of Paris collect and sell at from fifteen sous to two francs a pound, according to quality.  But the Bordeaux did not restore the General's equanimity.  He was silent and subdued; and his relief was evident when, after the coffee had been served, his wife exclaimed: \\\"We won't keep you from your club, my dear.  I want a chat with our dear child.\\\"\\n\\nSince she dismissed the General so unceremoniously, Madame de Fondege evidently wished for a tete-a-tete with Mademoiselle Marguerite.  At least Madame Leon thought so, or feigned to think so, and addressing the young girl, she said: \\\"I shall be obliged to leave you for a couple of hours, my dear young lady.  My relatives would never forgive me if I did not inform them of my change of residence.\\\"\\n\\nThis was the first time since she had been engaged by the Count de Chalusse, that the estimable \\\"companion\\\" had ever made any direct allusion to her relatives, and what is more, to relatives residing in Paris.  She had previously only spoken of them in general terms, giving people to understand that her relatives had not been unfortunate like herself--that they still retained their exalted rank, though she had fallen, and that she found it difficult to decline the favors they longed to heap upon her.\\n\\nHowever, Mademoiselle Marguerite evinced no surprise.  \\\"Go at once and inform your relatives, my dear Leon,\\\" she said, without a shade of sarcasm in her manner.  \\\"I hope they won't be offended by your devotion to me.\\\" But in her secret heart, she thought: \\\"This hypocrite is going to report to the Marquis de Valorsay, and these relatives of hers will furnish her with excuses for future visits to him.\\\"\\n\\nThe General went off, the servants began to clear the table, and Mademoiselle Marguerite followed her hostess to the drawing-room.  It was a lofty and spacious apartment, lighted by three windows, and even more sumptuous in its appointments than the dining-room.  Furniture, carpets, and hangings, were all in rather poor taste, perhaps, but costly, very costly.  As the evening was a cold one, Madame de Fondege ordered the fire to be lighted.  She seated herself on a sofa near the mantelpiece, and when Mademoiselle Marguerite had taken a chair opposite her, she began, \\\"Now, my dear child, let us have a quiet talk.\\\"\\n\\nMademoiselle Marguerite expected some important communication, so that she was not a little surprised when Madame de Fondege resumed: \\\"Have you thought about your mourning?\\\"\\n\\n\\\"About my mourning, madame?\\\"\\n\\n\\\"Yes.  I mean, have you decided what dresses you will purchase? It is an important matter, my dear--more important than you suppose.  They are making costumes entirely of crepe now, puffed and plaited, and extremely stylish.  I saw one that would suit you well.  You may think that a costume for deep mourning made with puffs would be a trifle LOUD, but that depends upon tastes.  The Duchess de Veljo wore one only eleven days after her husband's death; and she allowed some of her hair, which is superb, to fall over her shoulders, a la pleureuse, and the effect was extremely touching.\\\" Was Madame de Fondege speaking sincerely? There could be no doubt of it.  Her features, which had been distorted with anger when the General took it into his head to order the bottle of Bordeaux, had regained their usual placidity of expression, and had even brightened a little.  \\\"I am entirely at your service, my dear, if you wish any shopping done,\\\" she continued.  \\\"And if you are not quite pleased with your dressmaker, I will take you to mine, who works like an angel.  But how absurd I am.  You will of course employ Van Klopen.  I go to him occasionally myself, but only on great occasions.  Between you and me, I think him a trifle too high in his charges.\\\"\\n\\nMademoiselle Marguerite could scarcely repress a smile.  \\\"I must confess, madame, that from my infancy I have been in the habit of making almost all my dresses myself.\\\"\\n\\nThe General's wife raised her eyes to Heaven in real or feigned astonishment.  \\\"Yourself!\\\" she repeated four or five times, as if to make sure that she had heard aright.  \\\"Yourself! That is incomprehensible! You, the daughter of a man who possessed an income of five or six hundred thousand francs a year! Still I know that poor M. de Chalusse, though unquestionably a very worthy and excellent man, was peculiar in some of his ideas.\\\"\\n\\n\\\"Excuse me, madame.  What I did, I did for my own pleasure.\\\"\\n\\nBut this assertion exceeded Madame de Fondege's powers of comprehension.  \\\"Impossible!\\\" she murmured, \\\"impossible! But, my poor child, what did you do for fashions--for patterns?\\\"\",\"timestamp\":1640139660,\"title\":\"The person who called here the other day, M. Isidore Fortunat.\"},\"digest\":\"BABl_Ru8pszDQ6pHkuehpkVGdQFaH3jXO8q5lrXqQ3E\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vr9mz7EqldPV2kniitM4J-1aZfXwXlT5Xs3lfwOEz5A\\\",\\\"y\\\":\\\"RPh0MZXdbiG7R5wM1roGlkzqHG-WoRS0HO-D8EF2YN0\\\"}\",\"signature\":\"YqvsKptFArzul8e-AfMLfSHPIL2kpTLGP3VjBPVoyrSJsdtmcb0tvD4EMNBgpkzE57XPgpewe89kdbkP92ajDw\",\"signingKeySignature\":\"0xd6c056777e7fb61f183b8f8c873e0a207f13c771a327c86151ce972d710f31bd140741479950240e21b37416710e6f59fc2774c33b14de34575f90194b595e0f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vr9mz7EqldPV2kniitM4J-1aZfXwXlT5Xs3lfwOEz5A\\\",\\\"y\\\":\\\"RPh0MZXdbiG7R5wM1roGlkzqHG-WoRS0HO-D8EF2YN0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BABl_Ru8pszDQ6pHkuehpkVGdQFaH3jXO8q5lrXqQ3E\"}"