"{\"content\":{\"body\":\"*The following article was derived from an academic essay written to highlight the most common criticisms of cryptocurrency mining due to its perceived impact on the environment. The arguments made in defense of mining are channeled through discussion of Bitcoin’s mining infrastructure but can also be extended to networks such as Ethereum, Dogecoin, and other layer-one, proof-of-work blockchains as well. In debunking these claims we also attempt to defend the role of NFTs and Decentralized Finance as they are inherently linked to current mining infrastructure. Enjoy!* \\n  \\n **Introductions** \\n  \\n Innovations in currency infrastructure and experimentations have been among the key defining features of the last decade. The 2010s were marked by Blockchain and cryptocurrency capturing the public's interest through its promises of financial freedom, decentralization, increased efficiency, and utility across industries. While there are multiple cryptocurrencies, Bitcoin stands out as the first and most popular cryptocurrency, by being put into circulation by an anonymous person, or organization named Satoshi Nakamoto in the year 2009 (Badea and Mungiu-Pupăzan 48091). Due to the increased popularity of the technology, and its adoption by major governments, financial institutions, and blue-chip technology companies, alike, its impact on the environment is a critical subject of investigation due to the process of minting new Bitcoin and maintaining network security, referred to as “mining”.  \\n  \\n **The Bitcoin Ecosystem and Perceived Impact**\\n\\nIn order to autonomize transaction processing, Bitcoin and many other layer-one networks, such as Ethereum, employ the use of cryptography and encryption, to provide necessary financial security through a process called Proof-of-Work. As a result, the existence of coins and the entire payment processing network, which typically requires synchronicity between millions of people across multiple industries and public-private sector collaboration, is controlled and reliant upon encryption performed by millions of specialized computer processors all around the world. This new system has developed in an age in which climate change and sustainable development have a huge spotlight resulting from the very real human cost of global indifference to the overall health of the planet. \\n\\nPast evidence suggests that mining activities are of great negative impact on the climate, especially when these activities are essentially examined in a vacuum. While there are merits to these criticisms, ultimately, most perspectives either exclude relevant context of the externalities present, ignore the externalities of our current monetary system standard, or neglect to mention the beneficial qualities of the network that represent a net-positive for the renewable energy industry and our nation’s energy infrastructure. Arguably, the process of mining is not bad for the environment as a stand-alone system in our current infrastructure or compared to other currencies. \\n  \\n Originally, the network hash-rate was low enough for miners to mine Bitcoin with a desktop computer. This was no longer viable after a while due to the network difficulty increase and miners began using graphics processors (GPUs) frequently used by gaming PCs, in order to gain a competitive edge. Eventually, these became unprofitable, as well, as electricity costs far outweighed the potential profit made in Bitcoin. New industries began to emerge in companies, like the Chinese company Bitmain, and Overland Park’s Butterfly Labs, to develop computers specifically designed to mine Bitcoin called ASIC (Application Specific Integrated Circuits) Miners. These were far more powerful, energy-intensive, louder, and produced a significantly larger amount of heat than the previous forms of mining. This is where the problem began to arise.   \\n\\nNaturally, as a result of this influx of miners, and increase in hash-rate, came concerns about the energy consumed by mining activities. At the moment, two tools of energy consumed by mining activities have been developed. The two tools used in estimating the amount of electricity used in Bitcoin networks are Cambridge Bitcoin Electricity Consumption Index and Bitcoin Energy Consumption Index. About 80 percent of the energy consumed in the world is gained from fossil fuels (Dilek and Furuncu 96). Evidence suggests that a shift to clean energy sources is unlikely in the short run; hence the reliance on fossil fuels is likely to continue due to reluctance by people to transition to clean sources of energy. Although there has been a recent development towards alternative energy, the shift is yet to reach global energy needs. Yet, Bitcoin mining is largely dependent on an excessive amount due largely to the influx of ASIC miners on the network. According to the index, Bitcoin energy consumption costs about 1.86 million dollars (Dilek and Furuncu 99).  \\n  \\n **The Misconception of the term “Mining”**\\n\\nThe term mining as used to concern Bitcoin gives a false impression about the network. Traditionally, mining activities have everything to do with land degradation, among other related negative environmental impacts, since removing minerals from underground. This subliminal misconception contributes to critics of Bitcoin accusing it of contributing to the pollution of the environment. One of the key environmental contributions of Bitcoin mining is that it incentivizes energy markets towards renewable energy. According to Brett Winton, the increased demand for electricity resulting from Bitcoin mining is a catalyst to a shift to carbon-free sources (Root 4). Among the economic forces of the market that affect the behaviors of market players includes demand. With the increased demand for energy to facilitate Bitcoin mining in an environment limiting the use of carbon-related energy sources, energy producers will be compelled to shift to clean sources of energy. Therefore, the rise in energy demand created by Bitcoin mining adds to the demand for clean energy created.  \\n  \\n **Mining Activities Enhance the Efficiency of Energy Markets**\\n\\nMining activities also enhance the efficiency of energy markets. Excess electricity on the grid is both expensive and is harmful to energy infrastructure to store. Energy producers are, as a result, notoriously, plagued with the task of directly regulating the supply and demand of electricity. They must only produce the exact amount of electricity in demand by their serviced region at any given point during the day or risk incurring the cost of energy storage and damage to their infrastructure. Miners help this dynamic by providing an economically viable outlet for excess energy produced. In fact, many energy producers in the United States provide significant discounts to Bitcoin mining operations because of both the large amount of energy required and the consistent demand of that energy as mining machines are the most efficient when they run 24/7. Theoretically, without the burden to having to regulate supply, this frees up financial resources associated with data analysis and storage. Resources that could in turn be used to diversity energy production into renewables or other research and development. A more effective, diversified, and efficient energy market is better for the environment. \\n\\n**Mining Costs vs. Minting Costs**\\n\\nAnother perspective of this argument is a comparative one. Despite the environmental and electricity costs associated with mining, Bitcoin remains an economically viable option to official paper currency and gold mining which have a greater environmental impact than the energy consumed by mining (Badea and Mungiu-Pupӑzan 77). Paper currency contributes to the continued reduction in forest cover, an essential component of the planet in shaping rainfall patterns and air purification. Additionally, gold mining activities lead to land degradation and air pollution compared to energy-related pollution arising from Bitcoin mining activities.      \\n  \\n **Bitcoin as a Scapegoat?** \\n  \\n According to Truby, an energy-intensive design that characterizes Bitcoin mining poses a threat to the global commitment to addressing climate change arising from greenhouse emissions (Truby 399). Bitcoin mining consumes a large amount of electricity which is supposedly a threat to the planet, calling for intervention. The rate of energy consumed by a single bitcoin transaction is estimated to equate to the amount of energy consumed by a single household unit in American per month (Kolbert 3). Mining relies on cheap energy from carbon-related sources, which pollutes the environment leading to many climatic-related challenges. Therefore, mining in areas where electricity is obtained from coal speaks to its contribution to environmental pollution through the increased demand and reliance on coal energy as it worsens air quality in such areas. \\n\\nThe problem with this analysis is that the critique is not exclusive to Bitcoin mining activities and can be said for any energy-intensive activity. The environmental impact of Bitcoin mining is not directly related to mining, as is the case of mining of minerals, but is indirectly related to mining activities. Energy consumption which is the main source of environmental challenges related to mining can find a solution in subscribing to clean energy sources. Subscription to clean energy sources as an alternative to carbon-related energy sources will help address air pollution blamed on increased reliance on coal as a source of energy to facilitate mining activities. Baur and Oll suggest that viable technical solutions exist to the energy challenges attributed to mining as miners can rely on such renewable energy sources as solar and hydrogen energy (Badea and Mungiu-Pupӑzan 81). With increased investment into R&D of renewable energy by nations and operations with higher exposure to mining activities, this problem would be solved by extension.  \\n  \\n **The Repurposing of Mining Hardware**\\n\\nLastly, another critique of mining that of the disposal of hardware. This is blamed for polluting the environment through increased electronic waste. According to Gonçalves, Bitcoin networks are to blame for hardware and energy problems and large quantities of electronic waste. Hardware that has become popularized in mining circles become obsolete at a frequency of every one and a half years (Gonçalves 9). Among the electronic equipment that accounts for e-waste released to the environment from mining activities include GPUs and ASIC miners. The e-waste environmental pollution by electronic products in bitcoin mining is, at the surface, valid blame due to the high frequency at which the electronic products used get obsolete. However, the impact of electric waste from mining activities can be addressed through strict observance of existing e-waste management guidelines by mining companies and electronic manufacturing companies. For instance, manufactured ASIC miners should be made more durable to reduce the rate at which they become obsolete to help reduce the amount of electronic waste from mining activities. Environmental challenges arising from Bitcoin mining have solutions.\\n\\nAdditionally, the e-waste critique ignores the secondary market for miners. As long as processes are run on the same algorithm as Bitcoin, SHA-256, ASIC miners have an extended life in both academia for the processing of running AI and machine learning models as well as a host of other encryption-based use cases. They are also only obsolete compared to the purchase price of the miner. On the secondary market, ASIC miners can still be profitable for miners who purchased them at a used price rather than retail, have access to cheaper electricity costs, or are active in countries with relatively unreliable national currencies. For this reason, paired with a number of supply-chain-based restraints, many miners elect to never purchase retail machines and only purchase from secondary markets. This extends the lifetime of the ASIC miner.   \\n  \\n **Reflections on Critique**\\n\\nIn summation, Bitcoin mining is not bad for the environment compared to other currencies, or as a stand-alone monetary system. Bitcoin mining is mainly criticized for leading to negative environmental consequences due to its large energy consumption. However, mining incentivizes energy markets towards renewable energy. Increased demand for electricity resulting from mining is a catalyst to a shift to carbon-free energy sources. Bitcoin mining, also,  makes energy markets more efficient and effective by providing economic use of excess electricity on the grid. Despite, the environmental costs associated with mining, it remains an economically viable option to official paper currency and gold mining which have a greater environmental impact than the energy consumed by Bitcoin. While mining activities rely on a non-renewable source such as coal contributes to increased air pollution, these environmental challenges are not exclusive to the Bitcoin network and can be addressed through subscription to renewable energy sources like many other energy-intensive services. Bitcoin mining environmental e-waste can get addressed by observing established e-waste management protocols, building durable ASIC miners, and encouraging the use and adoption of SHA-256 encryption within other computer processing power-intensive industries, giving miners an extended life.  \\n   \\n While many of the critiques of the Bitcoin mining industry are rooted in some level of validity, they often ignore the overall context of the currency’s place in our current energy infrastructure. In addition, they represent a fundamental misinterpretation of the process and economics of mining from a practical perspective and use Bitcoin as a scapegoat for many of the existing flaws in the world’s 100+ years old energy technology standards. Under these circumstances, it is easy to misrepresent the entire network as a threat to the environment. Though, with added context, many of these critiques could be attributed to the dominant society’s refusal to look toward alternative energy technology or acknowledge our current monetary systems’ own environmental impact. When these issues are addressed as widely as Bitcoin’s potential negative externalities, we will begin to realize that, as an alternative, besides other cryptocurrencies, Bitcoin’s network is the greenest and most economical innovation of all international monetary systems on the planet. \\n\\n**Sources:**\\n\\nBadea, Liana, and Mariana Claudia Mungiu-Pupӑzan. \\\"The Economic and Environmental Impact of Bitcoin.\\\" IEEE Access 9 (2021): 48091-48104.\\n\\nDilek, Şerif, and Yunus Furuncu. \\\"Bitcoin mining and its environmental effects.\\\" Atatürk Üniversitesi İktisadi ve İdari Bilimler Dergisi 33.1 (2019): 91-106.\\n\\nGonçalves, André. \\\"Is Bitcoin Bad for The Environment? Energy And Pollution Impacts\\\". Youmatter, 2021, <https://youmatter.world/en/bitcoin-bad-environment-impact/>.\\n\\nKolbert, Elizabeth. \\\"Why Bitcoin Is Bad for The Environment\\\". The New Yorker, 2021, <https://www.newyorker.com/news/daily-comment/why-bitcoin-is-bad-for-the-environment>.\\n\\nRoot, Al. \\\"The New Thing in Batteries Isn't for Evs. Think Wind Power.\\\". Barrons.Com, 2021, <https://www.barrons.com/articles/form-energy-batteries-renewable-energy-51627064358>.\\n\\nSigalos, MacKenzie. Bitcoin Mining Isn’t Nearly as Bad for The Environment as It Used to Be, New Data Shows. 2021, https://www.cnbc.com/2021/07/20/bitcoin-mining-environmental-impact-new-study.html. Accessed 25 July 2021.\\n\\nSwartz, Lana. \\\"What was Bitcoin, what will it be? The techno-economic imaginaries of a new money technology.\\\" Cultural Studies 32.4 (2018): 623-650.\\n\\nTruby, Jon. \\\"Decarbonizing Bitcoin: Law and policy choices for reducing the energy consumption of Blockchain technologies and digital currencies.\\\" Energy research & social science 44 (2018): 399-410.               \",\"timestamp\":1638661599,\"title\":\"Disaster or Myth? The Environmental Affects of Cryptocurrency Mining in Context.\"},\"digest\":\"iF3IPfIJ8R0fo3wXoauoYyI8Oc15U0P7tkknE9LMBtw\",\"authorship\":{\"contributor\":\"0x2fb149A01266B8BEd43c76BeD25847fa475cF9c6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x8VaY7dgrHD7pTXAMxcqH1WbyVUyFK-wpZQ85W4KITE\\\",\\\"y\\\":\\\"o2NT73nQHAUrGCCnajaFqdc_vGUx7hhub5ISlpTzHoA\\\"}\",\"signature\":\"2ii1cfqsRIpo6ksWu-fygA1CDY_H5lKNCV8S-jh5oendznVxts0Awftlm-sFjxmPozEiRecHYly5A-MNhGzNjQ\",\"signingKeySignature\":\"0xba6db2476f1793c8fac12bea9f9dc27d13cd5ba79957535be8d73577aa80df5624931aefab45a85040e9d93c15ca795436c58036bb00642d987493a16be515bb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x8VaY7dgrHD7pTXAMxcqH1WbyVUyFK-wpZQ85W4KITE\\\",\\\"y\\\":\\\"o2NT73nQHAUrGCCnajaFqdc_vGUx7hhub5ISlpTzHoA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"b2ooVyd37BfOMZjfezQUtnrvd0Aonv8OelVjrPbDPdE\"}"