"{\"content\":{\"body\":\"M12 adds early-stage Palm NFT Studio to its portfolio with participation from venture firm Griffin Gaming Partners.\\n\\n![](https://images.mirror-media.xyz/publication-images/-zaKdLWMlYGyeAqxjj9iF.png?height=955&width=1434)\\n\\nCrypto startup Palm NFT Studio [announced](https://palm.io/studio/palm-nft-studio-announces-27m-series-b-funding/) a Series B raise of $27 million on Thursday led by Microsoft’s venture fund M12. Palm NFT, cofounded by ConsenSys founder and Ethereum co-founder Joseph Lubin, provides strategic and technical services for creators to build nonfungible token (NFT) marketplaces. \\n\\nOther major backers include Griffin Gaming Partners, RRE, Third Kind Venture Capital, Sfermion, the LAO, Warner Bros. and SK Inc.\\n\\nAccording to the statement [issued](https://palm.io/studio/palm-nft-studio-announces-27m-series-b-funding/) on their company blog, the raise will enable the team to scale the Palm NFT Studio’s technology platform and offer it to third parties looking to deploy NFT projects across movies, games, music and art with regulatory compliance and environmental sustainability.\\n\\nDan Heyman, cofounder and CEO of Palm NFT Studio, believes that “within three years, most NFTs will be given away for free,” and added:\\n\\n> “We envision programs that mint millions of NFTs with utility; social objects that connect communities, drive engagement and reward true fans. We’re grateful that incredible partners like M12 share that vision.”\\n\\nPalm NFT Studio co-created the Palm Network, an Ethereum sidechain that allows users to establish NFTs. Any NFTs made on the Palm Network or Ethereum mainnet can be bridged from the Ethereum mainnet to the Palm Network sidechain or vice versa, according to the company.\\n\\nAs new board members, M12 also [published](https://m12.vc/news/welcoming-palm-nft-studio-to-the-m12-portfolio) a statement to welcome Palm NFT to their portfolio and point out its focus on sustainability:\\n\\n> “The company and third parties have run tests that show the Palm Network requires magnitudes less computation and subsequent energy to execute transactions than proof-of-work chains. The Palm Network also has a carbon tax built into its bridge configuration, enforcing payment when mainnet resources are used.”\\n\\nSince its launch earlier this year, [Palm NFT Studio has collaborated with DC Comics](https://cointelegraph.com/news/nifty-news-dj-paul-oakenfold-to-launch-album-on-cardano-nfl-confirms-nfts-and-more) to release an NFT collection of tokenized comic book covers and worked with Damien Hirst to [drop](https://palm.io/studio/the-damien-hirst-currency-exchange-window-opens/) The Currency collection.\",\"timestamp\":1639557617,\"title\":\"Microsoft leads startup Palm NFT Studio’s $27M series B round\"},\"digest\":\"Jv6uWxDe7yme8wRIJVQMQ3JUeMZEswojaCo0uOnr0Bc\",\"authorship\":{\"contributor\":\"0xdB98010FD18F8AD8d3580B60A921045ba3135e9B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2vh_ytyzJT24rd930rbUzv3jf_lJ7Q77Cxj3Y86W6uk\\\",\\\"y\\\":\\\"aZb2oQ8bb27u1MC2u2igm60lJ97DJekb_Umy_Xn2tFE\\\"}\",\"signature\":\"rNfPTtMeIh3Ubb60cpvfGeOgCKYqjPVeTvYPawd-zO8TkUl5QCwFHoNOSu863W7_THVNY7TnOWV127lCisIwkQ\",\"signingKeySignature\":\"0x7603e502349182f906afbd0d9faa9cc3b6e60cd80a4cbeae4c7ddca7f77961a73773a9e76c9a13fa3ad534bb13e2d3fcd8198ab070a8b8f99a320a52694f0cf11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2vh_ytyzJT24rd930rbUzv3jf_lJ7Q77Cxj3Y86W6uk\\\",\\\"y\\\":\\\"aZb2oQ8bb27u1MC2u2igm60lJ97DJekb_Umy_Xn2tFE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Jv6uWxDe7yme8wRIJVQMQ3JUeMZEswojaCo0uOnr0Bc\"}"