"{\"content\":{\"body\":\"这一次林星雅是真的生气了，这是他们领证以来林星雅最气的一次，老钱是什么段位？林星雅和吴缺都是外地人，老钱是本地人，一个有能量的本地人，把这样的人彻底得罪，那会有什么后果？反正林星雅给吴缺一个星期时间，一定要断绝这段孽缘，否则后果不堪设想。\\n\\n一个星期？应该不需要，只要把那天的意外说成是“治病”就好了，以后坚决不碰这个小魔女，也不给她做好吃的，找个机会归还20万，那就算了结了。吴缺窃以为。\\n\\n不过，一个星期已经足够发生很多事情，钱浅自己发现了一些“有趣”的东西。因为关心准男友的事情，钱浅耐着性子去看夜王币的资讯，发现不是那么回事，夜王币并不是归零了，而是跟ONLY合并成了一条链，并且给ONLY的源代码加了一层外壳，这外壳能让ONLY生态的代码更加安全，并且夜王币创始团队获得了10美元现金，用10%的ONLY治理代币来抵押，虽然没透露创始团队怎么分配，怎么着吴缺都应该有几亿美金身家才对，为什么他要“骗”自己的20万呢？钱浅搞不懂了。\\n\\nONLY？钱浅记得自己父亲的公司曾经被ONLY收购，难道自己父亲跟吴缺有过交集？继续深入，发现吴缺居然担任过织梦的CEO，后来她爸又重新夺回控制权，应该打过交道！\\n\\n想到吴缺可能跟自己父亲平辈论交，小魔女心态也发生了变化，这恋情如果被老爸知道……\\n\\n很有趣的是，钱浅第一个想到的不是去问父亲或者吴缺，而是……织梦的前员工，林星雅姐姐。\\n\\n“在？”钱浅给林星雅发了一个交谈的邀约。\\n\\n林星雅现在明显把大量工作放下了，几乎随时有空，回复：“在啊，有什么事？”她还以为吴缺已经把事情说明了，并且已经把自己都牵扯进来。\\n\\n钱浅：“那个，我想问问，你认不认识夜王币的创始人？”\\n\\n林星雅暗笑，不但认识，还是我老公呢。“认识，吴缺。”\\n\\n钱浅紧张地问：“那我爸认不认识他？”\\n\\n林星雅：“认识。”\\n\\n钱浅：“他们关系好吗？”\\n\\n林星雅：“不但不好，而且势如水火，工作上争夺织梦的CEO职位，感情上还是情敌，如果是中世纪欧洲，他们会决斗的那种。”\\n\\n钱浅心中一紧，妈呀，糟了，她老半天没回过神来，林星雅在另一边都能想象小妹妹心中的震撼。这样摊牌了，小妹妹应该放弃了吧？\\n\\n钱浅居然还问了一句：“你怎么知道得那么清楚？”\\n\\n林星雅：“我给两个CEO都打过工啊。”\\n\\n钱浅：“那个，星雅姐，如果我跟吴缺谈恋爱，我爸他会不会反对啊？”\\n\\n林星雅：“你爸会把吴缺阉了的，他就真的‘缺’了，千万别这样，你们不会已经有关系了吧？”\\n\\n钱浅：“没有没有，我就是随便问问，星雅姐姐你要给我保密啊，我回头请你吃饭。”\\n\\n林星雅暗笑，还敲诈了小妹妹一顿饭呢。\\n\\n茶不思饭不想过了三天，钱浅终于跟吴缺面谈，恋人之间最好还是面对面把话说清楚。\\n\\n为了把事情弄得简单点，钱浅约吴缺在音乐学院附近的一家咖啡厅见面。\\n\\n好别扭啊，到底要说什么才能和平分手呢？他俩想到一块儿去了，却偏偏以为对方会痴缠，所以，一时间都沉默起来，气氛诡异。\\n\\n毕竟，女方总是在这种事情上占主导地位，钱浅终于在咖啡变凉之前说了一句：“要不，咱分手吧？都不知道说些什么。”\\n\\n吴缺：“啊？分什么手？我们本来就没在一起，那天是帮我治病，我谢谢你。”\\n\\n钱浅：“……哦，是啊。”\\n\\n吴缺：“那……20万我现在还给你？”\\n\\n钱浅：“……好啊。”\\n\\n等20万转账完成，两个人都松了口气，现在就等某人说再见了，气氛再次凝固。\\n\\n恐怕还是得钱浅说出再见两个字，正当她要说的时候，一个男生的声音叫出了她名字：“钱浅！”\\n\\n这个男生就是钱浅交往的第二只小奶狗，他的声音充满了委屈，是相思之苦让他这般辛苦，他没想到钱浅已经跟别的男人约会了。\\n\\n他的名字叫“屈间”。\\n\\n屈间指了指吴缺：“他是谁？”\\n\\n比起吴缺，这个小奶狗的分手更麻烦，为了早日跟小奶狗再见，钱浅需要再让吴缺当五分钟男朋友，就说：“他是……我男朋友。”\\n\\n屈间愤怒：“那我呢？”\\n\\n钱浅弱弱道：“你爱咋咋地，我一直跟你说了你不信，今天你看到了。”\\n\\n屈间：“我哪点比不过他？这个老男人！”\\n\\n钱浅：“我就是这么重口味，对不起。”\\n\\n屈间纠缠不清，钱浅叫服务员买单，挽着吴缺的胳膊就走了，屈间在后面绝望的呼喊。\\n\\n走到外面，钱浅回头张望了一下，跟吴缺说：“他还在跟着我们，怎么这么烦啊？”\\n\\n吴缺：“要不？我们秀恩爱？”\\n\\n钱浅：“怎么秀？”\\n\\n吴缺：“前面有一盏路灯，我们在路灯下接吻，把他气走。”\\n\\n这招倒是不错，他们慢慢走，眼看着就要到路灯了，钱浅越来越紧张，从来还没有这么刺激，在前男友面前秀恩爱。\\n\\n路等到了，吴缺余光一扫，那英俊少年还在，没办法了，只好出损招，忽然就吻住了钱浅的唇瓣，在少女的支支吾吾中品尝她甜美的丁香小舌。这应该是他们最后的余韵了，将来就没啥瓜葛了，因此，吴缺分外珍惜这一吻。\\n\\n他们忘了时间，忘了那个观众小奶狗。\\n\\n不知道过了多久，他们的嘴虽然分开了，但是还拥抱在一起，感受彼此的心跳，彼此都感受到了一丝依恋，当然，分手还是必然的。这场景，让吴缺想到《再别康桥》，人生总是有那么多的无可奈何。\\n\\n“钱浅！”\\n\\n钱浅和吴缺朝声音望去，一起魂飞魄散。\\n\\n钱浅失声：“爸爸！”\\n\\n不知道什么时候，钱昊空已经站在他俩的身后，对着他俩虎视眈眈。\\n\\n吴缺被钱昊空逼近，不由自主倒退了三步，心虚得要命。\\n\\n钱昊空气坏了，吹胡子瞪眼：“你们怎么在一起？”\\n\\n还是钱浅脑筋转得快，说：“爸，说起来你可能不信，我们这是表演。我有一个男朋友一直不肯相信我跟他分手了，我只好找一个朋友来冒充我的新男友，这样秀恩爱应该能把他气走。我看看他走了没有。”\\n\\n她努力张望了一下屈间的方向，松了口气，道：“好了，真的，我前男友走了，他叫屈间，是大三的一个帅哥，但是绣花枕头没什么意思，所以就分手了。”\\n\\n钱昊空：“那……你们两个，是普通朋友？”\\n\\n吴缺抢答：“绝对是普通朋友。”\\n\\n钱昊空脑筋转得也快，冷笑：“看样子你知道钱浅是我女儿？”\\n\\n吴缺讪讪笑道：“才知道不久，钱总的女儿是音乐学院的校花啊，万人迷，刚才她说要表演秀恩爱，我根本不知道怎么回事，要不然也不敢……”\\n\\n钱浅挽住了老爸的胳膊，谄媚道：“好了，爸，我们年轻人接个吻还不是正常吗？以后就没这种事儿了，这个人，以后就形同陌路，你走吧，我不要你送了。”\\n\\n吴缺如蒙大赦，挥挥手就跑了。\\n\\n钱浅：“爸，你为什么来这儿？”\\n\\n钱昊空哪有这么容易相信这魔幻的说辞，但是如果不信，又解释不了他们为什么要在路灯下接吻，而不是到阴暗的角落，按照钱昊空的逻辑，如果是恋人，应该跑到阴暗处躲起来恩爱才对。\\n\\n“我来跟朋友谈谈事。”他朝吴缺消失的方向张望，但是被女儿拽走了。\\n\\n钱浅必然要分散老爸的注意力，立刻追问：“谈什么事？生意还是感情？”\\n\\n钱昊空忽然露出迷之微笑：“既有生意，也有感情。”\\n\\n钱浅：“哦？”\\n\\n钱昊空：“你还记得林星雅姐姐吗？我现在要跟她一起，联手把织梦公司买下来，以后公司又回到爸爸手中了，我和林星雅各持50%的股份。”\\n\\n钱浅：“这是好事还是坏事啊？我不懂。”\\n\\n钱昊空好像忘了刚才吴缺对他女儿做的缺德事，高兴道：“好事！”\",\"timestamp\":1639540424,\"title\":\"共济会风云 第45章 分手\"},\"digest\":\"usoVlnRGQtPiW4yPxFQGhAfVzrO8L2o1q5vIofFh6tc\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"signature\":\"XjTBMlrmibxDXnQ4ERrrBpdM24V_Fl5M1vHVt00DNaX3NcgrIWzBymG3poLiALU39l3AIQM4GE1FxnyoBIYPpw\",\"signingKeySignature\":\"0x9f493a0ee5c1128506766a2a4278c0eddffcbe813b83cca20a5bd7bbac47104e374e7273911a6e1fc7555ff99c7df2a78449737ae99d4f6ae323f06fe9e95fca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xf3Z9axkChWHskyVPIh32TYAzc4vqTOLC9PM3GV_DJs\\\",\\\"y\\\":\\\"tOIoxhuc2Naq5fiWPvc4LQQUBldSbBvDl1SaLM-y2G4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"usoVlnRGQtPiW4yPxFQGhAfVzrO8L2o1q5vIofFh6tc\"}"