"{\"content\":{\"body\":\"当NFT遇上艺术品，一张图片、一首歌、一段视频，甚至一个头像都可以与一串代码“擦出火花”，身价发生几何倍数暴涨，突破现实世界认知。\\n\\nNFT全称为Non-Fungible Tokens，即“非同质化代币”。\\n\\n“从技术上来看，NFT是一种基于区块链技术的契约的数字化凭证。”中国电子技术标准化研究院区块链研究室主任李鸣告诉记者， NFT具有可验证、唯一、不可分割和可追溯等特性，可以用来标记特定资产的所有权。\\n\\n今年以来，明星、大V、企业纷纷打造推出自己的NFT产品，数字艺术品俨然成为NFT落地最快的应用场景之一。\\n\\n当“万物皆可NFT”，这串连接虚拟与现实的“神秘代码”，会成为通往元宇宙世界的关键密钥，还是又一场币圈和资本炒作下的零和游戏？很多问题需要提前思考。\\n\\n**NFT走红“出圈”**\\n\\n今年3月，在佳士得拍卖行，NFT数字艺术品《每一天：前5000天》拍出6934万美元（约合4.5亿人民币），刷新数字艺术品成交记录的同时，也让NFT这个词强势闯入大众视野。\\n\\nNFT数字艺术品《每一天：前5000天》，是创作者Beeple将其从2007年5月1日起每天在网上发布的绘画照片，在凑满5000张后用NFT加密技术组合到一起制作生成。图片来源 佳士得官方微信公众号截图\\n\\n在NFT交易平台Opnesea上，看似普通的马赛克头像、图片、收藏品频频售出“天价”。数据显示，截至目前Opensea累计销售额超过100亿美元，平均每个NFT售价为872美元。\\n\\n国际奢侈品巨头LV也推出了NFT游戏，玩家有机会在游戏中免费获得价值在2万到2000万美元之间的NFT黄金明信片。\\n\\n在国内， NFT吸引着科技巨头和资本跑步入场。支付宝上线NFT艺术收藏小程序“蚂蚁链粉丝粒”，腾讯上线NFT交易平台“幻核”APP，字节跳动旗下TikTok也宣布推出NFT系列作品……\\n\\n“正像是物理社会中资产凭证的重要性一样，元宇宙生态也具有大量数字化资产，需要资产凭证来促进元宇宙经济循环。”在李鸣看来，数字化资产凭证是元宇宙生态的关键要素，而NFT可以成为元宇宙中数字化资产凭证的一种表现形式，并且将随着元宇宙的发展逐步演进。\\n\\n元宇宙概念持续热炒，让市场看到了NFT的商业机会。在一些行业人士看来，元宇宙为NFT提供了更加多元的应用场景，NFT将成为实现虚拟物品数字资产化和流通交易的重要工具。\\n\\n反对声音则认为，NFT与元宇宙的突然走红，背后很可能是一些媒体与币圈精心设计的炒作。有媒体报道，此前在佳士得拿下“天价”NFT画作的竞拍者，正是某NFT基金的创始人。\\n\\n“NFT本身具有一定的金融属性，尤其国外‘天价’NFT艺术品的出现，让更多投机者找到新的金融炒作工具，加速了泡沫的形成。”李鸣说。\\n\\n与此同时，鉴于国内对于虚拟货币监管态度，一些机构、企业也在试图淡化NFT的“代币”属性，更愿意称其“通证”。今年6 月，支付宝在推出NFT付款码皮肤时曾强调，NFT是解决数字艺术品确权的一种有效和可靠的技术手段，和比特币等虚拟货币有着本质区别。\\n\\n目前包括腾讯、阿里等大厂NFT相关产品平台上，都已删去NFT字样，改为“数字藏品”等称呼。\\n\\n**正在异化的NFT**\\n\\n“起码四位数”“后面炒高了我再出”“私下交易没办法监管”……在一个蚂蚁链NFT火炬数字收藏群里，记者发现，原价39元数字火炬经过疯狂加价，早已被炒到几千元甚至上万元人民币。\\n\\n9月16日，支付宝限量发行21000个亚运会数字火炬，不到4分钟售罄。虽然蚂蚁链在9月24日发布声明，坚决反对一切形式的数字藏品炒作，抵制权益类交易、标准化合约交易等违法违规行为。但在网络上，关于数字火炬的交易与讨论从未停止。\\n\\n狂欢之下，NFT正在偏离价值，走向异化。\\n\\n艺术品、游戏、炒作、币圈化、元宇宙……对于普通人来说，很难辨清究竟哪个才是NFT的真正标签。\\n\\n“要想玩得长久，就不能短期内都想割韭菜就跑路，把整个行市给毁掉。”长期关注NFT、虚拟货币的投资者刘勇认为，目前市场对于NFT更多的是投机、炒作，关注其真实价值的人群并不多。\\n\\n“一些主流的币圈交易所，也在打着NFT的概念发新币，很普遍。”刘勇向记者坦言，有时候，很难判断这是投资还是骗局。就自己而言，不论是炒币还是炒NFT，实际上就是投机，跟着市场趋势快进快出，赚些快钱。\\n\\n“一个USDT=1美元，可以直接用人民币兑USDT在平台上交易，主流平台都通用，很方便。”交谈中，刘勇打开手机，向记者展示了如何在交易所购买NFT币。\\n\\n“我手机上的这些App，在国内应用商店已经不能下载了，需要去国外应用市场。或者从非官方市场下载，但是不太安全。”在他看来，NFT的真正价值在于能够实现虚拟物品的资产化，应该远离币圈。\\n\\n风险之中，不想踏空的年轻人，伺机而动。\\n\\n记者接触发现，年轻人更容易接受并参与NFT交易，他们希望能捕捉到新一轮的造富机会。\\n\\n“其实这里面风险很大。”在刘勇看来，投资NFT的风险比炒币更甚，“NFT产品的流动性弱，需要有人接盘。”\\n\\n在记者加入的几个NFT交流群里，90后、00后占比超过半数，也是其中最活跃的群体。这些群里，不时会有人发布“抽奖撸空投”“免费领NFT资产”“NFT投资”等广告信息。这些链接、二维码，通常会诱导用户下载App或者注册平台。\\n\\n“一些NFT游戏、交易平台，出于吸引用户、宣传等目的，平台会不定期向用户钱包发放‘空投’。”NFT玩家李旭告诉记者，这种“空投”其实可以看作是奖励或者分红，一种是对于内测用户、使用者的奖励，另一种是为了项目上线拉拢人气。“这在币圈很常见。” 李旭说。\\n\\n在国内某NFT网站上，记者发现，一些照片、动漫设计、数字文创等标价从几十、几百甚至到上千万元，用户可以直接点击购买。同时，用户也可以上传图片铸造自己的NFT作品，购买更多的“燃料”，所能铸造的作品等级就更高。\\n\\n某NFT艺术品交易平台的商品网页和藏家榜排行。制图 申佳平\\n\\n官网信息显示，这家创立于今年5月NFT数字资产交易平台，目前已有超5000海内外创作者入驻，注册用户超10万人。\\n\\n“人人可以上传铸造NFT，但并不是每个NFT都有价值。”在李旭看来，平台应该让收藏者能够和NFT创作者互动、社交，形成价值的生长，而不是只在价格后面加个零，盼着下家接手。\\n\\n然而，在狂热的市场中，“理性声音”往往被淹没在“造富幻想”中。\\n\\n**警惕“击鼓传花”骗局**\\n\\n记者调查发现，目前有些国内NFT交易平台宣称“持牌经营”“合规交易”“人民币结算”等吸引投资者。\\n\\n“事实上，这种合规持牌的批准极难取得。”中国银行法学研究会理事肖飒告诉记者，据《国务院关于清理整顿各类交易场所切实防范金融风险的决定》和《国务院办公厅关于清理整顿各类交易场所的实施意见》的规定，如果想要在正式的交易所开放NFT交易，必须经省级人民政府批准设立，或者需要取得国务院或者国务院金融管理部门的批准。\\n\\n在肖飒看来，国内NFT资产的交易场所往往不具备这样的批准，因而其合法流通会受到限制。“基于NFT潜在的一系列风险，我们不赞同现在放开NFT交易市场。”\\n\\n值得注意的是，目前对于NFT、元宇宙概念的炒作已经蔓延至上市公司和二级市场。一些蹭热点、炒概念等行为，也正在引起监管部门的警惕。日前，深交所创业板公司管理部向中文在线发出关注函，要求说明互动阅读业务与元宇宙概念和NFT概念的关联性。此外，多家上市公司也接连收到交易所的关注函，要求说明公司及相关方是否存在蹭热点、操纵市场、违规买卖公司股票的情形。\\n\\n行业人士认为，目前国内对于NFT的法律性质、交易方式、监督主体、监督方式等尚未明确，NFT存在炒作、洗钱和金融产品化等风险，对于NFT投资应该保持谨慎态度，警惕“击鼓传花”式的金融骗局。\\n\\n“无论是以加密货币计价，还是结合借贷、挖矿、价格预言机等多种方案以增加二次流动性都有违反我国现行监管法规的风险。”北京市天元律师事务所律师王大伟告诉记者，NFT投资市场存在如下风险点：NFT交易平台本身的合规风险；NFT发行方是否构成ICO（即发币行为）的合规风险、是否侵犯著作权的风险；NFT的购买方再售时是否有流动性风险。\\n\\n“NFT的交易行为是否合法合规需要根据具体情况判断，譬如两个自然人之间的直接买卖如果是以人民币计价并且没有其他违规情节，现行法规并不禁止。但如果设立一个平台来撮合交易，那么平台合规的风险就比较大。”王大伟说。\\n\\n“应当着重从NFT产品的定价、销售（拍卖）、营销模式、二手专卖（转拍）等方面进行监管。”肖飒提醒道，区别于境外的NFT交易平台，现阶段国内尚不存在NFT二次交易、转让赠送等场景，NFT也尚未出现金融化的趋势。但是，国内对于金融行为的强监管不会变，基于NFT目前存在的风险，应着重提升投资NFT行为中的合法合规意识，加强行业潜在风险的监管与防范。\\n\\n专家提醒，NFT的发展需要引导，若能脱虚向实，可以有进一步的发展；如果一味陷在当前的虚拟资产中，炒作一阵风之后自然就消寂了。\",\"timestamp\":1641204763,\"title\":\"NFT：通往元宇宙，还是走向大骗局？\"},\"digest\":\"O3dJgLm8slceHZPzfmkh8ifWQK4Z5KSy4Yw2XhgKkSQ\",\"authorship\":{\"contributor\":\"0x3AD3280729C60036B238323B7f0fd9CC49630845\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6bRJVV6UNaOsL_nzJWm91Dn7oRknO-iEQBv_-7GUw0o\\\",\\\"y\\\":\\\"TN1_YRrFN6-V_hyllQovURxz-1qqVvTBYvmB-I3h6r0\\\"}\",\"signature\":\"807tgk3Ka9LUXuAxCc4wICXezQQRJyuXFkcQ-G7Ndp_TPCvSK7Gh7lrKRiLyq2wK5nfiiXg9Y3KF8nj-xtM8Sg\",\"signingKeySignature\":\"0xaa9ac755279573d4b19c34c676193f903ebe9409a2606bd5153af0cad13516951f3acbbebd711e4f084d4172b43c055bfb27d6de45e3e3363a55bf036185cc7c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6bRJVV6UNaOsL_nzJWm91Dn7oRknO-iEQBv_-7GUw0o\\\",\\\"y\\\":\\\"TN1_YRrFN6-V_hyllQovURxz-1qqVvTBYvmB-I3h6r0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O3dJgLm8slceHZPzfmkh8ifWQK4Z5KSy4Yw2XhgKkSQ\"}"