"{\"content\":{\"body\":\"Woke up having had a few vivid dreams last night. The one that stuck out the most, I was skateboarding down the street ollying on and off curbs and cruising at a speed I never could handle in waking life. Skating like this in my dreams is such a freeing feeling. I can see why people seek out activities with such movement regularly. This feeling gave me energy as I woke this morning that I was singing when I woke up not very intelligible but it was song none the less.\\n\\nThe disappointing thing on awakening is that I can't continue this activity, mainly due to being out of shape and months of practice to years would be needed to achieve such a feet. I wonder still what the true inner desire is in myself represented in that dream. Is it to become a better skater, or is it to lost some weight, or to do something adventurous and risky.\\n\\nThere is no way to know precisely what desire the dream was representing, but I'd like to think it is the more abstract one of adventure and risk taking. I am fairly conservative in that range, but one area I would like to dive in, is in the social capacity. I don't socialize much beyond work and family. I see the internet as a great place to engage, but I don't want to overwhelm myself, have distaste and become even less social.\\n\\nIn essence I want to take small steps that still take courage, but eventually lead to what would seem like a large change in my social activity but just becomes normal. My fear around the matter is I am not charming, funny or outgoing enough, however I think with small engagements these are all things I don't really have to worry about.\\n\\nSo I'd say pay attention to your dreams, because you could never be quite sure where they are trying to lead you to or what they are trying to show you.\\n\\nKindly Ders.\\n\\n![](https://images.mirror-media.xyz/publication-images/Vv6W5-dHl2rvztr5wf0YH.gif?height=114&width=320)\\n\\n\",\"timestamp\":1642272257,\"title\":\"🛹 Skateboarding in my dreams 💤\"},\"digest\":\"fLETd6ii9D17xRGGzdPmW9Q2qkzUuToaDtKY_jvPlXc\",\"authorship\":{\"contributor\":\"0x6F3bA8A845D18D32bE6985650E449d7c29926F7F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mp9UiRRFGMwGVREgv96-wNTeUJCoYzv5X6zrGRpBgmo\\\",\\\"y\\\":\\\"9dloCxFI6xf33yf_cqgLLB1hCvsaD1AlJ1PCBpQSgoI\\\"}\",\"signature\":\"SCrN2goIOkZeiC19VeOgg4isKja-T6ZO3tESkwDC1dpECPPw8FVVTG-Ao_FJP5pWA4KIaNoa0p6uZYjSKj9XaQ\",\"signingKeySignature\":\"0xa02eda9671671140aa38e9f340fe4adce398417b7778fc2175b57c6d5f5bab980e6926d903c40be3cb10ec2536d9a92aa746a025543895de795ef44bc37b54a21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mp9UiRRFGMwGVREgv96-wNTeUJCoYzv5X6zrGRpBgmo\\\",\\\"y\\\":\\\"9dloCxFI6xf33yf_cqgLLB1hCvsaD1AlJ1PCBpQSgoI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fLETd6ii9D17xRGGzdPmW9Q2qkzUuToaDtKY_jvPlXc\"}"