"{\"content\":{\"body\":\"I was never in trouble as a kid.  \\n Well, rarely. \\n Actually, in the fourth grade . . .   \\n  \\n . . . a boy I’ll affectionately refer to as “Diablo” was sitting next to me in class. I’m not sure what possessed him (probably his direct lineage to Beelzebub) but, without warning, he decided to jam his pencil straight into the fleshy part of my leg. \\n\\nIt happened during a quiet moment, one where we were supposed to be focused reading, so I couldn’t react like I wanted. Instead, I wrote the words “Fuck You” on the top of a note sheet and slid it over to his desk. As I made the pass, Miss Gwen also passed in our direction. Her eyes only saw vulgarity and my eyes only saw Diablo. She wasn’t happy, none of us were.  \\n  \\n I fumbled to tell her what happened, the “why” behind such choice words. But she was already furiously attaching this very clear message I was trying to send to my classmate to a note she hoped I would deliver to my parents for a signature. Diablo.\\n\\nThere were no other choices when I carried that note home after school. \\n I decided that justice, in this instance, meant me getting to sign for my mother. \\n\\nThat was the first day I can remember lying or ever doing anything deceptive on purpose. In the name of justice, Diablo and I switched places. And that’s often how it works. If you Diablo me, then I’ll Diablo you (or someone else because the original Diablo might not be available for paybacks). It seems perfectly fair and of good sense to deduce that if I’m hurting then everyone else should hurt too.\\n\\nThirty therapy years later I’m not passing a note, I’m passing my brother (circling him actually) in a race that I begged him to run. He’s not a runner. He was a baseball player. But we are trying to connect and these are the means by which we try. He said yes and I promised to never leave him.\\n\\nAs I  cross a finish line that has nothing to do with what happened in the fourth grade, my mind wanders to the subjects of belief and attention.  \\n Somewhere in my heart and with my physical body I wanted to give my grown up brother the attention and belief I know we deserved as children. \\n\\nNone of us are Diablo, yet all of us hold the potential when life and relationships don’t offer much of what we need. \\n  \\n As one does in therapy, I recall the race finish and there’s no sign of Diablo. One naturally slips into third person as an exercise of empathy. \\n  \\n . . . I think fourth grade Eric (formerly known as Diablo) really just wanted someone to see him. And I think fourth grade Brooklyn (formerly known as Diablo) really wanted someone to believe her. Attention and belief are things every breathing soul deserves. If only our ten year old versions  of us knew how angelic it could have been to simply communicate how we felt with words. \\n\\n![Diablo dies in the company of empathy.](https://images.mirror-media.xyz/publication-images/EKptYAT0MOVIT5C69tsNc.jpg?height=1728&width=2592&size=large)\\n\\n\",\"timestamp\":1641310342,\"title\":\"Diablo\"},\"digest\":\"e8SY1dSBYMEWyi_heJ_DPJ13w7qH9XLmOYrD3dpJp44\",\"authorship\":{\"contributor\":\"0x8D0C497eE2aADe8A1fe0d622fc386CF6a4a50bD5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"njkkkDJtnFOR8GVX-obct9nQZ2dhGyo5FVQX2ZzoTkc\\\",\\\"y\\\":\\\"O8RuIirlztCu_EJwXo3YPSDx_X74sirkxjyiVhbNfuk\\\"}\",\"signature\":\"52Y6RivkyRuTWfxsjvkQXLzwXhyggZC1EPeF0h-f3q6ZXOHR0BMWNozv5ytWAoFS3bR6xSP5f_Hcp5OLxX9PXA\",\"signingKeySignature\":\"0x44992e0ba67625fa1a89bc5d55a041f517574ab47e1ebee8cd276a17d710ba9620292e766300db58cbe0d84b193ec49ef4e1b0be5b615627082ca3bdb80f057c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"njkkkDJtnFOR8GVX-obct9nQZ2dhGyo5FVQX2ZzoTkc\\\",\\\"y\\\":\\\"O8RuIirlztCu_EJwXo3YPSDx_X74sirkxjyiVhbNfuk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"e8SY1dSBYMEWyi_heJ_DPJ13w7qH9XLmOYrD3dpJp44\"}"