"{\"content\":{\"body\":\"终记得真的记得的那个吗，英国脱欧也是一年，那个时候我也写了几篇文章文字年，感慨这个世界的现实和我的意识的差异，好像在更好的世界？没有。\\n\\n今年，疫情纪年第三年，在这个欧洲的黑事件事件下，世界和社会的形态变化的着变化，发生的原因发生的事件发生在人类个体和个体和组织的架构上，或者是事实。未来会怎样呢？我仍然不知道，依然只有感慨。\\n\\n### 记忆和逻辑——新冠后的左转\\n\\n当代人既不喜欢回顾，又不喜欢预测，人类按部就班的生活在一种熟悉的模式中，并且渐进性的接受模式改变，是最轻松的穿越。\\n\\n我并没有想到疫情会持续这么久，更准确的说我没有很认真地思考过疫情会持续时间，直到疫情带来的负面影响伤害，所以我想未来中招来迎接星辰。\\n\\n我们不再出国旅游，国内旅行要担心发生意外事件，一不小心为保住14日游；绿码减少了出国旅行，会面；去会也取消了，歌手我们也是普通人，和大家一起老过了几岁。\\n\\n开大重创，开的朋友们收账大打捆绑回收，或者入不敷出。\\n\\n线下餐饮惨不忍睹，上海的极好位置的空也能看到上海的铺天盖地。\\n\\n经济活动减少了，支出少了，企业钱少了，大家的钱也少了。\\n\\n政策影响，互联网致命伤员，上海申领失业金的人数是疫情前的几秒，成倍增加其他地区的收入减少，增加了员工的消息。\\n\\n从国家级别的大的国内策略，到一个小区街道的处理策略，这些策略是做什么的呢，是否有更好的方向呢？ ，看来又是中容易的解决方案。\\n\\n有多少网络民能知道每年都在流行的场合，有能力思考公共事业的紧急情况和回报，了解一个药物和疾病能去的特定方法，知道不同的时装路线的长度，以及背后不可缺少的能力的成本问题，关键的钱的钱到底哪来的，经济上普遍发钱会有什么后果……\\n\\n能知道有的疾病是要几天去医院的，能知道不是人的房子有厨房，能知道抑郁症也是会死人的，知道个体经营者是有多少的……\\n\\n在社交媒体上，人们经常看到有关片段化的观点表达，碎片之间的逻辑无足轻重，也不会被深究。生命无碍的情绪发泄，那看起来也不是什么东西，但它们更像刷大的面壁，它们似乎在真实的产生影响。\\n\\n灾难过后，产生聚旗效应，人们需要安全感，需要依靠什么，寻找同类的人抱团，这些简单的这个推挤同类的原因经不住敲击。\\n\\n### 价值与可证伪——价格的山峰\\n\\n把2020年和2021年的时间窗口合影的话，单石价格上涨了高山峰，不止是山顶的左侧主升浪，完整也画完下来的跌浪。\\n\\n既是亲历者又是觉妄亦是，那是数据大的山，也是少数人经历的大梦一场，20年美股股东神，21年股神我们大多数不见了，期货就是这样，唯有从呐喊了时代传奇级沫的美股三大成分指数，把泡沫舞动了天。\\n\\n在另一个世界，区块链市场涨价服了所有质疑，当然如果选择蒙上眼睛看不到的话，似乎也能当世界的很多财富神话不存在。\\n\\n我标榜自己是海龟的信徒，其实已经回测了耳朵的信徒，但到了一定的时候会出现无视神像。所以路太难了，有时社会还是身边的小赌一把，很难到对方身边的贵的朋友，难能可贵。\\n\\n以前是一个朋友我介绍的张五常先生的“经济解释”，卷一看不厌其烦的重复可证伪性对于一个理论的再现，一个理论是否可用于实践的选择性。学都是伪科学，券商的预测报告都可以当笑话看的，真的可以笑出来。\\n\\n价格太具体了，可能会出现黑点，具体数值，市场平均价格，者情绪，都在价格左右，最后一环运动交易却预测影响颇大，怎能无视。\\n\\n### 自组织会发生——理性与DAO\\n\\n深刻的那个人的思想形成某种程度的限制了，研究的合理性，是的，是三体人。\\n\\n人的大脑构造导致记忆力有限，且会记错。\\n\\n人类幼崽总是要清醒一次神经网络，但现代社会已经可以训练成全才了。\\n\\n人的神经网络总是直接给出答案，而不是逻辑逻辑，从而导致最终问题的决策和产生总目标。\\n\\n碍于短时记忆能力，人在没有工具辅助下的逻辑层次不能太深。\\n\\n只是，这些中土的残缺，都没有在尝试解决。\\n\\n在一个理想的实践中，应该实践的做法类似达利欧所述的模式，并辅助辅助工具应该记录每个人的历史，有清晰的流程问题，引导讨论，根据历史结果复盘，每个人不同的领域的打能力分，最终投票决定。\\n\\n最近的密集中心去化的内容，最伟大的组织 DAO 的内容，但可能会离最优决策间的战局无法平息。在实战中，有告诉我的答案是集中最优秀的朋友来决定了，这确实是个首个方案。\\n\\n2022年会怎么样，知道了，这个数字已经让我觉得自己是幻化了，最好的不是世界在摇摇晃晃，移动会让人觉得很梦幻。\",\"timestamp\":1640969095,\"title\":\"又一个不确定性的公转纪年——2021年末感悟\"},\"digest\":\"vswif6T4DWq_wacOV8qd2MECvoe94MefJhWEK0Mv9jE\",\"authorship\":{\"contributor\":\"0x7Fa9f03AD468032E96708fE8D7085401EC291033\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"egFVwU3BT15iBzs4je-8bpJ6o6-NGxM5bd2lK8wDCvU\\\",\\\"y\\\":\\\"oJlsGE1nyRLgWDJzaZ-tIyqNRab3o_VE3nvgBlByWVc\\\"}\",\"signature\":\"TX_Yjkeq534kOwqJiM7PHZG28DNPsFjapCpixRVOZbbkJ6j5AE3GRSWAth-cUp4eRtxO8jyZ4G6mU2pvzb_eOQ\",\"signingKeySignature\":\"0xdb61df393b8fd882ddb52b2cdd8fe86106c7be49b0f4d0e9e422dc52b6a1c8494120f49b3613bdf4c2d7cf776e090be9f4c6dd4e31f5fabb36c53c2db6c5dd461c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"egFVwU3BT15iBzs4je-8bpJ6o6-NGxM5bd2lK8wDCvU\\\",\\\"y\\\":\\\"oJlsGE1nyRLgWDJzaZ-tIyqNRab3o_VE3nvgBlByWVc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HqzUWMcJbCK64DGUkiAyssq4HgKpFk7Y2EiL2PGo8xI\"}"