"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/ec6478c7-7e84-4840-80b6-44a33a7b33c7.jpg?height=2080&width=3120)\\n\\nA few years ago it was common to hear the phrase, “we’re still waiting for crypto’s killer app.”\\n\\nCrypto markets weren’t quite ready for mainstream attention. The past five years of crypto were heavily focused on financial infrastructure and technological foundations.\\n\\nBut we’ve now experienced early product-market fit in DeFi, an explosion of projects like NBA Topshot, Axie Infinity, Cryptopunks and onboarded the first [\\\\~100M users](https://www.jbs.cam.ac.uk/faculty-research/centres/alternative-finance/publications/3rd-global-cryptoasset-benchmarking-study/) to crypto. \\\\*\\\\*\\\\*The next 100M crypto users will be driven by consumer applications. \\\\*\\\\*\\\\*\\n\\nTraditional consumer has gone through a transformation in the past thirty years. Consumer was about the physical -  food, beverages, media and entertainment. But eventually, the internet offered a digital business model for everything physical. Consumers now access virtually any product or service with a few clicks. Consumer brands have vastly expanded their distribution and business economics due to the internet.\\n\\nSo what will define the next consumer transformation? Crypto. There are 3 major reasons why crypto is poised to do this:\\n\\n**Ownership**\\n\\nCrypto enables ownership from day one-- a powerful concept. For the first time, users can partake in the growth and success of the products and communities they are a part of, from the beginning. Ownership changes the model from extractive to additive. The main mechanism for ownership has been via tokens - whether they are fungible or non-fungible. Tokens offer users the ability to partake in governance, access user benefits, and more. Tokens turn users into advocates. Each additional user in a given network benefits alongside the entire network. Rather than providing content, time, attention for free, they are rewarded for making products and services successful.\\n\\n**24/7 Markets**\\n\\nSecond, is the nature of crypto markets. Crypto never sleeps. Similar to how the internet trained millions of users to fast instant community, 2-day delivery, and simple UX, crypto will train users to expect 24/7 markets. The past decade has seen exchanges like Coinbase and Binance grow a user base that’s come to expect 24/7 global markets. DeFi is accessible to anyone with an internet connection. We’re now taking this to the next level by making the internet ownable. Marketplaces like [OpenSea](https://opensea.com) provide exposure to non-fungible tokens at any time of day. Consumers are shifting expectations to meet this cadence.\\n\\n**Open Access**\\n\\nLastly, a defining pillar for crypto is around open global access. The internet turned e-commerce, advertising, and media into global all-consuming models. Advertisers are able to personalize and target users while social media launched the influencer career model. However, the beneficiaries of the internet continue to be limited to a smaller set of stakeholders. Geographical constraints will continue to fall away, giving users opportunities to work and play online in manners that weren’t previously available. The focus is now on the long tail of creators and communities.\\n\\n### But isn’t everything “Consumer”\\n\\nThe first decade of crypto was about finding our footing. We saw the highs and lows of an emerging asset class and a (still developing) smart contract ecosystem.\\n\\nWe still have a long way to go when it comes to scaling, infrastructure, and user experiences. But, I’m certain that we’re reached a point where narratives and stories will allow us to scale.\\n\\nUntil we shift away from our past shadows, it’ll be challenging to resonate with what’s to come. What’s better than telling? Showing.\\n\\nOver the next decade, we’ll start to see bottoms-up brands, business model reinvention, and community ownership take off. The consumer category in cry\\\\\\\\pto will create opportunities we haven’t even thought of yet.\\n\\nThe old rules do not apply and I’m excited to be a part of the new playbook. To make this more real, here are 5 breakout categories I’m watching:\\n\\n**1 | Curation-as-a-Service**\\n\\nThe internet made it so we are all consumers, creators and curators. As we are constantly reminded in our online lives - we are the product. Curation implies taste, and requires effort and skill to do so correctly. But that being said, we are all curators. We curate with our likes. We curate with our comments. We also curate via promotion. Sharing within our network and beyond. While the internet has created a business model around affiliate programs and links, ultimately, the curation space remains relatively [untapped.](https://gaby.mirror.xyz/LGrzJJbwV9ewhYAa7gcFYa2nxYlTWRH-SxmSuViEWA4)\\n\\n![Yup ](https://images.mirror-media.xyz/publication-images/555afede-69d8-442f-9809-d5559abc8d2d.png?height=1332&width=2152)\\n\\nWeb3 offers an opportunity to curate with clear financial incentives *and* social status. What once took place across blogs and newsletters will soon find ways to curate where you can tip creators, earn money via curation, and create massive economic graphs. For example, Yup, is a curation protocol that provides an opportunity for users to curate and build their influence accordingly. Collector DAOs are curating NFT investments and making a bet on the future success of these projects. Curation-focused products allow digital content to become organized irrespective of the platform it lives on. Social token design can create a system where users earn for curating content and split the benefits with both the curators and creators. Being early has always had value, but web3 allows you to benefit from it.\\n\\nNotable projects: [Yup](http://yup.io), [Bitclout](https://bitclout.com/), [Verse](https://neuroswish.mirror.xyz/2IlOa5B-eMCuSMTGjYq4lsdPRzOwqqIqy9XzHycsmrY)\\n\\n**2 | Social DAOs**\\n\\nSocial DAOs are [tokens backed by the reputation of an individual, brand, or community.](https://newsletter.banklesshq.com/p/the-bull-case-for-social-tokens) These DAOs typically have the following structure: a shared mission or purpose, a strong community, and tokenized ownership. Web3, and more specifically tokenized incentives, allow for social communities to quantify their value and share in the upside.\\n\\n![FWB Dashboard](https://images.mirror-media.xyz/publication-images/d8bfde67-be38-4c64-9b40-33a1817c1c34.png?height=1370&width=2878)\\n\\nToday, there are a few dozens of social token DAOs, with FWB taking center stage as the leading player. FWB, Friends with Benefits, provides a window into some of the coolest creators and thinkers in Web3. Together they’ve created a digital space that fosters conversation and translates that into digital and IRL events, editorial content and more. Infrastructure providers like Rally and Coinvise are providing the tools to allow these social token communities to thrive, with token infrastructure as well as creator support. It’s still early days for social token DAOs but I’m bullish this category will grow extensively in the coming decades.\\n\\nNotable projects: [FWB](https://www.fwb.help/), [Coinvise](https://www.coinvise.co/), [Rally](https://rally.io/)\\n\\n**3 | Play-to-Earn Games**\\n\\nPlay-to-earn games are the newest gaming business model to take the spotlight. Although the model has been for decades, blockchain applications are unlocking ways to earn and own in-game assets. Virtual in-game assets are plentiful but are confined to a one-way economy, where game publishers create and users buy. Despite spending millions on virtual assets, users ultimately have no ownership rights over these assets. With the play-to-earn category, users are working within games to earn in-game assets in the form of NFTs, tokens or otherwise. As more people play the game, the collective value increases while benefiting users. This introduces digital property rights, two-way markets, and in-game scarcity.\\n\\n![Axie Infinity](https://images.mirror-media.xyz/publication-images/c314e7dc-605b-44d0-be25-4c1bf31071a0.png?height=576&width=1024)\\n\\nAxie Infinity is the most popular play-to-earn game in the blockchain world, with nearly [$500M](https://www.tokenterminal.com/) in protocol revenue generated to date. Yield Guild Games, is an organization of players, who all play games where they can earn in-game currency or assets. Play-to-earn games allow users to participate in the upside while growing the games they enjoy playing.\\n\\nNotable projects: [Axie Infinity](https://axieinfinity.com/), [YGG](https://yieldguild.io/)\\n\\n**4 | Digital Spaces & Showcases**\\n\\n![JPG Gallery](https://images.mirror-media.xyz/publication-images/c34387ee-1761-4b15-a651-d07a8e561acc.png?height=668&width=1352)\\n\\nNFTs are a tool. They allow users to tell a story, share context, collaborate, raise funding and more. As NFTs become increasingly popular, the next question arises - where do we put them? As the concept of the metaverse takes off, I’m interested in digital spaces and showcases where users can share their NFTs, socialize with others and build deeper connections. Whether it is about incorporating virtual reality (like CryptoVoxels), developing museum style exhibits (JPG Gallery) or combining the physical and digital (CryptoVenetians) there are significant opportunities to explore.\\n\\nNotable projects: **[CryptoVoxels](https://www.cryptovoxels.com/), [Super Rare Spaces](https://twitter.com/SuperRare/status/1430199846464536577), [CryptoVenetians](https://www.cryptovenetians.com/), [Gallery](https://gallery.so/), [JPG](https://jpg.space/)**\\n\\n**5 | Bottoms Up Brands**\\n\\nI’m fascinated by the concept of bottoms up brands. I define bottoms up brands as community driven, mission-oriented brands with distributed IP. This could be a particular type of PFP and the IP around it, products like PartyDAO or entertainment like Crypto Punk Comics. We’re in a world where communities are crowdsourcing product roadmaps, DAOs are spinning up to support a particular project and IP is becoming decentralized. Bored Apes Yacht Club, has done over $500M in GMV, and $100M + in revenue in a short four months.\\n\\n![](https://images.mirror-media.xyz/publication-images/ef54fec0-9232-438d-9ac4-8e8ad8a5d2b1.png?height=411&width=601)\\n\\nLoot project, is another great example, of IP that starts in the hands of the community who then build games, avatars, media around the original IP that was distributed. Rather than having a team or a top-down vision, it’s entirely driven by the community of lootbag holders and supporters.\\n\\nThe success of a bottoms-up brand starts and ends with the community that supports it. Communities come together to make a particular product recognizable and known for something.\\n\\nNotable projects: **[PartyDAO](https://twitter.com/prtydao?lang=en), [Bored Apes Yacht Club](https://boredapeyachtclub.com/), [Loot](https://lootproject.com)**\\n\\nAs John discussed, Web3 changes the[ internet’s logic.](https://j.mirror.xyz/) In doing so, its turns users into owners, with an inventory of tokens, NFTs, communities that represent their online presence. Consumer brands will emerge from this landscape in new ways, economic graphs will be explored, and ultimately, participation will drive consumer adoption. These are simply a few examples of what the future will look like, but I imagine we’ve only scratched the surface.\\n\\nIf you’re building at the intersection of crypto x consumer, please [reach out!](https://twitter.com/_kinjalbshah?lang=en)\\n\\n*Many thanks to Cooper Turley and Brian Flynn for their feedback.*\",\"timestamp\":1630520928,\"title\":\"Crypto's Consumer Era\",\"publication\":\"kinjal\"},\"digest\":\"FAaMQGQFft1p2dAX5IQhQj6qb61EH384RpUCDbB2URs\",\"authorship\":{\"contributor\":\"0xA5E1C37Ad90BAAcb791Cfa18506224D7c50f1619\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qrfAIv8QNw-E8kXGDE6WGZlh4yDo-WUGC7MahtmxoEo\\\",\\\"y\\\":\\\"AX2hwZ80P0Z4EYTPhGsBT9ZBbYB8CvZ1lzWHObxIlCA\\\"}\",\"signature\":\"5d-XPkmXeVnoVquF5j3Ql7zNwFpz9J2koV-qkd3cP7K5HC-Dwh_6T-a4A4pN2RnvkGP_J8C745ygL_zsEE87-Q\",\"signingKeySignature\":\"0xc515d985bf51770ccdea2a49604d0ed629559c08bf65202fe87aba2a55e4b9f90d5e56a10f9d690287b0a0db77d81854bcba4a77fa2970929bdc9f33381a60d51c\",\"signingKeyMessage\":\"I authorize the publication of articles on kinjal.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qrfAIv8QNw-E8kXGDE6WGZlh4yDo-WUGC7MahtmxoEo\\\",\\\"y\\\":\\\"AX2hwZ80P0Z4EYTPhGsBT9ZBbYB8CvZ1lzWHObxIlCA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UpJ_v1fDH_gwNcC3ebSB3rXn544G77MlbbV5rJJF-u8\"}"