"{\"content\":{\"body\":\"**1.Please briefly introduce Metauce.** \\n\\nMetauce is a new generation P2E game with galaxy explorer and mining. Simply put, players can mine diverse assets like tokens, NFTs through vehicle NFT and Resource Map NFT.\\nIt looks like 'Avatar', where human troops mine valuable minerals on the Pandora Plant. Metauce team will continue to upgrade the gameplay, aiming to reach film quality.\\nYou can also say Metauce is a Play to Earn GameFi and a Public Offering platform to issue new games. Metauce aims to become an essential entrance for players to land on the Metaverse.\\n\\n**2. How are the gameplay and blockchain features of Metauce reflected?**\\n\\nIn the field of GamePlay, Metauce is an open multi-universe game. Players are supposed to explore and compete for resources in the Sci-Fi game world.\\nMetauce V1 is an initial version that allows players to amass a fortune and collect potential abilities by collecting MINES.\\n\\nMetauce V2 will involve Planet Field and Planet Hegemony. Each player has one unique opportunity to protect their domain and travel to other galaxies to explore and trade through wormhole shuttles. Only the strongest players will be listed on the Honor Roll in the game.\\n\\nLet’s enjoy again, take a look at our starship.\\n\\nFor our community, Metauce provides interactivity to efficient revenue by inviting new players to accumulate computing power and combine Game, Guild, and Community.\\nCommunity members are supposed to participate in IGO to gain initial investment income and invest in projects with the Metauce Fund on Metauce, also join in DAO governance.\\n\\n**3.Why do we call Metauce ‘CryptoMines3.0’? How to avoid sudden price pump and dump like CryptoMines?**\\n\\nWe have to say that we agree with CryptoMines' remarkable attempts in GameFi. Based on a commercial standpoint, CryptoMines succeed.\\n\\nAnd CryptoMines' Product Features and GamePlays are worth learning for other GameFi projects; however, a logical error existed. Metauce has innovated, inherited, and developed CryptoMines.\\n\\nBTW, Metauce's profit model focuses on props exchange in the multi-game universe, IGO and investment return. Project party's and Investors' MINES will be unlocked regularly in contracts, and the unlocking period for Project Party is 11 months.\\n\\n**4.How do Beta players gain money? What are the rewards for players after launching the official version? What is the approx. payback period and acceleration mechanism?**\\n\\nMetauce will launch 1,000 invitation codes for community members. Also, existing players will automatically generate new invitation codes to invite new players after 10-time collecting.\\nAll public beta players will be gifted a package and a sunshine reward for 125MINES once launching the mainnet. Also, the top 1,000 players will be gifted 2 MysteryBoxes and 1,000MINES.\\n\\nFor Profitable Period:\\nPublic Beta users can directly join the Metauce mainnet and gain profits.\\nInvitation code holders are supposed to gain 180 MINES in 20 days, plus the airdrop rewards, 1180 MINES in total.\\n\\nAccelerate revenue through inviting friends by invitation code.The mystery boxes are random. The payback period will reduce to 10 days if you are lucky to draw a truck with 3 stars and above.\\n\\n**5.What is IGO, and how do users earn in the early stage? How does Metauce attract corporate partners?** \\n\\nMetauce as an extensible GameFi Metaverse aggregation platform that includes P2E（Play to Earn ） , P2O（Play to Offering）, P2S（Play to Social）, P2I（Play to Invest ).  IGO(Initial Gaming Offering) belongs to Metauce's P2O (Play to Offering) module.\\n\\nInitial players are able to purchase $MINES at an extremely low price and gain test $MINES through gameplay. Initial players also have more chances to upgrade medal level through accumulating computing power. The medal level will directly affect the IGO quota, share ratio, and Metauce Fund's investment proportion.\\n\\nUnlike other games, Metauce would like to offer an initial financing platform\\n\\n1. Providing effective participants by increasing the difficulty threshold of bots and scientists to reduce panic selling.\\n2. Providing community members at an early stage.\\n3. The project props will displace Metauce's NFTs to increase liquidity.\\n4. In Metauce's DAO governance, we not only work for launching projects but also incubate projects with users so that community members can invest in the early stage.\\n5. What is LGG and the relationship between LGG and Metauce? (LGG reply)\\n\\nShortly speak, LGG is a Web3.0 organization formed by game players in Metaverse Era. LGG focuses on DAO and hopes to share Metaverse's dividends fairly to guild members.\\nSpecifically, LGG will build an NFT leasing platform to reduce players' risks, increase profits, and provide flexible airdrop and token repurchase policies to faithfully benefit guild members.\\nThe first phase of LGG will be based on the Chinese-speaking communities in East and Southeast Asia, and then it will gradually expand to less developed regions, including Eastern Europe and Africa to communicate with a larger-dimensional Metaverse community.\\nAfter careful and thorough research, LGG decided to carry out long-term cooperation with Menace due to the development strength of Metauce team and Metauce's long-term plans on Star Field.\\nLGG hopes to assist Games and Players in better realizing the Tokenomics Model and extending the games' lifecycle by cooperating with Project parties. Also, LGG will provide a game walkthrough and commentary video to assist players in participating in gameplay better and efficiently.\\nThirdly, the IGO platform built by Metauce is supposed to continuously bring high-quality GameFi projects for LGG, bringing much more gameplays and investment opportunities for LGG members.\\n\\n**6.What does LGG think about Metauce?**\\n\\nFirst of all, we have to say, Metauce is still in the infancy stage of chain game development that 'chain' part has been realized but still lacks gameplay. This is not an exclusive problem for Metauce but a problem commonly encountered by GameFi. After in-depth conversations with the Metauce team, Metauce has a clear development route and enhances the gameplay. There should be a huge improvement after launching the mainnet.\\n\\nWe thought that the most serious problem in GameFi is not products but the game's short period fading by multiple factors, of which CryptoMines is a typical representative. There are many factors, and I won't say in detail here. The unreasonable token model and panic selling of players are the core reasons that cause the space is stuck in a death cycle.\\n\\nTherefore, I was particularly impressed Metauce's 'Fair Launch'. Directly raising funds through IDO and fairly distributing tokens can avoid the hidden dangers of panic selling and reduce the possibility of prices plummeting. Also, a positive cycle between game tokens and NFTs can easily show up after cooperating with the guild, which brings a nice return for players.\\n\\nSecondly, Metauce owns various token scenarios. Users can consume tokens, draw MysteryBoxes, gain high-level NFTs, and participate in other high-quality projects at an early stage through the IGO platform to amass a fortune. Those scenarios are not a short-term investment for users but endow tokens with long-term value, which can further prolong the game's vitality and achieve a win-win situation for the game and players. \\n \\n\\n**7.How do community members qualify for Metauce public beta? What is the approximate time to launch the mainnet?** \\n\\nPlayers are able to generate new invitation codes to invite friends in gameplay. Community members are able to obtain the Public beta qualification by joining in community events. The public beta campaign started on Jan 17th, 2022. After entering the invitation code in Metauce, you will be gifted a Genesis Land and Genesis Truck. For details, please check the Public Beta campaign introduction & Public Beta Guide <https://medium.com/@metauce/metauces-public-beta-campaign-is-coming-138de6a57a52?source=social.tw>\\n\\n<https://twitter.com/metauce/status/1483036605023911936?s=21>\\n\\nMainnet is supposed to be launched around the end of January, 2022 or the beginning of February, 2022.\\n\\n**8.What is the fastest way to increase computing power in the testing stage? Is there any differences between a super-value package and a regular package?**\\n\\nThe fastest way to increase computing power is to invite more players through your invitation code to participate in Metauce's P2E. players’ computing power power is calculated according to players’ computing power + total computing power of all code takers. Of course, you can purchase high computing power NFTs in the Metauce Market to increase computing power. Metauce will launch two modules: Personal Ranking and Global Ranking\\n\\n1. Personal Ranking: the total computing power of individuals will be ranked each 2 weeks. The top 1,000 players will be rewarded\\n2. Global Ranking: the total computing power of individuals and invited friends will be ranked each month. The top 1,000 players will share the reward pool quota. Metauce will release much more gameplays for the community. There are 3 main ways: \\n\\n   1\\\\.Computing Competition Players are able to form teams randomly in one month. At the end of the month, randomly PK will be held in teams in the public Land. The top 50 teams will be rewarded\\n\\n   2\\\\.Explore cross galaxies We will monthly release high-yield Land for high-level players to explore.\\n\\n   3\\\\.Prop Synthesis Players are able to synthesize low-star prop NFTs and have the chance to synthesize high-star  NFTs. Note: the above activities will reward players medals. Medal’s levels have an absolute impact on users’ IGO quote, rights of Play to Social, and quote of Play to Invest.\\n\\n**9.What are Play to Invest and Play to social? What can they bring to the community?** \\n\\nWhat Metauce advocates is the governance of DAO, which will bring more gameplays and benefits for players. Metauce  fund will incubate and invest in some game projects. Metauce users are able to invest with Metauce and allocate funds through the governance of DAO. Also, we will seek more games to join Metauce and incubate them. So that users can easily enjoy great gameplays and enjoy the happiness of Social in Play.\\n\\n**10.What chain is Metauce currently located on? For the public, which chain will Metauce choose?** \\n\\nMetauce is tested on Metis Stardust testnet, and will launch mainnet on Metis Andromeda mainnet. The reason why we choose Metis is that as a decentralized game, we have to consider users’ operating frequency and cost. Metis with low Gas Fee, super high-speed trading, and easy-develop features also support EVM architecture and are friendly to applications development. Otherwise, Metis is an open architecture based on Layer 2. Multiple virtual machines guarantee high scalability, while the new validator role shortens fraud-proof cycles. Compared with the ETH network, Metis can bring users a lower latency and more efficient interactive experience.\\n\\n**11.Metis is a popular Layer ecosystem recently. What kind of support will Metauce receive from Metis ecosystem?**\\n\\n Metauce, as the first GameFi on Metis, will receive full support from Metis on Technology, Ecology, Grant and KOL. For the follow-up marketing strategies, Metis will focus on Metauce Community AMA Events, cold-boost issuing invitation codes, and promoting support on social media like Twitter. Metauce, as the first Fair Launch GameFi project in Metis community, has received full support from the Metis community since announcing the partnership.Now, Metauce is applying to become the fist IDO project in Metis community. Based on current hotness, Metis will bring us a miracle. Our Metauce will release events based on IDO, including but not limited to airdrop.\\n\\n**12.What is the value of the invitation code? How the invitation code will be distributed?**\\n\\nMetauce team is awesome, and the current development progress is gratifying. Metauce launched the public beta on Jan 17. Players had to join the public beta through the invitation codes. With the invitation code, players are able to redeem 2 free NFTs which include one vehicle and one treasure land. With that 2 NFTs, players are able to start exploring and mining.\\n\\nAgain, the invitation codes are free but limited.\\nThe number of initial invitation codes is limited at 1,000, which will be distributed entirely in LGG community and Metauce community.\\nIf you wanna invitation code, please join\\nMetauce’s telegram group:\\n[t.me/metauce](http://t.me/metauce)\\nLGG discord channel\\n[discord.gg/lgg](http://discord.gg/lgg)\\n\\nWe will distribute invitation codes to community active members. Also we will distribute the invitation codes by Lottery.\\nJoin LGG’s Discord and become an early contributor, there will be more benefits for you in the future including whitelists, walkthroughs, and airdrops.\\nLGG is worth your expectation, click the link to join LGG discord now. The invitation codes are limited.\\n[discord.gg/lgg](http://discord.gg/lgg)\\nThe market will identify invitation codes’ value.\\n\\n**13. What does Metauce see as the strategic partner of Metis and what do you stand to gain?** \\n\\nFirstly, We have to say that Metis is an excellent Layer2 platform.\\n\\nMetauce as a decentralized GameFi, players’ operating frequency and cost must be the first priority.  We have deployed the beta version on the Metis testnet, and the transaction speed and user feedback are very good.  Compared with the Ethereum Mainnet network, it can bring players a lower latency and more efficient interactive experience.\\n\\nAs the first GameFi on Metis, we will gain full support from Metis on Technology, Ecology, Grant and KOL.\\nFor marketing, Metis will help hold Metauce Community AMA Events, cold-boost issuing invitation codes, and promoting support on social media like Twitter.\\n\\nMetauce will also be he first Fair Launch GameFi project in Metis community,\\n\\nNow, Metauce is applying to become the fist IDO project in Metis community. Based on current hotness, Metis will bring us a miracle.\",\"timestamp\":1642666741,\"title\":\"AMA on 19th with Metis&Metauce\"},\"digest\":\"FoNknruTVLcxHAxTJXQ7UTeOyA8y-yyNHQWDL6OicZ0\",\"authorship\":{\"contributor\":\"0xaB2Dd970E9a4647D4F86E98f902dBdf58c459e66\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yUiSX5pmYiJyW24y7e_L75sluG_wMhrkYWuammGXERI\\\",\\\"y\\\":\\\"OaMLKOmGyp-3WP5ib7BNXCTeS5EwuV25iheoSRplFSY\\\"}\",\"signature\":\"N4RqKPo5i86bzlVxXqnttN97z3gbX-8m70zWSK5xeydSt6mI7Igu5DS5Q3v_mCogG2FWIg-o0ra0TU86PDjxTA\",\"signingKeySignature\":\"0xb8332387fbe4172ecdf51ce2845e0a051709a3d06447a4ba8e88aad16664b14856a091e4eeed693d6e7803085496072c5b715bd340cb0cf5f16f320c70ecd9951b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yUiSX5pmYiJyW24y7e_L75sluG_wMhrkYWuammGXERI\\\",\\\"y\\\":\\\"OaMLKOmGyp-3WP5ib7BNXCTeS5EwuV25iheoSRplFSY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FoNknruTVLcxHAxTJXQ7UTeOyA8y-yyNHQWDL6OicZ0\"}"