"{\"content\":{\"body\":\"She lay in bed awake, with bright eyes full of speculation.  \\\"He loves you, poor fool.\\\" If she could but get that conviction firmly fixed in her mind, what mattered about the rest?  She felt she had been childish and unwise the night before in giving herself over to despondency.  She recapitulated the motives which no doubt explained Robert's reserve.  They were not insurmountable; they would not hold if he really loved her; they could not hold against her own passion, which he must come to realize in time.  She pictured him going to his business that morning.  She even saw how he was dressed; how he walked down one street, and turned the corner of another; saw him bending over his desk, talking to people who entered the office, going to his lunch, and perhaps watching for her on the street.  He would come to her in the afternoon or evening, sit and roll his cigarette, talk a little, and go away as he had done the night before.  But how delicious it would be to have him there with her!  She would have no regrets, nor seek to penetrate his reserve if he still chose to wear it.\\n\\nEdna ate her breakfast only half dressed.  The maid brought her a delicious printed scrawl from Raoul, expressing his love, asking her to send him some bonbons, and telling her they had found that morning ten tiny white pigs all lying in a row beside Lidie's big white pig.\\n\\nA letter also came from her husband, saying he hoped to be back early in March, and then they would get ready for that journey abroad which he had promised her so long, which he felt now fully able to afford; he felt able to travel as people should, without any thought of small economies--thanks to his recent speculations in Wall Street.\\n\\nMuch to her surprise she received a note from Arobin, written at midnight from the club.  It was to say good morning to her, to hope she had slept well, to assure her of his devotion, which he trusted she in some faintest manner returned.\\n\\nAll these letters were pleasing to her.  She answered the children in a cheerful frame of mind, promising them bonbons, and congratulating them upon their happy find of the little pigs.\\n\\nShe answered her husband with friendly evasiveness, --not with any fixed design to mislead him, only because all sense of reality had gone out of her life; she had abandoned herself to Fate, and awaited the consequences with indifference.\\n\\nTo Arobin's note she made no reply.  She put it under Celestine's stove-lid.\\n\\nEdna worked several hours with much spirit.  She saw no one but a picture dealer, who asked her if it were true that she was going abroad to study in Paris.\\n\\nShe said possibly she might, and he negotiated with her for some Parisian studies to reach him in time for the holiday trade in December.\\n\\nRobert did not come that day.  She was keenly disappointed. He did not come the following day, nor the next.  Each morning she awoke with hope, and each night she was a prey to despondency. She was tempted to seek him out.  But far from yielding to the impulse, she avoided any occasion which might throw her in his way.  She did not go to Mademoiselle Reisz's nor pass by Madame Lebrun's, as she might have done if he had still been in Mexico.\\n\\nWhen Arobin, one night, urged her to drive with him, she went--out to the lake, on the Shell Road.  His horses were full of mettle, and even a little unmanageable.  She liked the rapid gait at which they spun along, and the quick, sharp sound of the horses' hoofs on the hard road.  They did not stop anywhere to eat or to drink.  Arobin was not needlessly imprudent.  But they ate and they drank when they regained Edna's little dining-room--which was comparatively early in the evening.\\n\\nIt was late when he left her.  It was getting to be more than a passing whim with Arobin to see her and be with her.  He had detected the latent sensuality, which unfolded under his delicate sense of her nature's requirements like a torpid, torrid, sensitive blossom.\\n\\nThere was no despondency when she fell asleep that night; nor was there hope when she awoke in the morning.\\n\\nXXXVI\\n\\nThere was a garden out in the suburbs; a small, leafy corner, with a few green tables under the orange trees.  An old cat slept all day on the stone step in the sun, and an old mulatresse slept her idle hours away in her chair at the open window, till, some one happened to knock on one of the green tables.  She had milk and cream cheese to sell, and bread and butter.  There was no one who could make such excellent coffee or fry a chicken so golden brown as she.\\n\\nThe place was too modest to attract the attention of people of fashion, and so quiet as to have escaped the notice of those in search of pleasure and dissipation.  Edna had discovered it accidentally one day when the high-board gate stood ajar.  She caught sight of a little green table, blotched with the checkered sunlight that filtered through the quivering leaves overhead. Within she had found the slumbering mulatresse, the drowsy cat, and a glass of milk which reminded her of the milk she had tasted in Iberville.\\n\\nShe often stopped there during her perambulations; sometimes taking a book with her, and sitting an hour or two under the trees when she found the place deserted.  Once or twice she took a quiet dinner there alone, having instructed Celestine beforehand to prepare no dinner at home.  It was the last place in the city where she would have expected to meet any one she knew.\\n\\nStill she was not astonished when, as she was partaking of a modest dinner late in the afternoon, looking into an open book, stroking the cat, which had made friends with her--she was not greatly astonished to see Robert come in at the tall garden gate.\\n\\n\\\"I am destined to see you only by accident,\\\" she said, shoving the cat off the chair beside her.  He was surprised, ill at ease, almost embarrassed at meeting her thus so unexpectedly.\\n\\n\\\"Do you come here often?\\\" he asked.\\n\\n\\\"I almost live here,\\\" she said.\\n\\n\\\"I used to drop in very often for a cup of Catiche's good coffee.  This is the first time since I came back.\\\"\\n\\n\\\"She'll bring you a plate, and you will share my dinner. There's always enough for two--even three.\\\" Edna had intended to be indifferent and as reserved as he when she met him; she had reached the determination by a laborious train of reasoning, incident to one of her despondent moods.  But her resolve melted when she saw him before designing Providence had led him into her path.\\n\\n\\\"Why have you kept away from me, Robert?\\\" she asked, closing the book that lay open upon the table.\\n\\n\\\"Why are you so personal, Mrs. Pontellier?  Why do you force me to idiotic subterfuges?\\\" he exclaimed with sudden warmth.  \\\"I suppose there's no use telling you I've been very busy, or that I've been sick, or that I've been to see you and not found you at home.  Please let me off with any one of these excuses.\\\"\\n\\n\\\"You are the embodiment of selfishness,\\\" she said.  \\\"You save yourself something--I don't know what--but there is some selfish motive, and in sparing yourself you never consider for a moment what I think, or how I feel your neglect and indifference.  I suppose this is what you would call unwomanly; but I have got into a habit of expressing myself.  It doesn't matter to me, and you may think me unwomanly if you like.\\\"\\n\\n\\\"No; I only think you cruel, as I said the other day.  Maybe not intentionally cruel; but you seem to be forcing me into disclosures which can result in nothing; as if you would have me bare a wound for the pleasure of looking at it, without the intention or power of healing it.\\\"\\n\\n\\\"I'm spoiling your dinner, Robert; never mind what I say.  You haven't eaten a morsel.\\\"\\n\\n\\\"I only came in for a cup of coffee.\\\" His sensitive face was all disfigured with excitement.\\n\\n\\\"Isn't this a delightful place?\\\" she remarked.  \\\"I am so glad it has never actually been discovered.  It is so quiet, so sweet, here.  Do you notice there is scarcely a sound to be heard?  It's so out of the way; and a good walk from the car.  However, I don't mind walking.  I always feel so sorry for women who don't like to walk; they miss so much--so many rare little glimpses of life; and we women learn so little of life on the whole.\\n\\n\\\"Catiche's coffee is always hot.  I don't know how she manages it, here in the open air.  Celestine's coffee gets cold bringing it from the kitchen to the dining-room.  Three lumps! How can you drink it so sweet?  Take some of the cress with your chop; it's so biting and crisp.  Then there's the advantage of being able to smoke with your coffee out here.  Now, in the city--aren't you going to smoke?\\\"\\n\\n\\\"After a while,\\\" he said, laying a cigar on the table.\\n\\n\\\"Who gave it to you?\\\" she laughed.\\n\\n\\\"I bought it.  I suppose I'm getting reckless; I bought a whole box.\\\" She was determined not to be personal again and make him uncomfortable.\\n\\nThe cat made friends with him, and climbed into his lap when he smoked his cigar.  He stroked her silky fur, and talked a little about her.  He looked at Edna's book, which he had read; and he told her the end, to save her the trouble of wading through it, he said.\\n\\nAgain he accompanied her back to her home; and it was after dusk when they reached the little \\\"pigeon-house.\\\" She did not ask him to remain, which he was grateful for, as it permitted him to stay without the discomfort of blundering through an excuse which he had no intention of considering.  He helped her to light the lamp; then she went into her room to take off her hat and to bathe her face and hands.\\n\\nWhen she came back Robert was not examining the pictures and magazines as before; he sat off in the shadow, leaning his head back on the chair as if in a reverie.  Edna lingered a moment beside the table, arranging the books there.  Then she went across the room to where he sat.  She bent over the arm of his chair and called his name.\\n\\n\\\"Robert,\\\" she said, \\\"are you asleep?\\\"\\n\\n\\\"No,\\\" he answered, looking up at her.\\n\\nShe leaned over and kissed him--a soft, cool, delicate kiss, whose voluptuous sting penetrated his whole being-then she moved away from him.  He followed, and took her in his arms, just holding her close to him.  She put her hand up to his face and pressed his cheek against her own.  The action was full of love and tenderness. He sought her lips again.  Then he drew her down upon the sofa beside him and held her hand in both of his.\\n\\n\\\"Now you know,\\\" he said, \\\"now you know what I have been fighting against since last summer at Grand Isle; what drove me away and drove me back again.\\\"\\n\\n\\\"Why have you been fighting against it?\\\" she asked.  Her face glowed with soft lights.\\n\\n\\\"Why?  Because you were not free; you were Leonce Pontellier's wife.  I couldn't help loving you if you were ten times his wife; but so long as I went away from you and kept away I could help telling you so.\\\" She put her free hand up to his shoulder, and then against his cheek, rubbing it softly.  He kissed her again.  His face was warm and flushed.\\n\\n\\\"There in Mexico I was thinking of you all the time, and longing for you.\\\"\\n\\n\\\"But not writing to me,\\\" she interrupted.\\n\\n\\\"Something put into my head that you cared for me; and I lost my senses.  I forgot everything but a wild dream of your some way becoming my wife.\\\"\\n\\n\\\"Your wife!\\\"\\n\\n\\\"Religion, loyalty, everything would give way if only you cared.\\\"\\n\\n\\\"Then you must have forgotten that I was Leonce Pontellier's wife.\\\"\\n\\n\\\"Oh! I was demented, dreaming of wild, impossible things, recalling men who had set their wives free, we have heard of such things.\\\"\\n\\n\\\"Yes, we have heard of such things.\\\"\\n\\n\\\"I came back full of vague, mad intentions.  And when I got here--\\\"\\n\\n\\\"When you got here you never came near me!\\\"  She was still caressing his cheek.\\n\\n\\\"I realized what a cur I was to dream of such a thing, even if you had been willing.\\\"\\n\\nShe took his face between her hands and looked into it as if she would never withdraw her eyes more.  She kissed him on the forehead, the eyes, the cheeks, and the lips.\\n\\n\\\"You have been a very, very foolish boy, wasting your time dreaming of impossible things when you speak of Mr. Pontellier setting me free!  I am no longer one of Mr. Pontellier's possessions to dispose of or not.  I give myself where I choose.  If he were to say, 'Here, Robert, take her and be happy; she is yours,' I should laugh at you both.\\\"\\n\\nHis face grew a little white.  \\\"What do you mean?\\\" he asked.\\n\\nThere was a knock at the door.  Old Celestine came in to say that Madame Ratignolle's servant had come around the back way with a message that Madame had been taken sick and begged Mrs. Pontellier to go to her immediately.\\n\\n\\\"Yes, yes,\\\" said Edna, rising; \\\"I promised.  Tell her yes--to wait for me.  I'll go back with her.\\\"\\n\\n\\\"Let me walk over with you,\\\" offered Robert.\\n\\n\\\"No,\\\" she said; \\\"I will go with the servant.  She went into her room to put on her hat, and when she came in again she sat once more upon the sofa beside him.  He had not stirred.  She put her arms about his neck.\\n\\n\\\"Good-by, my sweet Robert.  Tell me good-by.\\\" He kissed her with a degree of passion which had not before entered into his caress, and strained her to him.\\n\\n\\\"I love you,\\\" she whispered, \\\"only you; no one but you.  It was you who awoke me last summer out of a life-long, stupid dream. Oh! you have made me so unhappy with your indifference.  Oh!  I have suffered, suffered!  Now you are here we shall love each other, my Robert.  We shall be everything to each other.  Nothing else in the world is of any consequence.  I must go to my friend; but you will wait for me?  No matter how late; you will wait for me, Robert?\\\"\\n\\n\\\"Don't go; don't go!  Oh!  Edna, stay with me,\\\" he pleaded. \\\"Why should you go?  Stay with me, stay with me.\\\"\\n\\n\\\"I shall come back as soon as I can; I shall find you here.\\\" She buried her face in his neck, and said good-by again.  Her seductive voice, together with his great love for her, had enthralled his senses, had deprived him of every impulse but the longing to hold her and keep her.\\n\\nXXXVII\\n\\nEdna looked in at the drug store.  Monsieur Ratignolle was putting up a mixture himself, very carefully, dropping a red liquid into a tiny glass.  He was grateful to Edna for having come; her presence would be a comfort to his wife.  Madame Ratignolle's sister, who had always been with her at such trying times, had not been able to come up from the plantation, and Adele had been inconsolable until Mrs. Pontellier so kindly promised to come to her.  The nurse had been with them at night for the past week, as she lived a great distance away.  And Dr. Mandelet had been coming and going all the afternoon.  They were then looking for him any moment.\\n\\nEdna hastened upstairs by a private stairway that led from the rear of the store to the apartments above.  The children were all sleeping in a back room.  Madame Ratignolle was in the salon, whither she had strayed in her suffering impatience.  She sat on the sofa, clad in an ample white peignoir, holding a handkerchief tight in her hand with a nervous clutch.  Her face was drawn and pinched, her sweet blue eyes haggard and unnatural.  All her beautiful hair had been drawn back and plaited.  It lay in a long braid on the sofa pillow, coiled like a golden serpent.  The nurse, a comfortable looking Griffe woman in white apron and cap, was urging her to return to her bedroom.\\n\\n\\\"There is no use, there is no use,\\\" she said at once to Edna. \\\"We must get rid of Mandelet; he is getting too old and careless. He said he would be here at half-past seven; now it must be eight. See what time it is, Josephine.\\\"\\n\\nThe woman was possessed of a cheerful nature, and refused to take any situation too seriously, especially a situation withwhich she was so familiar.  She urged Madame to have courage and patience.  But Madame only set her teeth hard into her under lip, and Edna saw the sweat gather in beads on her white forehead.  After a moment or two she uttered a profound sigh and wiped her face with the handkerchief rolled in a ball.  She appeared exhausted.  The nurse gave her a fresh handkerchief, sprinkled with cologne water.\\n\\n\\\"This is too much!\\\" she cried.  \\\"Mandelet ought to be killed! Where is Alphonse?  Is it possible I am to be abandoned like this-neglected by every one?\\\"\\n\\n\\\"Neglected, indeed!\\\" exclaimed the nurse.  Wasn't she there? And here was Mrs. Pontellier leaving, no doubt, a pleasant evening at home to devote to her?  And wasn't Monsieur Ratignolle coming that very instant through the hall? And Josephine was quite sure she had heard Doctor Mandelet's coupe.  Yes, there it was, down at the door.\\n\\nAdele consented to go back to her room.  She sat on the edge of a little low couch next to her bed.\\n\\nDoctor Mandelet paid no attention to Madame Ratignolle's upbraidings.  He was accustomed to them at such times, and was too well convinced of her loyalty to doubt it.\\n\\nHe was glad to see Edna, and wanted her to go with him into the salon and entertain him.  But Madame Ratignolle would not consent that Edna should leave her for an instant.  Between agonizing moments, she chatted a little, and said it took her mind off her sufferings.\\n\\nEdna began to feel uneasy.  She was seized with a vague dread. Her own like experiences seemed far away, unreal, and only half remembered.  She recalled faintly an ecstasy of pain, the heavy odor of chloroform, a stupor which had deadened sensation, and an awakening to find a little new life to which she had given being, added to the great unnumbered multitude of souls that come and go.\\n\\nShe began to wish she had not come; her presence was not necessary.  She might have invented a pretext for staying away; she might even invent a pretext now for going.  But Edna did not go. With an inward agony, with a flaming, outspoken revolt against the ways of Nature, she witnessed the scene of torture.\\n\\nShe was still stunned and speechless with emotion when later she leaned over her friend to kiss her and softly say good-by. Adele, pressing her cheek, whispered in an exhausted voice: \\\"Think of the children, Edna.  Oh think of the children!  Remember them!\\\"\\n\\nXXXVIII\\n\\nEdna still felt dazed when she got outside in the open air. The Doctor's coupe had returned for him and stood before the porte cochere.  She did not wish to enter the coupe, and told Doctor Mandelet she would walk; she was not afraid, and would go alone.  He directed his carriage to meet him at Mrs. Pontellier's, and he started to walk home with her.\\n\\nUp--away up, over the narrow street between the tall houses, the stars were blazing.  The air was mild and caressing, but cool with the breath of spring and the night.  They walked slowly, the Doctor with a heavy, measured tread and his hands behind him; Edna, in an absent-minded way, as she had walked one night at Grand Isle, as if her thoughts had gone ahead of her and she was striving to overtake them.\\n\\n\\\"You shouldn't have been there, Mrs. Pontellier,\\\" he said. \\\"That was no place for you.  Adele is full of whims at such times. There were a dozen women she might have had with her, unimpressionable women.  I felt that it was cruel, cruel.  You shouldn't have gone.\\\"\\n\\n\\\"Oh, well!\\\" she answered, indifferently.  \\\"I don't know that it matters after all.  One has to think of the children some time or other; the sooner the better.\\\"\\n\\n\\\"When is Leonce coming back?\\\"\",\"timestamp\":1639988957,\"title\":\"\\nThe morning was full of sunlight and hope.  Edna could see before her no denial--only the promise of excessive joy\"},\"digest\":\"yntdQvFH68OB_J7lJM6Er2SkpZeRJij9Yk6egADUNSI\",\"authorship\":{\"contributor\":\"0xebb47BcE22955a8570D5570840798eda13Ec89EB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aHod3jrMd2nQb_Qf2VnuXpKK5ToT2Tz17zop2sQCp58\\\",\\\"y\\\":\\\"99_hsrVtj26_iCuTlk-JEw9FevwCrfNPtn-ASSbR_Wc\\\"}\",\"signature\":\"AD4dCglTTwTq91bhRtsrbcMRRydt7E_ueH8oqNJmETrnK7rD4Hzp7m6IyQPclxV56Qk9Iz5ugsC5xcYBIbazaA\",\"signingKeySignature\":\"0xbe9ac0a64e934f15c3b4ff94c0641fe7437a6f8306748b674111a9121c1006de294f22c0f458c607f4158715157c20d45ee5edee44d0172ed7a7bdf01f7b47681c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aHod3jrMd2nQb_Qf2VnuXpKK5ToT2Tz17zop2sQCp58\\\",\\\"y\\\":\\\"99_hsrVtj26_iCuTlk-JEw9FevwCrfNPtn-ASSbR_Wc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yntdQvFH68OB_J7lJM6Er2SkpZeRJij9Yk6egADUNSI\"}"