"{\"content\":{\"body\":\"## Candy Horses LLC\\n\\n `Caramel Drop @ponyidle I can discuss free hosting services for anyone who’d like to backup their community off of Discord. https://t.co/JT02odCnif 6:57 PM - 9 Nov 2021`\\n\\n I’m not the best at keeping secrets, and I’ve hinted at my plans once or twice on my Twitter, but I guess now’s time to announce it!\\n\\n **Candy Horses LLC** will be opening its virtual doors soon serving as a hosting provider for niche/fandom projects ( with plans for more services soon!) I’m excited to finally put all the work I’ve done behind the scenes to good use helping provide low-cost and high-availability hosting in the communities I’ve grown in.\\n\\n If interested, check out our Twitter for updates:\\n\\n[Candy Horses (@candyhorsesllc)](https://twitter.com/candyhorsesllc?utm_campaign=Caramel%27s%20Conundrums&utm_medium=email&utm_source=Revue%20newsletter)\\n\\n##  IPv6 > IPv4\\n\\n Ok… look, it wasn’t my idea to make ::beef the first IP assigned from my range. But the point is, it works! This is the first IP on my 2a10:4741::/44 allocation and the IPv6 IP of [candyhorses.network](https://candyhorses.network/?utm_campaign=Caramel%27s%20Conundrums&utm_medium=email&utm_source=Revue%20newsletter) (soon™) when I get the front end sorted.\\n\\n##  IT \\\"Professionals\\\"\\n\\n I’d like to take a moment to talk about the attitude towards newbies I’ve encountered in the industry.\\n\\n I’m sure many can relate to being overly criticized for poor design, sloppy code, or not knowing something by someone more experienced in Tech. Constructive criticism of someone’s work is acceptable, but what isn’t is when that criticism is toxic and dropped on someone in a fashion akin to a punch.\\n\\n*~~POV: Tech \\\"Professional\\\" scolding you for not using a Juniper MX960.~~*\\n\\n All too often I see people with the knowledge and ability to teach their skillset instead harass younger and less experienced peers which leads to scaring these peers from ever trying to improve or expand their skillset. I think so many of us forget that we were inexperienced too once upon a time ago. Instead of making snarky or offensive comments like Linus Torvalds, we can instead pass on resources, documentation, or advice to actually help our peers grow and harbor a more welcoming community.\\n\\n##  Closing Thoughts\\n\\n This concludes the first issue of my disorganized thoughts and musings. If you’ve stuck through it, here have a cookie. 🍪 I plan on making these at a pace of about once a month, give or take, and I hope to include sneak peeks to coming projects, and other fun little experiments I make.\\n\\n If you enjoy my content at all, please consider checking out my Ko-Fi below, and once again, thank you for sticking with me. I love you. 💛\\n\\n<https://ko-fi.com/carameldrop>\\n\\n[https://ko-fi.com/carameldrop](https://ko-fi.com/carameldrop)\\n\\n\",\"timestamp\":1640624418,\"title\":\"Caramel's Conundrums - BGP for Fun - Issue #1\"},\"digest\":\"Bkh2_-1abrvHhrIiYSVIGDICNKFjA-Iv_k6HDI0TKP4\",\"authorship\":{\"contributor\":\"0xf1f4D8DA553163d997A7F596aE6A823756b1cb13\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0GkKmChY192qpb6u4au8MqVqId7AVKPfBwwkTgC-mUc\\\",\\\"y\\\":\\\"tQi-euzfytcoKuRB9qQlF6WY8lrQ847XUyYmzfiMfd8\\\"}\",\"signature\":\"CY0KT3SPtjypXwWCjocX9jtZhkTk40rRvJKMWP0cjDXX6u4tYMdFM4P2D3ehBRTiqPAQWpUXjRQqm1obbrxGHQ\",\"signingKeySignature\":\"0x3ab9408c00570ac4cd61d32f846b897cc37e4d2fcaaa2dc22f7b007bf6df038f130c765d2914b34b5f0fba8daf5e3935f061fe1da40838c5c902a057fdb457fe1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0GkKmChY192qpb6u4au8MqVqId7AVKPfBwwkTgC-mUc\\\",\\\"y\\\":\\\"tQi-euzfytcoKuRB9qQlF6WY8lrQ847XUyYmzfiMfd8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Bkh2_-1abrvHhrIiYSVIGDICNKFjA-Iv_k6HDI0TKP4\"}"