"{\"content\":{\"body\":\"听了他们的对话，似乎对我打到那个米特兰之守护有兴趣，看样子还关系到一个未知的宝藏，好象有利可图，我得想想办法，从他们嘴里套出那个关于米特兰之守护的任务来。我托着下巴，闭上眼睛沉思了一会，突然一道灵光闪过了脑海，有了，我略微翘起了嘴唇，睁开的双眼里笼上了一层笑意，那俩个拍马屁的家伙可以利用一下嘛。\\n\\n```\\n从过道里望声音的来源探了过去，只见那边聚集了约三四十玩家，站在中间的那个伸手指指的兽人战士的估计就是他们的头吧，远远望去他的样子似乎有点印象，走近几步一看，咦，好象在哪见过，再近一点，我想起来，这不是曾经在新手村围杀过狼王的那个兽人嘛，旁边站着两个神色不太自然的精灵弓手，估摸着就是刚被训斥了的马屁一族吧，恩，只要盯上其中一个就可以了。\\n\\n在兽人战士的分派下，一群玩家分散成几个小组，而那两个精灵弓手也各带一群人走进了旁边的过道里，分开各自为战。\\n\\n“哥几个可得卖力点，要是我们先打到那个守护，老大肯定亏待不了咱们。”尖锐的声音从那个个头稍微矮一点，长着倒三角眼，穿着一身古铜色皮甲的弓手嘴里发了出来。\\n\\n恩，就是你了，我悄悄猫在了三角眼的队伍后面，跟了上去。趁着他们遇上一个黑暗恶鬼开杀的时候，我一个加速，从旁边绕了个道跑到他们前面，然后装做一副神情慌张，战战兢兢的样子跑了过去，嘴里嚷道：“大家快跑啊，后面有个食尸鬼追来了。”\\n\\n三角眼对我瞥过几分轻蔑的目光，手上的箭枝依旧准确地落在了恶鬼身上，叫道：“弟兄们快点干掉这个家伙，后面来了个扎手的了。”他们小组的战士等级估计也不低了，就靠着两个牧师加血，全都是操家伙硬碰硬的跟恶鬼对着干，不带丝毫的技巧，真是一群头脑简单的家伙。\\n\\n我跑到了三角眼他们身后，才放慢了脚步，手捂着刻意起伏不停的胸口，愤慨地叫骂道：“X的，这里哪有什么狗屁的守护，怪倒是不少，NND，那个该死的家伙乱传消息，可把我们给坑惨了。”\\n\\n说者看似无心，听着可是有意，三角眼听到我说的守护二字，心中一动，一边射箭一边向我这边凑了过来，安慰我说道：“哥们放心好了，有我们在就肯定安全，对了，你是来打什么守护啊？”\\n\\n我眼光看了看他身后的人，一把拉住他到旁边，装做神秘兮兮的样子说道：“看来哥们伸出援手的份上，我告诉你，你可千万别告诉别人。”\\n\\n“行，你放心好了，我是出了名的铁嘴无情，保证不会乱说话的。”三角眼信誓旦旦地跟我说到，同时转过身对后面的人说：“兄弟们守着那边，别让怪过来。”\\n\\n我放低声音跟三角眼说道：“不瞒你说，我们老大前几天接了个任务，说雷帝城外的平原中有个地下宝藏，可是要先打出个什么守护交给NPC才行，这不我们兄弟好不容易打听到这里出那个守护，可是在二层混了两天了，什么还没打到，这不，刚才剩下的几个兄弟又被食尸鬼给挂了，我还好跑的快，不然也回城了。”\\n\\n听了我的话，三角眼有点惊讶的说：“你要打的是不是叫米特兰之守护？”\\n\\n“对，对，就是那个米什么兰之守护，咦你怎么知道？”我装出十分吃惊的样子问到。\\n\\n“嗨，甭提了，我们也是来找那玩意，都混几天了还没找到呢，不过我们听说的宝藏不在平原，而在海洋里。”三角眼一副衰样跟我说道，“吗的，天天在这里阴森森的地方，老子都待腻了，还是惊淘城外的沙滩迷人，漂亮MM真是不少，还有那美味的海鲜……”似乎触景生情，三角眼有点感慨地说。\\n\\n“哦，我们老大是从雷帝城的一个铁匠那接的任务，你们呢？”我随口问到。\\n\\n“那是我们一个弟兄接的，据说是惊涛城里的一个NPC独眼海盗给的，M的，估计是那家伙头昏了，不是记错地方就是记错了东西，哪里有他要的那玩意，他M的。”三角眼骂骂咧咧地说道。\\n\\n哦，惊涛城的独眼海盗，嘿嘿，谢谢了哥们。我也跟着重重叹了口气，无奈地说道：“哥们，还能说啥呢，倒霉的总是我们这些做小的啊，我先回去了，一个人哪敢混这里啊，等弟兄们来汇合，咱们回见。”\\n\\n“恩，你可以走人了，我们还要继续努力呢，M的，回见。”三角眼听我这一说，有点意兴阑珊地摆了摆手说道。\\n\\n三角眼身后的一个兄弟走了上前问道：“风哥，这家伙是干吗的，我看后面也没怪追来啊。”\\n\\n“和我们一样，都是苦命的人啊，没怪？估计是过了跟踪范围，回去了吧，走，我们过去看看。”三角眼也没细想地回道。\\n\\n一步，二步，三步……三角眼离我越来越远了，拐个弯，转个向，身后已经听不到一点他们的声音，我原本呆滞地表情一下子活跃了起来，眉角带起了俏，酒窝含起了笑，嘴里也吹起愉快的小口哨。勤于动脑真是好，带上点技术含量就是不一样，我似乎已经看到金光灿灿的海底宝藏向我招手了。\\n\\n今天争取把这级给升了，赶明我就去惊淘城，三角眼他们才打到二层，想去杀三层的黑暗牧师肯定还有几天，也不知道那家伙能掉几个米特兰之守护，要是不止一个的话我还有点危机感呢，也不知道其他还有没有人接了这个任务。嗨，这不知道什么海底宝藏也就算了，一知道还让我有心事重重呢。\\n\\n躲到一层的房间里下了线，吃完方便晚面，我又一头扎进了天地，对了，也不知道惊涛城那的怪等级多少，有什么需要注意的问题，扔个消息给刑天看看，这小子不是在那混过一段时间的吗，我想到就立即做到，拿出传呼机发了个消息过去：小子，在不，在就吭个声。\\n\\n“收到，大哥请指示。”刑天这小子反映挺迅速的，我还没走几步，他的消息就回了过来。\\n\\n“在哪呢，是不是又在陪你老婆亲亲我我啊。”我先寒暄了几句问到。\\n\\n“怎么会呢，俺在冲哥行会驻地办正紧事呢，我好歹现在也是行会第一骑士团的中队长了，哪能天天儿女情长，搞得自己英雄气短啊！对了，大哥你怎么不来啊，我可以帮你介绍团里不少青春靓丽的MM啊，怎么样，有没有兴趣啊。”刑天狠狠地往自己脸上贴金地说道。\\n\\n“滚，少跟我来这套，你小子要是英雄气短的话，那我岂不是豪气冲云霄了。我找你有正事要问呢，惊涛城外和海底有厉害的怪没，去那升级有什么要注意的。”我问道。\\n\\n“嘿嘿，大哥你是不是想去享受日光浴啊，还是想去泡MM，我对那可熟悉了，要不要我陪你去啊。”刑天严重跑题地回道。\\n\\n“NND，你小子给我转正题回，我想去那冲级呢。”我当然会不会告诉他我去做宝藏任务，叫声大哥蛮亲切，喊声兄弟挺温馨，但我知道那可都是冲着以前合作过，送过装备给他的交情，另外就是给他介绍了个真正的好大哥冲天剑罢了。\\n\\n常言说得好：眼见为实，耳听为虚，可是在残酷的现实世界，别说耳听是虚，就算是亲眼所见，也未必是真实的，或许只是一个精心设计的谎言，一个近乎完美的陷阱。而在这虚拟的世界里，我所能相信的只有我自己，坚定这一点很重要，一旦触及到我的根本利益，我可是绝对不会含糊。\\n\\n“嘿，去那要注意二点，一是在水下杀怪时间不能太长，因为潜水以后有呼吸时限，超过一定的时间还不浮出水面的话，就会慢慢减少生命值，直到让你溺水而亡；第二就是要多买点解毒药，海边好多怪物都带毒属性攻击，要是正好没药时候碰上一个的话，可能会让你想哭都哭不出来，冤死毒下。”刑天算是给了点有用的消息。\\n\\n“呵呵，知道了，你忙你的吧。”我回道。\\n\\n“恩，对了大哥，还有一点特别注意事项差点忘记告诉你了，你到海边的话可要多带点棉花，那里*无边，小心你喷血不止而亡啊，嘿嘿。”刑天这张狗嘴里就是吐不出颗象牙来，你看，又没好话说了。\\n\\n靠，你当我是三岁小孩，没见过腥啊，老子要不是因为只能混个衣食饭饱，没那些公子王孙挥金如土的本事，俺那女朋友早就成我正牌老婆了，罢了，这些伤心往事又何必重提。\\n\\n正所谓窈窕淑女，君子好逑，不过在物质社会里，不是想逑就能求得到的，还是先脚踏实地，好好升级，好好杀怪，好好赚钱才是正道。算了，不想这么多了，赶紧开工。这不，门口又刷出了一群小黑子，我挥舞着匕首和弓弩，人未到，箭枝先到……\\n```\\n\\n\\n------------\",\"timestamp\":1640249833,\"title\":\"第七十五章 我的米特兰之守护有戏了二\"},\"digest\":\"aMdQ49WCIacarerOEABpiVE3DweCbYvTBfcI-HboQTU\",\"authorship\":{\"contributor\":\"0x4739eEaEe82C08B328bc24d05FBFE420D5B6F91D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j6Z55RoqCa8QPpho4Ungp1NgT9QglAreLXylegQkh0o\\\",\\\"y\\\":\\\"ORZQ4uiRS9inLIiC86HYtfNdDOW0ntdZxmSP4cZaYIM\\\"}\",\"signature\":\"xzs1f_Nyv_ssMKxPBUBZq9DwrkdBdtrkwPejBxTr9BgjWSHWaDwPQYISR7-Dmgg0T54ecQ2QmJbi1WDMwQW7PQ\",\"signingKeySignature\":\"0x572e5b47edb50f3a2be562bcaa8da38e6188e70277fd2e472a12aec4103aee1b7e2898fce48b9cfbce50c891c020aa4feb7157c7eb8a521ef123deaa450aa8701b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j6Z55RoqCa8QPpho4Ungp1NgT9QglAreLXylegQkh0o\\\",\\\"y\\\":\\\"ORZQ4uiRS9inLIiC86HYtfNdDOW0ntdZxmSP4cZaYIM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aMdQ49WCIacarerOEABpiVE3DweCbYvTBfcI-HboQTU\"}"