"{\"content\":{\"body\":\"### Preface\\n\\nI am currently a statistics student at the University of Michigan. For my *Intro to Probability* final project we were tasked with responding to the prompt: “How might probability apply to your life?” My first instinct was to explore crypto and web3. Lucky for me, a majority of my *Intro to Probability* course focuses on the concepts and distributions that are used to model Bitcoin mining and blockchain technologies. The following text is my attempt to explain how blockchains and Bitcoin function to my \\\\~75 year old probability professor who knows next to nothing about Blockchains but a heck of a lot about probability distributions and random variables. Enjoy.\\n\\n## Introduction\\n\\nIn this text, I discuss the background and applications of Bitcoin and blockchains. In Part 1, I attempt to offer a foundational explanation for how the underlying technology functions. Then, I move into discussing core aspects of this technology as explained through probabilistic concepts such as the Poisson Distribution and the Gambler’s Ruin Problem.\\n\\n### History and Background of Bitcoin\\n\\nWhat is Bitcoin:\\n\\nBitcoin is an electronic decentralized payment system with a verification system based on cryptographic proof. At its core, mathematics is the driving force behind Bitcoin’s security and effectiveness. The security relies on strong cryptography (a method of encryption), several orders of magnitude stronger than the cryptography used in classical financial services. A network of computers around the world works to maintain the network by verifying transactions. This is distinct from traditional financial systems in which centralized third parties (ie., banks) are required to mediate and validate transactions. Large amounts of trust must be placed in the hands of these third parties.\\n\\nWho Created Bitcoin:\\n\\nBitcoin was created by an anonymous individual under the pseudonym author Satoshi Nakamoto in 2009. Bitcoin was created to provide greater privacy and security for electronic transactions between persons or businesses than the traditional payment systems.\\n\\nWhy Bitcoin is Important:\\n\\nBitcoin doesn’t rely on any financial institutions to operate as third parties in processing electronic payments. For example, in a typical credit card transaction between a person and a merchant (such as Jake Sibley purchasing headphones from Amazon), there are multiple financial institutions, including the bank that issues the credit card to the consumer (such as CapitalOne), the merchant’s transaction processor (such as Chase Paymentech) and the network that connects the two parties (such as Visa or Mastercard).\\n\\nThese traditional systems suffer from relying on a “trust-based model.” This model makes transaction costs more expensive to compensate these third parties for mediating these transactions. Third parties act as mediators in settling transaction disputes giving them the ability to potentially reverse a transaction (for example, if the buyer claims they did not receive the product in the mail). And, with reversal as a possibility scamming and fraud is a concern, thus the need for trust in these third parties increases. Bitcoin presents the option for irreversible transactions, protecting both buyers and sellers from fraud.\\n\\nIn addition to eliminating the need for trust, a decentralized payment system such as Bitcoin has the potential to reduce the costs of these transactions. As mentioned above, a credit card transaction involves at least three financial institutions, each of whom incurs costs and each of whom demands a profit margin. That drives up the costs within the traditional payment systems. Bitcoin is decentralized, meaning there are no intermediaries between buyer and seller who incur costs and must realize a profit margin.\\n\\nAs a lower cost payment system, Bitcoin opens the door to many who otherwise are currently priced out of traditional banking and payments. Many people, both in the US and globally, are underbanked or unbanked. In fact, 5% of American adults did not have a bank account in 2020, according to the Fed. This is an indication that the current system does not work for everyone.\\n\\n## Blockchain Technology\\n\\nTo understand how Bitcoin works, one must first understand what a blockchain is and how it functions. Then, one can understand why Bitcoin is an innovative technology that is unique from our traditional financial systems.\\n\\nWhat is a Blockchain:\\n\\nA blockchain is the underlying technology behind Bitcoin and all cryptocurrencies. A blockchain is simply a ledger of all transactions ever conducted in a given cryptocurrency network (in our case, the Bitcoin network). In essence, a blockchain is a distributed database of all transactions that have ever occurred on that network. This ledger is distributed and shared across all nodes of the network. A node on the network is simply an individual computer. Any individual with a computer can become a node of the network.\\n\\nEach block stores the data of the previous transaction on the network, the data of the transaction following that one, and a time stamp. For a transaction to be processed, the data in a newly proposed block must be verified by at least 50% of the nodes on the network. Once this happens it is added to the “chain” of the previous blocks, hence block-chain. Once a block is added to the chain, it cannot be edited, altered or removed from the chain. This is the irreversible aspect of blockchains.\\n\\nThe methods of blockchain data and transaction storage are distinct from typical databases. Traditional databases usually store data in the form of centralized data tables. The data structure of a blockchain inherently makes an irreversible timeline of data, when implemented in a decentralized nature.\\n\\n![](https://images.mirror-media.xyz/publication-images/rqvNV0WaJzixM_ydrOpOH.png?height=599&width=1000)\\n\\nThe legacy database model is centralized: one entity holds, stores, and verifies this data. This requires immense trust, leads to privacy issues, threats of hacks, and third-party mediation/oversight. Many of the privacy concerns, hacks, or criticism big tech companies such as Facebook have faced are related to data (usually personally identifiable data, such as name, address, social security numbers, bank account numbers, etc.) being stored in a centralized database.\\n\\nOn the other hand, the blockchain model is decentralized: a copy of the data is encrypted, held, stored and verified by every member of the blockchain network. These members, known as nodes, verify transactions through a model called proof-of-work (covered in the next section) and store the data in a blockchain. This blockchain must be agreed upon by at least 50% of the nodes in the network, hence the decentralized aspect of a blockchain. The greater the number of nodes in the network means the more decentralized the network is and thus the harder it is to infiltrate. If data is spread across thousands or even millions of nodes across the globe, it is nearly impossible to hack into every single one. Contrast that with Facebook or Amazon, which hold immense amounts of data in centralized databases.\\n\\n\\\\[sources cited in Part 3\\\\]\",\"timestamp\":1640017216,\"title\":\"Explaining Bitcoin to my ~75 Year Old Probability Professor (Part 1/3)\"},\"digest\":\"SIM_Y5EQs0bR3HMgz84aWKGgLJWCjXuGLpeLTMhs-H8\",\"authorship\":{\"contributor\":\"0x8F2653771A1C402B9B0A50a3318C215AB32F8076\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yvLdh18gahJ-ukFnzG9yAjtZ26W-4QqjUyiu3gTEFCI\\\",\\\"y\\\":\\\"Y09QGQz3TwOhsima8g7Vv8Lc3zvJEzERyFCAbOdcTuU\\\"}\",\"signature\":\"TxaOcRcO4c9fxFWYRohMMVJ-oDnM2H6-19U0CyeV17U1_umV9OI8Yq4O6kGhdL50d5hSpTKLZOwIxRpH-vCeAA\",\"signingKeySignature\":\"0x853612fdee76ad16705676a64db2bf86718e2c77ca31dd014596c135d393b3085262249ef1764260ee7c8c0cdd6f6e343c9945643e3d85d06d599ce85621d2c91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yvLdh18gahJ-ukFnzG9yAjtZ26W-4QqjUyiu3gTEFCI\\\",\\\"y\\\":\\\"Y09QGQz3TwOhsima8g7Vv8Lc3zvJEzERyFCAbOdcTuU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eY2_lKbwKMv2mB6S-RgU_sD2gmuyBNuKTGEGI9VHKfs\"}"