"{\"content\":{\"body\":\"DAOs have reached an inflection point, as of this moment, some of the biggest DAOs hold over $14B worth of digital assets collectively. Despite their rapid growth, the legal status of decentralized organizations remains uncertain. This uncertainty surrounding its legal status hinders further technological development and exposes its members to significant risks.\\n\\nDAOs are Internet native, as a result of this very feature, members of DAOs face a multitude of problems related to, compliance, coordination, benefits, recruiting, retainment of talent, income volatility, all of which have remained largely unsolved. In the long-term, it’s more beneficial than not, for DAOs to incorporate in order to limit the liability of their members and conduct off-chain operations.\\n\\nThe purpose of this paper is to study the best legal practices and frameworks from around the world and suggest the best possible framework to incorporate your DAO.\\n\\n![Benefits such as Health Insurance, one of the key reasons why most contributors are holding on to their day jobs. Most respondents are not reliant on DAOs as a primary income source. Report Curated By: Gitcoin, Bankless](https://images.mirror-media.xyz/publication-images/FtmY_vdmxK7OdpcbMBuOz.png?height=543&width=940)\\n\\n### What is a DAO?\\n\\nA DAO is a decentralised social network. It is an organization governed by a series of smart contracts which enable the organization to function autonomously, without the need for a central intermediary or authority.\\n\\nThink of them like an internet-native business that's collectively owned and managed by its members. They have built-in treasuries that can be accessed only by the authority and approval of the group. Consensus is reached on a decision by the voting mechanisms that protect the democratic nature of the DAO and are governed by the proposals protocols.\\n\\n## Why Incorporate?\\n\\nRegime-less DAO Vs an Incorporated DAO remains a hot topic of debate, with most DAOs opting for a regime-less structure. Before diving into the specificity of each of these structures it’s important to understand the downsides of remaining regime-less.\\n\\n### Regime-less DAOs:\\n\\nRegime-less DAOs makes it easier for the local jurisdictions to legally pursue the DAO itself, and target the members of the DAO due to the lack of legal protection that an entity may otherwise provide. A DAOs decision to not exist as a legal entity does not offer immunity or protection from the responsibilities that may arise during the operation of a DAO.\\n\\n**In a Regime-less DAO, the developers & members of a DAO are at a potential risk of:**\\n\\nI.\\t**Being liable for any harm as a result of the DAO’s operations**. From a legal perspective, Regime-less DAOs are viewed as General Partnership. A General Partnership is formed when two or more persons enter into an agreement for co-ownership of business for profit. It is important to note that general partnerships have no corporate form and do not provide partners with liability limitations. That means all or any members of a DAO can be held liable in the event of a lawsuit. A government may choose to impose liability directly on members for certain types of activities.\\n\\nII.\\t**Restricted from conducting operations off-chain.** Without a legal entity, the DAO cannot sign legal contracts, conduct operations off-chain, own IP, hold assets, open a corporate bank account, pay taxes and most importantly, limit the liability of its members. Moreover, it’s in the DAOs best interest is to provide the security of a full-time job to its major contributors, empowering them with benefits, ability to pay income tax, among others, which is one of the contributing factors why members rage quit or churn.\\n\\nIII.\\t**Liable to pay taxes.** Needless to say, it’s important to pay taxes that run the risk of being held legally accountable for any or all operations in the DAO, even in the absence of comprehensive legislation, it’s the DAOs responsibility to file and pay taxes associated with the income tax events that may be incurred by the treasuries and the protocol’s operation.\\n\\n**A recent paper on legal-framework of DAOs by [a16z](https://a16z.com/wp-content/uploads/2021/10/DAO-Legal-Framework-Jennings-Kerr10.19.21-Final.pdf), listed the key goals of an entity structure as the following:**\\n\\n1. Minimizing the risk of imputed ownership by governance token holders of the DAO Treasury tokens.\\n2. Limiting the liability of developers, users and members of DAOs.\\n3. Creating a taxpayer capable of paying taxes within the applicable jurisdiction for any taxable transactions, especially those involving the DAO Treasury.\\n4. Maintaining decentralization by limiting the scope of operations of any individual entity.\\n5. Staying consistent with any assertions utilized in other regulatory compliance responsibilities.\\n6. Avoiding any reporting obligations under applicable Corporate Transparency laws with respect to underlying governance token holders.\\n7. Promoting the availability of trustless and disintermediated transactions wherever possible.\\n\\n**It’s important to understand the following terms listed below before diving into the legal frameworks for DAOs:**\\n\\n### a. What’s a legal wrapper?\\n\\n* For the external legal relationships and governance, the DAO can be represented in real-world by a legal wrapper. A legal wrapper is pretty much just a legal “company.” They can be b-corps, c-corps, LLCs, or other legal entities.\\n* A “legal wrapper”, set up in any applicable jurisdiction, is comprised of all of the non-automated, human-negotiated, contracts and filings needed to interface with a government.\\n* Legal wrappers are massively flexible (just as the DAOs that handle multiple token incentivisation models) the objective of the legal wrapper is to establish a decentralized and democratic association with flat hierarchies.\\n\\n### b. Offshore Entities:\\n\\n* An increasingly utilized mechanism for resolving DAO entity structure issues has been to offshore governance tokens to foreign jurisdictions with favourable tax regimes (e.g., the British Virgin Islands, Cayman Islands, Panama, Singapore, and Switzerland) and wrapping the DAO in a foundation entity formed in such jurisdiction (“Foreign Foundation”).\\n* Although the high costs associated with establishing such Foreign Foundations are often cited as a barrier to entry for most DAOs, there are also risks associated with an offshoring strategy.\\n* There are major downsides to this— the implementation of any offshore structure should not be attempted without the advice of counsel and international tax experts.\\n* For example, if a majority of your Directors are from the same jurisdiction, or had spent significant time developing the IP in their local jurisdiction, then tax authorities may claim income tax on the portion of the business developed in their own jurisdiction regardless of any foreign structuring.\\n\\n### c. Governance Tokens:\\n\\n* The DAO uses a system of governance tokens which represent economic value and governing power, their primary objective is to direct the actions of the DAO treasury to foster the growth of the decentralised ecosystem. They are essentially digital assets that represent voting power within a DAO.\\n* Regulatory issues associated with token issuance are innumerable. The taxation of governance tokens is a legal grey area as the laws surrounding it are not efficient to address the multi-functionality of the tokens.\\n* Token-holders may ultimately owe each other fiduciary duties as partners that they may not have considered upon investment and risk personal legal liability. As of now, the most common structure is to create a separate legal entity for the token issuance in foreign jurisdictions with favourable tax regimes.\\n\\n  ### The Top 3 Legal- frameworks for DAOs:\\n  1. **Switzerland**\\n     *a.\\tThe Swiss Foundation Law\\n     b.\\tSwiss Association\\n     c.\\tDecentralised Autonomous Association (DAA)\\n     d.\\tPrivate International Act (PILA)*\\n  2. **Cayman Islands**\\n     *a.\\tFoundation company as a legal wrapper\\n     b.\\tFoundation company as a legal wrapper with a subsidiary*\\n  3. **The United States of America**\\n     *a.    Limited Liability Company; Delaware & Wyoming\\n     b.    Unincorporated Nonprofit Association; Siloed & Wrapped entity structure*\\n\\n## I.\\tSwitzerland:\\n\\nOver the last few years, Switzerland has established itself as an attractive destination for cryptocurrency and blockchain projects, with the small town of Zug nicknamed as “Crypto Valley”.\\n\\nProgressive [DLT regulations](https://www.mme.ch/en/magazine/magazine-detail/url_magazine/new_swiss_dlt_regulations_to_enter_into_force_starting_february_2021/), Favourable tax regimes, friendly regulatory structures, and limited liability, has made Switzerland, one the most sought-after countries to incorporate a DAO.\\n\\nThe total number of companies in Crypto Valley alone is 960+ with a market valuation of $254.9bn. Crypto Valley now has 11 unicorn crypto projects with a valuation of over $1bn including Ethereum, Cardano, Polkadot, Aave, Cosmos, Solana, Tezos, Dfinity, Near, Nexo and Diem (formerly Libra).\\n\\n**The three most prevalent legal structures:**\\n\\n* **The Swiss Foundation Law**\\n* **Swiss Association**\\n* **Decentralised Autonomous Association (DAA)**\\n* **Private International Act (PILA)**\\n\\n### The Swiss Foundation:\\n\\nThe Swiss foundation is an ideal legal form for long-term infrastructure projects, such as protocol development. Examples include the Ethereum Foundation and the Dfinity Foundation, all of which are based in Zug, Switzerland, and aim to support the development of new open decentralised software architectures.\\n\\n1. The Swiss foundation law once set up, requires registration in a public registry, supervision by a federal authority and most importantly, a foundation deed that cannot be easily changed (often likened to a smart contract).\\n2. For those that need more flexibility in their operations, this has to be “coded” into the deed and made public.\\n3. The foundation structure has its own legal personality, no beneficial owners, and is transparent/public and difficult to change.\\n4. Since the primary goal of a Swiss foundation is to implement the purpose defined at its formation, blockchain developers can use a foundation to ensure that their projects are in line with their core values, such as decentralisation, inclusivity and non-profit technology development.\\n5. This structure is not very appealing for decentralised organisations whose activities evolve and mature over time.\\n\\n### The Swiss Associations:\\n\\n 1. When it comes to Governance, an Association offers a very high degree of flexibility compared to a Swiss Foundation, and its formation as well as its governance.\\n 2. The Swiss Association is a very attractive entity for decentralized projects. Associations have separate legal personalities, just like companies or foundations.\\n 3. Associations are not required to have a resident board member and its members can be individuals or legal entities, and their liability as Members is limited. This allows for much greater flexibility in how an Association can be managed,  especially for those projects that are largely run outside of Switzerland.\\n 4. Provided the articles are drafted inclusively, they provide a participation mechanism for geographically dispersed blockchain projects, with the Swiss structure providing a limited liability wrapper around a common goal.\\n 5. This common goal can be political, scientific, artistic, religious or any other non-economic purpose.\\n 6. As long as the Association is non-profit, there is no filing requirement in Switzerland *(though an Association must be registered if it conducts a commercial operation)*.\\n\\n    **On Taxation:**\\n\\n    a.\\tIn Switzerland, income taxes are levied on federal, tonal and communal levels. b.\\tSwiss Associations offer DAOs potential tax savings regarding their treasuries. c.\\tA tax exemption may also be possible for Swiss domiciled associations that conduct the majority of their activities abroad to the extent the other conditions for a tax exemption – in particular the charitable purpose – are still met.\\n\\n    d.\\tAssociations that run commercial enterprises and may still be granted a tax exemption provided that the business is a subsidiary and subordinated to the charitable objectives and serves to meet the latter’s goals.\\n 7. Traditionally, the Association has been the entity of choice for non-profit organizations (NPOs)/ non-governmental organizations (NGOs) and may apply for an exemption from income and capital taxes under certain conditions.\\n 8. Some prominent nonprofits that are incorporated as an Association include, Amnesty International, the World Wildlife Fund, and FIFA— *the International Football Association.*\\n 9. **Associations have the following main bodies:**\\n\\n    *a.    the General Assembly*\\n\\n    *b.    the Board of Directors*\\n\\n    *c.    the Auditor (only required, if certain thresholds regarding balance sheet, revenue and full-time employees are exceeded).*\\n10. The general assembly is the governing body of the association. It appoints the board of directors, decides on the admission and expulsion of members and resolves all matters not assigned to other corporate bodies in the articles of association.\\n11. The board of directors has the right and duty to manage the affairs of the association and to represent it in accordance with the powers conferred on it as set forth in the association’s articles of association.\\n12. **A Business organisation can incorporate as an Association**, given that they operate a number of independent offices, each of which has limited liability vis-à-vis the others.\\n13. This way, they can operate globally under one brand whilst maintaining separate profit pools and ring-fencing liability in each country in which they operate. Doing so does not bring the Members themselves within Swiss regulations: since control of the Association is decentralized, Members are only bound by regulators in their country.\\n14. A more recent use case for the Swiss Association was the [Libra](https://www.diem.com/en-us/) (now Diem) association.\\n15. Find more on Swiss Associations [here](https://www.nkf.ch/app/uploads/2018/06/038715_NKF_Publikation_17.pdf).\\n\\n### Decentralised Autonomous Association (DAA):\\n\\n1. The Decentralised Autonomous Association is a variation to the DAO. Recognizing an Association’s overall flexibility and user-friendliness compared to a Swiss Foundation, **the DAAs seek to achieve the best of both worlds – a DAO with limited liability.**\\n2. The major objective of a DAA is to establish a decentralized and democratic legal entity structure with flat hierarchies. Therefore, centralization points should be reduced as much as (legally) possible.\\n3. **In our example structure, the DAA's bodies are:**\\n\\n   **•\\tDAA Assembly (General Assembly)**\\n\\n   **•\\tDAA Delegates (Board)**\\n\\n   **•\\tDAA Member Community**\\n\\n   **•\\tDAA Whitelister**\\n\\n![DAA Governance model](https://images.mirror-media.xyz/publication-images/Q0WlyFhjWFcl33xq6-jxa.png?height=758&width=717)\\n\\n1. The general assembly is the governing body of the association. It appoints the board of directors, decides on the admission and expulsion of members and resolves all matters not assigned to other corporate bodies in the articles of association.\\n2. The Swiss legal services firm MME, worked on the Model Articles of Association for what it terms the “Decentralized Autonomous Association” (“DAA”), together with accompanying [code](https://github.com/validitylabs/daa) by Validity Labs to provide a technical framework enabling blockchain-governed Decentralized Autonomous Associations (DAAs).\\n3. Find more on DAA structure [here](https://www.mme.ch/fileadmin/files/documents/MME_Compact/2020/200528_Presentation_Webinar_DAA_DAO.pdf).\\n\\n### Private International Act (PILA)\\n\\n1. This newly theorised legal entity aims to provide a way for DAOs to be recognised under Swiss Law and maintain its core principle of being internet-native.\\n2. DAOs are already engaging in activities within the Swiss legal order even though such entities do not exist under Swiss law. As a result, the legal scope of those activities is currently unclear.\\n3. Rather than attempting to apply the rules of Swiss company law to DAOs, it is preferable to consider DAOs as foreign companies and to recognize them as such using the tools provided by Private International Law.\\n4. The advantage of this preferred pathway is to allow DAOs to exist in their current construct (i.e internet native), while recognizing their legal effects in the Swiss legal order.\\n5. The theory of functional equivalence provides a possible solution, which recommends “considering a substantive or formal requirement intended to guarantee legal protection as being met when a computer system makes it possible to replace this requirement in an equivalent manner”.\\n6. Based on this theory, **the solution suggested is to recognize the existence of an online jurisdiction governed by its own code**. This new legal construction would make it possible to consider the code of a DAO as being its governing law and the digital space as the State from which this law originates.\\n7. This would grant legal existence to DAOs that were not created according to the law of a State. As such, this type of DAO can be recognized in Switzerland as a foreign company with rights and obligations.\\n8. This is a fairly new legal construct, and yet to be formally assumed by a DAO.\\n9. Find more information on PILA [here](https://www.unine.ch/files/live/sites/florence.guillaume/files/Publications/Riva%20DAO%20in%20Swiss%20legal%20order.pdf).\\n\\n## II. Cayman Islands:\\n\\n1. The enactment of the Cayman Islands Foundation Companies Law, 2017, introduced a brand-new form of legal entity known as a \\\"foundation company\\\" allowing it to operate like an incorporated trust while retaining the separate legal personality and limited liability of a company.\\n2. Unlike a company, the foundation company can be structured without shareholders. In essence, it can be ownerless – just like the DAO it represents.\\n3. The foundation company by itself can have no specific service assigned to it other than to carry on real-world operations once the DAO votes for the foundation company to take an action.\\n4. So long as the proposed activity is not a VASP Activity (described below) or any other regulated activity, the foundation company can carry out the activity as a service provider to the DAO such as, signing contracts or liaising with digital asset exchanges, as governed by the protocol.\\n5. **The Virtual Asset Service Provider (VASP) Act:** The VAST Act has changed the way decentralised projects can operate in the Cayman Islands. Members should be aware of their structuring options before executing any project or publishing a protocol.\\n6. **The VASP Act regulates:**\\n   a.    the issuance of virtual assets to the public\\n   b.    the exchange, transfer and custody of virtual assets\\n   c.    the provision of financial services relating to these assets (\\\"VASP Activities\\\", collectively).\\n7. **In the wake of the VASP Act, three distinct structuring alternatives can now be observed:**\\n   **a.   Foundation company as a legal wrapper\\n   b.  Foundation company as a legal wrapper with a subsidiary**\\n\\n### Foundation company as a legal wrapper:\\n\\n1. The VASP Act regulates only the sale of virtual assets to the public in exchange for fiat currency, virtual assets or other considerations. Therefore, so long as the foundation company observes the terms of a private sale, it should be able to carry out a limited virtual asset issuance from the Cayman Islands. This would also potentially include a virtual asset issuance to founders, developers, stakers and service providers of the DAO.\\n2. Further, projects that wish to decentralise immediately by carrying out a gratuitous airdrop of governance tokens can continue to do so from the Cayman Islands as the VASP Act is concerned only with the sales of virtual assets in exchange for some form of consideration.\\n3. Where no consideration passes, the issuance would not fall under the remit of the VASP Act. This also means that, where the foundation company is the originator of the virtual asset, it might also grant gratuitous rewards from its treasury. **A DAO that wishes to undertake an airdrop or grant rewards can continue to do so using a Cayman Islands foundation company.**\\n\\n### Foundation company as a legal wrapper with a subsidiary:\\n\\n1. If the DAO wishes to carry on VASP Activities but still wishes to take legal form as a foundation company, the most common alternative is to create a wholly-owned subsidiary of the foundation company in a virtual asset friendly jurisdiction, such as the British Virgin Islands.\\n2. With a BVI subsidiary, the foundation company will procure the subsidiary to carry on whichever activities it cannot perform from the Cayman Islands (i.e., VASP Activities).\\n3. Whilst this structure is more complex and costly, it allows the members to utilise the benefits of the foundation company in a way that complies with the VASP Act. This dual structure has provided significant flexibility for several DAO projects.\\n4. [MakerDAO](https://makerdao.com/en/) has made use of foundations in places like the Cayman Islands and Switzerland as a way to try to sidestep some of these issues. Find more information [here](https://dyor-crypto.fandom.com/wiki/Maker_DAO#Team.2C_investors.2C_partners.2C_etc.).\\n\\n## III.\\tThe United States of America:\\n\\n**What creates an Income Tax event?**\\n\\nThe critical distinction for income recognition is contingent on whether a taxpayer exercises dominion and control. A taxpayer would not recognize income until and unless they exercise dominion and control. Taxpayers have dominion and control when they “acquire the ability” to transfer, sell, exchange, or otherwise dispose of the cryptocurrency.\\n\\n**Current Regulatory & Legislative Landscape:**\\n\\n1. The regulatory environment in the United States is insufficient to effectively address the issues related to managing digital assets. Although the SEC, IRS, Department of Treasury and state regulators have issued guidance and interpretations concerning digital assets, **the laws remain ambiguous when it comes to the tax reporting requirements and income tax liability.**\\n2. In the United States, several incorporated and unincorporated structures exist that provide liability protection. An entity is responsible for filing tax returns, paying tax, reporting the tax obligations of its members or submitting the necessary documentation to maintain tax-exempt status, as applicable.\\n3. Regulatory restrictions and dated legislative frameworks all contribute to the ambiguity of what entity structure is appropriate for a DAO.\\n4. Although taxation of DAOs remains a controversial topic, **regime-less DAOs are subject to unlimited liability, tax burdens and are unable to carry off-chain operations,** essential for its very function.\\n\\n**On Taxation:**\\n\\n1. Laws related to the taxation of digital assets are dated and get increasingly confusing when combined with the potential tax liability associated with token-related operations.\\n2. As noted before, it is important for the DAO to pay taxes somewhere to avoid being held liable for income tax liabilities associated with the on-chain operations and the issuance of the treasury’s governance token.\\n3. Although state and federal legislatures are yet to pass laws to fully accommodate the varying purpose of Decentralised Organisations, tax reporting obligations on activities pertaining to digital assets will continue to increase.\\n4. As mentioned before, **governance tokens can hold either governing power, economic value, or both.** In most cases, due to the varying functions of the token, we need **more** **comprehensive legislation to categorize what creates a taxable event and the responsibilities of the members holding it.**\\n5. The potential tax liability for the members are as follows:\\n   a.\\tTaxation on Governance Tokens\\n   b.\\tTaxation on DAO Treasury Activities\\n\\n### The most prevalent legal structures for DAOs:\\n\\n1. **Limited Liability Company; Wyoming & Delaware**\\n2. **Unincorporated Nonprofit Association**\\n\\n   ### Limited Liability Company:\\n\\n   A traditional limited liability company (LLC) is a legal entity distinct from its individual members or owners. It is a creature of state law, meaning when you form an LLC, you form it under the laws of a particular state.\\n\\n   There are many advantages to structuring a company as an LLC— Limit personal liability, Avoid double taxation and pass-through deduction and Less administrative hassles and paperwork.\\n\\n   ### Wyoming DAO LLC:\\n\\n   On July 1, 2021, Wyoming’s Decentralized Autonomous Organization (“DAO”) law became effective. The bill applies the Wyoming LLC Act to DAOs, giving them legal status as limited liability companies (LLCs). This makes Wyoming the first U.S. state to clarify the legal status of a DAO, and legally recognize it as a separate entity.\\n\\n   Any person may form a DAO LLC by signing and delivering one original and one exact or conformed copy of the articles of organization (“Articles”) to the secretary of state for filing.\\n\\n   **A brief overview of the Wyoming DAO LLC Structure:**\\n   1. DAO LLCs are treated just like any other LLC for tax purposes.\\n   2. Supporters of the DAO Supplement believe it will not only protect DAOs from being sued as general partnerships but also solidify the rights of DAOs as legal persons and provide clarity and structure to many DAO projects.\\n   3. The Articles may define the DAO as either **member-managed or algorithmically managed**. If the type of DAO is not specified, the LLC is presumed to be member-managed.\\n   4. An algorithmically managed DAO may only form if the underlying smart contracts can be updated, modified, or otherwise upgraded.\\n   5. It’s important to note, that an LLC can claim to be a “DAO” even if it does not use any smart contracts or blockchain, or even if it uses a read/write-permissioned enterprise blockchain.\\n   6. The registered name for a DAO must include wording or abbreviation to denote its status as a decentralized autonomous organization; specifically, “DAO,” “LAO,” or “DAO LLC.”\\n\\n   **The shortcomings of the Wyoming DAO LLC structure:**\\n   1. The bill also prohibits ‘DAO LLC’ from being ‘manager-managed,’ this is particularly inconvenient in the event DAOs vote to have its operations partially managed by a 3rd party. Although normal LLCs can be ‘manager-managed.’\\n   2. The DAO will automatically be deemed dissolved if it has failed to approve any proposals or take any actions for one year or if the secretary of state orders it dissolved.\\n   3. A normal LLC’s operating agreement can easily require that members use a smart contract to perform various functions. The DAO LLC falls short of many provisions and flexibility that a normal LLC can offer and vaguely defines new terms such as “algorithmic management’ which is subject to misinterpretation.\\n   4. The DAO LLC Bill, does not fix the actual pain points, such as tax liability\\\\*,\\\\* freedom and protection for members when they ragequit *(freedom to leave, upon which member receives a ratable distribution of assets),* to name a few.\\n   5. [CityDAO](https://www.citydao.io/); is a DAO with legal status under the Wyoming DAO law.\\n   6. Find more on Wyoming DAO LLC [here](https://www.wyoleg.gov/2021/Engross/SF0038.pdf).\\n\\n   ### Delaware LLC:\\n\\n   Incorporating in Delaware is a great alternative; the entire process of incorporation is faster and cheaper and provides maximum flexibility.\\n   1. It has emerged as the entity of choice for DAOs, Delaware’s LLC governance rules afford the members with greater flexibility to structure the inner operations of the DAO and make decisions that are better aligned with its purpose without being mandated to do so— the normal LLC act makes space for members to decide on how to manage themselves, whether to make their smart contract private or public, and conduct on-chain operations freely when it comes to voting rights or governance.\\n   2. Due to absent recognition at the federal level and the lack of clarity around the various forms of DAOs, the utility of entity structures like the WY DAO LLC is not beneficial to many DAOs, many have opted to instead incorporate under the Delaware LLC Act.\\n   3. [MetaCartel Ventures DAO LLC](https://github.com/metacartel/MCV/blob/master/Legal/Grimoire%20and%20Exhibits/MCV-Grimoire-Final-All-Exhihbits.pdf) and [The LAO](https://docs.thelao.io/) have opted for legal status under the Delaware LLC Act.\\n\\n   ### Unincorporated Nonprofit Association:\\n\\n   As stated plainly by a Texas Court in 1992, “\\\\[u\\\\]nincorporated associations long have been a problem for the law. They are analogous to partnerships, and yet not partnerships; analogous to corporations; and yet not corporations; analogous to joint tenancies, and yet not joint tenancies; analogous to mutual agencies; and yet not mutual agencies.”\\n\\n   **Following is an excerpt from the [a16z](https://a16z.com/wp-content/uploads/2021/10/DAO-Legal-Framework-Jennings-Kerr10.19.21-Final.pdf) paper on UNAs.**\\n\\n   “A threshold question for determining the most appropriate domestic entity structure for a DAO is to determine whether it has a for-profit or not-for-profit purpose. Not-for-profit purpose is not equivalent to tax-exempt and although very few DAOs will qualify as tax-exempt organizations, many may meet the requirements of not-for-profits for state law purposes.\\n\\n   Accordingly, DAOs that meet the requirements should consider registration as unincorporated nonprofit associations (“UNA”) in states that recognize such an entity form. The proposed structures prioritize trustless and on-chain transactions while mitigating the risks of regime-less and offshored structures.”\\n\\n   ### It’s important to study the DAOs extensively to establish their profit or not-for-profit intent to determine the members’ potential income tax liability.\\n\\n   **Uniform Unincorporated Nonprofit Association Act (“UUNAA”) and its applicability to DAOs:**\\n   1. Adoption of the UUNAA makes a UNA a legal entity separate from its members in determining and enforcing rights, duties and liabilities in contract and tort, which provides significant benefit to members of UNAs.\\n   2. **The Association Act makes a nonprofit unincorporated association a legal entity separate and apart from its members.**\\n   3. Therefore, logically, nonprofit unincorporated associations are more in the nature of corporations, limited partnerships, or limited liability companies. This basic and fundamental change has a considerable impact on the liability of members and others for the liabilities of nonprofit unincorporated associations.\\n   4. **The limited liability protections afforded to the members of a DAO through registering as a UNA are potentially expansive.** The requirements for member participation in a registered UNA are significantly less cumbersome and present a viable path for an already operating DAO to utilize its governance protocols to form an agreement sufficient to establish the holders of the governance token as members of the entity through their continued membership in the DAO.\\n   5. The UNA entity form could easily become the most complimentary entity for DAO operations.\\n\\n   **A detailed examination of each entity structure is described below:**\\n\\n   ### Siloed & Wrapped DAO Entity Structures:\\n   1. **The papers' analysis raises the possibility of “wrapping” an entire DAO as a single UNA or “siloing” DAO activity between the treasury and the protocol.**\\n   2. Fully-wrapped UNA is a great fit for DAOs whose activities would qualify as a non-profit.\\n   3. In the Siloed DAO structure, the treasury is “wrapped” in a UNA and the protocol remains regime-less or “wrapped” in a variety of possible entities, determined by the facts and circumstances of a particular DAO.\\n   4. This would bring all activities related to the treasury (e.g., grant programs, DAO funded development work, staking/liquidity mining programs, treasury diversification, etc.) under the treasury UNA, whereas the separate activity relating to the protocol (e.g., protocol smart contract modifications, decisions relating to protocol fees, etc.) would fall under the separate and distinct protocol structure.\\n   5. The risks of the “siloed” structure would be the same as a DAO fully “wrapped” in a UNA *(the determination of impermissible member benefit i.e. distribution of profits to its members, would place the limited liability protections of members at risk).*\\n   6. The varying nature of the Governance tokens plays an important role while considering a suitable entity structure for your DAO. A single token can give access to a variety of services, and have its functionality evolve over time.\\n   7. Much consideration has been given to how this “hybrid” functionality of tokens presents an obstacle in assessing how a token and a DAO at large should be treated. The governance tokens of most DAOs provide two distinct operational purposes that are directly tied to how decentralization is achieved:\\n\\n      a. user interaction with the treasury\\n\\n      b. user interaction with the protocol\\n   8. Even though both the treasury and protocol governance proposals are accessible through the governance tokens, the widely divergent activities between treasury proposals and protocol proposals suggest the possibility that many DAOs could actually be comprised of two distinct entities, making the case for the Siloed Entity structures.\\n\\n   ### DAO as a Fully “Wrapped” UNA Electing Federal Taxation as a C-Corp/LLC:\\n   1. As a UNA, the DAO would be able to open a bank account, sign contracts, file tax returns, pay employees and in general, meet the requirements of existence to interact as an entity.\\n   2. **Particularly advantageous for DAOs that have already launched their governance protocols,** the minimal formality surrounding member requirements makes a great case for utilizing a UNA for DAOs.\\n   3. As participation in the DAO can be inferred simply through conduct here, a validly executed governance proposal that was communicated to the membership would provide a mechanism to enact an entity structure that would limit member liabilities.\\n   4. Additionally, distributions from the treasury made as part of grant proposals or to fund possible 501(c)(4) foundations or lobbying entities would allow DAOs to utilize these tax-exempt entities as additive structures in service of their not-for-profit purpose.\\n\\n![](https://images.mirror-media.xyz/publication-images/N7d-1nXDpTTzdTVx_2Wf0.png?height=322&width=565)\\n\\n1. The Association Act makes a nonprofit unincorporated association a legal entity separate and apart from its members.\\n2. This structure is best suited for not-for profit DAOs as it doesn’t provide any flexibility in engaging with for-profit activities in the future.\\n3. Best suited for Grant DAOs, Research DAOs.\\n4. The Fully wrapped Entity structure due to its very nature, isn’t flexible to new changes made to the Protocol.\\n\\n### DAO with “Siloed” Protocol & Treasury Entities:\\n\\n1. In this structure, the treasury and protocol are treated as distinct entities, where the Treasury would be able to maintain its organisational structure independent of any decision made by the protocol.\\n2. The benefits of a “siloed” entity structure would allow for the treasury to fully “wrap” itself in a UNA, while allowing the protocol to decide between staying regime-less or utilizing an LLC structure, as appropriate to its facts.\\n3. This would allow a certain measure of certainty to DAOs because keeping the treasury and the protocol separate allows more flexibility to adapt to future changes in law or members decision-making regarding operation.\\n\\n![](https://images.mirror-media.xyz/publication-images/hJfcbFVU-dLLDwJtMJR6p.png?height=474&width=847)\\n\\n1. The risks of the “siloed” structure mitigates most risks posed by fully “wrapped” UNA but both structures are susceptible to the impermissible member benefit that may occur within the DAO and potentially place the limited liability protections of members at risk.\\n2. The introduction of the “siloed” entity form for DAOs could easily be utilized to push taxable activity into favourable taxing jurisdictions. DAOs wishing to utilize the “siloed” entity form for DAOs need to carefully evaluate the tax ramifications to ensure compliance with the law to effectively address any tax avoidance concerns.\\n\\n### Regime-less DAO Electing Federal Taxation as a C-Corp/LLC:\\n\\n1. This “siloed” entity structure seeks to provide a solution to a regime-less DAO’s inability to file tax returns.\\n2. Although the absence of a legal entity over the DAO would leave segments of the DAO uncovered, most of the risk associated with DAO operations is contained within the operation of the treasuries.\\n3. A UNA electing taxation as a C-Corp could be created that exerts dominion and control over the smart contracts associated with treasury distributions of validly enacted governance proposals.\\n4. The dominion and control exercised by such an entity would resolve any concerns over the assignment of income, thereby creating an appropriate taxpayer for the purpose of filing and paying taxes associated with treasury distributions.\\n\\n![](https://images.mirror-media.xyz/publication-images/fd8keLxyQu8-6P36sdPdZ.png?height=551&width=903)\\n\\n1. Adopting a “siloed” entity structure around the treasury, would provide a mechanism for filing and paying taxes, limitation of some of the liabilities and facilitate the distribution of funds to grant programs, foundations or lobbying entities.\\n2. The siloed entity makes space for legislative and regulatory requirements that may be enforced on DAOs in the future and is one of the most flexible UNA structures available, as it affords more freedom to its members in the event the members vote towards a change in operations/activities of the DAO.\\n3. By utilizing a Uniform statute adopted in most states, a DAO registered as a UNA has a much stronger claim on having the rules of its state applied in a foreign jurisdiction than a heavily modified exotic entity structure. The more an entity structure is altered increases its risk of not being recognized in other jurisdictions.\\n\\n[LexDAO](https://github.com/lexDAO/LexDAO-Constitution/blob/master/LexDAO-Constitution-v01.md) is the first-ever DAO to get recognised as a Wyoming Un-Incorporated Nonprofit.\\n\\n## Conclusion:\\n\\nThe DAOs are fundamentally internet-native and are ever-evolving, however, until sound legislation is passed to fully support the growth of Sovereign Collectives and the Web 3 ecosystem as a whole, it is important for DAOs to assume a legal entity to avoid any liability.\\n\\nDecentralised Organisations don’t fit neatly into existing forms of business associations, making it difficult for them to interact with traditional business entities and expose their members to legal liabilities.\\n\\nAs mentioned before, DAOs suffer from gaps in governance, compliance, benefits, taxation, to name a few. Until there’s comprehensive legislation to address these issues efficiently, the most beneficial move for the members of the DAOs would be to assume a legal entity to conduct operations off-chain and limit the liability of its members.\\n\\nAs the purpose of a DAO is to be collectively owned and governed by the community, members are often reluctant to create a legal personality for the DAO.\\n\\nHowever, DAOs without a legal personality run into problems. **These include the inability of the DAO to:**\\na.\\tLimit the liability of its members.\\nb.\\tConduct off-chain operations (interacting with 3rd parties outside the DAO).\\nc.\\tEnter into legal contracts (particularly digital asset exchanges).\\nd.\\tProtect valuable IP .\\ne.\\tOpen bank accounts and pay taxes.\\nf.\\tCarry out the wishes of the DAO where the community has voted for the DAO to undertake an action vis a vis third parties.\\n\\nRegime-less DAOs are highly risky, individual members can sometimes find themselves carrying out actions on behalf of the entire DAO and, consequently, be personally exposed to potential liability.\\n\\n**DAOs are the future of social networks**— a powerful combination of tokens, DeFi tools & community. However, the infrastructure surrounding DAOs is at a very nascent stage.\\n\\nThere is an urgent need for countries to pass comprehensive legislation and effectively address the ambiguity related to the treatment of digital assets under law.\\n\\nThe government that formally recognises DAOs and supplements its explosive growth with progressive laws to allow Sovereign Collectives to form, scale and flourish under its jurisdiction, wins— particularly, in terms of tax revenues earned from the operation & development of DAOs.\\n\\n![](https://images.mirror-media.xyz/publication-images/DG6jER6iHG8eMu3PNwrcQ.png?height=147&width=1098)\\n\\n*The legal structures discussed here are fairly new, we are yet to see how most DAOs will fare as they scale their operations.*\\n\\nIf you’d like to discuss, ask questions about DAOs OR learn about ***Illuminated\\\\*****,* feel free to get in touch, I’m [@aashrayarau](https://twitter.com/aashrayarau) on Twitter.\\n\\n*\\\\***Illuminated DAO***— *building* *crypto communities powerful to lobby for change & take collective action. We’re taking the first step towards decentralising democracy.*\",\"timestamp\":1637788814,\"title\":\"The Best Legal Frameworks for DAOs from around the world\"},\"digest\":\"Xqljz3739L6Ig8tavalTuguwLZc2jO-Bm_jD3Yersyw\",\"authorship\":{\"contributor\":\"0x43d06b9eBFB0c76A448fBd5B6faa2cfba81901d6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OFnME6isMIV1u3qNQTXYX_bmUcfmgPmWjY1iu7T9vyk\\\",\\\"y\\\":\\\"QhN6-L-rgfhIZWZ8yP5ntmxQae5NsWoXHJcQcWcBFN4\\\"}\",\"signature\":\"YmFSQQXap9wfU8VoJgIgjgvrBd7T5Kw1eVHrOFlchxVG0zQ8CB3yASVVEIRoqd3vIjHmhhm3RXIO559W1EXI9g\",\"signingKeySignature\":\"0xf9a25db8f5b3e1be4225e247ab032a1ed6dc82788080c47a238f73678f64cdb44c2c0e79d6ec623817fd0f39c7878e0a0e04a4d4da1afe2d7802caaf21e8c6131c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OFnME6isMIV1u3qNQTXYX_bmUcfmgPmWjY1iu7T9vyk\\\",\\\"y\\\":\\\"QhN6-L-rgfhIZWZ8yP5ntmxQae5NsWoXHJcQcWcBFN4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CYm-hNaniW0C1Mn9KR677jn4o9okGugkKC3C8iD9k28\"}"