"{\"content\":{\"body\":\"![@Lighthouse Retreat Centre, Portugal](https://images.mirror-media.xyz/publication-images/bO1t9aw97kaB5PSKoM8M1.JPG?height=768&width=1024)\\n\\n> ​“Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.” \\n - Matthew 7:7, New International Version\\n\\nI recently had my first psychedelic experience with the Grandfather plant, San Pedro, at [The Lighthouse Retreat](https://lighthouseretreats.co.uk/). \\n  \\n 2 trips in 4 days let me ‘saw’ the themes constantly haunted my mind: **time, space, reality and dream.** We all know language could be limited when you try to describe something overpowering magnificent. Here is my attempt to describe those visions and insights: \\n ​ \\n Eighty-four thousand thoughts and ideas, \\n Landscape transformation in the whirligig of time, \\n Everything is evolving and decaying in front of my eyes. \\n ​ \\n Vivid Colours dancing along with the music of nature, \\n Infinite fractals emerging and disappearing like the Mandelbrot set and Mandala of Sanskrit. \\n Van Gogh’s painting in a tangible form. \\n ​ \\n Ram Dass’s message comes into my mind, \\n “We’re all just walking each other home”. \\n We are nameless and formless, \\n We are a pixel and we are a Buddha, \\n Was vernünftig ist, das ist wirklich, \\n We’re loved just for being who we are, just for existing. \\n ​ \\n Let’s accept ourselves and others in full, \\n Try not to control, try not to force, try to surrender to the power of the universe. \\n Time and space are a total illusion. \\n The reality doesn’t seem like what we see. \\n To see beauty, use our heart, not our eyes. \\n Feel, and we shall know. \\n Seek, and we shall find. \\n ​ \\n I rise above the earth and travel through abstract concepts and patterns. \\n A snap of the finger is the moment of eternity. \\n I could have lived forever in that dazzling and wonderful dream, \\n But your sweet smile pulls me back to the material world. \\n ​ \\n Remember, remember, \\n Life is the eighth wonder. \\n When we genuinely want something, \\n The whole universe is always on our side.\\n\\n \\n  \\n 尝试用语言描述下这三天的[圣佩德罗仙人掌疗养（San Pedro）](https://lighthouseretreats.co.uk/)体验。 \\n  \\n 我「看」到的是时间和空间，以及什么是「真」和「美」。 \\n  \\n 八万四千念，数亿年的沧海桑田在眼前流动变幻。 \\n  \\n 颜色和音乐都有了形态，完美的几何图形不断闪现。 \\n  \\n 是曼德布洛特复数集合，是佛家梵语的曼陀罗，是梵高笔下艳丽的色彩和流动的图案。 \\n  \\n 拉姆·达斯告诉我「人生在世，就是帮助彼此回家」。 \\n  \\n 每个人都无名无状，是粒子也是佛祖，是形状也是颜色。 \\n  \\n 我们在这体验爱，散播爱，只要存在着就值得被爱。 \\n  \\n 无需鞭笞自己不断提升，只需全然接受自己和他人，无为而治。不试图去控制，不强求人生的轨迹，全然臣服于宇宙的力量。 \\n  \\n 时间和空间，甚至物质世界都不似你所见。在广袤的未解之谜中，活着就是终极意义。 \\n  \\n 我摆脱了思维的限制，在抽象的概念中穿行，弹指一挥间，刹那即永恒。 \\n  \\n 在那个炫彩美妙的世界中，突然闪现出你灿烂的笑容，是时候回到所谓的现实当中，把学到的一切用艺术向世人展现。 \\n  \\n 寻找，你就会发现。 \\n ​ \\n 当你真心想做一件事，整个宇宙都会联合起来帮助你。\\n\\n \\n ​ \\n P.S. My teacher Isher at the retreat centre gave me the nickname “Zen Master” because I could sit on the platform for hours, calm and still. He mentioned my peaceful energy would help to balance unstable emotions from others. \\n  \\n Apart from the above experience, I do fully echo with what Steve Jobs once said, **“*You can’t connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future”.*** \\n  \\n Everything that happened in my life has already connected in a beautiful circle. What I need to do is just follow my intuition and walk through the journey with love. Thanks to Grandpa San Pedro. See you soon, Grandma Ayahuasca! \\n ​ \\n P.P.S. I was astonished when I found Mandala flowers at the retreat centre! When I studied Buddhism at an early age, I named myself Mandala, and after two decades, I finally met ‘myself’ again. \\n  \\n \\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=295](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=295)\\n\\n \\n \",\"timestamp\":1636629242,\"title\":\"The Only Journey is the One Within\"},\"digest\":\"_1oEm0zt4Mpyk1yIw_rTQ3goXqHt0n1xVC7kZVmxD_g\",\"authorship\":{\"contributor\":\"0x6902E5CAf41158d3eD516cBd6D2807BB63863F42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zAAgvAsKlWLaNE7-HI9R8hdbhkUodZWZkUKgMSEZ2JM\\\",\\\"y\\\":\\\"mk6kfJkGAaPwrMt3-R-PgKDmM-bbGlZnOR0YOtO-GpY\\\"}\",\"signature\":\"E3p2LKLOetbiUJQcE88cvjTaeDbNscCb62l3-IS3FVjjOZL5mCPHkzGMyrNvhUY3JPI4V2kLbsIb1kRoXAr5DQ\",\"signingKeySignature\":\"0xeaca01599b28d23082993597c759637110de4df468ddc07ba2c666cb70863e430ff25cf94e3b4c9c56f8b1ecc5c5c75a84c914a2a00f7c1ee85677b46d78a12d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zAAgvAsKlWLaNE7-HI9R8hdbhkUodZWZkUKgMSEZ2JM\\\",\\\"y\\\":\\\"mk6kfJkGAaPwrMt3-R-PgKDmM-bbGlZnOR0YOtO-GpY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_1oEm0zt4Mpyk1yIw_rTQ3goXqHt0n1xVC7kZVmxD_g\"}"