"{\"content\":{\"body\":\"Mo family is the star mo city of the big family, from the star mo city's name there is a \\\"mo\\\" word can be seen.And according to the mo family ancestral training, the Mo family was also the whole Qinzhou are one of the largest families.And mo's first generation of ancestors, although not verifiable, but it is also a great [man.It](http://man.It) is said that the Mo family has a stone, is by the purple micro emperor room of the nobleman personally inscribed.And now the Mo family naturally inevitably some decline, but the dead camel is bigger than the horse, the Mo family is still one of the biggest families in the city of Star Mo.Starmo is now a small city, and it is said that it was once a splendid city.Unfortunately, time flies, no longer brilliant.But let a person feel gratified is, star mo city of cultivation and not cut off, every year star Mo city will come out of some young people with good qualifications into Qinzhou, and even into the Ziwei Empire.The beginning of cultivation is the star force into the body, and the stars in the sky have a certain connection.Then the star strength exercise, the star strength wash the marrow, and finally the star strength into the mystery, and then even really into a path of cultivation.The stars above the sky have unimaginable power, just the very beginning of the star power into the body can make people's lives have an incredible transformation.Only star power into the body of the people can be difficult to invade, health and longevity, qi and blood far better than ordinary people.After reaching the star force wash marrow, but also can fu Hu dou bear, with a hundred!The most exaggerated or star force into the xuan, it is said that can heaven and earth xuan, move mountains pour sea.There are even more stars, pick the stars to pull the moon.Star power, it changes the whole [world.In](http://world.In) order to adapt to this star-driven world, it is said that a noble profession, the star refiner, was born.Compared with ordinary practitioners, star gymnasts are more attuned to the stars and better able to control the power of the [stars.To](http://stars.To) put it another way, the star refiners are born strong, but strong people do not necessarily become star refiners.The star refiner can activate the star power in the sky, and refine all kinds of weapons, Dan medicine, and even simple and easy to use fuzhuan and organs with materials on the ground as the carrier.Basically, there are only things you can't think of, and no star refiners can't [do.In](http://do.In) this world, star gymnasts are almost omnipotent and, of course, noble.The Star Refiner was a natural target for little Momo.Unfortunately, he could not even communicate with the stars, draw them into the body.Let alone being a star mixer.But little Momo was stubborn.He didn't want to give up. He really didn't.He wants to be a yogi, a star refiner, invincible in his rank, and never silent!Little Momo does not want to give up, but sensible he does not want to add too much burden for his parents.Little Momo's father was not a powerful figure in the Family, but had some power and was paid enough to cultivate himself and his children.While little Momo doesn't have any siblings, he does have two half-brothers and half-sisters, both of whom are very good.Little Mo Mo's father Mo Yunshan is very love little Mo Mo's mother Qin shi.But, little Momo can not practice, and after giving birth to little Momo, Qin shi will no longer respond.The Mo family is not without competition, in order to let Mo Yunshan get better resources and status, Qin had to agree to Mo Yunshan to marry a concubine, and can practice all the resources to little Momo's younger brothers and sisters.Qin also can not contend for favor, do not mo home resources.But as a condition, the future of little Momo's two younger brothers and sisters must shelter little Momo a wealth and peace.Qin shi's good intentions, little Momo felt particularly real, so just more stubbornly want to push open that door has been closed to [him.As](http://him.As) small Momo's father, Mo Yunshan is also particularly guilty of qin's mother and son.There was nothing more he could do because of the circumstances.Little Momo ignored him, just a lot of invisible cold.And Qin's good intentions are actually more than [that.In](http://that.In) the early morning, white mist covered the banyan trees and huts beside the meadow, which were as beautiful as fairyland.Two little heads popped out of the hut and shivered in the cold mist.Both little heads hesitated, some afraid of the chill of the mist, some unwilling to go [out.At](http://out.At) last, the little head at the bottom said, \\\"Master, if you don't go out, you'll be late for your wedding ceremony again, and your wife will scold you again.\\\"The little head above, Which was Momo, tossed his head reluctantly and coughed a little before posing.\\\"Then Tanner, let's go.\\\"Tan nodded his head and said in harmony, \\\"Put on more clothes, that young master. It's cold in the morning. Be careful of catching cold.\\\"Momo glanced at tanner's thin blue dress, then at the padded jacket on tanner's hand.Although it was still autumn, it was chilly outside in the morning.But Momo was still very uncomfortable.Yes, he momo can't practice, but his little servant girl is a genius.Just how talented, Momo didn't know.But one thing he could be sure of was that Tanner was more talented than any of the Moors, more talented than his brother, who had his nose in the [air.It](http://air.It) was momo's faith in Tanner, and it was so unreasonable.But why can't he practice?When Momo saw this, he was always very unbalanced.He grabbed the cotton-padded jacket in Tanner's hands and threw it into the room. Then he hugged Tanner and rubbed it into his arms.Only way;\\\"Afraid of what, isn't there you?Sandalwood is much warmer than that old wadded jacket.\\\"Momo rubbed Tanner until it hurt. That's why tanner didn't fight back.Tanner didn't say anything. He knew that young Master was more sensitive and proud than anyone else.That inadvertent detail touched the pain in the young master's heart again.There were certain things he would only tell her.For example, the voice of the peerless, the lady did not know, the whole world only she knew the secret of the master.But with master it as an illusion is not the same, Tanner is silly to believe that master is destined to be so [extraordinary.So](http://extraordinary.So) she has been very hard, afraid of the future will not catch up with the master's [pace.No](http://pace.No) one knows how strong Tanner is now, not even tanner himself.Momo hugged Tanner all the way, not thinking it was getting colder.Even when I was holding Tanner, the wind was blowing cold behind me.Momo was shaking a little when he suddenly felt warm all [over.It](http://over.It) was Tanner's body that rose a streak of star power, making Momo feel warm.Momo \\\"picked up\\\" a dark golden star force from his body, which tangled gently between momo's fingers as gently as sandalwood.Momo looks a little distracted. Is that star power?Sandalwood is some remorse, do not know this detail will touch the pain in the heart of the master.She let her little head fall into His arms and buried it in his chest instead of looking at his face.Momo's arms softened a little, but they were just as stubborn and strong.Two people walked like this, do not know how much envy evil spirit along the way to see the people.Although Tan er is still small, but has shown a beautiful posture.Although tan er is only a servant girl, but it is a genius to practice.I do not know how many lives of virtue this waste Momo had accumulated, that she should have acquired such a sweet, beautiful, and gifted personal servant girl.Two people walk all the way, passing mo's central hall.I saw outside the central hall stood a common stone, stone above the dragon feifengwu to the title of eight characters \\\"a will be stationed in the close, heaven and earth mo let\\\"!That big character is proud and arrogant, looking down on the world.These eight characters are said to be one of the oldest objects in the Mo family.Although the story has not been verified, but with the glory of the ancestors of the Mo family life, has become the mo family people admire the ancestral [training.Is](http://training.Is) every mo family mention just, will still proudly look up to the capital.Like everyone else, Momo stops here to look up.With his head buried in Momo's arms, Tanner whispered, \\\"Master will be as great as Grandfather.\\\"Momo heard and just smiled knowingly.He likes cuddling sandalwood very much, sweet and soft.\",\"timestamp\":1642130537,\"title\":\"[Water Air]Drop12\"},\"digest\":\"ndN3O9aM94egq-LWXXtavmiPtW_R-f67Kc9cqD-KEro\",\"authorship\":{\"contributor\":\"0x34A470C697D3D29aA2f27e32A5153aC4384F9825\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"55u9ew7dzE4tkqePgnwhqY1uJZFyv1JAZUMhqzjBDm8\\\",\\\"y\\\":\\\"gaQvF-0MpI8TPHarcCDt2puMeyFrVwkvP4MkYt1JmOM\\\"}\",\"signature\":\"R0TVTyqoHPVGu08BeTs2hNByNN6pEhbwLpulKa16pOa8xF8j0wezpGL5OFoKndDJ7kU9sckx6jT4i4SpxrI4mA\",\"signingKeySignature\":\"0xb12f46aef44c617901438c6acb5912239eb10896a70650ef06e8256f7502c87b2a75cfd536cc9c684b2feb8f80be2fffb07939adf1c3da29d15d7e05aac90b341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"55u9ew7dzE4tkqePgnwhqY1uJZFyv1JAZUMhqzjBDm8\\\",\\\"y\\\":\\\"gaQvF-0MpI8TPHarcCDt2puMeyFrVwkvP4MkYt1JmOM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ndN3O9aM94egq-LWXXtavmiPtW_R-f67Kc9cqD-KEro\"}"