"{\"content\":{\"body\":\"**Metaverse hiện là một trong những xu hướng đang được cộng đồng trong và ngoài tiền điện tử dành sự quan tâm đặc biệt. Trong danh sách này, chúng ta sẽ khám phá 5 dự án Metaverse bị đánh giá thấp nhưng có triển vọng dài hạn tuyệt vời.**\\n\\n**#1 Wilder World (WILD)**\\n\\nWilder World là một metaverse nhập vai được xây dựng trên Ethereum, Unreal Engine 5 và ZERO – một nền tảng xã hội tương tự như twitter. ZERO cho phép những nhà sáng tạo kết nối với nhau và cung cấp một nơi để xây dựng cộng đồng.\\n\\nWilder World cũng tham gia thị trường NFT, được gọi là Wilder Wheels, cùng với một thị trường metaverse đầy đủ chức năng cho phép người dùng giao dịch các mặt hàng. WILD là token gốc của dự án, hoạt động như token quản trị cho Wilder DAO.\\n\\nWild đã nhận được sự đầu tư từ các quỹ lớn như Spartan Group, DCG, Animoca Brands, Republic Realm và Signum Capital. Ngoài ra, dự án còn được nhiều người nổi tiếng trong ngành crypto trên twitter nhắc đến liên tục.\\n\\nLà một dự án nổi bật trong mảng metaverse, có đồ họa chân thật đẹp mắt, đội ngũ am hiểu về nghệ thuật và được các quỹ lớn đầu tư, vì thế Wilder World có tiềm năng lớn được **[niêm yết trên Binance](https://blogtienao.com/3-dong-coin-tiem-nang-cao-duoc-list-bianance-thoi-gian-toi/)** trong thời gian tới.\\n\\n**#2 Decentral Games (DG)**\\n\\nDecentral Games là sòng bạc metaverse thế hệ tiếp theo do DAO quản lý. DG là token gốc của nền tảng, cho phép người dùng sử dụng để bình chọn cho các game mới và kiếm tiền khi chơi.\\n\\nTất cả các game được xây dựng trong Decentraland và trên Matic Network. Hiện tại, bạn có thể chơi Blackjack, Roulette, Poker và Slots. Decentraland hiện không chỉ trở thành một trong những dự án metaverse hàng đầu mà còn là một trong các sòng bạc cực kỳ phổ biến trong không gian tiền điện tử.\\n\\n**#3 Aavegotchi (GHST)**\\n\\n**[Aavegotchi](https://blogtienao.com/aavegotchi-ghst-coin/)** là một crypto-collectibles dựa trên Ethereum được hỗ trợ bởi công nghệ NFT. Hệ sinh thái này cũng cho phép người dùng stake token GHST kiếm lãi suất và tương tác với metaverse Aavegotchi.\\n\\nToken GHST là đơn vị tiền tệ trong Aavegotchi, người dùng có thể sử dụng chúng để mua tài sản trong metaverse.\\n\\nTương tự như các dự án khác trong danh sách này, Aavegotchi được điều hành bởi một DAO quản lý tất cả các quỹ đến việc phân phối token GHST.\\n\\nVới giá trị vốn hóa thị trường 145 triệu USD, rõ ràng Aavegotchi có rất nhiều tiềm năng để phát triển.\\n\\n**#4 Xaya (CHI)**\\n\\nXaya là một nền tảng tùy chỉnh cho game trên blockchain. Họ cung cấp một SDK đầy đủ, cho phép các nhà phát triển tạo các game dựa trên blockchain của riêng họ. CHI là token gốc của XAYA.\\n\\nNhiệm vụ của dự án là xây dựng trò chơi blockchain thực sự. Có nghĩa là, tất cả các khía cạnh của trò chơi trên blockchain nên được phân cấp.\\n\\nLý do chính mà Xaya bị đánh giá thấp là vì ở giai đoạn này, các nhà phát triển vẫn đang học cách sử dụng nó và xây dựng trò chơi trên nó. Có nhiều tiềm năng lâu dài cho dự án này vì ngày càng có nhiều trò chơi được tạo bằng cách sử dụng SDK của dự án.\\n\\n**#5 PolkaWar (PWAR)**\\n\\nMột nền tảng metaverse đang bị đánh giá thấp khác là PolkaWar – một nền tảng chơi game DeFi và NFT. PolkaWar cho phép người chơi tạo nhân vật và tham gia vào các trận chiến. Bên cạnh đó, dự án cũng bao gồm một thị trường cho phép người dùng mua, bán và trao đổi các mặt hàng.\\n\\nPolkaWar cung cấp một cổng trò chơi dễ dàng truy cập mà bất kỳ ai cũng có thể truy cập bằng cách kết nối ví MetaMask. Trò chơi có đầy đủ chức năng và cho phép bạn tạo nhân vật của mình trên chuỗi BSC.\\n\\nVới vốn hóa thị trường chỉ 14 triệu USD, đây là một dự án bị định giá cực kỳ thấp.\",\"timestamp\":1638432306,\"title\":\"5 đồng Metaverse bị đánh giá thấp nhưng mang tiềm năng lớn\"},\"digest\":\"tGu1Kb1UVmUnBtEPxy6PAAmL-aKD1IDROwN3EIepUPs\",\"authorship\":{\"contributor\":\"0xDED7684BcD56C85D31A87dc4Dff21409dADF9cc7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HYOl-FyVI1y1Rrqqu4OVypZQo0s6o1BR0cJt8XHWl3k\\\",\\\"y\\\":\\\"0zBnAAH8QpqQLzgdOWPUVs8FsfnwN3SaVmaHCbDA02Q\\\"}\",\"signature\":\"2mO_5xiS2hQdMKVnmJJNFM8Vb5p79ae0W-fAAhlxMLiWkdsvHhobcJqPX5fiY2KO_rKvpb8qpsNflSHpUBq3VA\",\"signingKeySignature\":\"0x35fea4bc1bde3750fa7f53f341f3f5818b2eb4803ec72cc2b81e647fe992498c7c8af09b5dd29d31adba20496193dc770a0eb4247ca4773cac6c97188faa3dcd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HYOl-FyVI1y1Rrqqu4OVypZQo0s6o1BR0cJt8XHWl3k\\\",\\\"y\\\":\\\"0zBnAAH8QpqQLzgdOWPUVs8FsfnwN3SaVmaHCbDA02Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tGu1Kb1UVmUnBtEPxy6PAAmL-aKD1IDROwN3EIepUPs\"}"