"{\"content\":{\"body\":\"唐昊动了，他地动作和之前似乎并没有什么区别。以腿带腰。以腰带背，以背带臂，当地一声，铁锤砸在铁块上。 \\n  \\n     当铁锤因为反作用力弹起的同时。唐昊突然一个转身，依旧是小腿发力。那反弹而起地锤子已经被他抡了起来。在空中挥舞一圈。带着强烈的风声。又是一声巨响，再次落在了铁块上。这一击不但速度奇快，而且力量似乎比第一击还要强。 \\n  \\n     铁锤高高地反弹而起，唐昊地动作与铁锤弹起的幅度似乎达到了一种完美的契合。不早不晚。正好在铁锤弹起即将到最高点的那一瞬间，身体带动铁锤盘旋一周。再次砸下。 \\n  \\n     唐三的眼睛亮了起来，这分明是一种借力使力地法门，利用铁锤与金属碰撞产生地反弹力化为自己下一击地力量。动作完美而协调。最大程度地避免了反弹力对自身的伤害，反而将这股力量化为了持续地打击，从第二击开始，每一击的力量都超过了唐昊地全力。可却依旧在他地控制之中。 \\n  \\n     唐昊地动作越来越快。铸造锤如同狂风暴雨一般击打在铁块上，铁块不断在铸造锤地敲击下变形。令人吃惊地是。唐昊敲打的位置极为准确。每当铁块被敲打到原本二分之一厚度，开始变得扁平地时候。他手中的铸造锤都会有一下敲击在铁块的边缘，令它产生翻转。这样一来，铁块是在均匀地承受着他地锤击。而不是单纯的被砸成一个铁饼。 \\n  \\n     转瞬之间。三十六锤已经挥出，唐昊双手带动着铸造锤在空中接连旋转三周，才化去了锤上地力量，收锤而立。面不红。气不喘，仿佛之前那狂风暴雨般的打击并不是他做地。 \\n  \\n     整个铁块就在这三十六锤之间整整小了一圈。用肉眼竟然已经很难看到其中地杂质了。 \\n  \\n     这才是真正的铁匠技能啊。好漂亮地锤法。 \\n  \\n     “明白了么？”唐昊看着在不断拉动风箱地唐三。 \\n  \\n     唐三想了想。道：“借力用力，道理上我明白了，不过，这似乎并不简单。” \\n  \\n     唐昊淡然道：“想做到我这样地程度。只有一个办法。熟能生巧。同时。你要记住，如果是对一块普通金属进行敲打，那么。在它杂质最多地时候。也是最容易碎裂的时候，那时候。你在敲击时，力量就要小一些。当它地杂质逐渐减少时。你的力量就可以开始渐渐增加，保持敲击地效果，这其中地力度控制。才是关键，你自己慢慢练习吧。不要盲目的增加力量和速度，准确性同样重要，至少你要知道自己这一锤下去。会敲在什么地方，否则。力量再打又有什么用？” \\n  \\n     铸造锤重新回到唐三手中。唐昊转身出去了。 \\n  \\n     父亲没有食言，他果然教导了自己铸造地方法，而且，从父亲传授自己的这些东西来看，任何行业都有着属于自己地奥秘。都不是那么简单的。 \\n  \\n     在接下来的半个多月时间里。唐三每天都在练习唐昊教他地那种借力抡捶的铸造方法，尽管他有着控鹤擒龙来辅助力道的控制。有着紫极魔瞳来确定自己锤击的位置，可这锻造地方法比他想象中还要难掌握。 \\n  \\n     既然是全力一击。本身使用地力量就很难控制。借助反弹力，再控制住身体的平衡还要锤击到想要达到的位置就是难上加难。没增加一锤，所需要的控制力就要增加几分。身体的不断旋转不但会令大脑感到眩晕。同时，那每一锤下去的力量也就更难控制了。 \\n  \\n     幸好，那块铁矿他已经锤击了很长时间。自身杂质已经很少了，不那么容易碎裂。否则，在他那无法控制轻重的铸造锤下。恐怕早就破碎了。 \\n  \\n     但是，在这练习地过程中，唐三对于玄天功地运转应用，以及控鹤擒龙、玄玉手与紫极魔瞳地配合，却都在潜移默化地进步着。 \\n  \\n     从第一天只能挥动两锤就要偏离位置，到半个月后地今天。他已经可以连续挥动七锤，准确无误地击打在那铁块上，进步是非常明显的，同时。铁块也在他的全力敲击下变得越来越小，每天都有成果。 \\n  \\n     当然。这也和那以小腿发力的方法有着密不可分的关系，有了这种发力的办法，就大大地节省了玄天功地消耗。使唐三可以有更多的时间去拉风箱和进行锻造。 \\n  \\n     当初父亲挥动的是三十六锤，而且看上去还有余力似的，自己却只有七锤，不知道什么时候才能达到父亲地程度，每当唐三想到这一点地时候。练习的就格外有动力。 \\n  \\n     这些天。他似乎已经忘记了武魂和魂环。就连清晨到山顶去修炼紫极魔瞳的时候。也在思考着锤子应该如何挥动地问题。 \\n  \\n     三个月地时间很快就过去了，当唐三可以挥锤持续发动十三击地时候。唐昊开始教导他如何进行器具的锻造。唐昊地教导方式很直接。就是自己先做一遍。然后让唐三再做一遍，只要看他有点入门，就放任他自己去练习，并没有过多地言语指导。只有在关键的地方。才会说上一两句。 \\n  \\n     正是因为这样，每当唐昊出言指点地时候，唐三记得格外清楚。\",\"timestamp\":1637718877,\"title\":\"第三章 双生武魂(五)\"},\"digest\":\"BiY56rb44KRnXvRbRPLUhwB2EShpjXSOB4rhvq7Yzro\",\"authorship\":{\"contributor\":\"0x6d2e1EA32Fb25Fb6D2f5152a76e1594Ed23fe65d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a21xPkImvV2J2X_aOMhU51-XfgY5mM3o0BwuhBkczGE\\\",\\\"y\\\":\\\"6x0vdq-t4cudkZL4HEpaG3YcI1dGX7yH3rtAO_3NPxU\\\"}\",\"signature\":\"VngWAetF-RwvP08W7Pikelpd5v_ebJj0igXcXxNOef7Lw7_9ZBmREkufzr3Gxol3pR-KSnmxYZuBZWWdNHWJcQ\",\"signingKeySignature\":\"0xca90689744fd9eeb28e6fbf0676d44d5b3145c70878f07ea9b14eb1e31e31c7e19f82363f3bf5533d7abc4d3b3617d96f66efaa1e41aa8bcdf846f1d75af6a741b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a21xPkImvV2J2X_aOMhU51-XfgY5mM3o0BwuhBkczGE\\\",\\\"y\\\":\\\"6x0vdq-t4cudkZL4HEpaG3YcI1dGX7yH3rtAO_3NPxU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BiY56rb44KRnXvRbRPLUhwB2EShpjXSOB4rhvq7Yzro\"}"