"{\"content\":{\"body\":\"I’ve been deeply influenced by the Paul Graham essay concerning PayPal:\\n\\n[http://paulgraham.com/paypal.html](http://paulgraham.com/paypal.html)\\n\\nWhat stuck with me was PayPal’s “extreme bias towards action.” As someone who enjoys planning and strategizing, it can feel frustrating when I don’t get anything done because I spin my wheels for too long. Reading and writing, I’ve found, are no substitute for *doing*.\\n\\nWhat also resonated was the enforcement of extreme focus: Thiel would only discuss #1 priorities, and refuse to talk about anything else with employees. I hate to admit it, but I think this level of focus is the only way a human can get any sort of meaningful work done.\\n\\nExtreme focus, extreme ownership, extreme resourcefulness, transparency, and a ruthless meritocracy: this is needle-sharp in comparison to most companies.\\n\\nWhen working on trading, the line between action and overthinking feels blurry.\\n\\n* developing helpful software systems is assuredly productive action\\n* designing written, data-driven heuristics is assuredly productive action\\n* creating ways to satisfy my curiosity is assuredly productive action\\n\\nIt’s harder to determine the relative value of diverging across the internet on my constant treasure hunt for quality thought, or of consuming unfocused content for pure entertainment: both activities have uncovered mental frameworks which provide outsized returns, but it’s untenable to suggest that such activity directly contributes to any focused goal.\\n\\nIdeally, my market observations and orientations improve in quality so much that I make quality decisions almost subconsciously.\",\"timestamp\":1636187928,\"title\":\"what counts as action?\"},\"digest\":\"hFXLzAZhQBGc7I6V_0T7oyQCHyMMTuWpjL4LzXY9Bgk\",\"authorship\":{\"contributor\":\"0xdF3AB3adB9F679d71b9A22ab77565b1FF3A5047D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_JiuWO731F3bhDAPMgNFNaovDkRTPSt89uP_9frEql4\\\",\\\"y\\\":\\\"bHF0APHB54AF9Lt0UPWhYOciyTUJwUKTBwpcE4mjYro\\\"}\",\"signature\":\"wbVbb2bPi4esYxRwdsJOE9Lli1_H-gqR3RRaW8ysno5jNXBdPhmi29OHGmtNeX1BH8cP9deuVCRBLe5TbociKA\",\"signingKeySignature\":\"0xc5d28cfb46ae00586cde083af70323f43855092c0ab6403c2049f42d6f7ca2855148b0dda9ab0cac84ccd995819f56cedb97f4329985c48b048942ea50300b171b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_JiuWO731F3bhDAPMgNFNaovDkRTPSt89uP_9frEql4\\\",\\\"y\\\":\\\"bHF0APHB54AF9Lt0UPWhYOciyTUJwUKTBwpcE4mjYro\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hFXLzAZhQBGc7I6V_0T7oyQCHyMMTuWpjL4LzXY9Bgk\"}"