"{\"content\":{\"body\":\"A vibrant community of developers, entrepreneurs, artists and crypto enthusiasts chart the future of the Ethereum blockchain as it experiences unprecedented growth. **ETHEREUM: THE INFINITE GARDEN** is a character-driven documentary film on the challenges and rewards of building a new world. \\n\\nJoin us in the making of Ethereum: The Infinite Garden and our experiment to finance the first documentary film through NFTs!\\n\\nWe’re excited to be working with [pplpleasr](https://twitter.com/pplpleasr1) to drop a series of Infinite Garden NFTs. We are offering select on-screen credits in the film and our $INFINITE token for access to the film’s private Discord chat. Check out the reward tiers below.\\n\\nOur crowdfund will end on Friday, July 16th at 12pm PDT.\\n\\n[The Infinite Garden](crowdfund://0x458B590d94E21A64D1457ab18502C4501Db0F0A6?version=3&network=rinkeby&features=overview)\\n\\n![](https://images.mirror-media.xyz/publication-images/8f48140b-f332-4d9c-9d61-353867e63d2e.jpeg?height=949&width=4096&size=large)\\n\\n### The Campaign:\\n\\nWe are setting out to make the first feature-length Ethereum documentary! \\n\\nAs experienced, independent filmmakers, we understand the challenges of fundraising through traditional film financing methods. It’s a tedious, imperfect process that involves many hoops, industry gatekeepers and, at times, loss of creative control.\\n\\nFundraising through Mirror allows us to maintain the creative vision of the film while ramping up production quickly to capture this evolving story in real-time.\\n\\nMost importantly, it gives us the opportunity to involve the community in the making of this film.\\n\\n### Fundraising Split:\\n- 95% - Film’s Production Budget\\n- 2%- Carbon Offset through donation to [Carbonfund.org](http://carbonfund.org)\\n- 3%- [Gitcoin Grants](https://gitcoin.co/about) to support open-source Ethereum projects\\n\\nAll proceeds that are raised towards the film budget will go directly towards the hard costs associated with the making of the film.\\n\\n### Reward Tiers:\\n\\nContributors will be eligible for specific NFTs based on the size of their contribution and their ranking on the leaderboard. After you make a contribution you can add to it at any time to move up the leaderboard.\\n\\nEveryone who participates will receive our $INFINITE token that provides access to a private Discord chat. This is where we’ll be asking for your ideas and feedback during the filmmaking process.\\n\\n**Tier 1: Everyone**\\n- Mention in the acknowledgments on the film’s website\\n- $INFINITE tokens, granting access to token-permissioned Discord where we’ll share periodic updates on the film, filmmaking process and bonus footage\\n\\n**Tier 2: 1 ETH**\\n- Infinite Garden “Seed Sprout” NFT \\n- “Special Thanks” in the film credits\\n- All items from Tier 1\\n\\n**NFT Leaderboard**\\n- #1 Executive Producer Credit + exclusive Infinite Garden NFT (color variation - gold)\\n- #2 Co-Executive Producer Credit + exclusive Infinite Garden NFT (color variation - silver)\\n- #3 Contributing Producer Credit + exclusive Infinite Garden NFT (color variation - bronze)\\n- #4-20 “Very Special Thanks” in the film credits + rare Infinite Garden NFT\\n\\n[The Infinite Garden](crowdfund://0x458B590d94E21A64D1457ab18502C4501Db0F0A6?version=3&network=rinkeby&features=backers,podium&podium_media=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2F85f5c2dd-b2c2-43d2-a6de-c1cf3271ebc1.jpeg,https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2F863adc33-d44a-4e6f-b90e-4011ed22b9e7.jpeg%3Fheight%3D506%26width%3D506,https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2Ff9760ac1-8159-4f35-a134-f4f610c73da4.jpeg%3Fheight%3D506%26width%3D506)\\n\\n### Film Synopsis: \\n\\nWhat if we could create a world where every transaction was decentralized? Where buying art, voting, fundraising, and even social media were not controlled by a central company or intermediary, but rather an open-source, community-run network where code runs without interference. In 2013 Vitalik Buterin, an 18-year-old Bitcoin enthusiast and writer, proposed the tools to make that future possible. Less than a decade later, thousands of developers have contributed to building the Ethereum ecosystem: a technology that enables decentralized applications, including but not limited to money. For many, [Ethereum is building the internet of value](https://www.coindesk.com/ethereum-building-internet-of-value). \\n\\nBut as Ethereum grows in size and popularity, it faces mounting pressure from cutting-edge competitors, hype markets, and criticisms for its scalability and energy consumption. Spearheaded by a global team of researchers and developers, a push to upgrade the platform could address the criticisms and unlock the technology's full potential... or it could derail the still-budding $300 billion network. \\n\\nFollowing the high-stakes journey to upgrade the platform, ETHEREUM: THE INFINITE GARDEN explores the innovative real-world applications of the Ethereum blockchain, the die-hard community of enthusiasts and developers, and its creator, Vitalik Buterin, whose brilliant vision for the internet has the potential to change the world.\\n\\n![](https://images.mirror-media.xyz/publication-images/96ec37d2-1253-4129-86c0-33693623101b.jpeg?height=4500&width=8000&size=medium)\\n\\n### THE INFINITE GARDEN: \\n\\nIn this film, we approach Ethereum as an “infinite garden.” Instead of thinking of Ethereum as a machine controlled by a central brain, we see it as a decentralized ecosystem with soil, plants, and insects that need to be cared for in order to grow. \\n\\nThe idea of the infinite garden was conceptualized by Aya Miyaguchi, the executive director of the Ethereum Foundation. She was inspired by James P. Carse’s book *Finite and Infinite Games*. The following basic principles are at its core: \\n\\n- A finite game is played for the purpose of winning. An infinite game is played for the purpose of continuing the play.\\n- The rules of finite games may not change; the rules of infinite games must change.\\n- Finite players play within boundaries; Infinite players play without boundaries. \\n- Finite players are serious; Infinite players are playful\\n- Finite players play to win titles; Infinite players have nothing but their names\\n- A finite player plays to be powerful; an infinite player plays with strength\\n- Finite players are theatrical; infinite players are dramatic\\n- A finite player consumes time; an infinite player generates time\\n- The finite players aims to win eternal life; the infinite player aims for eternal birth\\n\\nThose who tend to the seeds they plant in the Ethereum garden can nurture and empower the ecosystem but can also harm it. For a crypto culture to remain equitable, decentralized, and sustainable, it must be tended to carefully. ETHEREUM: THE INFINITE GARDEN will introduce us to these early “gardeners” of the platform as they face the mounting pressures and challenges of the growing ecosystem. \\n\\n![](https://images.mirror-media.xyz/publication-images/66a1e300-6e0b-4fd5-812d-7a6a34e599a7.jpeg?height=4500&width=8000&size=medium)\\n\\n### DIRECTOR’S STATEMENT\\n\\nAs a kid, I grew up in a strictly open-source household. My dad’s radical adoration of Linux introduced me to the potential of community-led technology (and mind blowing internet [weirdness](https://www.youtube.com/watch?v=-5x5OXfe9KY)) before I was even in grade school. Today, I feel that same excitement my dad once felt, but for Ethereum and the unique community that powers it.\\n\\n![](https://images.mirror-media.xyz/publication-images/d4406f2a-503f-46ec-ba6b-89db89fdd8df.jpeg?height=2336&width=8742&size=large)\\n\\nMy hope is to make Ethereum accessible and understandable to the world. By highlighting diverse stories from the global network of developers, founders, and end-users, we can create an emotional and human record of Ethereum’s journey. From the inspiring Axie Infinity gamers in the Philippines supporting their families during COVID to the tireless developers making Proof of Stake possible, there already is a bountiful garden to explore. \\n\\nThirty years from now, when our children look back from a world powered by programmable blockchain technology, they will wonder who was behind it, what challenges they faced, and what sacrifices they made. Instead of boring them with scattered memories and poor explanations of the “[Just Keep Chugging](https://www.youtube.com/watch?v=yvr0xYeV94M)” meme, let's give them ETHEREUM: THE INFINITE GARDEN.\\n\\n*-Zach Ingrasci, Director*\\n\\n![](https://images.mirror-media.xyz/publication-images/ed408928-e082-4606-ad6c-f393ec2fb501.jpeg?height=4500&width=8000&size=medium)\\n\\n### Projected Timeline: \\n\\nThis past spring, the film team established an exclusive filming relationship with Vitalik Buterin and Aya Miyaguchi. We’re now actively casting and speaking with many of Ethereum’s most innovative community members.\\n\\n- Spring - Summer 2021: Development & Casting\\n- Summer 2021- Winter 2022: Principle Photography \\n- Spring 2022: Begin Edit\\n- Summer 2022: Rough Cut\\n- Fall 2022: Lock Picture\\n- Winter 2023: Festival Premiere/ Release\\n\\n*Please note:*\\n\\n*Your contribution does not provide you with creative control or ownership of the film.*\\n\\n*$INFINITE should only be used to access the Discord chat. We discourage the resale or speculation of this token.*\\n\\n*The film team has the right to return funds if we believe the patron’s values are misaligned with the project.*\\n\\n*For questions about the film and to connect with the film team, please contact us at -------*\\n\\n### About the NFT artist:\\n\\n![](https://images.mirror-media.xyz/publication-images/b358939c-8c55-4cf2-9a3d-410d2159af95.jpeg?height=320&width=213)\\n\\n**pplpleasr - NFT ARTIST**\\n\\npplpleasr is a multidisciplinary artist based in NYC. Her work as a digital artist includes visual effects credits in feature films (Batman v Superman, Wonder Woman, Star Trek Beyond), commercials and Blizzard game cinematics. In 2020, pplpleasr went viral creating original animations for well known crypto brands such as Aave, Sushiswap, Yearn, Poloniex, and 13 others. The style of pplpleasr’s work is influenced by animated films, the underground music scene, video games, and traditional Chinese and Japanese art. She developed a custom toon shader which gives the illusion of 3D elements being 2D illustrated, inspired by the art of Moebius.\\n\\n### About the documentary team:\\n\\n![](https://images.mirror-media.xyz/publication-images/7584263a-391e-49fb-b5dd-db9ee9902ecc.jpeg?height=320&width=320)\\n\\n**Chris Temple & Zach Ingrasci - DIRECTORS**\\n\\nZach and Chris are film directors and the founders of Optimist, a production studio in Los Angeles. They are best known for directing the feature documentaries Living On One Dollar, Salam Neighbor, and Five Years North. Their films have been released by Netflix, HBO, Hulu, National Geographic, and The Atlantic, and have screened at major film festivals including Tribeca, DOC NYC, Full Frame, AFI Docs, CPH:DOX, Mountainfilm, and many others. Their most recent film, Five Years North, was also a finalist for the 2021 duPont-Columbia Awards for Outstanding Journalism. Their branded film work has won 4 Shorty Awards, 2 ADDY Awards, 1 Webby Award, and 2 AVA Digital Awards. Their film impact work at Optimist has helped to raise $91 million for non-profits working on financial empowerment and refugee education efforts. \\n\\n**Carrie Weprin - PRODUCER**\\n\\n![](https://images.mirror-media.xyz/publication-images/cab63cea-b418-41ca-959d-3e33766760e4.jpeg?height=320&width=320)\\n\\nCarrie Weprin is a creative film producer dedicated to the craft of inventive non-fiction storytelling. Carrie has produced content for A&E Television Network, MTV Networks, Google, Facebook, The New York Times and PBS. As an independent producer Carrie’s credits include award winning films: Tough Love (2014, Full Frame FF), The Growing Season (2016, DOCNYC) Blowin’ Up (2018, Tribeca FF), Sounds of Summer (2020, Camden IFF). In 2020, she was awarded the Sundance Creative Producers Fellowship and the Impact Partners Producers Fellowship. Carrie is the co-founder of Once in a Blue, a female-led production company, and splits her time between Brooklyn and the Catskills with her husband, son, daughter and cat, Levon.\\n \\n**Jenna Kelly - PRODUCER**\\n\\n![](https://images.mirror-media.xyz/publication-images/b0510e77-3f67-4dd7-8b47-dfea5d8fe319.jpeg?height=342&width=418)\\n\\nJenna is the producer of the feature documentary Five Years North which premiered at Full Frame 2020 and won the Grand Jury Prize at DOC NYC and Flickers Rhode Island Film Festival. The film was also a finalist for the 2021 duPont-Columbia Awards for Outstanding Journalism. Jenna also produced the award-winning short documentary, The Undocumented Lawyer which will premiere on HBO in 2021. She’s a member of the Documentary Producers Alliance. She’s currently developing several new short and feature documentary films and series.\\n\\n**Linda Xie - CO-PRODUCER**\\n\\n![](https://images.mirror-media.xyz/publication-images/7af2f4ad-450c-4143-9116-d8e8f0a522ed.jpeg?height=320&width=374)\\n\\nLinda is the co-founder of Scalar Capital, a crypto investment firm. Previously she was an early employee and product manager at Coinbase. She is also an advisor to 0x, a decentralized exchange protocol on Ethereum. Linda has been a co-organizer for the SF Ethereum Developers meetup and is passionate about writing educational content for crypto. \\n\\n**Mr. Silly - ADVISOR**\\n\\n![](https://images.mirror-media.xyz/publication-images/75ec277e-d248-4937-91e3-eef219c95d1a.jpeg?height=320&width=391)\\n\\nFormer bitcoin maximalist turned Ethereum enthusiast and developer. You’ve seen Mr. Silly on Vitalik’s legitimacy post. Not a cat without a grin but a grin without a cat. \\n \\n**Morgan Beller - ADVISOR**\\n \\n![](https://images.mirror-media.xyz/publication-images/5173b53c-809b-4803-a6e8-444fe105cfad.jpeg?height=320&width=273)\\n \\nMorgan is a General Partner at NFX, a seed-stage venture capital fund. Previously she was Head of Strategy for Facebook's Novi, where her main project was trying to answer the question \\\"how should Facebook be thinking about blockchain?\\\" Prior to Facebook, Morgan ran Corporate Development at Medium. Before that, Morgan was on the Deal Team at Andreessen Horowitz.\",\"timestamp\":1626131594,\"title\":\"Ethereum: The Infinite Garden\",\"publication\":\"infinite\"},\"digest\":\"9rTyDrRR4CVvMyR43U0wOHRJKtBiCTrZLv6TVWTgrLM\",\"authorship\":{\"contributor\":\"0x459961d81fE8D7C7F9352d2E2f803C0063eb4556\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0rruHo80VVnShcWX472mU8KD0rGoUjJqvpw8FNJbzWU\\\",\\\"y\\\":\\\"3iQxhq-hHGo_kq2wQ9PfwQSteAqDW4Qu_1nKIqjmjXI\\\"}\",\"signature\":\"JJHPvgN7JFf62AzjIulfsy4sDtoNwqVn7-TLYyC4mZplZiWVFwU7iskfMbP4IwOPk0seh__NmdNZNGhzzRkXFg\",\"signingKeySignature\":\"0xaa9834cafad10fcd1ea5644500cd0aa3c0b1e14be5875ccd7b6cb1c94afdf95740763cf5be2738a2f4773ef206e68d856e266b7f5ad8358ed8e775d130c84efd1b\",\"signingKeyMessage\":\"I authorize the publication of articles on infinite.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0rruHo80VVnShcWX472mU8KD0rGoUjJqvpw8FNJbzWU\\\",\\\"y\\\":\\\"3iQxhq-hHGo_kq2wQ9PfwQSteAqDW4Qu_1nKIqjmjXI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5JbThGwwn9gRvSX0E3HAp2dlcH1hFPX4WATvgi331yU\"}"