"{\"content\":{\"body\":\"Does history make heroes, or does heroes make history?\\n\\nThis has always been a difficult relationship to distinguish, but since the red calendar year 203, as a small mercenary into ai\\n\\nAmy from The History of America.From Harper's point of view, in the first 10 years, it is history that makes heroes, and in the last 10 years, it is heroes and history\\n\\nThe dance of history.\\n\\n\\\\-- Neal, twelfth great-great-grandson of Continental historian Amy.Haber studied handwriting\\n\\n         is        is        does\\n\\n\\\"Whoo! Whoo!\\\"\\n\\nFrom the north of Hackle the horn sounded a tight, hoarse sound, accompanied by the sound of the horn\\n\\nTo the near spread: \\\"snow Wolf to \\\\~ \\\\~ snow Wolf to, about 20, everyone quickly hide ah, there are 10 minutes into\\n\\nCome.\\\"A wheezing hunter appeared at the north entrance of the village on a snowy deer.\\n\\nThe hands of all the men and women, old and young, who were working in the village and beyond, stopped, and they began to plow the fields as fast as they could\\n\\nThe working snow deer undoes the working tools, drives the snow chicken under the eaves to the cage, and uses the basket to eat the snowfish\\n\\nPack up...Each family moved the animals into or carried them to the house as quickly as possible\\n\\nUncovering the bed, uncovering an iron plate in the bed, throwing livestock through a big hole, and then all\\n\\nAll the men went down the hole and locked the iron doors behind them.\\n\\n\\\"Amy, come in,\\\" said an old voice from a small thatched hut on the south side of the village. \\\"Snow Wolf on horseback\\n\\nComing, \\\"said the Don in a voice that grew more urgent and severe.\\n\\n\\\"Wait, grandpa, I'll be right with you. The two chicks that hatched yesterday ran into the grass.\\n\\nThe sound came from beyond the hedge of the hut.\\n\\n\\\"Aww \\\\~ \\\\~\\\" the Wolf's voice came from far away.\\n\\nA tall figure rushed out of the house, an old man with white hair and whiskers, rushed to the yard door, and hurried down the stairs\\n\\nThe grass seized a little boy by the nape of his neck, ignoring his kicking and screaming, \\\"Grandpa, let go of me\\n\\nHere we are, or they'll all be eaten. Whoo-hoo, let go of me, Grandpa.\\\"Two figures also hidden in their own bed\\n\\nOf the hole.As soon as the iron gate was fastened, the snow Wolf rushed into the room, and one of the biggest claws of the snow Wolf began to try to lift it\\n\\n2\\n\\nThe other wolves sniffed round the iron plate, and the white breath came down from it.\\n\\n\\\"Whoo-hoo, grandpa, the chick must be dead,\\\" cried the child in the cave, not paying any attention to the noise overhead\\n\\n.\\n\\n\\\"Amy, be obedient, the chicks can hatch again, and there will be more next time,\\\" the old man helplessly urged his grandson.\\n\\n\\\"Grandpa, how come there are so many hunters in the village and no one kills any snow wolves?Last time we went to kill snow bears\\n\\nThe snow bear is much worse than the snow Wolf. We can kill it. Why don't we kill the snow Wolf?Amy gasped and cried\\n\\nQ.\\n\\n\\\"Alas \\\\~ \\\\~\\\" the old man sighed and said \\\"snow Wolf can not be killed, who if killed, so to life.\\n\\n\\\"\\n\\n\\\"That last time which outside uncle how killed snow Wolf, and killed more than 30?\\\"Amy asked defiantly\\n\\n.\\n\\n\\\"They're mercenaries. Mercenaries can kill them.\\\"The old man doesn't want to explain too much to his grandson.\\n\\n\\\"I want to be a sellsword when I grow up.\\\" Amy shook her fist.\\n\\nLocated on the east side of the warm Water River on the frozen continent,\\n\\nThis is supposed to belong to the Khami kingdom.But the Hami people have been used to living in cold and ice since ancient times\\n\\nThe source of the river is a volcanic eruption formed after the hot spring lake (Snow Moon Lake), snow moon lake near and along the warm river\\n\\nThe shore forms the only part of the frozen continent that is free of ice and snow.\",\"timestamp\":1634807269,\"title\":\"Ice and snow come\"},\"digest\":\"cTMpWoheAkPD99qEtYXkZZGZxxFE1K0Dq5HV0qyBI8k\",\"authorship\":{\"contributor\":\"0xeb6C6231d06bCF5cD37409ef778266a072e6e3d7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"F_Sf1Nx3pXKA5IAomzs6zW1JaWdNyAG7ekgQtVeUH84\\\",\\\"y\\\":\\\"bWpijRI2cOZxCUMSDp2wYEAoxusy7CLykVfMBj2zcG4\\\"}\",\"signature\":\"BDBjly4RHX4b4mZ9XNgQgYvdD2E-XaO4fX_Rmr86K9SVcF-3yfbkQoUVcDIPh-wU2uX7f6xnGlOYihVQzM004A\",\"signingKeySignature\":\"0xe52fa906aa56eb93a0c64eb5d17be0899af7d1f532ccd0b3be60608b6adf06e456329744e8eb6dac9c624b8cf42ff5adba2f18cd1862e4647994c04a24fb18901c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"F_Sf1Nx3pXKA5IAomzs6zW1JaWdNyAG7ekgQtVeUH84\\\",\\\"y\\\":\\\"bWpijRI2cOZxCUMSDp2wYEAoxusy7CLykVfMBj2zcG4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cTMpWoheAkPD99qEtYXkZZGZxxFE1K0Dq5HV0qyBI8k\"}"