"{\"content\":{\"body\":\"各位弟兄们啊，新书已经上了新书榜了，大家去收藏砸票支持啊，只要能进新书前十五，天地保证一天一章解禁！\\n\\n```\\n各位兄弟，小隐需要你们最大的支持，\\n\\n票票和收藏都去妖皇那边吧！！！！\\n\\n连接：http:///showbook.asp?bl_id=86893\\n\\n***********************************************\\n\\n巨翼金鹏是绝对的孔武有力型鸟王，它哪管前面的蛛网重重，只把它当成是寻常丝网，径直冲了过来。头是冲过了，脖子也过了，不过过它那足足有两米多长的双翼被死死粘在网上，无数的白银箭是埋头直往它身上扎，虽然不能给它整个穿心而过，但是三，五的伤害值积少成多，也够得上寻常一击的效果了。\\n\\n这不是故意，也不是逃避，而是我为了你，作出的退让，我的目光带着无限温柔，看着那一脸愤怒的巨翼金鹏，将一个又一个驯服光环如白色的橄榄抛了过去，落在巨翼金鹏身上，嘴里说道：“我亲爱的大鹏，你快点过来吧，咱这里二缺一，你来了，就可以满负荷运转，别抵抗了，快点过来吧。”\\n\\n奶奶的，蓝药我吃了不少，驯服光环扔得我手都发了酸，这该死的巨翼金鹏楞是顽固不化，桀骜不驯，依然在网上拼命挣扎着，原本重重的丝网，已经出现了多处的残缺，毕竟实力是说话的本钱，这五十级的怪，哪有那么容易被困死的。我日，再这样下次，等它一挣脱蛛网，可就是哥们我亡命四方的时候了。\\n\\n既然你不识好歹，将我的一番好心当成驴肝肺，那咱也就不客气了，给脸不要脸，那就让你尝尝我匕首的厉害。这巨翼金鹏摆明是拿它的实力，来挑战我的耐心，我原本充满期待的双眼闪过一丝狰狞之色，忍耐是有限度的，忍无可忍，无需再忍，“小的们，抄家伙，给主子我杀啊。”\\n\\n小影一听我话，立即跟屠夫见了猪似的，挑起朵朵剑花冲了上去；小黑一得我令，跟那憋了三天闻过腥的豺狼似的，张牙舞爪地跃了上前；小白一闻我吼，把自己当成小白龙，也跟着游蹿了上去，不乘着现在多给巨翼金鹏几口，待会这家伙出来了，哪有它们嚣张的份哦。\\n\\n我也是杀气汹涌，疾步跑到巨翼金鹏面前，一个纵身，抬手挥刀迎头劈了下去，巨翼金鹏那厚厚的羽毛果然坚硬，刀入三分，就无法继续深入，只砍了金鹏二百多血量而已，太少了。\\n\\n要不要把它脖子上毛都拔光再砍，那样效果估计会好点，我看人家杀鸡都是这样的，不过巨翼金鹏灵活的头部动作让我打消了这个念头，好家伙，一口啄下来，竟然去我四百多血量，十级的差距，不是一般的强啊。\\n\\n我们主仆四个是一阵好砍乱咬，原以为那巨翼金鹏会很受伤，可是看它依然是在网里一副左冲右撞，咬啄撞顶的样子，根本不把我们当一会事，靠，强悍啊，没发挥出血之雾的效果，凭我们几个就想对付这种boss，真是心贪了点。\\n\\n看着巨翼金鹏大张坚喙，一口死死咬住小影的胳膊，“咯崩”我都听得见盔甲碎裂的声响，小影是死命挣扎着，将手中的冲刺剑在它身上乱刺，不过效果，真是不怎么样。\\n\\n我的死士小影要是被这悍鸟给挂了，那我的日子也别想好过，我把心一横，祭起了一个极品小火球，眼睛死死盯着咬住小影的利喙。\\n\\n好，机会来了，看着巨翼金鹏微微一松口，然后猛一转头，向小影头部咬了过去，我立即开启急速高高跃起，对小影大喝一声道：“让！”\\n\\n小影配合地将头一甩，见我自己送上门来找死，那巨翼金鹏正是求之不得，立即伸头咬了过来，奶奶的，我是连胳膊带手，将那极品小火球硬塞进巨翼金鹏的嘴中，这可是我想出的釜底抽薪之计，小火球虽然厉害，但是从外部攻击，也别上让它受到重创，只有从内部下手，才能给予实质性打击，既然你想咬我，那就给你咬好了，咬了我，你也别想好过。\\n\\n尖喙如钩，深深扎入我的肉中，痛是当然的，不过我手中的火球也推了出去，随后，我立即感到巨翼金鹏身上传来一波震动，一股暖烘烘的热气直冲到我手上，原本紧咬我的坚喙立即松开了，巨翼金鹏扭曲着那张鸟脸，发出一声凄厉的惨叫，“嘭”一阵黑烟从它喉咙里冒了出来，而我的手，也变得跟焦碳似得，一团漆黑。（巨翼金鹏的弱点就是在嘴里，所以这小火球给它造成了双倍的杀伤力）\\n\\n妈的，往嘴里丢了两颗天香丹，一颗金虎丸，我现在是死猪不怕开水烫，人悬在空中，身子一荡，双腿顺势夹紧巨翼金鹏的脖子，一手抓着巨翼金鹏的舌头，另一只手死死抱住巨翼金鹏的头，这一下攻击效果很明显，咱得继续给它来两下，我的极品小火球啊，你快点恢复撒。\\n\\n见主子如此神勇，小影它们也长了精神，在巨翼金鹏下面是又扑又咬，让它是好生难受，而且还有我这个大包袱在它身上，任凭它怎么甩动，我都不肯下来，尽管我头有点晕，眼有点花，胸口有点气闷，但是这样跟它耗，值，因为我第二个火球又在巨翼金鹏体内爆发了，它双眼神色明显萎靡下来，这火烧五脏的滋味，不好受吧，嘿嘿，我眼里闪过几分狡黠之色，火攻之后，该来点呵护了，驯服之光立即狂扔，心里呐喊着：驯服!驯服！\\n\\n巨翼金鹏终于从蛛网里挣拖出来，它带着残留的白丝，插在羽毛之中的银箭，张开翅膀，狠狠地扫向了小影它们，只是一下，就把它们统统扫到了一边，然后昂首一挺，就要冲出洞穴。\\n\\n奶奶的，要是被你上了天，那哥们我还有命啊，我一着急，哪还顾得上驯服，连忙又弄出一个小火球，扔了进去，巨翼金鹏刚刚昂起的身子立即如遭枪打，又瘪了下去。\\n\\n小影立即一个死亡冲刺扑上来，想要阻挡金鹏的前进，被强弩之末金鹏给予了垂死的反扑，双爪一插，用力一拧，一堆白骨哗啦爆了出来，挂了。\\n\\n我一狠心，双腿用力一夹，腾出左手拿出匕首，就往巨翼金鹏脖子上抹了过去，这家伙不是一般怪物，再纠缠下去，我估计就得跟这里说拜拜了，唯今之计，只有杀。\\n\\n接连三刀下去，最后一刀我突然发觉不对头，怎么只造成十点的伤害，难道说这巨翼金鹏就只有十滴血量了，我眼睛顿时一亮，让小黑它们让到一边，立即送上驯服之光，巨翼金鹏拍打着翅膀，挣扎着飞了起来，我接连三个驯服之光下去，都没反映，只是造成三点攻击伤害，我心里一急，连忙又是三个。\\n\\n“咚”我突然头顶突然传来一阵剧痛，两眼一花，双腿一软，顿时从巨翼金鹏身上摔落下来，我日，关键时刻咱撞上洞壁。\\n\\n我的巨翼金鹏，我的极品宠物啊，难道你就这么离我而去吗？看着疾冲向外的巨翼金鹏，我泛起一阵揪心的痛苦，人在半空还不忘扔个驯服之光过去。\\n\\n*********************\\n\\n闭上眼睛，那一秒的感觉是痛苦；睁开眼睛，这一刹的感觉是幸福。当我眼角滑出一滴充满苦涩的泪珠，抬头望向洞前方时，我顿时双眼暴圆，心简直都要跳出来了，那缓缓落下，一副温顺表情的巨翼金鹏，绝对是宠物的标准表现，而系统的提示告诉我，牛b得一蹋糊涂的运气，再次光临我身上，这头巨翼金鹏，已经是有主的鸟了。\\n\\n我激动地走冲向巨翼金鹏，一个没留神，被脚下的石头拌了个趔趄，在它面前摔了个狗啃泥，金鹏立即走到我面前，一口啄了下来，我日，它不是心怀旧怨，想要乘机谋杀主子吧。\\n\\n不过当金鹏温柔地叼着我的皮甲，将我拉起身来时，我可以百分之一百地肯定，这鸟，忠心着呢。\\n\\n起什么名字呢，嘿嘿，你可别怪主子我偷懒，既然你浑身是金光闪闪，那就叫小金好了，我摸了摸金鹏的大头说道。\\n\\n似乎对这个名字还算满意，小金冲我啾啾叫了两声，拍打了几下翅膀。\\n\\n金光，久别的金色光环在我身上环绕，我刚才的痛楚立即给抛到了九霄云外，黑不流秋的右手，也恢复如常，不光是我，连小黑，小白也沾到小金降级的光，跟我一样，一同升到四十一级，而降低级后的小金，身子明显缩小不少，但是精神却是异常振作，没有刚才那副衰鸟相。\\n\\n看了看小金这副模样，估计想要带我遨游天空是没指望了，不过见过它五十级的威猛，我心中又燃起希望，等咱冲到五十级的话，小金应该能变成原来的大小吧，那样的话，嘿嘿，我就爽了，地上有小黑，天上有小金，水里嘛，小白也凑合能骑，咱的豪华宠物军体，现在已经到位三员，就等着我找那猎人宗师，学习终极驯服术了。\\n\\n美丽的高原，我爱死你了！我要放声把歌唱，唱出心中的欢畅，走出洞口，我得意地吼了起来。\\n```\\n\\n\\n------------\",\"timestamp\":1640585028,\"title\":\"第二百四十三章 高原放声把歌唱三\"},\"digest\":\"BOItWwbaA-C9zjOOI5vPUex2NCwFgJ5vR2hjGHgkrQU\",\"authorship\":{\"contributor\":\"0xd72e93a7db1Dfe054F76b14B8A7353D14581Fa08\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Aw1Fn4eiRPkxmRGt4nyEMFCb43CS-pd1W9Ts39F3SWg\\\",\\\"y\\\":\\\"Sz_0nlQpbdBqz31FlihM1w0k0qMho9e2eRHlV4KWOr8\\\"}\",\"signature\":\"DkZ3-pIkGgoD1AKGcaZ9Uwh19N6rfw6W9m1lAohbndj-TXkHrv582aoh0kfZliPyKv3EMtwfkdcDnxwVGaX5EA\",\"signingKeySignature\":\"0x5e1cb7220706a28926fed823231d4506c674704b71573b0e75fcee66d67ca61244d5f61c024f5e9032676b6355330cf8372d8c2bd79aa722c1794c2f372862561b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Aw1Fn4eiRPkxmRGt4nyEMFCb43CS-pd1W9Ts39F3SWg\\\",\\\"y\\\":\\\"Sz_0nlQpbdBqz31FlihM1w0k0qMho9e2eRHlV4KWOr8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BOItWwbaA-C9zjOOI5vPUex2NCwFgJ5vR2hjGHgkrQU\"}"