"{\"content\":{\"body\":\"# \\n\\n \\n\\n第二次世界大战之后，已经有70多年没有爆发过大型战争，局部战争则是从未间断。在座各位都是未经历过战争的和平一代，随着时间的流逝和地理、文化、信息隔离，大多数人对战争的理解趋向于扁平和简单的二元结论，不正义的战争不会取得胜利，好人终究会战胜坏人。是这样吗？\\n\\n \\n\\n## 《西线无战事》\\n\\n \\n\\n本书对战争的追问使其成为历史上经典的反战小说之一。\\n\\n \\n\\n德裔作家雷马克在18岁时参加第一次世界大战，战争期间，他负伤五次，最终从战争中侥幸活了下来，被授予一级十字勋章。离开战场10年后，他根据自己的亲身经历写下长篇小说《西线无战事》，展现一战中一名德国青年士兵的亲身体验，没多久这本书成为世界级畅销书，1930年被好莱坞拍成世界上首部有声战争片后并荣获奥斯卡金像奖。\\n\\n \\n\\n本书跟随士兵保罗·博伊默尔的视角，无处不在的战争残酷场面和一些可称得上趣事的幽默，实质上是一群青年，在稚气未脱之时，被英雄主义和民主主义鼓动下被抛入炮火和死亡洗礼，仅仅接受10周的训练，就被迅速投入战场。\\n\\n \\n\\n故事总是围绕着吃的，比如一开场讲的是一支伤亡过半的连队撤回到驻地后，士兵们无暇去回想刚发生的死亡，而是为每个人都能获得双份食物和香烟的事实而感到满足。战场将人训练得像个士兵，部队的冬日训练将士兵累得不再思考，人人变得无情、猜疑、残忍、粗鲁。死神偶然降临，他们只能及时行乐。\\n\\n \\n\\n这段时间对我们的彻底改造，胜过了学校里的十年。我们学到，一颗擦亮的纽扣，比四卷本的叔本华更为重要。我们先是惊讶，接着痛苦，最终，我们冷漠地认识到，起决定性作用的不是精神，而是鞋刷，不是思想，而是制度，不是自由，而是训练。——《西线无战事》\\n\\n \\n\\n当博伊默尔幸运地得到回家乡的机会时，却发现自己早已在心灵上「无家可归」，战场外的人对战争的认知和真正上了战场的人完全不同，大家在饭桌上对政治、对战争侃侃而谈，这让博伊默尔崩溃。这一幕使我想起电影《比利林恩的中场战事》，当士兵回到普通生活，大多数人都有PTSD（战后应激创伤障碍），本书就像一个架设在博伊默尔身上的高清摄像头，第一视角让读者感受作者在扉页写得那句话：「这本书既不是一种控诉，也不是一份自白。它只是试图叙述那样一代人，他们即使逃过了炮弹，也还是被战争毁灭了。」\\n\\n \\n\\n战争到底是什么呢？这本书给雷马克带来的不仅是成功，还有灾难性后果——希特勒上台后，它被列为禁书并被当众焚毁，雷马克被迫流亡国外，还被剥夺了国籍，而他留在德国的妹妹，被纳粹当局判处了死刑。\\n\\n \\n\\n## 《被淹没和被拯救的》\\n\\n \\n\\n这是一本难以描述有多沉重的书。\\n\\n \\n\\n在众多描写二战、纳粹、集中营的书里面，《被淹没和被拯救的》所探讨的关于记忆、极权制度、人性的灰色地带、对死亡的态度是其中最为经典的一本，作为奥斯维辛集中营的幸存者，作者普里莫·莱维并未详细描写集中营内的种种悲惨往事，而是侧重于大屠杀根源，对集中营里的人性、制度等方面来寻求答案。\\n\\n \\n\\n本书发布于1984年，二战已经结束，主要战犯的审判也基本结束，当时欧洲正泛起一股拒绝承认犹太人大屠杀的历史修正主义，很多人开始难以相信一场残忍的大屠杀事件的真实性，莱维写作本书的动机是为了站出来见证，以奥斯维辛174517号囚犯的身份对纳粹极权主义进行揭露。\\n\\n \\n\\n在《辛德勒名单》这样讲述集中营的电影中，善良的主角、穷凶极恶的反派是泾渭分明的，而在《被淹没和被拯救的》中，莱维决然指出这样的二分法用在人性上是错误的，其中充斥着巨大的灰色地带，是我们去理解人性、理解屠杀背后根源的关键所在。莱维在书中说，集中营复制了极权政体的等级结构，除了普通的受害者，还有负责管理的卡波、有特权者、有特遣队，体制扭曲了集中营的灵魂，而记忆是与极权对抗的武器。\\n\\n \\n\\n在大多数的情况中，解放的时刻既不令人高兴，也不令人轻松。因为大多数时候，解放的背后是毁灭、屠杀和遭受的痛苦。当他们感到自己重新变成人，也就是说，重新肩负生活的重任，人们便能感受到悲伤：失去亲人或家人离散的悲伤；身边人们广泛遭受痛苦的悲伤；他们自己耗尽了精力却无药可救的悲伤；在瓦砾堆中，往往是孑然一身，重新面对生活中的种种问题的悲伤。并非「快乐是痛苦之子」，而是「痛苦是痛苦之子」。——《被淹没和被拯救的》\\n\\n \\n\\n对于受害者而言，伤害一旦发生就伴随终生，众多集中营的幸存者在被解放之后，大多数无法承担自身的羞耻感和罪恶感，会选择修改自己的记忆、不愿再说出彼时的经历，或最终不堪折磨选择自杀。\\n\\n \\n\\n阅读本书的过程是痛苦的，光是想象一下集中营的生活——饥饿、寒冷、劳累、无尊严、随机暴力以及随时去死的预期，莱维对每个角色的人性和道德责任都进行了反思，并指出了隐藏在人性中的恶，如果不随时加以限制和反省，随时会发展成罪行，如果我们任由体制将我们侵蚀，极权将入侵我们的灵魂，人性成为权力的玩物。\\n\\n \\n\\n \\n\\n## 《\\n\\n任何一个旨在解决人生迷茫期的书单里，总会见到这本书。\\n\\n \\n\\n《活出生命的意义》是奥地利心理学家维克多·弗兰克写的一本合集，前半本是他的集中营经历，纳粹将他全家人都关进了奥斯维辛集中营，弗兰克的父母、妻子、哥哥，全都死于毒气室中，只有他和妹妹幸存。但弗兰克尔不仅活了下来，还将这炼狱的痛苦经历与学术结合，开创了意义疗法，目的是帮助患者找到生命的意义。\\n\\n \\n\\n世间存有两种苦难，一种是可避免的苦难，承受不必要的苦难实则是一种自虐；一种是无法避免的苦难，由生命的偶然性带来，这种苦难有否意义？弗兰克尔说，即便苦难无法避免，我们仍能选择如何面对。在书中，弗兰克提出三个可能寻找到生命意义的途径：工作、爱（关爱他人）、以及拥有克服困难的勇气。\\n\\n \\n\\n由于生命中每一种情况对人来说是一种挑战，都会提出需要你去解决的问题，所以生命之意义的问题实际上被颠倒了。人不应该问他的生命之意义是什么，而必须承认是生命向他提出了问题。——《活出生命的意义》\\n\\n \\n\\n在《被淹没和被拯救的》一书中，莱维认为能从集中营中存活下来并不代表幸存者比牺牲者有某些更好的品质，甚至可以说相反，但我们也无法否认，从炼狱中走出来的人拥有从死神身旁获得的知识，我们没有资格审判受害者，唯有敬仰这份经验以及其带来的生命感悟。\\n\\n \\n\\n \\n\\n## 《我是女兵，也是女人》\\n\\n关于战争的一切，我们看得足够多了，但仍然有一个视角，向我们展示一场完全不同的战役，几乎没有我们习惯听到的关于胜利、失败、如何进攻、如何撤退、英明的将军、高超的战术……\\n\\n \\n\\n二战期间，全球所有军种兵种都有女性服役，英军有22.5万女兵，美军有45-50万名女兵，德国有50万名女兵，而苏联的参展女性更是达到了100万。但有谁听她们说过自己的故事？战后，[阿列克谢耶维奇](https://book.douban.com/search/S.A.%E9%98%BF%E5%88%97%E5%85%8B%E8%B0%A2%E8%80%B6%E7%BB%B4%E5%A5%87)采访了苏联各地几百名拥有战争记忆的女性，从医生到护士，从伞兵到坦克兵甚至是重机枪手、狙击手，以口述的方式记录下这段历史。\\n\\n \\n\\n依照俄文，本书的标题直译为「战争中没有女人面孔」，当女性陷入战争烽火后，不但她们的穿着发型、行为举止、就连性格脾气乃至于外表到生理特征都发生了变化，很多女兵都是刚刚十八岁成年，苏联前期没有专门为女兵准备内衣，只能穿男人的衣服、男人的内裤，只能留男兵一样的平头。有的女兵在战场上第一次来了月经，有的在战场高压下绝经。\\n\\n \\n\\n「我上前线时，不过是一个傻傻的女孩子。所以我竟然是在战争中发育长大的啊！」虽然录音磁带绕了几十米长，足足有四五盒，但我只把这句话留在了笔记本上。——《我是女兵，也是女人》\\n\\n \\n\\n阿列克谢耶维奇认为：「女性的战争远比男性的战争更加恐怖……伴随气味、伴随色彩、伴随微观生活世界的战争」。于是我们得到了这本与其他关于战争的书完全不一样的、鲜活的、刺痛人心的二战书籍，士兵在战场上的职责是杀人，女人的天职是给予生命，这两者的冲突和矛盾使我们对生死的理解又深了一个层次。\\n\\n \\n\\n## 《智慧七柱》\\n\\n \\n\\n《智慧七柱》是T.E.劳伦斯的回忆录，也是经典电影《阿拉伯的劳伦斯》改编的原著，书名的含义是基督教义中象征智慧的七根柱子：公义、殷勤、正直、仁爱、节制、诚实和谦卑。整本书记录了第一次世界大战爆发后，英国人劳伦斯作为情报官，深入沙漠带领阿拉伯人击退土耳其军队的传奇故事。\\n\\n \\n\\n全书共分为上下两册，他说服费萨尔（Faisal）做阿拉伯自由革命领导人，偷袭土耳其汉志铁路，并与他一起占领威治；之后又带领阿拉伯人翻越荒漠，奇袭阿卡巴，结束汉志战争等……这些情节在电影中都有表现，看这本书时再备一份阿拉伯半岛地图是最好的。\\n\\n \\n\\n作为牛津大学耶稣学院历史系学生，劳伦斯对阿拉伯地区的地理、历史、民族、语言都极为熟悉，写论文期间在巴勒斯坦和叙利亚徒步旅行了四个月，据朋友回忆，他的阿拉伯语很流畅，并且能通过口音判断对方是哪个阿拉伯部族的人，这为他后来取得的战争胜利埋下了基础。\\n\\n \\n\\n政治方面，劳伦斯极为坦诚地在书中挑明，英国所谓的民族解放运动，都是西方人利用阿拉伯人的工具，英法列强从来没有想过给阿拉伯自由，目的是战后瓜分这个世界。后来他为阿拉伯民族占领大马士革后，却未能为这个民族争取到独立的自由，他感到愧疚和需要忏悔，甚至不愿意从这本回忆录中获利，将版税全数捐献。\\n\\n \\n\\n我们相处甚欢，因为置身于广袤的天地间，共享野风、阳光，以及我们戮力以赴的目标。每天清晨我们都会为即将成形的新世界而同感振奋，为无法言喻但有待奋斗争取的理念而激动不已。我们在枪林弹雨中出生入死，不曾贪生怕死。然而当我们达成目标、新世界已具维形时，老一辈的人又站出来，夺走我们的胜利，将这新世界重塑成他们所熟知的旧模样。——《智慧七柱》\\n\\n \\n\\n本书最吸引我的地方是劳伦斯对沙漠风光的描写，电影中记者问他为什么喜欢沙漠，劳伦斯回答说因为沙漠很「纯净」，书中他也以长篇描写了阿拉伯民族的性格、信仰、生死观，夹杂着一些对他们不够「文明」、不够「现代」的批评，却也能感受到他其实喜爱着这个民族，否则难以解释他一个异族为阿拉伯民族的解放和自由所付出的巨大努力。\",\"timestamp\":1640779572,\"title\":\"书单|战争到底是什么呢？\"},\"digest\":\"lIbGV34yKk0wOkZZTzl8dM1PgIv3_OxXEYMPRFg48Jo\",\"authorship\":{\"contributor\":\"0x155689844A3dAf6aCF38F5a554e012845F978509\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wARI9Mb6wxkvJ_I_znYhBPUmIkEtgI-_0zyX5sMUNrg\\\",\\\"y\\\":\\\"AS4Q-XwDJShlxlv6sXBHwEM3o1PK4N1Ae-lIs8RDPtk\\\"}\",\"signature\":\"ynGyVsuNYgAmdvX0CRBdeivfOaXmjElQgqV4pbN6mOqnZHAGhwVLO800APIkkFRcUWTzmgArLiGYYKvW5-3KUA\",\"signingKeySignature\":\"0x8212fcc27294a94be6225a34704fc0077194f7619b754cb4ac70885cb36896f3797785fec8e0b9cbf53d0c9c7d61ef477c1e89390066f9d7e9c7376aed210dff1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wARI9Mb6wxkvJ_I_znYhBPUmIkEtgI-_0zyX5sMUNrg\\\",\\\"y\\\":\\\"AS4Q-XwDJShlxlv6sXBHwEM3o1PK4N1Ae-lIs8RDPtk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lIbGV34yKk0wOkZZTzl8dM1PgIv3_OxXEYMPRFg48Jo\"}"