"{\"content\":{\"body\":\"对付这种单一个体的BOSS，万兽山庄的成员们可谓是相当有经验了，所以只需要我传达了与BOSS有关的资料，几乎所有人都能迅速做出反应。更何况还有天诛、鹏飞、鬼狼等人作为战斗指挥。\\n\\n```\\n鬼狼长枪一抖。身披重甲的他如利剑一般冲向了蝾螈的左眼，那里是它的第一个要害，也只有攻击到那里，才能绝对的吸引住BOSS的注意。\\n\\n一阵惊天的喊声在湖底响起，几乎所有的侠士都在那一刻由正面冲了上去。而其余的职业，除了僧人手脚不停的替前方的侠士补充状态之外，任何人都没有动，大家都在等，等着最好的战斗时机。\\n\\n“轰——轰——轰——”\\n\\n一连串震耳欲聋的巨响由湖中升了起来，几乎震撼了整座万兽山庄。我的第一部计划成功了，英勇的侠士们成功的将BOSS引到了满是机关水雷的“雷区”，那一声接一声的爆炸正是安落虹带领的机关师们预先留下的攻击性陷阱。\\n\\n感觉到自己受到沉重的伤害，蝾螈的身体开始疯狂的扭曲了起来，口中不断喷出浓浓的黑液，那珊瑚一样的双鳍也疯狂的摆动，水中一片混乱。\\n\\n就是这个时候！\\n\\n一记华丽的三昧真火符由我的指尖弹起，这是一个信号——全体成员以自己最高攻击技能全力击杀BOSS！\\n\\n战斗在最短的时间里拉开了帷幕，法术的光芒与武器所散发出的血腥色彩将整座仙女湖照得如节日烟花一般炫烂。就连几十里之外，也能够感受到这里惊天动地的战斗。\\n\\n巨大的陨石从天而降，如流星坠落在湖水之中，掀起惊天的巨浪。湖水的激荡在周围形成一个大旋涡，仿佛能将周围的东西全都吸引进去一样。土系的技能用在水底，竟然还能收到持续伤害的效果，算是给我的一个意外惊喜。\\n\\n上古蝾螈口中发出一阵痛苦的惨叫声，听起来就像是一个怪婴在哭泣一般，让人毛骨悚然。\\n\\n看着BOSS头上冒出的高伤害数值，我得意的拍了拍手，将一粒还神丹丢进嘴里。准备释放下一个技能。移山咒放在这里效果还真是壮观的很，直把周围几个还没四转的道士都给看傻眼了。不过就算是他们学会了这个技能。没有我手里不同凡响的超级灵符。也没办法达到如此的效果。\\n\\n扣在我手里的土灵符正待发出，我突然感觉到腰上的传呼剧烈的响了起来。什么人会在这时候给我发信息？不知道老子正杀得高兴么？\\n\\n我想了想，还是打开了传呼，却看到是芸芸发来的：“阿羽。外面有人攻城。逆天军团没办法攻击，你最好出来看看。”\\n\\n抬起头，鬼狼与天诛等人也同样拿着传呼，显然跟我收到了同样的消息。\\n\\n娘的，是谁在这个时候来挖老子的墙角，活得不奈烦了！\\n\\n“你们暂时别管，我先出去看看。等一会儿给你消息。”给鬼狼发了个消息，让他继续攻击BOSS，暂时不要将消息透露出去，以免乱了人心。我一把丢出诛仙剑，划破水面，直飞芸芸所在之地。\\n\\n眼前的情形只能用一个乱字来形容，那些原本守在万兽山庄之外的玩家们不知道什么时候已经转变了原有有姿态，竟然相互大打出手，更有人趁着混乱开始对万兽山庄的守城NPC大肆屠杀，完全摆出了一副攻城的姿态。\\n\\n其实我早就预料到了这种事情发生的可能性。但是没有想到竟然来得这么快。按理说，万兽山庄做这种大型任务，难度实再太高，自然有不怀好意者想要趁着这个机会锉锉万兽山庄的锐气。就算任务中不能占领这片驻地，但是在这时候从背后插上一刀，给万兽山庄造成一定的损失也是不错的。\\n\\n不过按照大多数人的想法，就算有人想要趁火打劫，至少也要等弄够了好处，或者等到任务的尾声，万兽山庄实力大减之后再动手，现在才刚到第二轮的任务，那些家伙怎么如此性急，难道说后面的东西他们都不想要了？\\n\\n眼下万兽山庄几乎所有高级成员都在仙女湖里打BOSS，只有逆天军团作为后援留守在驻地之内等候命令。但是面对这样的突发情况，逆天军团能起到的作用真的不是很大。\\n\\n芸芸带领的逆天军团牢牢的围在一起，黑色的机械飞龙一至向外，摆出了一个严密的防守阵形。但是他们没有主动出击，的确，在东方大陆上，西方玩家是不能主动攻击本地居民的，这使得逆天军团显得有些被动。\\n\\n那些企图攻城的玩家们当然也明白这一点，所以几乎没有人去打逆天军团的主意，此时的逆一天军团就像一只被锁住的凶兽，看起来虽然吓人，但只要你不把手放进它的嘴里，那就没有被他咬到的危险。\\n\\n好在万兽山庄的守城NPC等级都很高，而且还有预先布下的机关，以及强力的防御设施，那些玩家一时半会儿还杀不进来。不过眼前的混乱的确也很让人头疼，如果解决不好的话，很有可能对后面的任务造成很大的影响。\\n\\n我轻轻落在芸芸的身旁，捏了捏她的手掌，只觉得她的掌心里全是汗水。不过看到我的出现，芸芸的慌乱立刻消失得无影无踪，她相信，只要有我在，一切问题都可以迎刃而解。\\n\\n我重新御起飞剑，居高临下的飞在半空之中，目光如电，冷冷的朝着那些混乱中人群里扫射。如果我没有猜错的话，这是有人在故意制造混乱，只要被我把他们找了出来。一切自然就可以解决。\\n\\n果然，人群中，我发现了几个特殊的身影。他们看似杀得起劲，但实际上却总是躲避着最高的攻击。而且每隔一会儿，他们就变换着位置，企图将混乱的范围扩大到更多的地方与帮派之中。而且，从他们的嘴里还不断的传出类似的话语：\\n\\n“妈的，我们被骗了啊！知道吗？人家万兽山庄的人正在帮里面杀龙呢，根本就没我们什么事！”\\n\\n“兄弟，你们也曾经被万兽山庄打压过吧？他万兽无疆是哪根葱啊，凭什么占着这么大地方，什么事情都要听他的。”\\n\\n“刚才那条火龙明明就该掉落在**帮派的临时驻地上，但是万兽山庄的人可是把尸体拉回帮派里去了。他们不仁，我们不义，兄弟们，咱们讨个公道去！”\\n\\n“万兽山庄里面没人守城啊，大家一起进去抢啊！”\\n\\n“只要万兽山庄的任务失败，第一帮派都从此消失了啊。大家的帮派排名都可以往上拉一级，不用被人骑在头上了啊。”\\n\\n**类似这样煽动性的对白不断的出现在人群之中，有些原本跟万兽山庄本来就没什么交情的玩家心里开始有些动摇了。\\n\\n是啊，与其在这里帮人守城，不如直接杀进去。反正万兽山庄的任务失败，跟我们也没有什么关系。而且现在场面这么混乱，就算我真的做了什么，也不会有人知道是我做的。仇人那么多，万兽山庄就算想要报仇，找得过来吗？\\n\\n再说了，万兽山庄任务真的失败的话，从此以后它就不存在了，我们又怕他报什么仇？\\n\\n人就是这样，有时候自己得不到的东西，也不希望别人能够得到。\\n\\n世界上没有什么事情是公平的，就像永远只有一个第一，而它后面的就只能当第二、第三……\\n\\n一但被别人超过了自己，而心里却又无法平衡的时候，有些人心灰意冷，破罐子破摔，认命的跟在别人的身后；有些人奋起直追，凭借着自己的实力努力往上爬，尽量缩短与对方的距离，甚至是超过对手；而还有一些人，他自己不想努力，却偏偏想把别人给拉下来。自己得不到的东西，别人也别想得到；就算你得到了，我也有办法让它消失，或者干脆把它破坏掉。\\n\\n很多人心里虽然有这样的想法，但是一般情况下都不会选择去这样做。因为这样的做法同样需要付出代价，甚至把自己的名声搞臭。但是如果这一切发生在混乱的情况下，没有人知道自己这么做，或者说，即使做了，对自己也没有什么损失的话，恐怖愿意落井下石的人就多了。\\n\\n更有些玩家本身并没有什么目的，但就是唯恐天下不乱，像这样的场面，几百年也不知道能不能遇到一次，既然有机会，那当然是要大大的爽上一把。反正挂了不过是几个等级而已，玩游戏就是要玩他个痛快。\\n\\n那几个人正是抓住了玩家们的这种心理，不断的制造混乱，其目的就是要让万兽山庄的任务失败。更直接的就是，万兽山庄的任务失败之后，从此它将不复存在，东方大陆也将少了一个强大的统领者。\\n\\n树大招风，万兽山庄作为东方大陆第一帮派，想要对付它的人实在是太多了。象现在这种千年难得的一次机会，那些别有用心的家伙们怎么会放过呢。\\n\\n然而，象鼎盛联盟、飞鹰堡、幻境之城等。与万兽山庄有着直接利益关系的帮派，自然不希望万兽山庄出什么意外，所以遇到周围的玩家实再是太过份的时候，他们也会出手相助一下。但是同样，他们没有办法进入驻地帮助守城，只能留守在外围，稍稍减缓一下破坏的速度而已。\\n```\\n\\n\\n------------\",\"timestamp\":1640412405,\"title\":\"第一百七十七章   煽动\"},\"digest\":\"kl3WJA9PoNnCkBEgHI5pboVN8ylcTUjMp7WbHFyYwwk\",\"authorship\":{\"contributor\":\"0xB629fca36d867Fd760C092C84f74b59A047F4503\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RfBZc9kspKuVdSMY6DdvzKIxDaYuW9TvBjefE2vWgqA\\\",\\\"y\\\":\\\"gSkHrsj4KK_3D8zUsg_hvJeuEeaLEEebv9vjMSfeEV4\\\"}\",\"signature\":\"oCDvr0DeSzvnaESHIgPCX2GH7jkF9wkNu0dprpYXuvbBW9IiOHEp7AEfEVM7nQKXLZV5NFb2ONxafzltH6GHqg\",\"signingKeySignature\":\"0x24cd74c07b687ac494aa63ac5501e7ed63330a8e91026b7a9812ecce9b57e5c26135cdf669fe335a46692f2d956b80ec8957e8c2482419c5b19b3d8d1ff8f4a51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RfBZc9kspKuVdSMY6DdvzKIxDaYuW9TvBjefE2vWgqA\\\",\\\"y\\\":\\\"gSkHrsj4KK_3D8zUsg_hvJeuEeaLEEebv9vjMSfeEV4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kl3WJA9PoNnCkBEgHI5pboVN8ylcTUjMp7WbHFyYwwk\"}"