"{\"content\":{\"body\":\"1月4日，数字人民币（试点版）App已在各大安卓应用商店和[苹果](http://stock.finance.sina.com.cn/usstock/quotes/AAPL.html)AppStore上架。\\n\\n　　数字人民币（试点版）App开发者为中国人民银行数字货币研究所，数字人民币仍处于研发过程中的常规测试阶段，数字人民币制定运营机构抽选的试点地区白名单用户可以注册该App。\\n\\n　　目前，数字人民币的指定运营机构包括工行、农行、中行、建行、交行、邮储银行、[招商银行](http://stock.finance.sina.com.cn/usstock/quotes/CIHKY.html)、微众银行、网商银行等；试点地区则包括上海、海南、长沙、西安、青岛、大连、深圳、苏州、雄安新区、成都四地及北京冬奥会场等。\\n\\n　　澎湃新闻记者在上海走访部分运营机构的网点了解到，目前开设个人数字人民币钱包的方式主要有两种：一是在运用机构网点扫码开设，二是直接下载数字人民币（试点版）App进行操作。\\n\\n　　在实际操作中，在未通过银行扫码开设流程的情况下，数字人民币（试点版）App并不能直接开户，开设钱包仍需要“白名单”的认证过程。\\n\\n　　在黄浦区的一家中行网点，澎湃新闻记者体验了扫码开设数字人民币钱包的全过程。所谓“白名单”，就是在个人数字钱包开设的伊始，用户先需要完成“数字人民币试点邀请函“-保密提示及信息采集，提供手机号码、手机类型和姓名。整个申请过程简便高效，实际认证时间不超过一分钟。此后用户便可通过手机号开设个人数字人民币钱包，并进行转账、收付等操作。\\n\\n　　“推荐用户来银行网点进行扫码开通，白名单在审核时也会遇到问题，多数为手机版本老旧而造成认证失效，老年人在开户时也需要工作人员的指导。” 一位黄浦区工行的网点工作人员告诉澎湃新闻。\\n\\n　　苏宁金融研究院研究员孙扬对澎湃新闻表示，之前从银行链接面向试点地区试点人群进行受控下载是比较谨慎的试点，这次通过App store可以让公众下载是在分发渠道上面比较大的变化，说明数字人民币研发有了新的进步，进入到了一个新的里程碑，可以通过大众应用分发渠道面对公众。\\n\\n　　“通过公众渠道进行分发和银行链接下载有较大不同，这对于客户身份识别KYC和反欺诈都提出了较高的要求，从App的使用来看，本次版本从体验、功能和安全等方面都相比之前版本有明显提升。”孙扬说，随着数字人民币App上架应用商店，未来申请白名单将会更加容易，试点范围都有可能进一步扩大。\\n\\n　　“以前的试点实际上主要是跟人民银行合作开发数字人民币的银行和金融机构，这种情况的局限性是，不跟人民银行合作开发的银行或者金融机构就没有进入到试点并去接触数字人民币。” 中国人民大学财金学院教授赵锡军也对澎湃新闻表示，现在通过App就能够获取数字钱包，受众面能够有进一步的拓展，试点范围和场景应用也能随之进一步拓展。\\n\\n　　在数字钱包充值方面，目前用户可通过各大运营机构的手机银行App入金，也可在数字人民币（试点版）App里绑定银行卡进行充值。\\n\\n　　值得注意的是，在未绑定银行账户的情况下，直接用手机银行App转入一定金额，用户的数字钱包将被默认设置为四类钱包；而绑定了银行卡则会将数字钱包升级为二类钱包，同时其审批流程的实名程度也更高。\\n\\n　　黄浦区一家招行网点的工作人员透露，四类钱包为非实名钱包，而一至三类钱包则为实名钱包，而且其实名程度也随钱包种类依次递进。其中，一类钱包需要用户到银行网点面签，流程需验证有效身份证件、手机号等信息，绑定个人银行账户。\\n\\n　　在交易限制方面，数字钱包的限制（包括钱包余额、消费、转出单笔/单日限额、消费、转出年累计限额、提现单笔/单日限额）则随实名程度递减。其中，一类至四类钱包的余额上限分别为无限额、50万元、2万元和1万元；一类、二类钱包支持单笔/单日1000元的提现限额，而三类、四类钱包则不支持提现。\\n\\n　　在数字人民币App落地应用等方面，有黄浦区工行的工作人员表示目前有很多商家对接数字人民币的应用，也有黄浦区中行的工作人员表示数字钱包在农工商超市等实体有应用推进，推广活动吸引了不少用户。\\n\\n　　欧科云链研究院高级研究员孙宇林对澎湃新闻表示，目前App上看起来比较简单的各项功能，背后其实都凝聚了大量设计和测试工作，此外数字人民币App子钱包已经可以对接大部分主流购物、出行、生活、旅游等日常支付场景，一方面说明前期试点成果丰富，另一方面为未来进一步扩大试点工作做了充分的准备。\\n\\n　　“此次App上架开放下载是进一步丰富使用主体的尝试，特别是冬奥会的外国运动员和教练员及游客不用开立人民币账户就可以方便地体验中国数字经济发展的重要成果，是数字人民币创新成果的全方位展现，对于扩大数字人民币的影响力有良好的促进作用。” 孙宇林说道。\",\"timestamp\":1641357304,\"title\":\"数字人民币App上架，对数字人民币试点意味着什么\"},\"digest\":\"JzWYaAP4SYZ-hu4PEP4ytITsmcjjpgRgkkRrAyBqSGw\",\"authorship\":{\"contributor\":\"0x3AD3280729C60036B238323B7f0fd9CC49630845\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6bRJVV6UNaOsL_nzJWm91Dn7oRknO-iEQBv_-7GUw0o\\\",\\\"y\\\":\\\"TN1_YRrFN6-V_hyllQovURxz-1qqVvTBYvmB-I3h6r0\\\"}\",\"signature\":\"gqjZP3HjgcJojqvCveFJxuuwh9hb2OuStzqiLxmtYLLah5H6DzVyA4XTFCXqNkme3PY1O-GTfBdfJkkyd3-AIw\",\"signingKeySignature\":\"0xaa9ac755279573d4b19c34c676193f903ebe9409a2606bd5153af0cad13516951f3acbbebd711e4f084d4172b43c055bfb27d6de45e3e3363a55bf036185cc7c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6bRJVV6UNaOsL_nzJWm91Dn7oRknO-iEQBv_-7GUw0o\\\",\\\"y\\\":\\\"TN1_YRrFN6-V_hyllQovURxz-1qqVvTBYvmB-I3h6r0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JzWYaAP4SYZ-hu4PEP4ytITsmcjjpgRgkkRrAyBqSGw\"}"