"{\"content\":{\"body\":\"![\\\"Son Dans\\\" @swpswp97#1922](https://images.mirror-media.xyz/publication-images/5plROJ02bXfdMcHLuyJof.jpg?height=2355&width=3840)\\n\\nOlympusDAO’nun POL mekaniğini kullanarak FTM ekosisteminde mümkün olduğunca fazla likidite sahibi olarak hem bir piyasa geliştiricisi hem de topluluk yönetimi deneyi olarak ortaya atılan bir girişimdir. POL (protocol-owned-liquidity) hazinenin belirli bir likidite çifti tokeninin büyük bir çoğunluğuna ve likiditeye sahip olmasıdır. Bu mekanizmanın çalışmasını sağlayan en önemli özelliklerden biridir. Olympus mekanizmasına kadar, DeFi (1.0) kapsamına giren eski protokoller her zaman dış kaynaklardan likidite sağlamak zorundaydı. Yeni bir likidite sahipliği bakış açısı ile beraber, toplumun yönetim şartlarının gelişimini gündeme getiren Olympus DAO ve partnerleri DeFi 2.0 dediğimiz konsepti yaratmıştır.\\n\\n[OlympusDAO.finance](https://www.olympusdao.finance/) geliştirdiği mekanizma ile DeFi 2.0 protokollerinin öncüsü olarak kabul ediliyor. Bu konsept ve (3, 3)’den uzak olanlar Olympus DAO tarafından yazılan oyun teorisi makalesine göz atabilir.\\n\\n[https://olympusdao.medium.com/the-game-theory-of-olympus-e4c5f19a77df](https://olympusdao.medium.com/the-game-theory-of-olympus-e4c5f19a77df)\\n\\n## Neden Fantom?\\n\\nFantom kısa süre önce hem market hem işlem hacmi olarak polygon vb. birçok alt ağı geride bıraktı. Öne sürdükleri likidite ödül programları ile meraklı DeFi mimarları tarafından benimsenen bir ağ haline geldi. Uygulanabilirliği ve potansiyeli tanınmaya devam ettiği icin Fantom’a sürekli yatırım akıyor.\\n\\nPhantom DAO kendini bu ağa yerleştirerek, zaman geçtikçe büyüyen kullanıcı tabanından ve faydalarından yararlanmayı amaçlıyor. Fantom'da bir geleceğin öngörülebilir faydaları;\\n\\n* Fantom, Ethereum ağı ile tamamen uyumlu (fiili olarak aynı zamanda katman 2 ağ gibi davranabilen) bir katman 1 blok zinciridir ve çok az çaba veya ücretle büyük işlemler yapılabilir.\\n* Fantom vakfı, akıllı şehirler yaratmak ve bu şehirlere güç sağlamak için hizmetler geliştirir - yani kripto “degen” dünyasından gerçek dünya uygulamalarına (kamu hizmetleri, sağlık, eğitim gibi) uzanan konuları da ele alır. Fantom, bu endüstrilerden herhangi birinde başarı elde edebilirse, kendisine kalıcı bir yer oluşturabilecek ve bu vakayı benimsenmek için kullanabilecektir. Phantom DAO, yarattığı kripto varlıklarla (PHM ve türevleri) gerçek dünya öğe ve değerlerinin de alışverişine izin verildiği bir gerçeklik hayal ediyor.\\n\\nPhantom DAO henüz Olympus’un klonlanmış bi hali olsada bu sürece değer katan ve fayda sağlamaya çalışan bir toplum ve yönetim biçimine özen gösteriyor. Bu tarz konularda gösterilen özveri her “fork” un devamlılığın önemli faktörlerinden biri olucaktır.\\n\\n## Mekanizma Tasarımı\\n\\nRisksiz Değer (RFV) ve Protokole Ait Likidite (POL), neredeyse tamamen Olympus tarafından orijinal olarak tasarlandığı şekilde yürütülecetir. Hazine aşağıdaki varlıklar ile başlayıp zamanla hazinesine başka varlıklar da ekleyecektir;\\n\\n* FRAX — 60%\\n* DAI — 25%\\n* gOHM — 10%\\n* FTM — 5%\\n\\nPhantom, her bir alıcıya toplam arzın %5'inin biraz altında bir sınır getirecektir. Gerçek topluluk odaklı bir proje olarak bir kişinin oy veya güç çokluğu sahibi olmasını önlemek amacıyla bu yol izlenmiştir.\\n\\nDAO'nun ilk olarak piyasaya sürülmesi nedeniyle, ilk tedarik süreci coğu “fork” tan farklı işliyor. \\n\\n* Erken Destekçiler: 15%\\n* Yatırımcılar: 5%\\n* Olympus: 3.33% \\n* DAO: 76.67%\\n\\nBond sunarak arzı arttırmak ve ödül/rebase ayarını dengelemek arasında ince ekonomik dengeler olduğunu ve Phantom DAO’nun benimsenmesi politikası ile ilgili bu ayarların belirli grup uzman takımlar tarafından dikkatlice düzenlendiğini belirtmekte fayda var. \\n\\n### Hazine:\\n\\nTüm fazla rezervlerin %85’i RFV hazinesine, %5’i DAO çalışmasına ve kalan %10 Phantom Geliştirici’ye tahsis edilecektir.\\n\\n***Phantom Geliştirici (Phantom Accelerator):***\\n\\nBu geliştirici, topluluk oylarıyla her ay katılımcıları kabul etmeyi hedefliyor. Personel ve katılımcılar, topluluğa her ay oy kullanmaları için fırsatlar sunacak. Bu şekilde topluluğun, Phantom Geliştiricisi için onay komitesi görevi görmesi hedefleniyor.\\n\\nProgram tezi hala son halinde olmasa da çeşitli DeFi projeleri, NFT’ler vb. konseptler içeriyor;\\n\\n[https://medium.com/the-crypt-nfts/introducing-the-crypt-6b6fc5c28bb7](https://medium.com/the-crypt-nfts/introducing-the-crypt-6b6fc5c28bb7)\\n\\n***Hazine Varlıkları Getirileri:***\\n\\nPhantom DAO kabul edilebilir risk karşılığında, hazine varlıklarından düzgün bir getiri oranı elde etmek için Yearn'i kullanacak. Bu verim faaliyetlerden elde edilen gelirin %100'ü hazineye geri eklenecektir. Amaç, protokolden zaman içinde bileşik faiz elde etmektir. Hazine değerinin alım satım priminin özellikle projenin ilk günlerinde daha yüksek olması beklenen bir durumdur.\\n\\nTeoride, bu faiz getiren faaliyetler, hazine değerinin artışını genellikle geride bırakan fiyat artışını hafifletmeye ve riski azaltmaya fayda sağlayacaktır.\\n\\n### ÖN-ALOKASYON SÜRECİ:\\n\\nPhantom DAO bütün ön satış ve “whitelist” (ön alokasyon/beyaz liste) sürecini discord ile yönetir ve katılımcıları organik kitle arasından seçer. Felsefik olarak erken destekçileri yönetime katmanın protokolleri daha uzun vadeli kıldığı ve aynı zamanda sektörün yapısına daha iyi hizmet ettiğini öne sürülür. Bu sebeple ön satışa katılmak için discord oyunlarına dahil olmanız, yaratıcı bir düşünce/ürün ortaya koymanız veya aktif olmanız gerekiyor.\\n\\nDiscord’da “Specter” rolüne sahip olanlar ücretsiz olarak 50 fPHM token, başlama sürecine katkıda bulunan ekiptekiler ücretsiz olarak 100 fPHM token talep edebilecekler.\\n\\n### fPHM Token Nedir?\\n\\nfPHM tokenleri, gPHM (yönetim tokenimiz) ile 1:1 olarak değiştirilebilir. ***fPHM sahipleri, Phantom dApp üzerinde fPHM'lerini gPHM ile değiştirebilecekler.***\\n\\nfPHM tokenleri veya Kurucu Fantom tokenleri, bir hak kazanma programına aittir ve devredilemezler.\\n\\n***Birinci Gün Kilit Açma*** : Specter başına %25 veya 12,5 fPHM veya Ekip üyesi başına 25 fPHM \\n\\n *\\\\~ Takip eden 12 aylık dönem boyunca kalan token’ler doğrusal bir oranda devredilir.*\\n\\n“Specter” lar toplam topluluk arzının 1/3'ünü oluşturur ve kilit sürecini hesaba kattığınızda, aslında aktif arzın yalnızca %8,3'ünü temsil ederler. Bu protokole sonradan katılanlar için bir avantaj olucaktır - Gruplara veya protokole zarar verebilecek risklerin hafifletildiği anlamına geliyor.\\n\\n### Nasıl Hazırlanabilirsiniz ?\\n\\nNot: Her adım iki (2) işlem gerektirecektir. Birincisi protokol harcama limitini onaylar ve ikincisi gerçek takas/aktarma/köprü işlemini yürütür. Ethereum'dan başlıyorsanız, işlemler için bir miktar ETH’e ihtiyacınız olacak. \\n\\n**1)** Uniswap’dan ETH karşılığı FRAX alabilirsiniz. *\\\\~* [işlemi bu link’den yapabilirsiniz.](https://app.uniswap.org/#/swap?inputCurrency=0x853d955acef822db058eb8505911ed77f175b99e)\\n\\n![](https://images.mirror-media.xyz/publication-images/BhqgDB_NgUwfrgCuGubTM.png?height=305&width=495)\\n\\n**2)** FRAX (ETH) to anyFRAX (FTM) SpiritSwap kullanarak aktarmanız (köprülemek) gerekiyor. Köprüleme işlemi genelde 10 dakika sürüyor.  *\\\\~*  [işlemi bu link’den yapabilirsiniz.](https://swap.spiritswap.finance/#/bridge) \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/rJnxdtrrdY0ZrK7c_N-nA.png?height=840&width=720)\\n\\n***İlk kez köprü yapmak, cüzdanınıza otomatik olarak 0,4 FTM (\\\\~1$) verir.***\\n\\n**3)** FTM ağını MetaMask’inize ekleyin  *\\\\~*  [işlemi bu link’den yapabilirsiniz.](https://docs.fantom.foundation/tutorials/set-up-metamask)  \\n\\n**4)** Köprüleme/Aktarma işlemini tamamladıktan sonra, FRAX’ınız anyFRAX dönüşecektir. Metamask’inizden FTM ağına bağlanıp anyFRAX’inizi FRAX’a dönüştürünüz.  *\\\\~*  [işlemi bu link’den yapabilirsiniz.](https://app.frax.finance/crosschain)  \\n\\n![](https://images.mirror-media.xyz/publication-images/-cOTGw_hEmmwo68v6RF6m.png?height=464&width=610)\\n\\n**5)** 0.4 FTM ücretler için yeterli olmazsa SpiritSwap'tan FRAX karşılığı FTM satın alabilirsiniz. *\\\\~*  [işlemi bu link’den yapabilirsiniz.](https://swap.spiritswap.finance/#/exchange/swap/0xdc301622e621166BD8E82f2cA0A26c13Ad0BE355/FTM) \\n\\n![](https://images.mirror-media.xyz/publication-images/p5ZzJY2VHKWtW-dgWcAwk.png?height=498&width=729)\\n\\nBu Kadar! Artık tescilli bir “bridgooor” (köprüleme işlemini başarı ile tamamlamış kişi) oldun. \\n\\n***Ethereum veya Ana Ağda tokeniniz yoksa ne yapabilirsiniz?***\\n\\nBinance, Crypto Exchange App veya KuCoin tarzı CEX (merkezi borsa) kullanarak köprüleme işlemini ve ücretleri atlatabilirsiniz, Fantom zinciri transferleri açık olduğu sürece. Tabi o zaman bir Köprü Ustası olma fırsatını ve tecrübesini kaçırmış olursunuz.\\n\\n\\\\:))\\n\\n![](https://images.mirror-media.xyz/publication-images/gB_-aHb2dLD6yyttw0CEy.jpg?height=1000&width=3000)\\n\\n[https://medium.com/phantom-dao](https://medium.com/phantom-dao)\\n\\n[https://discord.gg/jRcwXWZn](https://discord.gg/jRcwXWZn)\\n\\n[https://twitter.com/xPhantomDAO](https://twitter.com/xPhantomDAO)\\n\\n \\n \\n\\n \\n  \\n \",\"timestamp\":1642639097,\"title\":\"Phantom DAO : Hazine-Destekli Geliştirici\"},\"digest\":\"dFihj9AgrB3Hs0a-MDR1_P3SchsPrHrTADVfPUd-mrI\",\"authorship\":{\"contributor\":\"0x9d53263FffC6AbfBa628d3c3f90f18a7F41511f7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HBl9M9pXES_DfoEX691yvyUMar7VFr4uRreAeYySsZo\\\",\\\"y\\\":\\\"AvUbMtzsJeUkZQlOY5s5kGk6vPA7S3Skj_KMP01CBmo\\\"}\",\"signature\":\"11E0L21dFd4Bz0p8_dVAX_QhRUD5d80QoFfukqb2wTlY36YrZly4OcLTMhrV2DMXEZus_pNLwOeoPwRt0VPvgA\",\"signingKeySignature\":\"0x94a3f14f8c978a3992eab9ca9a7dba0c949ca722770e43860c3eb34b5d4d2e2b24cd70a47a52854bdfce308060289ad456cdcfc3d98b366c8d8da09ba7761da91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HBl9M9pXES_DfoEX691yvyUMar7VFr4uRreAeYySsZo\\\",\\\"y\\\":\\\"AvUbMtzsJeUkZQlOY5s5kGk6vPA7S3Skj_KMP01CBmo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dFihj9AgrB3Hs0a-MDR1_P3SchsPrHrTADVfPUd-mrI\"}"