"{\"content\":{\"body\":\"That was a bad one.\\\" \\\" Oh, I don't know,\\\" said Billie. \\\" You really couldn't tell who hit you, you know. It was a football rush. They had guns and knives, but they didn't use 'em. I don't know why Jinks! I'm getting pretty stiff. My face feels as if it were made of tin. Did they give you people a row, too ? \\\"\\n\\n\\\" No; only talk. That little officer managed them. Out-talked them, I suppose. Hear him buzz, now.\\\" The Wainwrights came down stairs. Nora Black went confidently forward to meet them. \\\"You've added one more to your list of rescuers,\\\"  She cried, with her glowing, triumphant smile. \\\"Miss Black of the New York Daylight-at your service. How in the world do you manage to get yourselves into such dreadful Scrapes? You are the most remarkable people.  You need a guardian. Why, you might have all been killed. How exciting it must seem to be regularly  of your party.\\\" She had shaken cordiaily one of Mrs. Wainwright's hands without that lady indicating assent to the proceeding but Mrs. Wainwright had not felt repulsion. In fact she had had no emotion springing directly from it. Here again the marvel of the situation came to deny Mrs. Wainwright the right to resume a state of mind which had been so painfully interesting to her a few hours earlier.\\n\\nThe professor, Coleman and all the students were talking together. Coke had addressed Coleman civilly and Coleman had made a civil reply. Peace was upon them.\\n\\nNora slipped her arm lovingly through Marjbry's arm. \\\"That Rufus! Oh, that Rufus,\\\" she cried joyously. \\\" I'll give him a good scolding as soon as I see him alone. I might have foreseen that he would get you all into trouble. The old stupid ! \\\"\\n\\nMarjory did not appear to resent anything. \\\" Oh, I don't think it was Mr. Coleman's fault at ail,\\\" she an- swered calmly. \\\"I think it was more the fault of Peter Tounley, poor boy.\\\"\\n\\n\\\" Well, I'd be glad to believe it, I'd be glad to believe it,\\\"  said Nora. \\\"I want Rufus to keep out of that sort of thing, but he is so hot-headed and foolish.\\\" If she had pointed out her proprietary stamp on Coleman's  cheek she could not have conveyed what she wanted with more clearness.\\n\\n\\\" Oh,\\\" said the impassive Marjory, \\\" I don't think you need have any doubt as to whose fault it was, if there were any of our boys at fault. Mr. Coleman was inside when the fighting commenced, and only ran out to help the boys. He had just brought us safely through the mob, and, far from being hot-headed and foolish, he was utterly cool in manner, impressively cool, I thought. I am glad to be able to reassure you on these points, for I see that they worry you.\\\"\\n\\n\\\".Yes, they do worry me,\\\" said Nora, densely. They worry me night and day when he is away from me.\\\"\\n\\n\\\" Oh,\\\" responded Marjory, \\\" I have never thought of Mr. Coleman as a man that one would worry about much. We consider him very self-reliant, able to take care of himself under almost any conditions, but then, of course, we do not know him at all in the way that you know him. I should think that you would find that he came off rather better than you expected from most of his difficulties. But then, of course, as. I said, you know him so much better than we do.\\\" Her easy indifference was a tacit dismissal of Coleman as a topic.\\n\\nNora, now thoroughly alert, glanced keenly into the other girl's face, but it was inscrutable. The actress had intended to go careering through a whole circle of daring illusions to an intimacy with,Coleman, but here, before she had really developed her attack, Marjory, with a few conventional and indifferent sentences, almost expressive of boredom, had made the subject of Coleman impossible. An effect was left upon Nora's mind that Marjory had been extremely polite in listening to much nervous talk about a person in whom she had no interest.\\n\\nThe actress was dazed. She did not know how it had all been done. Where was the head of this thing? And where Was the tail? A fog had mysteriously come upon all her brilliant prospects of seeing Marjory  Wainwright suffer, and this fog was the product of a kind of magic with which she was not familiar. She could not think how to fight it. After being simply dubious throughout a long pause, she in the end went into a great rage. She glared furiously at Marjory, dropped her arm as if it had burned her and moved down upon Coleman. She must have reflected that at any rate she could make him wriggle. When she was come near to him, she called out: \\\"Rufus!\\\" In her tone was all the old insolent statement of ownership. Coleman might have been a poodle. She knew how to call his same in a way that was anything less than a public scandal. On this occasion everybody  looked at him and then went silent, as people awaiting the startling denouement of a drama. \\\" Rufus! \\\" She was baring his shoulder to show the fieur-de-lis of the criminal. The students gaped.\\n\\nColeman's temper was, if one may be allowed to speak in that way, broken loose inside of him. He could hardly beeathe; he felt that his body was about to explode into a thousand fragments. He simply snarled out \\\" What? \\\" Almost at once he saw that she had at last goaded him into making a serious tactical mistake. It must be admitted that it is only when the relations between a man and a woman are the relations of wedlock, or at least an intimate  resemblance to it, that the man snarls out \\\" What? \\\" to the woman. Mere lovers say \\\" I beg your pardon ? \\\" It is only Cupid's finished product that spits like a cat. Nora Black had called him like a wife, and he had answered like a husband. For his cause, his manner could not possibly have been worse. He saw the professor stare at him in surprise and alarm, and felt the excitement of the eight students. These latter were diabolic in the celerity with which they picked out meanings. It was as plain to them as if Nora Black had said: \\\" He is my property.\\\"\\n\\nColeman would have given his nose to have been able to recall that single reverberating word. But he saw that the scene was spelling downfall for him, and he went still more blind and desperate of it. His despair made him burn to make matters Worse. He did not want to improve anything at all. \\\" What?\\\" he demanded. \\\" What do ye' want?\\\"\\n\\nNora was sweetly reproachful. \\\" I left my jacket in the carriage, and I want you to get it for me.\\\"\\n\\n\\\" Well, get it for yourself, do you see? Get it for yourself.\\\"\\n\\nNow it is plainly to be seen that no one of the people listening there had ever heard a man speak thus to a woman who was not his wife. Whenever they had heard that form of spirited repartee it had come from the lips of a husband. Coleman's rude speech was to their ears a flat announcement of an extraordinary intimacy between Nora Black and the correspondent. Any other interpretation would not have occurred to them. It was so palpable that it greatly distressed them with its arrogance and boldness. The professor had blushed. The very milkiest word in his mind at the time was the word vulgarity.\\n\\nNora Black had won a great battle. It was her Agincourt. She had beaten the clever Coleman in a way that had left little of him but rags. However, she could have lost it all again if she had shown her feeling of elation. At Coleman's rudeness her manner indicated a mixture of sadness and embarrassment. Her suffering was so plain to the eye that Peter Tounley was instantly moved. \\\" Can't I get your jacket for you, Miss Black? \\\" he asked hastily, and at her grateful nod he was off at once.\\n\\nColeman was resolved to improve nothing. His overthrow seemed to him to be so complete that he could not in any way mend it without a sacrifice of his dearest prides. He turned away from them all and walked to an isolated corner of the room. He would abide no longer with them. He had been made an outcast by Nora Black, and he intended to be an  outcast. Therc was no sense in attempting to stem this extraordinary deluge. It was better to acquiesce. Then suddenly he was angry with Marjory. He did not exactly see why he was angry at Marjory, but he was angry at her nevertheless. He thought of how he could revenge himself upon her. He  decided to take horse with his groom and dragoman and proceed forthwith on the road, leaving the jumble as it stood. This would pain Marjory, anyhow, he hoped. She would feel it deeply, he hoped. Acting upon this plan, he went to the professor. Well, of course you are all right now, professor, and if you don't mind, I would like to leave you-go on ahead. I've got a considerable pressure of business on my mind, and I think I should hurry on to Athens, if you don't mind.\\\"\\n\\nThe professor did not seem to know what to say. \\\" Of course, if you wish it-sorry, I'm sure-of course it is as you please-but you have been such a power in our favour-it seems too bad to lose you-but-if you wish it-if you insist-\\\"\\n\\n\\\" Oh, yes, I quite insist,\\\" said Coleman, calmly. \\\"I quite insist. Make your mind easy on that score, professor. I insist.\\\"\\n\\n\\\"Well, Mr. Coleman,\\\" stammered the old man. \\\" Well, it seems a great pity to lose you-you have been such a power in our favour-\\\"\\n\\n\\\"Oh, you are now only eight hours from the rail- way. It is very easy. You would not need my as- sistance, even if it were a benefit!\\n\\n\\\" But-\\\" said the professor.\\n\\nColeman's dragoman came to him then and said: \\\"There is one man here who says you made to take one rifle in the fight and was break his head. He was say he wants sunthing for you was break his head. He says hurt.\\\"\\n\\n\\\"How much does he want?\\\" asked Coleman, im- patiently.\\n\\nThe dragoman wrestled then evidently with a desire to protect this mine from outside fingers. \\\"I-I think two gold piece plenty.\\\" \\\"Take them,\\\" said Coleman. It seemed to him preposterous that this idiot with a broken head should interpolate upon his tragedy. \\\" Afterward you and the groom get the three horses and we will start for Athens at once.\\\"\\n\\n\\\"For Athens? At once? \\\" said Marjory's voice in his ear.\\n\\nCHAPTER XXIII\\n\\n\\\"Om,\\\" said Coleman, \\\" I was thinking of starting.\\\"\\n\\n\\\"Why? \\\" asked Marjory, unconcernedly.\\n\\nColeman shot her a quick glance. \\\" I believe my period of usefulness is quite ended,\\\" he said. with just a small betrayal of bitter feeling.\\n\\n\\\" It is certainly true that you have had a remark- able period of usefulness to us,\\\" said Marjory with a slow smile, \\\"but if it is ended, you should not run away from us.\\\"\\n\\nColeman looked at her to see what she could mean. From many women, these words would have been equal, under the circumstances, to a command to stay, but he felt that none might know what impulses moved the mind behind that beautiful mask. In his misery he thought to hurt her into an expression of feeling by a rough speech. \\\" I'm so in love with Nora Black, you know, that I have to be very careful of myself.\\\"\\n\\n\\\" Oh,\\\" said Marjory, never thought of that. I should think you would have to be careful of yourself.\\\"  She did not seem moved in any way. Coleman despaired of finding her weak spot. She was a'damantine,  this girl. He searched his mind for something to say which would be still more gross than his last outbreak, but when he felt that he was about to hit upon it, the professor interrupted with an agitated speech to Marjory. \\\"You had better go to your mother, my child, and see that you are all ready to leave here as soon as the carriages come up.\\\"\\n\\n\\\"We have absolutely nothing to make ready,\\\" said Marjory, laughing. \\\" But I'll go and see if mother needs anything before we start that I can get for her.\\\" She went away without bidding good-bye to Coleman. The sole maddening impression to him was that the matter of his going had not been of sufficient importance  to remain longer than a moment upon her mind. At the same time he decided that he would go, irretrievably go.\\n\\nEven then the dragoman entered the room. \\\" We will pack everything -upon the horse?\\\"\\n\\n\\\" Everything-yes.\\\"\\n\\nPeter Tounley came afterward. \\\" You are not going to bolt ? \\\"\\n\\n\\\" Yes, I'm off,\\\" answered Coleman recovering him- self for Peter's benefit. \\\" See you in Athens, probably.\\\"\\n\\nPresently the dragoman announced the readiness of the horses. Coleman shook hands with the students and the Professor amid cries of surprise and polite regret. \\\"What? Going, oldman? Really? What for ? Oh, wait for us. We're off in a few minutes. Sorry as the devil, old boy, to' see you go.\\\" He accepted their protestations with a somewhat sour face. He knew perfectly well that they were thinking of his departure as something that related to Nora Black. At the last, he bowed to the ladies as a collection. Marjory's answering bow was affable; the bow of Mrs. Wainwright spoke a resentment for some- thing; and Nora's bow was triumphant mockery. As he swung into the saddle an idea struck him with over  whelming force. The idea was that he was a fool. He was a colossal imbecile. He touched the spur to his horse and the animal leaped superbly, making the Greeks hasten for safety in all directions. He was off ; he could no more return to retract his devious idiocy than he could make his horse fly to Athens. What was done was done. He could not mend it. And he felt like a man that had broken his own heart; perversely, childishly, stupidly broken his own heart. He was sure that Marjory was lost to him. No man could be degraded so publicly and resent it so crudely and still retain a Marjory. In his abasement from his defeat at the hands of Nora Black he had performed every imaginable block-headish act and had finally climaxed it all by a departure which left the tongue of Nora to speak unmolested into the ear of Marjory. Nora's victory had been a serious blow to his fortunes, but it had not been so serious as his own subsequent folly. He had generously muddled his own affairs until he could read nothing out of them but despair.\\n\\nHe was in the mood for hatred. He hated many people. Nora Black was the principal item, but he did not hesitate to detest the professor, Mrs. Wain- wright, Coke and all the students. As for Marjory, he would revenge himself upon her. She had done nothing that he defined clearly but, at any rate, he would take revenge for it. As much as was possible, he would make her suffer. He would convince her that he was a tremendous and inexorable person. But it came upon his mind that he was powerless in all ways. If he hated many people they probably would not be even interested in his emotion and, as for his revenge upon Marjory, it was beyond his strength. He was nothing but the complaining victim  of Nora Black and himself.\\n\\nHe felt that he would never again see Marjory, and while feeling it he began to plan his attitude when next they met. He would be very cold and reserved. At Agrinion he found that there would be no train until the next daybreak. The dragoman was excessively  annoyed over it, but Coleman did not scold at all. As a matter of fact his heart had given a great joyus bound. He could not now prevent his being overtaken. They were only a few leagues away, and while he was waiting for the train they would easily cover the distance. If anybody expressed surprise at seeing him he could exhibit the logical reasons. If there had been a train starting at once he would have taken it. His pride would have put up with no subterfuge. If the Wainwrights overtook him it was because he could not help it. But he was delighted that he could not help it. There had been an inter- position by some specially beneficent fate. He felt like whistling. He spent the early half of the night in blissful smoke, striding the room which the dragoman had found for him. His head was full of plans and detached impressive scenes in which he figured before Marjory. The simple fact that there was no train away from Agrinion until the next daybreak had wrought a stupendous change in his outlook. He unhesitatingly considered it an omen of a good future. He was up before the darkness even contained presage of coming light, but near the railway station was a little hut where coffee was being served to several prospective travellers who had come even earlier to the rendezvous. There was no evidence of the Wainwrights.\\n\\nColeman sat in the hut and listened for the rumble of wheels. He was suddenly appalled that the Wainwrights were going to miss the train. Perhaps they had decided against travelling during the night. Perbaps this thing, and perhaps that thing. The morning was very cold. Closely muffled in his cloak, he went to the door and stared at where the road was whiten- ing out of night. At the station stood a little spectral train, and the engine at intervals emitted a long, piercing scream which informed the echoing land that, in all probability, it was going to start after a time for the south. The Greeks in the coffee room were, of course, talking.\\n\\nAt last Coleman did hear the sound of hoofs and wheels. The three carriages swept up in grand procession. The first was laden with students ; in the second was the professor, the Greek officer, Nora Black's old lady and other persons, all looking marvellously unimportant and shelved. It was the third carriage at which Coleman stared. At first be thought the dim light deceived his vision, but in a moment he knew that his first leaping conception of the arrangement of the people in this vehicle had been perfectly correct. Nora Black and Mrs. Wainwright sat side by side on the back seat, while facing them were Coke and Marjory.\\n\\nThey looked cold but intimate.\\n\\nThe oddity of the grouping stupefied Coleman. It was anarchy, naked and unashamed. He could not imagine how such changes could have been consummated in the short time he had been away from them, but he laid it all to some startling necromancy on the part of Nora Black, some wondrous play which had captured them all because of its surpassing skill and because they were, in the main, rather gullible people. He was wrong. The magic had been wrought by the unaided foolishness of Mrs. Wainwfight. As soon as Nora Black had succeeded in creating an effect of intimacy and dependence between herself and Coleman, the professor had flatly stated to his wife that the presence of Nora Black in the party, in the inn, in the world, was a thiag that did not meet his approval in any way. She should be abolished. As for Coleman, he would not defend him. He preferred not to talk to him. It made him sad. Coleman at  least had been very indiscreet, very indiscreet. It was a great pity. But as for this blatant woman, the sooner they rid themselves of her, the sooner he would feel that all the world was not evil.\\n\\nWhereupon Mrs. Wainwright had changed front with the speed of light and attacked with horse, foot and guns. She failed to see, she had declared, where this poor, lone girt was in great fault. Of course it was probable that she had listened to this snaky. tongued Rufus Coleman, but that was ever the mistake that women made. Oh, certainly ; the professor would like to let Rufus Coleman off scot-free. That was the way with men. They defended each other in all cases. If wrong were done it was the woman who suffered. Now, since this poor girl was alone far off here in Greece, Mrs. Wainwright announced that she had such full sense of her duty to her sex that her conscience would not allow her to scorn and desert a sister, even if that sister was, approximately, the victim of a creature like Rufus Coleman. Perhaps the poor thing loved this wretched man, although it was hard to imagine any woman giving her heart to such. a monster.\\n\\nThe professor had then asked with considerable spirit for the proofs upon which Mrs. Wainwright named Coleman a monster, and had made a wry face over her completely conventional reply. He had told her categorically his opinion of her erudition in such matters.\\n\\nBut Mrs. Wainwright was not to be deterred from an exciting espousal of the cause of her sex. Upon the instant that the professor strenuously opposed her she becamean apostle, an enlightened, uplifted apostle to the world on the wrongs of her sex. She had come down with this thing as if it were a disease. Nothing could stop her. Her husband, her daughter, all influences in other directions, had been overturned with a roar, and the first thing fully clear to the professor's mind had been that his wife was riding affably in the carriage with Nora Black. Coleman aroused when he heard one of the students cry out: \\\" Why, there is Rufus Coleman's dragoman. He must be here.\\\" A moment later they thronged upon him. \\\" Hi, old man, caught you again! Where did you break to? Glad to catch you, old boy. How are you making it? Where's your horse?\\\"\\n\\n\\\" Sent the horses on to, Athens,\\\" said Coleman. He had not yet recovered his composure, and he was glad to find available this commonplace return to their exuberant greetings and questions. \\\" Sent them on to Athens with the groom.\\\"\\n\\nIn the mean time the engine of the little train was screaming to heaven that its intention of starting was most serious. The diligencia careered to the station platform and unburdened. Coleman had had his dragoman place his luggage in a little first-class carriage and he defiantly entered it and closed the door. He had a sudden return to the old sense of downfall, and with it came the original rebellious desires. However, he hoped that somebody would intrude upon him. It was Peter Tounley. The student flung open the door and then yelled to the distance : \\\" Here's an empty one.\\\" He clattered into the compartment. \\\" Hello, Coleman! Didn't know you were in here! \\\" At his heels came Nora Black, Coke and Marjory. \\\" Oh! \\\" they said, when they saw the occupant of the carriage. \\\" Oh ! \\\" Coleman was furious. He could have distributed some of his traps in a way to create more room, but he did not move.\\n\\nCHAPTER XXIV.\\n\\nTHERE was a demonstration of the unequalled facilities of a European railway carriage for rendering unpleasant things almost intolerable. These people could find no way to alleviate the poignancy of their position. Coleman did not know where to look. Every personal mannerism becomes accentuated in a European railway carriage. If you glance at a man, your glance defines itself as a stare. If you carefully look at nothing, you create for yourself a resemblance to all wooden-headed things. A newspaper is, then, in the nature of a preservative, and Coleman longed for a newspaper.\\n\\nIt was this abominable railway carriage which exacted the first display of agitation from Marjory. She flushed rosily, and her eyes wavered over the cornpartment. Nora Black laughed in a way that was a shock to the nerves. Coke seemed very angry, indeed, and Peter Tounley was in pitiful distress. Everything was acutely, painfully vivid, bald, painted as glaringly as a grocer's new wagon. It fulfilled those traditions which the artists deplore when they use their pet phrase on a picture, \\\"It hurts.\\\" The damnable power of accentuation of the European railway carriage seemed, to Coleman's amazed mind, to be redoubled and redoubled.\\n\\nIt was Peter Tounley who seemed to be in the greatest agony. He looked at the correspondent beseechingly and said: \\\"It's a very cold morning, Coleman.\\\" This was an actual appeal in the name of humanity.\\n\\nColeman came squarely. to the front and even grinned a little at poor Peter Tounley's misery. \\\"Yes, it is a cold morning, Peter. I should say it to one of the coldest mornings in my recollection.\\\"\\n\\nPeter Tounley had not intended a typical American emphasis on the polar conditions which obtained in the compartment at this time, but Coleman had given the word this meaning. Spontaneously every body smiled, and at once the tension was relieved. But of course the satanic powers of the railway carriage could not be altogether set at naught. Of course it fell to the lot of Coke to get the seat directly in front of Coleman, and thus, face to face, they were doomed to stare at each other.\\n\\nPeter Tounley was inspired to begin conventional babble, in which he took great care to make an appear. ance of talking to all in the carriage. \\\" Funny thing I never knew these mornings in Greece were so cold. I thought the climate here was quite tropical. It must have been inconvenient in the ancient times, when, I am told, people didn't wear near so many- er-clothes. Really, I don't see how they stood it. For my part, I would like nothing so much as a buffalo robe. I suppose when those great sculptors were doing their masterpieces, they had to wear gloves. Ever think of that? Funny, isn't it? Aren't you cold, Marjory ? I am. jingo! Imagine the Spartans in ulsters, going out to meet an enemy in cape-overcoats, and being desired by their mothers to return  with their ulsters or wrapped in them.\\\"\\n\\nIt was rather hard work for Peter Tounley. Both Marjory and Coleman tried to display an interest in his labours, and they laughed not at what he said, but because they believed it assisted him. The little train, meanwhile, wandered up a great green slope, and the day rapidly coloured the land.\\n\\nAt first Nora Black did not display a militant mood, but as time passed Coleman saw clearly that she was considering the advisability of a new attack. She had Coleman and Marjory in conjunction and where they were unable to escape from her. The opportunities were great. To Coleman, she seemed to be gloating over the possibilities of making more mischief. She was looking at him speculatively, as if considering the best place to hit him first. Presently she drawled : \\\" Rufus, I wish you would fix my rug about me a little better.\\\" Coleman saw that this was a beginning. Peter Tounley sprang to his feet with speed and en- thusiasm. \\\" Oh, let me do it for you.\\\" He had her well muffled in the rug before she could protest, even if a protest had been rational. The young man had no idea of defending Coleman. He had no knowledge of the necessity for it. It had been merely the exercise of his habit of amiability, his chronic desire to see everybody comfortable. His passion in this direction was well known in Washurst, where the students had borrowed a phrase from the photographers in order to describe him fully in a nickname. They called him \\\" Look-pleasant Tounley.\\\" This did not in any way antagonise his perfect willingness to fight on occasions with a singular desperation, which usually has a small stool in every mind where good nature has a throne.\",\"timestamp\":1638928918,\"title\":\"Who landed you in the eye, Billie?\\\" asked the awed Coke\"},\"digest\":\"h4x7c5O20IYdeKw3_ckryuWPQ5dvFe46pC32mKmfWEI\",\"authorship\":{\"contributor\":\"0x601114c3e2cfa182D83a451a3c41d4e615b07E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fa0HdaXzWPUhGscAiBq6ycK0XBHo6UprhL9qSA726XI\\\",\\\"y\\\":\\\"slfNZBgJCpG_IwCM5XCdK8KBYYifrM1B8UTBJUz9LHU\\\"}\",\"signature\":\"bAgS35gDUIB66iBQCpvd5YebCubt_nW-pjly8fT_SZtjNQP_CB9UC6TlpoIZPJHwSOUQ3J7ESsuORP-d8Hv_9w\",\"signingKeySignature\":\"0x4296ef85e9c646f336da0c8e81552c27184c3a2773f84fdde6c329ce54c498cc504b858719d03132b047039ef425a2b83b3db4720b364ce0665b565a87742cc11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fa0HdaXzWPUhGscAiBq6ycK0XBHo6UprhL9qSA726XI\\\",\\\"y\\\":\\\"slfNZBgJCpG_IwCM5XCdK8KBYYifrM1B8UTBJUz9LHU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"h4x7c5O20IYdeKw3_ckryuWPQ5dvFe46pC32mKmfWEI\"}"