"{\"content\":{\"body\":\"'When a woman is impertinent one must only put up with it, and keep out of her way in future; but I am not inclined to put up with Mr Slope. \\\"Sabbath travelling!\\\"' and the doctor attempted to imitate the peculiar drawl of the man he so much disliked: '\\\"Sabbath travelling!\\\" Those are the sort of men who will ruin the Church of England, and make the profession of clergyman disreputable. It is not the dissenters or the papists that we should fear, but the set of canting, low-bred hypocrites who are wriggling their way in among us; men who have no fixed principle, no standard ideas of religion or doctrine, but who take up some popular cry, as this fellow has done about \\\"Sabbath travelling.\\\"'\\n\\nDr Grantly did not again repeat the question aloud, but he did so constantly to himself, 'What were they to do with Mr Slope?' How was he openly, before the world, to show that he utterly disapproved of and abhorred such a man?\\n\\nHitherto Barchester had escaped the taint of any extreme rigour of church doctrine. The clergymen of the city and the neighbourhood, though very well inclined to promote high-church principles, privileges, and prerogatives, had never committed themselves to tendencies, which are somewhat too loosely called Puseyite practices. They all preached in their black gowns, as their fathers had done before them; they wore ordinary black cloth waistcoats; they had not candles on their altars, either lighted or unlighted; they made no private genuflexions, and were contented to confine themselves to such ceremonial observances as had been in vogue for the last hundred years. The services were decently and demurely read in their parish churches, chanting was confined to the cathedral, and the science of intoning was unknown. One young man who had come direct from Oxford as a curate at Plumstead had, after the lapse of two or three Sundays, made a faint attempt, much to the bewilderment of the poorer part of the congregation. Dr Grantly had not been present on the occasion; but Mrs Grantly, who had her own opinion on the subject, immediately after the service expressed a hope that the young gentleman had not been taken ill, and offered to send him all kinds of condiments supposed to be good for a sore throat. After that there had been no more intoning at Plumstead Episcopi.\\n\\nBut now the archdeacon began to meditate on some strong measures of absolute opposition. Dr Proudie and his crew were of the lowest possible order of Church of England clergymen, and therefore it behoved him, Dr Grantly, to be of the very highest. Dr Proudie would abolish all forms and ceremonies, and therefore Dr Grantly felt the sudden necessity of multiplying them. Dr Proudie would consent to deprive the church of all collective authority and rule, and therefore Dr Grantly would stand up for the full power of convocation, and the renewal of its ancient privileges.\\n\\nIt was true that he could not himself intone the service, but he could pressure the co-operation of any number of gentlemanlike curates well trained in the mystery of doing so. He would not willingly alter his own fashion of dress, but he could people Barchester with young clergymen dressed in the longest frocks, and the highest breasted silk waistcoats. He certainly was not prepared to cross himself, or to advocate the real presence; but, without going this length, there were various observances, by adopting which he could plainly show his antipathy to such men as Dr Proudie and Mr Slope.\\n\\nAll these things passed through his mind as he paced up and down the close with Mr Harding. War, war, internecine war was in his heart. He felt that as regarded himself and Mr Slope, one of the two must be annihilated as far as the city of Barchester was concerned; and he did not intend to give way until there was not left to him an inch of ground on which he could stand. He still flattered himself that he could make Barchester too hot to hold Mr Slope, and he had no weakness of spirit to prevent his bringing about such consummation if it were in his power.\\n\\n'I suppose Susan must call at the palace,' said Mr Harding.\\n\\n'Yes, she shall call there; but it shall be once and once only. I dare say \\\"the horses\\\" won't find it convenient to come to Plumstead very soon, and when that once is done the matter may drop.'\\n\\n'I don't suppose Eleanor need call. I don't think Eleanor would get on at all well with Mrs Proudie.'\\n\\n'Not the least necessity in life,' replied the archdeacon, not without the reflection that a ceremony which was necessary for his wife, might not be at all binding on the widow of John Bold. 'Not the slightest reason on earth why she should do so, if she doesn't like it. For myself, I don't think that any decent young woman should be subjected to the nuisance of being in the same room with that man.'\\n\\nAnd so the two clergymen parted. Mr Harding going to his daughter's house, and the archdeacon seeking the seclusion of his brougham.\\n\\nThe new inhabitants of the palace did not express any higher opinion of their visitors than their visitors had expressed of them. Though they did not use quite such strong language as Dr Grantly had done, they felt as much personal aversion, and were quite as well aware as he was that there would be a battle to be fought, and that there was hardly room for Proudieism in Barchester as long as Grantlyism was predominant.\\n\\nIndeed, it may be doubted whether Mr Slope had not already within his breast a better prepared system of strategy, a more accurately-defined line of hostile conduct than the archdeacon. Dr Grantly was going to fight because he found that he hated the man. Mr Slope had predetermined to hate the man because he foresaw the necessity of fighting him. When he had first reviewed the carte de pays, previous to his entry into Barchester, the idea had occurred to him of conciliating the archdeacon, of cajoling and flattering him into submission, and of obtaining the upper hand by cunning instead of courage. A little inquiry, however, sufficed to convince him that all his cunning would fail to win over such a man as Dr Grantly to such a mode of action as that to be adopted by Mr Slope; and then he determined to fall back upon his courage. He at once saw that open battle against Dr Grantly and all Dr Grantly's adherents was a necessity of his position, and he deliberately planned the most expedient method of giving offence.\\n\\nSoon after his arrival the bishop had intimated to the dean that, with the permission of the canon then in residence, his chaplain would preach in the cathedral on the next Sunday. The canon in residence happened to be the Honourable and Reverend Dr Vesey Stanhope, who at this time was very busy on the shores of Lake Como, adding to that unique collection of butterflies for which he is so famous. Or, rather, he would have been in residence but for the butterflies and other such summer-day considerations; and the vicar-choral, who was to take his place in the pulpit, by no means objected to having his word done for him by Mr Slope.\\n\\nMr Slope accordingly preached, and if a preacher can have satisfaction in being listened to, Mr Slope ought to have been gratified. I have reason to think that he was gratified, and that he left the pulpit with the conviction that he had done what he intended to do when he entered it.\\n\\nOn this occasion the new bishop took his seat for the first time in the throne allotted to him. New scarlet cushions and drapery had been prepared, with new gilt binding and new fringe. The old carved oak-wood of the throne, ascending with its numerous grotesque pinnacles, half-way up to the rood of the choir, had been washed, and dusted, and rubbed, and it all looked very smart. Ah! How often sitting there, in happy early days, on those lowly benches in front of the altar, have I whiled away the tedium of a sermon considering how best I might thread my way up amidst those wooden towers, and climb safely to the topmost pinnacle!\\n\\nAll Barchester went to hear Mr Slope; either for that or to gaze at the new bishop. All the best bonnets of the city were there, and moreover all the best glossy clerical hats. Not a stall but had its fitting occupant; for though some of the prebendaries might be away in Italy or elsewhere, their places were filled by brethren, who flocked into Barchester on the occasion. The dean was there, a heavy old man, now too old, indeed, to attend frequently in his place; and so was the archdeacon. So also were the chancellor, the treasurer, the precentor, sundry canons and minor canons, and every lay member of the choir, prepared to sing the new bishop in with due melody and harmonious expression of sacred welcome.\\n\\nThe service was certainly well performed. Such was always the case at Barchester, as the musical education of the choir had been good, and the voices had been carefully selected. The psalms were beautifully chanted; the Te Deum was magnificently sung; and the litany was given in a manner, which is still to be found at Barchester, but, if my taste be correct, is to be found nowhere else. The litany of Barchester cathedral has long been the special task to which Mr Harding's skill and voice have been devoted. Crowded audiences generally make good performers, and though Mr Harding was not aware of any extraordinary exertion on his part, yet probably he rather exceeded his usual mark. Others were doing their best, and it was natural that he should emulate his brethren. So the service went on, and at last Mr Slope got into the pulpit.\\n\\nHe chose for his text a verse from the precept addressed by St Paul to Timothy, as to the conduct necessary in a spiritual pastor and guide, and it was immediately evident that the good clergy of Barchester were to have a lesson.\\n\\n'Study to show thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.' These were the words of the text, and with such a subject in such a place, it may be supposed that such a preacher would be listened to by such an audience. He was listened to with breathless attention, and not without considerable surprise. Whatever opinion of Mr Slope might have been held in Barchester before he commenced, his discourse, none of his hearers, when it was over, could mistake him for either a fool or a coward.\\n\\nIt would not be becoming were I to travesty a sermon, or even repeat the language of it in the pages of a novel. In endeavouring to depict the characters of the persons of whom I write, I am to a certain extent forced to speak of sacred things. I trust, however, that I shall not be thought to scoff at the pulpit, though some may imagine that I do not feel the reverence that is due to the cloth. I may question the infallibility of the teachers, but I hope that I shall not therefore be accused of doubt as to the thing to be taught.\\n\\nMr Slope, in commencing his sermon, showed no slight tact in his ambiguous manner of hinting that, humble as he was himself, he stood there as the mouthpiece of the illustrious divine who sat opposite to him; and having presumed so much, he gave forth a very accurate definition of the conduct which that prelate would rejoice to see in the clergymen now brought under his jurisdiction. It is only necessary to say, that the peculiar points insisted on were exactly those which were most distasteful to the clergy of the diocese, and most averse to their practices and opinions; and that all those peculiar habits and privileges which have always been dear to high-church priests, to that party which is now scandalously called the high-and-dry church, were ridiculed, abused, and anathematised. Now, the clergymen of the diocese of Barchester are all of the high-and-dry church.\\n\\nHaving thus, according to his own opinion, explained how a clergyman should show himself approved unto God, as a workman that needeth not to be ashamed, he went on to explain how the word of truth should be divided; and here he took a rather narrow view of the question; and fetched arguments from afar. His object was to express his abomination of all ceremonious modes of utterance, to cry down any religious feeling which might be excited, not by the sense, but by the sound of words, and in fact to insult the cathedral practices. Had St Paul spoken of rightly pronouncing instead of rightly dividing the word of truth, this part of his sermon would have been more to the purpose; but the preacher's immediate object was to preach Mr Slope's doctrine, and not St Paul's, and he contrived to give the necessary twist to the text with some skill.\\n\\nHe could not exactly say, preaching from a cathedral pulpit, that chanting should be abandoned in cathedral services. By such an assertion, he would have overshot his mark and rendered himself absurd, to the delight of his hearers. He could, however, and did, allude with heavy denunciations to the practice of intoning in parish churches, although the practice was not but unknown in the diocese; and from thence he came round to the undue preponderance, which he asserted, music over meaning in the beautiful service which they had just heard. He was aware, he said, that the practices of our ancestors could not be abandoned at a moment's notice; the feelings of the aged would be outraged, and the minds of respectable men would be shocked. There were many, he was aware, of not sufficient calibre of thought to perceive, of not sufficient education to know, that a mode of service, which was effective when outward ceremonies were of more moment than inward feelings, had become all but barbarous at a time when inward conviction was everything, when each word of the minister's lips should fall intelligibly into the listener's heart. Formerly the religion of the multitude had been an affair of the imagination: now, in these latter days, it had become necessary that a Christian should have a reason for his faith--should not only believe, but digest--not only hear, but understand. The words of our morning service, how beautiful, how apposite, how intelligible they were, when read with simple and distinct decorum! But how much of the meaning of the words was lost when they were produced with all the meretricious charms of melody! &c &c.\\n\\nHere was a sermon to be preached before Mr Archdeacon Grantly, Mr Precentor Harding, and the rest of them! Before a whole dean and chapter assembled in their own cathedral! Before men who had grown old in the exercise of their peculiar services, with a full conviction of their excellence for all intended purposes! This too from such a man, a clerical parvenu, a man without a cure, a mere chaplain, an intruder among them; a fellow raked up, so said Dr Grantly, from the gutters of Marylebone! They had to sit through it! None of them, not even Dr Grantly, could close his ears, nor leave the house of God during the hours of service. They were under an obligation of listening, and that too, without any immediate power of reply.\\n\\nThere is, perhaps, no greater hardship at present inflicted on mankind in civilised and free countries than the necessity of listening to sermons. No one but a preaching clergyman has, in these realms, the power of compelling audiences to sit silent, and be tormented. No one but a preaching clergyman can revel in platitudes, truisms, and untruisms, (sic) and yet receive, as his undisputed privilege, the same respectful demeanour as though words of impassioned eloquence, or persuasive logic, fell from his lips. Let a professor of law or physic find his place in a lecture-room, and there pour forth jejune words and useless empty phrases, and he will pour them forth to empty benches. Let a barrister attempt to talk without talking well, and he will talk but seldom. A judge's charge need be listened to per force by none but the jury, prisoner, and gaoler (sic). A member of parliament can be coughed down or counted out. Town-councillors can be tabooed. But no one can rid himself of the preaching clergyman. He is the bore of the age, the old man whom we Sindbads cannot shake off, the nightmare that disturbs our Sunday's rest, the incubus that overloads our religion and makes God's service distasteful. We are not forced into church! No: but we desire more than that. We desire not to be forced to stay away. We desire, nay, we are resolute, to enjoy the comfort of public worship; but we desire also that we may do so without an amount of tedium which ordinary human nature cannot endure with patience; that we may be able to leave the house of God without that anxious longing for escape, which is the common consequence of common sermons.\\n\\nWith what complacency will a young parson deduce false conclusions from misunderstood texts, and then threaten us with all the penalties of Hades if we neglect to comply with the injunctions he has given us! Yes, my too self-confident juvenile friend, I do believe in those mysteries, which are so common in your mouth; I do believe in the unadulterated word which you hold there in your hand; but you must pardon me if, in some things, I doubt your interpretation. The bible is good, the prayer-book is good, nay, you yourself would be acceptable, if you would read to me some portion of those time-honoured discourses which our great divines have elaborated in the full maturity of their powers. But you must excuse me, my insufficient young lecturer, if I yawn over your imperfect sentences, your repeated phrases, your false pathos, your drawlings (sic) and denouncings (sic), your humming and hawing, your oh-ing and ah-ing, your black gloves and your white handkerchief. To me, it all means nothing; and hours are too precious to be so wasted--if one could only avoid it.\\n\\nAnd here I must make a protest against the pretence, so often put forward by the working clergy, that they are overburdened by the multitude of sermons to be preached. We are all too fond of our own voices, and a preacher is encouraged in the vanity of making his heard by the privilege of a compelled audience. His sermon is the pleasant morsel of his life, his delicious moment of self-exaltation. 'I have preached nine sermons this week, four the week before. I have preached twenty-three sermons this month. It is really too much.' 'Too much for the strength of any one.' 'Yes,' he answered meekly, 'indeed it is; I am beginning to feel it painfully.' 'Would,' said I, 'you could feel it--would that you could be made to feel it.' But he never guessed that my heart was wrung for the poor listeners.\\n\\nThere was, at any rate, no tedium felt in listening to Mr Slope on the occasion in question. His subject came too home to his audience to be dull; and, to tell the truth, Mr Slope had the gift of using words forcibly. He was heard through his thirty minutes of eloquence with mute attention and open ears; but with angry eyes, which glared found form one enraged parson to another, with wide-spread nostrils from which already burst forth fumes of indignation, and with many shufflings (sic) of the feet and uneasy motions of the body, which betokened minds disturbed, and hearts not at peace with all the world.\\n\\nAt last the bishop, who, of all the congregation, had been most surprised, and whose hair almost stood on end with terror, gave the blessing in a manner not at all equal to that in which he had long been practising it in his own study, and the congregation was free to go their way.\\n\\nCHAPTER VII\\n\\nTHE DEAN AND CHAPTER TAKE COUNSEL\\n\\nAll Barchester was in a tumult. Dr Grantly could hardly get himself out of the cathedral porch before he exploded in his wrath. The old dean betook himself silently to his deanery, afraid to speak; and there sat, half stupefied, pondering many things in vain. Mr Harding crept forth solitary and unhappy; and, slowly passing beneath the elms of the close, could scarcely bring himself to believe that the words which he had heard had proceeded from the pulpit of the Barchester Cathedral. Was he again to be disturbed? Was his whole life to be shown up as a useless sham a second time? would he have to abdicate his precentorship, as he had his wardenship, and to give up chanting, as he had given up his twelve old bedesmen? And what if he did! Some other Jupiter, some other Mr Slope, would come and turn him out of St Cuthbert's. Surely he could not have been wrong all his life in chanting the litany as he had done! He began, however, to have doubts. Doubting himself was Mr Harding's weakness. It is not, however, the usual fault of his order.\\n\\nYes! All Barchester was in a tumult. It was not only the clergy who were affected. The laity also had listened to Mr Slope's new doctrine, all with surprise, some with indignation, and some with a mixed feeling, in which dislike of the preacher was not so strongly blended. The old bishop and his chaplain, the dean and his canons and minor canons, the old choir, and especially Mr Harding who was at the head of it, had all been popular in Barchester. They had spent their money and done good; the poor had not been ground down; the clergy in society had neither been overbearing nor austere; and the whole repute of the city was due to its ecclesiastical importance. Yet there were those who had heard Mr Slope with satisfaction.\\n\\nIt is so pleasant to receive a fillip of excitement when suffering from the dull routine of everyday life! The anthems and Te Deums were in themselves delightful, but they had been heard so often! Mr Slope was certainly not delightful, but he was new, and, moreover, clever. They had long thought it slow, so said now may of the Barchesterians, to go on as they had done in their old humdrum way, giving ear to none of the religious changes which were moving the world without. People in advance of the age now had new ideas, and it was quite time that Barchester should go in advance. Mr Slope might be right. Sunday certainly had to been strictly kept in Barchester, except as regarded the cathedral services. Indeed the two hours between services had long been appropriated to morning calls and hot luncheons. Then Sunday schools; Sabbath-day schools Mr Slope had called them. The late bishop had really not thought of Sunday schools as he should have done. (These people probably did not reflect that catechisms and collects are quite hard work to the young mind as book-keeping is to the elderly; and that quite as little feeling of worship enters into one task as the other.) And then, as regarded that great question of musical services, there might be much to be said on Mr Slope's side of the question. It certainly was the fact, that people went to the cathedral to hear the music &c &c.\\n\\nAnd so a party absolutely formed itself in Barchester on Mr Slope's side of the question! This consisted, among the upper classes, chiefly of ladies. No man--that is, no gentleman--could possibly be attracted by Mr Slope, or consent to sit at the feet of so abhorrent a Gamaliel. Ladies are sometimes less nice in their appreciation of physical disqualification; and, provided that a man speak to them well, they will listen, though he speak from a mouth never so deformed and hideous. Wilkes was most fortunate as a lover; and the damp, sandy-haired, saucer-eyed, red-fisted Mr Slope was powerful only over the female breast.\\n\\nThere were, however, one or two of the neighbouring clergy who thought it not quite safe to neglect the baskets in which for the nonce were stored the loaves and fishes of the diocese of Barchester. They, and they only, came to call on Mr Slope after his performance in the cathedral pulpit. Among them Mr Quiverful, the rector of Puddingdale, whose wife still continued to present him from year to year with fresh pledges of her love, and so to increase his cares and, it is to be hoped, his happiness equally. Who can wonder that a gentleman, with fourteen living children and a bare income of L 400 a year, should look after the loaves and fishes, ever when they are under the thumb of Mr Slope?\\n\\nVery soon after the Sunday on which the sermon was preached, the leading clergy of the neighbourhood held high debate together as to how Mr Slope should be put down. In the first place he should never again preach from the pulpit of Barchester cathedral. This was Dr Grantly's earliest dictum; and they all agreed, providing only that they had the power to exclude him. Dr Grantly declared that the power rested with the dean and chapter, observing that no clergyman out of the chapter had a claim to preach there, saving only the bishop himself. To this the dean assented, but alleged that contests on such a subject would be unseemly; to which rejoined a meagre little doctor, one of the cathedral prebendaries, that the contest must be all on the side of Mr Slope if every prebendary were always there ready to take his own place in the pulpit. Cunning little meagre doctor, whom it suits well to live in his own cosy house within Barchester close, and who is well content to have his little fling at Dr Vesey Stanhope and other absentees, whose Italian villas, or enticing London homes, are more tempting than cathedral stalls and residences!\\n\\nTo this answered the burly chancellor, a man rather silent indeed, but very sensible, that absent prebendaries had their vicars, and that in such case the vicar's right to the pulpit was the same as that of the higher order. To which the dean assented, groaning deeply at these truths. Thereupon, however, the meagre doctor remarked that they would be in the hands of their minor canons, one of whom might at any hour betray his trust. Whereon was heard from the burly chancellor an ejaculation sounding somewhat like 'Pooh, pooh, pooh!' but it might have been that the worthy man was but blowing out the heavy breath from his windpipe. Why silence him at all, suggested Mr Harding. Let them not be ashamed to hear what any man might have to preach to them, unless he preached false doctrine; in which case, let the bishop silence him. So spoke our friend; vainly; for human ends must be attained by human means. But the dean saw a ray of hope out of those purblind old eyes of his. Yes, let them tell the bishop how distasteful to them was this Mr Slope: new bishop just come to his seat could not wish to insult his clergy while the gloss was yet fresh on his first apron.\\n\\nThen up rose Dr Grantly; and, having thus collected the scattered wisdom of his associates, spoke forth with words of deep authority. When I say up rose the archdeacon, I speak of the inner man, which then sprang up to more immediate action, for the doctor had, bodily, been standing all along with his back to the dean's empty fire-grate, and the tails of his frock coat supported over his two arms. His hands were in his breeches pockets.\\n\\n'It is quite clear that this man must not be allowed to preach again in the cathedral. We all see that, except our dear friend here, the milk of whose nature runs so softly, that he would not have the heart to refuse the Pope, the loan of his pulpit, if the Pope would come and ask it. We must not, however, allow the man to preach again here. It is not because his opinion on church matters may be different from ours--with that one would not quarrel. It is because he has purposely insulted us. When he went up into that pulpit last Sunday, his studied object was to give offence to men who had grown old in reverence to those things of which he dared to speak so slightingly. What! To come here a stranger, a young, unknown, and unfriended stranger, and tell us, in the name of the bishop, his master, that we are ignorant of our duties, old-fashioned, and useless! I don't know whether to most admire his courage or his impudence! And one thing I will tell you: that sermon originated solely with the man himself. The bishop was no more a party to it than was the dean here. You all know how grieved I am to see a bishop in this diocese holding the latitudinarian ideas by which Dr Proudie has made himself conspicuous. You all know how greatly I should distrust the opinion of such a man. But in this matter I hold him to be blameless. I believe Dr Proudie has lived too long among gentlemen to be guilty, or to instigate another to be guilty, of so gross an outrage. No! That man uttered what was untrue when he hinted that he was speaking as the mouthpiece of the bishop. It suited his ambitious views at once to throw down the gauntlet to us--here within the walls of our own loved cathedral--here where we have for so many years exercised our ministry, without schism and with good repute. Such an attack upon us, coming from such a quarter, is abominable.'\\n\\n'Abominable,' groaned the dean. 'Abominable,' muttered the meagre doctor. 'Abominable,' re-echoed the chancellor, uttering a sound from the bottom of his deep chest. 'I really think it was,' said Mr Harding.\\n\\n'Most abominable, and most unjustifiable,' continued the archdeacon. 'But, Mr Dean, thank God, that pulpit is still our own: your own, I should say. That pulpit belongs to the dean and chapter of Barchester Cathedral, and, as yet, Mr Slope is no part of that chapter. You, Mr Dean, have suggested that we should appeal to the bishop to abstain from forcing this man on us; but what if the bishop allow himself to be ruled by his chaplain? In my opinion, the matter is in our own hands. Mr Slope cannot preach there without permission asked and obtained, and let that permission be invariable refused. Let all participation in the ministry of the cathedral service be refused to him. Then, if the bishop choose to interfere, we shall know what answer to make to the bishop. My friend here has suggested that this man may again find his way into the pulpit by undertaking the duty of some of your minor canons; but I am sure that we may fully trust to these gentlemen to support us, when it is known that the dean objects to any such transfer.'\\n\\n'Of course you may,' said the chancellor.\\n\\nThere was much more discussion among the learned conclave, all of which, of course, ended in obedience to the archdeacon's commands. They had too long been accustomed to his rule to shake it off so soon; and in this particular case they had none of them a wish to abet the man whom he was so anxious to put down.\\n\\nSuch a meeting as that we have just recorded is not held in such a city as Barchester unknown and untold of. Not only was the fact of the meeting talked of in every respectable house, including the palace, but the very speeches of the dean, the archdeacon, and chancellor were repeated; not without many additions and imaginary circumstances, according to the tastes and opinions of the relaters.\\n\\nAll, however, agreed in saying that Mr Slope was to be debarred from opening his mouth in the cathedral of Barchester; many believed that the vergers were to be ordered to refuse him even the accommodation of a seat; and some of the most far-going advocates for strong measures, declared that this sermon was looked upon as an indictable offence, and that proceedings were to be taken against him for brawling.\\n\\nThe party who were inclined to him--the enthusiastically religious young ladies, and the middle-aged spinsters desirous of a move--of course took up his defence the more warmly on account of this attack. If they could not hear Mr Slope in the cathedral, they would hear him elsewhere; they would leave the dull dean, the dull old prebendaries, and the scarcely less dull young minor canons, to preach to each other; they would work slippers and cushions, and hem bands for Mr Slope, make him a happy martyr, and stick him up in some new Sion (sic) or Bethesda, and put the cathedral quite out of fashion.\\n\\nDr and Mrs Proudie at once returned to London. They thought it expedient not to have to encounter any personal applications from the dean and chapter respecting the sermon till the violence of the storm had expended itself; but they left Mr Slope behind them nothing daunted, and he went about his work zealously, flattering such as would listen to his flattery, whispering religious twaddle into the ears of foolish women, ingratiating himself with the very few clergy who would receive him, visiting the houses of the poor, inquiring into all people, prying into everything, and searching with the minutest eye into all palatial dilapidation. He did not, however, make any immediate attempt to preach again in the cathedral.\\n\\nAnd so all Barchester was by the ears.\\n\\nCHAPTER VIII\\n\\nTHE EX-WARDEN REJOICES IN HIS PROBABLE RETURN TO THE HOSPITAL\\n\\nAmong the ladies in Barchester who have hitherto acknowledged Mr Slope as their spiritual director, must not be reckoned either the widow Bold, or her sister-in-law. On the first outbreak of the wrath of the denizens of the close, none had been more animated against the intruder than those two ladies. And this was natural. Who could be so proud of the musical distinction of their own cathedral as the favourite daughter of the precentor? Who would be so likely to resent an insult offered to the old choir? And in such matters Miss Bold and her sister-in-law had but one opinion.\\n\\nThis wrath, however, has in some degree been mitigated, and I regret to say that these ladies allowed Mr Slope to be his own apologist. About a fortnight after the sermon had been preached, they were both of them not a little surprised by hearing Mr Slope announced, as the page in buttons opened Mrs Bold's drawing-room door. Indeed, what living man could, by a mere morning visit, have surprised them more? Here was the great enemy of all that was good in Barchester coming into their own drawing-room, and they had not strong arm, no ready tongue near at hand for their protection. The widow snatched her baby out of its cradle into her lap, and Mary Bold stood up ready to die manfully in that baby's behalf, should, under any circumstances, such a sacrifice be necessary.\\n\\nIn this manner was Mr Slope received. But when he left, he was allowed by each lady to take her hand, and to make his adieux as gentlemen do who have been graciously entertained! Yes; he shook hands with them, and was curtseyed out courteously, the buttoned page opening the door, as he would have done for the best canon of them all. He had touched the baby's little hand and blessed him with a fervid blessing; he had spoken to the widow of her early sorrows, and Eleanor's silent tears had not rebuked him; he had told Mary Bold that her devotion would be rewarded, and Mary Bold had heard the praise without disgust. And how had he done all this? How had he so quickly turned aversion into, at any rate, acquaintance? How had he overcome the enmity with which those ladies had been ready to receive him, and made his peace with them so easily?\\n\\nMy readers will guess from what I have written that I myself do not like Mr Slope; but I am constrained to admit that he is a man of parts. He knows how to say a soft word in the proper place; he knows how to adapt his flattery to the ears of his hearers; he knows the wiles of the serpent and he uses them. Could Mr Slope have adapted his manners to men as well as to women, could he ever have learnt the ways of a gentleman, he might have risen to great things.\\n\\nHe commenced his acquaintance with Eleanor by praising her father. He had, he said, become aware that he had unfortunately offended the feelings of a man of whom he could not speak too highly; he would not now allude to a subject which was probably too serious for drawing-room conversation, but he would say, that it had been very far from him to utter a word in disparagement of a man, of whom all the world, at least the clerical world, spoke of so highly as it did of Mr Harding. And so he went on, unsaying a great deal of his sermon, expressing his highest admiration for the precentor's musical talents, eulogising the father and the daughter and the sister-in-law, speaking in that low silky whisper which he always had specially prepared for feminine ears, and, ultimately, gaining his object. When he left, he expressed a hope that he might again be allowed to call; and though Eleanor gave no verbal assent to this, she did not express dissent; and so Mr Slope's right to visit at the widow's house was established.\",\"timestamp\":1639993238,\"title\":\"\\n'I declare I thought Mrs Proudie the worst of the two,' said Mr Harding.\"},\"digest\":\"xAufPWiMObNlx5gaPrnmVns6OLCKaG1N-7376UQqVbA\",\"authorship\":{\"contributor\":\"0x24afE23f920156bA8F2a4d44dC48E4796972746b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Rsk7XNRg-gvwjSKTJfi2MEjxgcyD4BDRyorjZSGvo5M\\\",\\\"y\\\":\\\"Ly5Y2T0wMG95GL30rp8AKjY7onvxkRIaTE_1aIw8M6o\\\"}\",\"signature\":\"bDvI1AOVr0j4eqOYa5Q9Z1SW0NrIRB8g3q6Ht-gCfhz5eBlg9MpGwLQZwtaIYOcmxeJmUA5iuXLK8IK3wEAMhA\",\"signingKeySignature\":\"0x9d0c26d740997431d704a77b6d425225a619b568bfbcd5541eb616e24e6f89291cf4cc3766b4baf4522cb089f1742ac6f75ef1b01feac685f2e8ba5a1fa514fe1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Rsk7XNRg-gvwjSKTJfi2MEjxgcyD4BDRyorjZSGvo5M\\\",\\\"y\\\":\\\"Ly5Y2T0wMG95GL30rp8AKjY7onvxkRIaTE_1aIw8M6o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xAufPWiMObNlx5gaPrnmVns6OLCKaG1N-7376UQqVbA\"}"