"{\"content\":{\"body\":\"Over the last few months we have seen the astounding growth of Proof of Beauty studios, with the addition of a few folks to the team and the onboarding of our very-own co-founder, Ash. We released [$LONDON](https://matcha.xyz/markets/1/0x491d6b7d6822d5d4bc88a1264e1b47791fd8e904/0xeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee) and its respective [NFT + DAO](https://london.pob.studio) to the world and the crypto community’s reaction was astounding. Because of the reality of time and attention, we left HASH largely on pause as we focused on growing the LONDON project.\\n\\n\\n---\\n\\nAs 2021 comes to a close and the release of [EMBERs](https://london.pob.studio/burn) by the LondonDAO community, our attention as a studio returns to HASH for 2022. We believe there is so so so MUCH potential in the project and community and have much to do on our end to help realize that. To that, we will be **closing down season 1, SAGA down at Dec XX** as we prepare and upgrade HASH for the future.\\n\\nSAGA, while it hasn’t ran to the supply we set out, has done wondrously as a season about expressing your history. The experiences #MySaga and the responses received over the launch of the season has been both positive and constructive. We have been digesting all of it as we build the next season and upgrades to the HASH project.\\n\\n[https://twitter.com/nicksdjohnson/status/1465407075635269633?s=21](https://twitter.com/nicksdjohnson/status/1465407075635269633?s=21)\\n\\nOn that note, we are focusing on a few key areas in 2022 for HASH:\\n\\n* Shipping an all-new modular token-metadata system with enhanced decentralization\\n* Blog-like markdown editor for richer story telling\\n* Social features like upvoting, comments\\n* Expansion of the curative power of Historians DAO\\n  * Folding the Historians DAO in proper under the LondonDAO as a subDAO\\n* Expand and unlock deeper alignment of HistorianDAO with verdict requests\\n\\n## Upgrading token-metadata\\n\\nFrom the beginning, HASH is about telling the story of crypto + web3. The foundation of such storytelling comes from the HASH NFT itself, each a representation of a specific, atomic, moment of history.\\n\\nEach HASH NFT is not the work of any singular creator. We, the studio, provide the base NFT, but owners add titles and descriptions, historians add verdicts.\\n\\nEngineering a solution to deliver metadata from many authors in a consistent, decentralized, fashion proved to be especially difficult. Simply put, the modern standards of NFT metadata via the `tokenURI` function doesn’t provide the flexibility we need to offer the solution we need. To deliver the best HASH experience, we resorted to bootstrapping the metadata via our own closed-source API that pulls and composes all the data housed on-chain to produce the token-metadata you see on OpenSea.\\n\\nWe knew this wasn’t an ideal solution as HASH is a project that fundamentally is about ETH. Our goal is to make HASH last as long as ETH exists and operating/maintaining a centralized server proves to be a wall in our path towards decentralization.\\n\\nOver the last few months, we been researching other dynamic metadata systems built by other NFT creators ranging from fully on-chain solutions to decentralized permanent storage solution blockchains. From this research, we have come to our own solution to this problem, a token-metadata infrastructure that has a strong path towards decentralization and offers the fundamental modularity HASH needs to support features in the future.\\n\\nWe will be releasing more blog posts on the future of HASH token-metadata as we believe the work we done here can help inspire the future of dynamic NFTs.\\n\\nWhile this work will largely go unnoticed on the surface of HASH, rebuilding our token-metadata infrastructure will have large implications to the rest of our work. This will enable us to serve all kinds of fun metadata related to HASH, go further with each new season, and expand the powers of the HistorianDAO.\\n\\n## Telling the full picture\\n\\nHASH is a fundamentally powerful story telling experience. Each HASH represents a digestible unit of history that can be easily referenced and cataloged. Knowing this, we are also well aware that there is still some areas that HASH can be improved upon, mainly around the narrative tools we can offer to owners and archaeologists.\\n\\nWe are working on upgrading our annotation experience for HASH to focus on long-form content. This means offering a full-blown blog-like text editor with custom component support to reference tweets, etherscan, and other HASH NFTs.\\n\\nWith this new annotation experience, we will also be upgrading HASH as a product to also become a great standalone long-form writing experience, like Mirror. Writers will be able to write long-form documents, without a specific HASH in mind, on the history of ETH. These documents can be tokenized and will add to the library of HASH.\\n\\nThe end-goal with this is to fully unlock the potential of decentralized story telling. We are deeply inspired by Wikipedia and believe that HASH is the web3 version for ETH. In the near future we will be able to go on rabbit holes like we do on Wikipedia on all the rich history of the ETH network.\\n\\nRicher contents will enable stronger reputation hierarchies in the HASH library as well written articles will boost their authors standing in the community. We hope to catalyze this effect with new social feeds, reward systems for authors, and other interesting token-mechanics to enable writers to be compensated for their work. Richer content will also come to benefit the quality of work from the historians, they will be able to more accurately offer their insights to the writing at hand.\\n\\nTo clarify, the goal here is NOT to compete against a blogging platform like Mirror. We are working to build a content writing and delivery experience that resolves around telling history.\\n\\n\\n---\\n\\n## Getting social\\n\\nCrypto-culture is deeply interconnected and free-form, and the tools to capture its history should allow such ideas to flow just as easily. To that, we return to web2.0 social features and hope to add upvoting, comments, and bookmarking to the HASH experience.\\n\\nWith social features, we hope to push HASH not just into a repository of history, but also a living, breathing space for ETH history. We will be adopting reddit styled feeds and offer a means for users to buy and sell HASH NFTs, all in one place. These engagement systems will largely be simple in nature as we have no intentions to advertise or derive value out of your interactions like a traditional social media system would.\\n\\nTo make all the content produced within reach, we will also be working on making rich search possible; imagine being able to search for ‘OlympusDAO rebases’ like its own google and see HASH NFTs, documents written by historians on the matter.\\n\\n\\n---\\n\\n## Power to the HistorianDAO\\n\\nThe HistorianDAO, since its inception, has proven to be a reputable voice on ETH history. The historians have worked tireless to research, verify and offer their opinions on hundreds of annotations. To this, we believe that the HistorianDAO has more to offer as a knowledge base to the community.\\n\\nWith social features suggested above, and the all-new token-metadata/content system, there is a number of features we hope to offer specifically to the HistorianDAO.\\n\\nFor example, we will be giving curative control of the /explore page to the Historians and they will be the first writers of long-form content on HASH when those features ship. We will also be adding Historian-only token-metadata to HASH NFTs. These attributes can only be added by historians, for example, labels to easily categorize txns as ‘hacks’, ‘deployments’, or ‘rug-pulls’.\\n\\nFinally, to enable the long-term growth of the HistorianDAO, we will be working with them to integrate the HistorianDAO under the LondonDAO. This would indirectly enable $LONDON governing powers over the DAO and allow for long-term funding from the LondonDAO to fund the work of the historians.\\n\\nAs we continue to integrate HistorianDAO into LondonDAO, we will also be shifting the token-nomics in HASH to be more $LONDON focused over ETH, this will hopefully enable a revenue stream for the Historians directly from their work and unify the two projects.\\n\\nOn this note, we also want to revisit our verification process and focus on building a sustainable system. Simply put, the demand for verifications far outstrip the current historian body right now; this means in part we need to do a better job evangelizing community members to join the DAO and also to offer stronger economic signaling around requested verdicts. \\n\\nAs the content capabilities of HASH expands, we will be working with the historians to establish content norms and how best to scale reputable voices to the ever changing market.\\n\\n\\n---\\n\\nThis has been a long post but captures the thoughts of POB studios as we scope out the future of HASH. We are super super excited for it and understand this will take us a little bit to fully realize. If you have any suggestions or feedback hop on our [discord](https://discord.gg/pob).\\n\\n\\\\-David Sun\",\"timestamp\":1638460846,\"title\":\"To infinite and beyond: the future of HASH\",\"publication\":\"pob\"},\"digest\":\"8yN3vYwnFVFVg5Q7IW9kRP2PWFQtvPmnR2CLH3ZJOWM\",\"authorship\":{\"contributor\":\"0x9428ca8b5fe52C33BD0BD7222d719d788B6467F4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p2qkSMsXLxXo80typBaStZjqEz40fDe6KafekaIOMsM\\\",\\\"y\\\":\\\"xlcacp9cHReQ3L6kohAH0YVFGO6NOjHLpux_qgsCQF0\\\"}\",\"signature\":\"MbPkhcZls8bq0ps9MUTuAOZi09by5tsffeuNQ2TSRmv0gP-qpXX26SyjZoDLxRH7L672qPpkuB40MzzHenZPDg\",\"signingKeySignature\":\"0x44ce91e0d7ae8c9088436a15caae9faa14db4e68db195ace58bfd288ac4ff09e1e8437191d238aaf1896657e7680d65b63db259fef51931f81a21f6ee916ebe71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p2qkSMsXLxXo80typBaStZjqEz40fDe6KafekaIOMsM\\\",\\\"y\\\":\\\"xlcacp9cHReQ3L6kohAH0YVFGO6NOjHLpux_qgsCQF0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rQ2AGuXPgA8hE-mwSqjlv6YioJtjce0WzbI02OSTVQY\"}"