"{\"content\":{\"body\":\"Currently one of the major selling points of oculus headsets is for gaming, no doubt this is a big consumer market. It is only natural Zuckerberg would touch on this aspect of VR to satisfy consumers and investors alike.\\n\\nGTA won’t be the first classic console video game ported over to the Quest 2, there is currently a version of *Resident Evil 4,* which was turned into a first-person game for virtual reality. Nonetheless, today's announcement is still big news, especially to hear it first not from Rockstar, but from Zuckerberg himself.\\n\\nFor the gaming community, although more portable, currently there are still lots of technical limitations to the Quest. However, no doubt the added accessibility and easy-to-use nature of Quest have been decided by Facebook as the way of the future.\\n\\nThis support and attention given by Facebook to the quest is not a big surprise to everyone working on Sword Reverie at Isekai ent. During our investment rounds with Oculus, we already heard a while ago Facebook will be mostly focusing its attention on the more portable and accessible gaming headset Quest.\\n\\nCreating a Quest port for Sword reverie or our future VR titles will surely be something we keep in mind moving future as well. In fact, VR titles like blade and sorcery that has previously strictly stated they will not be porting over to Quest have announced a title launch in just a few days.\\n\\nSo what do you think, as a VR gamer, or someone looking to buy a headset, do you agree with this direction of VR? Would you still want more immersion through better hardware and other devices such as an omnidirectional treadmill?\\n\\n# The future of VR in our everyday lives\\n\\n> *To impress investors and convince consumers a headset is more than just a gaming device like an Xbox or a Playstation, sharing examples and visions of how Oculus can change the lives of social connections, businesses, and productivity was naturally a big area for Zuckerberg to put into the spotlight for this year's conference.*\\n\\nEven before Covid, for my Google internship, one of the teams I matched with for the daydream VR team was to tackle the design space of remote conferencing. (Can’t share much here due to NDA)\\n\\nSo it is safe to say VR productivity & VR office spaces are definitely not new ideas. Many start-ups and other companies have experimented with the benefits of leveraging VR tech to have a “larger office space” or a multi-monitor set up to boost productivity.\\n\\nHowever, in this year's conference, Zuckerberg has given us a lot more concrete examples of how we can use slack, zoom or messenger in VR.\\n\\nHow someone can launch a business in VR (Although we can probably all agree this seems much more like marketing material or something to get investors onboard than a “tech demo”)\\n\\nHow true to the name of Meta (Standing for metaverse), you as a user can easily switch between gaming, social, and work all at the tip of your finger with the power of VR. (See how there is also a lot of cross-device usage in these “trailers” phone, wearables, etc)\\n\\nAs a designer, I can't agree more here. Think big.\\n\\nThe power of VR will surely grow and scale far beyond gaming. In fact new ways of social interactions even behavioral sciences will most likely change, adapt, and evolve when VR becomes more mainstream. Designing, developing, and prototyping for VR is now easier than ever. \\n (Here is a [school project ](https://youtu.be/I7NV7-4ttw8)I created in the past that leverages VR)\\n\\nIf you are a student, starting to explore the real-world capabilities and functions of VR usage will be a great way for you to stay competitive in this field and potentially catch on to the “next big thing”.\\n\\n# A bright future for investors, consumers, & developers alike.\\n\\n> *To the “untrained eye”, you might find it interesting or unfathonmable that one of the only competitors Oculus currently thinks it has is “Epic games.”*\\n\\n[Epic Games Pumping $1 Billion into Metaverse](https://www.playtoearn.online/2021/04/19/epic-games-pumping-1-billion-into-metaverse/)\\n\\nTo those unfamiliar with Epic games, they are the creators behind Unreal engine & the world's [#1 battle royale game Fortnite](https://gamesight.io/leaderboards/battle-royale-games). (You might have heard of Fortnite on the topics and recent lawsuits with Apple)\\n\\nSo shouldn't Oculus view maybe steam VR, HTC Vive, Google, or any other tech giant as their main competitor?\\n\\nWrong. Like I mentioned again and again in this article, one of the main audiences of this year's conference is investors. Zuckerberg wants to make a statement that they are so many years ahead of the competition and have already spent so much money in R&D of their VR products none of those companies can come close to competing with them. (Which I would argue probably is true, Facebook makes a lot of money) Facebook also still and in the foreseeable future will probably still make a lot of money, so it will be hard for any new VR headset start-up to keep up.\",\"timestamp\":1637330738,\"title\":\"Currently one of the major selling points \"},\"digest\":\"7-tjD2CACIZvOE8YuwzAo83sa1H6tAjnxcheaSyiAR4\",\"authorship\":{\"contributor\":\"0xB3cD097A2FfD5EA746d73d368819f750dbF5F3F3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UzIhNtcNxPaJyIIzJBt4956yDzD1gF0JHEEF1hS2TxY\\\",\\\"y\\\":\\\"lpR3lW1SsEdfaS94_HOWgkqd6BMTvXPRhYntV4D49mU\\\"}\",\"signature\":\"tMrf2VtqLqCR-LGTw2ll6OzeafSUsSBnFJi6C292PZtqXJCzzZaHzBGF6VQNIr0qssSBOAWD5i2tKVVTChEU6g\",\"signingKeySignature\":\"0x93311a2268e7d08e9f47edf6dba8edbec66e6d5cd59a873f46a5751ef17d69ad030ae80113d64c3cb4e1b3b94b51e00e6ae873355474f17c193fb4642d4c29991b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UzIhNtcNxPaJyIIzJBt4956yDzD1gF0JHEEF1hS2TxY\\\",\\\"y\\\":\\\"lpR3lW1SsEdfaS94_HOWgkqd6BMTvXPRhYntV4D49mU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7-tjD2CACIZvOE8YuwzAo83sa1H6tAjnxcheaSyiAR4\"}"