"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/hhblcQpsIQkzKEq6AJYwZ.png?height=900&width=1200)\\n\\nThe new year is here and yet I find myself in an in-between liminal state. While the western world celebrates a new cycle, the Chinese system suggests that the energy has not actually shifted yet. \\n\\nOut of curiosity, I once researched the origins of January 1st as the Gregorian new year. Turns out the date was chosen because it would have been the day that Jesus was circumcised given the December 25th celebration of his birth (which most know isn’t the real date of birth). \\n\\nThe absurdity of the entire world celebrating based on fictionalized time of a circumcision aside, there’s great reason to celebrate the marker of something new. Winter has always been a more internal time, but it’s also a time of rest, of reflection, and of working with shadow. \\n\\nIn a way, singing carols and bringing cheer is a way of bringing light into darkness, but it does so without acknowledging the darkness. Which is perhaps why it has become such a hard thing to hold the dissonance between pure merriment and joy and a world ravaged by Covid, growing disparity, and climate change. \\n\\n**The gift of light work is not just being in light and ignoring darkness, but bringing the light *into* the darkness. To hold both together.** \\n\\n** \\n **As far as timing goes, I have found great grounding in celebrating the lunar new year. (Did you know the Chinese word for “month” is the same word for “moon”?) The lunar holiday feels like something marked by our place in the cosmos, our physical relationships with our world and its place in the universe. The energies *do* shift at this time and this year will see a big one as we shift from the energy of the Ox to the Tiger \\n\\nSo if it helps at all to consider another month to prepare for something new, perhaps this can be the beginning of our reflection period. Consider of how we want to hold the coming year and what dreams we want to action: it will be a fiery one full of energy so best to use the last OX month to ground and connect with what dreams we wish to see generations ahead and light the match for them this coming February. (More on the energies ahead as we get closer to the new lunar year). \\n\\nWe came for these times. To be a part of and witness to monumental change. What greater gift than to be present with and to it all. \\n\\nHappy to new year to all, whichever and however you celebrate. I look forward to a new and beautiful year ahead with you. \\n\\nWarmly, \\n\\nRei \",\"timestamp\":1640962994,\"title\":\"A Moment Between Times\"},\"digest\":\"60zGRuUR_HOVSMlGiLnP1nkZvB91fbl7k7xLp56IRw4\",\"authorship\":{\"contributor\":\"0x89f19B87793e6119b0580281a91049961b5b84D6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qS9rbsaP17idQhFVrHBTh0KJpQz37RdtG0ftZhW_AK8\\\",\\\"y\\\":\\\"IAgtKdw4i4rL5S0J1KIIbdJpNFFO_Fo4QUxIXOTmklk\\\"}\",\"signature\":\"X7e2ZRqYnfBVaZDDkLzH71b2QUTVXbJN4Slvbo3FqBsTCKMFlEFgTXX3FGnsGAW1tpjHoTtK0DFTGNBTAW3gMg\",\"signingKeySignature\":\"0x464a5e5f0740977e47206233640012dd7bddbedc12f43e1810e7525ec358b90c7f99381d57d8ec745e80aa179d064904d414c13ba44f081b1d095f3fbb49ded51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qS9rbsaP17idQhFVrHBTh0KJpQz37RdtG0ftZhW_AK8\\\",\\\"y\\\":\\\"IAgtKdw4i4rL5S0J1KIIbdJpNFFO_Fo4QUxIXOTmklk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"60zGRuUR_HOVSMlGiLnP1nkZvB91fbl7k7xLp56IRw4\"}"