"{\"content\":{\"body\":\"DAO, the decentralized autonomous organization.  Different from the hierarchical structure of modern enterprises, the flat structure of DAO can maximize the rights and interests of ordinary participants.  The non-intermediary and completely open communication make the barriers to participation extremely low. At the same time, the direct collision of ideas makes the communication generate value, and it is put into practice through DAO Treasury.  All in all, DAO can make many people's dreams come true.  Below I will explore the infinite possibilities of DAO by analyzing the DAO architecture and several possible examples.\\n\\nRelatively flat architecture (node-link)-an opportunity for ordinary people\\n\\nThe autonomous function of DAO is realized through governance, and due to its flat structure, each participant can obtain relatively fair participation and decision-making power.  Compared with the wear and tear of thinking caused by distinct levels in modern social organizations, DAO's node-like links can maximize the use of individual ideas.  In the web2 social system, the output productivity of ordinary people's ideas is extremely low, because it is insignificant in the eyes of bystanders and can be almost negligible, and ideas without attention will naturally be lost in the flood of information.  (Unless it is under the attention of the public) In DAO, because each individual is a participant in it, consensus exists directly, ideas directly collide, are gathered and transformed, and efficiency is greatly improved.  As a result, ordinary people can seek opportunities in it, because in DAO, Every Thought Counts. Every sentence of your speech can become productive.\\n\\nNo intermediary-Fuck algorithm\\n\\nThe essence of web2's social system is based on algorithms.  As we all know, algorithms can manipulate human cognition, just as information flow can indulge people and weaken their sensitivity to the content.  Therefore, DAO's non-intermediate open-content minimizes the intermediate impact.  After all, people should not be chosen by content.  Fuck algorithm.\\n\\nOpen-anyone welcome\\n\\nAs long as you have the most basic physiological functions, you can join a DAO.  The decentralized nature of the DAO itself determines that it can be open like any blockchain, but you don’t have to remember complicated private keys or mnemonic words, and you don’t have to worry about your copy of their books being damaged.  You need a discord and Feishu account, just remember their passwords, after all, ideas don’t need to be carved into the blockchain.  (But if there is on-chain governance, it must be a wallet, but there are also many centralized wallet solutions)\\n\\nExample-uploader\\n\\nGenerally speaking, video making is centralized.  But on DAO, everyone can edit, and small can provide ideas. In essence, it is a process of accumulating scattered productivity through DAO.\\n\\nInstance-writer\\n\\nWriting things is not practical for much collaboration, but besides the content, many derivatives are still worth discussing.  The organizational form of DAO allows output and reception to be at the same level, which reduces the loss and at the same time brings the heart closer to the heart, forming a benign development.\\n\\nSummarize:\\n\\nSince the types of DAOs are relatively abundant now, what we are talking about here should be attributed to social DAO, but the development of DAO in the future should tend to be Lego, similar to the current Defi.  However, the human level is essentially higher than the code, so the author is looking forward to how the ecology derived from DAO will affect the existing web2 ecology in the future.  Wait and see!\",\"timestamp\":1635581281,\"title\":\"About the infinite possibilities of DAO\"},\"digest\":\"3atFFP3_k_oePs-VKG7-8NsbvIpfLYI3MnN5BXROTnM\",\"authorship\":{\"contributor\":\"0x1534f20bF35904a10A1AD4c06641515D1c5d60bA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"luXfpRNDu2xNNAE6LU4wKyj74W18bLPUemuBAhvrvnQ\\\",\\\"y\\\":\\\"T5w25Hz3-nO5uYpuSi_8fWBgiplf0mksQmSI5jT1tnY\\\"}\",\"signature\":\"IekZLMvYsuKm7P6ptuIq9MDw22Ms9bg-Ecuqn7DgTcM71yLNhRWY9FZPmpnEnl86EPEGQuIG0Zrq36HiJGxpvQ\",\"signingKeySignature\":\"0xc0a646d1ac86ccfc29d51687d7c0d81b51e97a38dc1e0c34ae67489cd507403f463214fc8fc1bca5cb5449a741192627ed86868d9b4668abc20201df480408971b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"luXfpRNDu2xNNAE6LU4wKyj74W18bLPUemuBAhvrvnQ\\\",\\\"y\\\":\\\"T5w25Hz3-nO5uYpuSi_8fWBgiplf0mksQmSI5jT1tnY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3atFFP3_k_oePs-VKG7-8NsbvIpfLYI3MnN5BXROTnM\"}"