"{\"content\":{\"body\":\"**It would not be an exaggeration to call the rise of Web3 one of the biggest music-business stories of 2021.** From independent artists recording [multimillion-dollar music NFT sales](https://www.waterandmusic.com/data/2021-music-crypto-dashboard-track-70m-in-music-nft-sales-music-daos-and-more/), to acts like [Megadeth](https://rally.io/creator/MEGA/), [Blond:Ish](https://launchpad.p00ls.io/ish) and [Portugal. The Man](https://www.portugaltheman.com/PTMcoin/) launching their own social tokens, to labels like [Topshelf Records](https://topshelfrecords.co/sone/) and [Leaving Records](https://leavingrecords.mirror.xyz/PHJ-Z8DkEjBwLZrJBrdzTCoVh0iAoYoye8Aoi1Fy1OM) experimenting with becoming decentralized autonomous organizations (DAOs) — practically every corner of the music industry seems to be experimenting with making blockchain and crypto a crucial ingredient in their next stage of evolution.\\n\\nTo be sure, there's been a lot of noise coming from the top down, as countless celebrities have treated one-off NFT drops as get-rich-quick schemes without a long-term vision, often [duping their own fan bases](https://www.waterandmusic.com/an-overabundance-of-music-nft-platforms-and-scams/) in the process. At the same time, from the bottom up, independent artists and creative collectives are leveraging Web3 to rewrite the playbook for digital music monetization, community engagement and IP co-creation right in front of our eyes, crafting new social and financial incentives around culture on their own terms.\\n\\nIn Water & Music’s first-ever collaborative research report, **nearly 40 of our community members across industries, geographies, career stages and skill sets came together to try to make sense of the immense challenges and opportunities that lie ahead for music/Web3's future.**\\n\\nOver the past two months, we’ve:\\n\\n* Interviewed more than a dozen artists, music-industry veterans and startup entrepreneurs;\\n* Annotated 60+ pages of music NFT contracts and press releases;\\n* Run a fan onboarding survey with 150+ responses;\\n* Conducted our own original data analysis and market research on music/Web3 startups and NFT drops;\\n* … and much more.\\n\\nThe result is a **[first-of-its-kind, five-part syllabus on the state of music/Web3 in 2021](https://stream.waterandmusic.com/)**, with a collection of market maps, databases, best practices and calls to action for music-industry stakeholders to use Web3 as a tool for fostering a more innovative, sustainable and equitable environment for everyone involved.\\n\\n[https://stream.waterandmusic.com/](https://stream.waterandmusic.com/)\\n\\n\\n---\\n\\n## SEASON 1 DROP SCHEDULE & STRUCTURE\\n\\nYou can follow along with our drop schedule, plus browse a full list of our member-contributors for Season 1, by visiting **[stream.waterandmusic.com](https://stream.waterandmusic.com/)** — and/or read on for more details below.\\n\\n![](https://images.mirror-media.xyz/publication-images/OMI4bDBIU4Z8Ila35ZT2d.png?height=1008&width=2774)\\n\\nOur collaborative report will be dropping in five parts — one for each weekday this week — in the following order and on the following topics:\\n\\n* **December 13 (today!):** **[Will music NFTs ever get their PFP moment?](https://www.waterandmusic.com/will-music-nfts-ever-get-their-pfp-moment/)** (A deep-dive into the burgeoning market for generative music NFT projects)\\n* **December 14:** Legal issues around music NFTs, from ownership to accountability\\n* **December 15:** The state of music/Web3 tools for artists\\n* **December 16:** Improving the fan onboarding experience into Web3\\n* **December 17:** Analyzing fan sentiment around music NFT drops on Twitter\\n\\nWe will also be holding **[members-only](https://www.waterandmusic.com/membership/) deep-dive sessions throughout this week in our Discord server,** to give our community an opportunity to give us feedback and ask us follow-up questions about our research:\\n\\n* **December 13 (today!), 3PM ET:** Report overview by the numbers + deep-dive into generative music NFTs\\n* **December 15, 3PM ET:** Deep-dive into music/Web3 tools + legal issues around music NFTs\\n* **December 17, 3PM ET:** Deep-dive into fan sentiment and fan onboarding case studies for music/Web3 communities\\n\\n**All Season 1 contributors will receive a $STREAM airdrop on Sunday, December 19** alongside a retroactive $STREAM airdrop to longtime members of our community, including our most engaged Discord server members, supporters from our [Patreon days](https://www.linkedin.com/pulse/five-lessons-from-my-first-year-running-patreon-page-cherie-hu/) and previous guest writers.\\n\\n\\n---\\n\\n## GENESIS $STREAM NFT DROP\\n\\nOne of the most exciting aspects of covering emerging trends in music and entertainment is the opportunity to experiment tangibly with the technologies we are covering. To that end, it only makes sense for a sprawling report about the state of music/Web3 that we also offer options for readers to support our work on-chain.\\n\\nWe’re excited to launch a **genesis NFT collection to commemorate Season 1 of $STREAM, consisting of two parts:**\\n\\n* **100 limited-edition NFTs priced at 0.2 ETH each; and**\\n* **An animated 1/1 NFT sold via auction with a 1 ETH reserve price.**\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=2113](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=2113)\\n\\n[auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?auctionId=0x7e6231495c77959607bec33eec179c66af898a233415916b5d1cfb860ff9f56f&tokenId=6660](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?auctionId=0x7e6231495c77959607bec33eec179c66af898a233415916b5d1cfb860ff9f56f&tokenId=6660)\\n\\nThe artwork for these tokens is designed by Water & Music member **Ana Carolina** — a visual designer from Brazil with experience in entertainment marketing, who is now looking to explore how Web3 and decentralization can enrich music discovery and artist/fan experiences.\\n\\nAna also led design for the visual identity of our collaborative report as a whole. After going down several rabbit holes on Behance and Dribbble, we arrived at a more muted blue/pink color palette and leaned more into softer, grainier and more papery textures (mood boards [here](https://dribbble.com/cheriehu/collections/5324942-Water-Music-texture-board), [here](https://www.behance.net/collection/189465769/Water-Music-texture-board) and [here](https://www.behance.net/collection/189461967/Water-Music-color-scheme)), in the hopes of crafting a warmer, more approachable aesthetic that stood out from the plethora of shiny/metallic/neon logos elsewhere in the Web3 universe. Each of the five circular icons you see in the limited-edition and 1/1 NFTs corresponds to the cover design for a specific thread of our report.\\n\\nCollectively, these tokens represent the **first official opportunity to support our work and community on-chain**. Revenue from sales of these NFTs will be split in the following way:\\n\\n* 15% to Ana Carolina (NFT artwork designer)\\n* 55% to Season 1 collaborative report contributors (39 members total)\\n* 30% to Water & Music’s community treasury, which will fund future $STREAM research seasons and community/editorial projects\\n\\nThe NFTs will come with the following perks:\\n\\n* All token holders (limited edition + 1/1): **Lifetime membership to Water & Music** — unlocking access to our archive of 150+ music/tech databases and articles as well as our private member community on Discord. (For now, these lifetime memberships will be fulfilled to each token holder off-chain.)\\n* 1/1 token holder: All the above lifetime membership benefits, plus **guaranteed lifetime access to Water & Music’s future IRL conferences and events** and a free Water & Music [sweatshirt](https://shop.waterandmusic.com/products/water-music-sweatshirt) and [tote bag](https://shop.waterandmusic.com/products/eco-tote-bag).\\n\\nWe’re thrilled to showcase these early fruits of our DAO and collaborative research model to the world, and would love to bring you on board with us as we continue on our Web3 journey.\\n\\nIf you're interested in staying up to date with our token strategy, upcoming collaborative research seasons and opportunities to get involved in our community, please [fill out this general interest form](https://airtable.com/shrISCvhaGLOdN7b8). (Identifying information on the form like ethnicity, gender and location are 100% optional, but will be helpful for us as we look to recruit and curate a diverse range of contributors for future research seasons.)\\n\\n### About Water & Music\\n\\nWater & Music is a newsletter and research DAO on a mission to empower the music industry with the knowledge, network and skills to do more collaborative, innovative and progressive work with technology. We’ve been early to report on several cutting-edge industry trends — from [music avatars](https://www.waterandmusic.com/meet-the-architects-of-musics-new-avatar-economy/) and [niche streaming services](https://www.waterandmusic.com/why-hyperpop-artists-are-flocking-to-matter-2/) to several different strands of music and Web3 including [music NFT drops](https://www.waterandmusic.com/data/2021-music-crypto-dashboard-track-70m-in-music-nft-sales-music-daos-and-more/), [Web3-native music communities](https://www.waterandmusic.com/the-shape-of-web3-music-communities/) and [crypto-based royalty payments](https://www.waterandmusic.com/why-more-music-companies-are-paying-artists-royalties-in-crypto/).\\n\\nOur community is home to over 1,500 paying members across music and entertainment, spanning everyone from emerging artists and startup founders to marketers, investors and C-Suite executives at major music companies. What makes our work stand out is our relentless curiosity, our penchant for experimentation, our passion for interdisciplinary thinking and our recognition of constructive critique as a driving force of progress in music, tech and culture.\\n\\n2021 is a major transitional year for us as we shift from solely covering Web3 from a critical/research lens, to embracing Web3 rails ourselves as builders and operators. We are proud alums of the [Seed Club](https://seedclub.xyz/) accelerator (Cohort #3) and are excited to be rolling out $STREAM, our research token framework for incentivizing, crediting and rewarding collaborative knowledge-sharing in music, tech and entertainment, this month.\",\"timestamp\":1639418172,\"title\":\"$STREAM Season 1: Introducing our inaugural collaborative report on music & Web3\",\"publication\":\"waterandmusic\"},\"digest\":\"-Idmying-hVrN7Tkim2D80QCA6tdU-hmFULhw3lSzHk\",\"authorship\":{\"contributor\":\"0x03e9206f2A1234fEFaD2C0B07A86B1E0f5cB8d0D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bKSARqMdeWPuc_yC1ooP0XJ8sAgKQnpB7aAVm67mjXk\\\",\\\"y\\\":\\\"Q8S1iuvjCLzTpotaEyE7eV24LbS6mCseLjiLAnkSeDQ\\\"}\",\"signature\":\"jXM362CE4fXpDww3XUvxvBWyryKifJ0jdn08jFeqJdRg7knJsHWo-5EPBpebxkhbS02aWCKrIwAOzqaJxdlGrQ\",\"signingKeySignature\":\"0x0757eaec2745ced5d74609a8d422ba89dd056cfcd24fc50297548498bb7589367d482425c13229723b2c5b0b9f511a5b7f2aec32e7beba001571ced56a5210f51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bKSARqMdeWPuc_yC1ooP0XJ8sAgKQnpB7aAVm67mjXk\\\",\\\"y\\\":\\\"Q8S1iuvjCLzTpotaEyE7eV24LbS6mCseLjiLAnkSeDQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"d9VEr-P5AhWkyJtE-DM1qhWWAANaEMtqxSPTY2ueGw0\"}"