"{\"content\":{\"body\":\"Notion, or a successor to it, is likely to replace a series of currently unrelated services. It’s a far superior intranet, wiki, project management, document collaboration, and website hosting: for the vast bulk of small businesses, and many large (<100 headcount) businesses. At the enterprise tier, it’s growing in popularity for team collaboration.\\n\\nEarly on in Wordpress, it seemed crazy that you’d have a hosting company valued at over $1B (WPEngine). Or a theme repository selling for $30M, back in 2015 (WooThemes). Or 4M active users of the leading form plugin ([WPForms](https://wpforms.com/2020-year-in-review/)) — likely a $100M business in its own right.\\n\\niPhone gives us another example: pre-iPhone, what the hell does Garmin in-car GPS have to do with key ring flashlights?\\n\\nThis is [really, really early](https://www.youtube.com/watch?v=mi_fKu9WTAE). Notion hasn’t shipped an official API yet. There’s two primary Notion apps right now: a [hosting](https://www.super.so/) service that doesn’t do much and a proof of concept [form app](https://chilipepper.io/) that requires you to be a web developer to use.\\n\\nHowever!\\n\\nNotion’s Blocks UI approach points to an extensible future where webpages are read/write in a consistent, drag and drop fashion, developers built React Blocks that play nicely with each other, and an increasing percent of websites use a DB from the same developer, enabling easy interoperability.\\n\\nThis set of ideas seems likely to constitute a successor to WWW, in time. With an internal network addressing, it’s something both on top of an apart from WWW.\\n\\nNotion has a great critical mass of users — it’s unlikely to go away overnight. Even if a competitor comes along that displaces them, it seems likely that they would want to be largely API-compatible with Notion’s eventual (2022–2023) React Block API, and their forthcoming (2021) Database APIs.\\n\\nThere’s a mix of ideas we’re looking at, more than Notion in the specific. Blocks, Templates, blended Read/Write UI. If these *ideas* become dominant, we can predict a lot about what ecosystem opportunities will emerge. \\n\\nNotion conceptually solves a lot of the failings of WWW:\\n\\n* A brutal dividing line between consumers and creators. By making editing, consumption, and collaboration a continuous experience. Fun fact: WWW was originally intended to be read/write, but this got cut for scope.\\n* Development work required to delineate between private and public WWW content. WWW has layers and layers of authorization hacks to determine what is private and what is public. Every app needs to build its own auth, or at least pay to integrate a service like Firebase, 0Auth, or Okta. Notion offers clear delineation between Public / Team Workspace / Private.\\n* A lack of incentives for developers to work together, and not just bill hourly for tons of work. WWW evolved like a series of government cost-plus contracts — the value was in the hourly labor, for the most part. Notion’s Blocks will encourage developers to collaborate instead of compete, building on the App Store model.\\n* A lack of UI interoperability between sites lead to walled garden SAaS solutions. Templates will allow a single click to solve fundamental business challenges. Right now, Templates are relatively simple configurations of text and tables. In the future, they will allow one-click enablement of Email Marketing (ala ConvertKit), landing pages (ala Unbounce), CRM (ala Hubspot), and potentially even ERP.\\n* By configuring your templates, you configure a custom personal or business “app”. By editing the Blocks within Templates, you have control to customize the app to your use case.\\n* The WWW, by being unopinionated about databased, made it so that each app and each site was a walled garden. A standardized DB will let all Blocks and Templates work with each other. By defining an internal DB, visible to humans, displayable in a series of useful formats, there will be significantly more interoperability.\\n\\nThe net of this is: I think Notion is an opportunity at minimum on-par with Shopify, likely on-par with Wordpress, and potentially on-par with World Wide Web — if they open up internal addressing, decentralized DNS-equivalent, and self-hosting. \\n\\nAnd, if the ecosystem evolves like I think it will, it’s highly likely someone will build this — in an API compatible way with the Notion ecosystem.\\n\\nIt’s extremely early days, and beyond embryonic. Their first dev APIs aren’t even live! But, I’m planning on getting some small bets placed in the space — a hosting competitor and a paper of record / market intelligence offering for the ecosystem.\",\"timestamp\":1638897015,\"title\":\"Notion is a preview of the second Internet.\"},\"digest\":\"SgDmdWWOz74VjDnyQMEJS3nsBe-LuyxUfd4n9AAtdH4\",\"authorship\":{\"contributor\":\"0xD7bc636c0a43b39f708782c8EceE6E44f436dF14\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UCEPf1C3fxyxozIGrHJP-i3dTxb8o-NKuWTA_7_e6RU\\\",\\\"y\\\":\\\"ESTx94mynL7xzns8QSnMl1E71_d6yZpvpY9t8WxsNrM\\\"}\",\"signature\":\"KqdeqPaZNfvKl76dc4UP7ZXvbKXvbXk2tVucDWSoz1LHkkYR52gLUMIQTx3s_gUH9PeywJ4LCAyJE5WoAwznHg\",\"signingKeySignature\":\"0x3451c77291a95c52c7834bc13f2bbfd8fab48947188a21dcaa5dfbe7ee527183789ef4e4b6be2d77e27334983036001c6d62d06ba578f7595d76c6550872b3f01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UCEPf1C3fxyxozIGrHJP-i3dTxb8o-NKuWTA_7_e6RU\\\",\\\"y\\\":\\\"ESTx94mynL7xzns8QSnMl1E71_d6yZpvpY9t8WxsNrM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SgDmdWWOz74VjDnyQMEJS3nsBe-LuyxUfd4n9AAtdH4\"}"