"{\"content\":{\"body\":\"**The World's First Blockchain-Based Organization for Communal Economics** within the African diaspora. Earn interest on your cryptocurrency assets while participating in an online movement for collective financial freedom. We Fund Black and African-Owned Businesses, Creatives, and Initiatives.\\n\\n**Our Origin Story**\\n\\nThe Black DAO began as a simple idea during the summer of 2020. In the middle of a global pandemic, the entire United States saw the most significant series of decentralized uprisings for civil and human rights in the nation’s history, in the wake of the murders of Geroge Floyd, Breonna Taylor, and Ahmaud Arbery. During this time, the cryptocurrency community was focused elsewhere at the beginning of cyclical rapid growth, or a bull market now referred to as DeFi Summer.\\n\\nWhile this is commonly known to be a cyclical occurrence and was expected by many season cryptocurrency analysts and experts, the catalyst of this growth is commonly determined to be the rise of decentralized protocols such as [Compound Finance](https://www.compound.finance) (borrowing and lending), [Synthetics](https://www.synthetix.io/) (Synthetic Assets and Derivatives), and [Yearn Finance](https://www.yearn.finance) (Yield Farming and Income). The release and growth of these open-source protocols spurred a sea of “forked” projects that each offered either similar value propositions or innovative economic models based on the technological advances of the new protocols. This created concepts in the space such as “vaults”, “yield farming”, and “yield aggregators”.\\n\\nWith the thousands of forked protocols beginning to emerge, there was an overall pattern. With few exceptions, most of the emerging platform’s long-term vision only included expansion within the cryptocurrency space only, with new products such as launch pads, algorithmic stable-coins, no loss lotteries, etc. though they rarely included integration or encouraged interaction with the real world, traditional financial institutions, or the impoverished communities that would no doubt benefit from the innovation being offered in DeFi. These overlapping time periods and advances in Web3 technology exposed an opportunity.\\n\\n[The Black DAO](https://www.blk.finance) was created to fill that gap. We view a great majority of the problems experienced by black and brown communities across the African Diaspora as inherently stemming from economic deprivation. As such, we formed the DAO as four core contributors dedicated to creating a yield aggregation protocol that would use its fees, resources, and community to not only make yield farming accessible and affordable to impoverished communities but also, invest treasury funds into the organizations and people that could best benefit from them. We accomplish this in a number of ways through four separate arms of the organization. The DAO for governance, the treasury for asset management and accounting, the yield aggregator for income and DeFi integration, and the DAO investments for real-world impact.\\n\\n**Decentralized Autonomous Organizations**\\n\\nDAOs are smart contracts that allow for the management and trust-less organization of communal organizations both virtual and otherwise. Anyone can make a proposal on anything they deem worthy to the group and anyone can vote on said proposal. For our ecosystem, funds are locked in the organization’s contract (treasury) and members collectively decide on how to use the funds to expand or develop. Contributors to the ecosystem earn governance tokens or NFTs by yield farming, contributing code to the system through grants or bounties, or actively contributing to the group by providing data/business analytics, reports, and general assistance. Alternatively, voting power can also be acquired by purchasing NFTs from our drop events or purchasing tokens on the open market.\\n\\nWe operated on a three-tiered permissioned hierarchy; consisting of DAO members, representatives, and the core council. Click [here](https://docs.blk.finance/overview/governance) to learn more about our DAO governance.\\n\\n**The Smart Treasury**\\n\\nThe Black DAO, and its treasury, is to act as a pool of funds for currency rebasing, protocol maintenance, and DAO investments. Continuing the growth and reach of the DAO's economy and influence. Investments can be in the form of grants, loans, equity investment, or donations to Black businesses, creatives, or initiatives. The treasury is funded through protocol fees, bond sales, and investment initiatives approved by members. \\n  \\n Click [here](https://docs.blk.finance/overview/treasury) to learn more about the treasury and how it will operate.\\n\\n**BLK Finance**\\n\\nThe yield aggregator and reserve currency protocol arm of the DAO. Users and members will be able to earn interest on their crypto through our yield farming, and token staking strategies while also contributing to the DAO's treasury through the performance fees and purchasing bonds.\\n\\nClick [here](https://docs.blk.finance/overview/blk-finance-1) to learn more about the protocol and what we will be offering at launch.\\n\\n**DAO Investments**\\n\\nDAO investments will use fees collected from both the yield aggregator as well as venture fund round token sales to invest in Black and African-owned businesses both on and off-chain. Investments will include funding types that range from more traditional equity funding and commissioned NFTs (through our creative arm), to more alternative funding mechanisms like SBA/bridge loans and revenue-sharing agreements.\\n\\nClick [here](https://docs.blk.finance/faqs/general) to learn more about the DAO investment arm.\\n\\n**Flow of Funds**\\n\\n![](https://images.mirror-media.xyz/publication-images/kqyUS3OWFZJDrb2YzOULT.png?height=505&width=751)\\n\\nClick [here](https://docs.blk.finance/faqs/general) for a more in-depth explanation of how these four components combine to support and further expand the mission of the organization.\\n\\nWe look forward to honoring our commitment to the communities and organizations that not only make us great and support our efforts but also inspired us to dive deep into the world of decentralized finance and create products that will benefit the plight of economically deprived people of color all across the African Diaspora. If you find yourself agreeing or identifying with our mission and vision for the organization, show your support by following us on [Twitter](https://www.twitter.com/theblackdao) and [Instagram](https://www.instagram.com/theblackdao) to stay tuned for the re-release of our Discord and upcoming products. We welcome all users, members, and contributors.\\n\\n**With Love, The Black DAO.**\\n\\n**[Website](https://www.blk.finance)** | **[Docs](https://docs.blk.finance)** | **[Twitter](https://www.twitter.com/theblackdao)** | **[Instagram](https://www.instagram.com/theblackdao)**\",\"timestamp\":1640144394,\"title\":\"Allow Us to Reintroduce Ourselves. \"},\"digest\":\"7SzA9RgLGDIOgkseHGb31OUBfp8hSsMEhwW9UPEXs9A\",\"authorship\":{\"contributor\":\"0x5E19E4ec041bc5910e69aA59301266102F6c6fBc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2tTlDLZf_HxP3k5BGXX0yJ7407h0sVLDkdXSZ1Np6c4\\\",\\\"y\\\":\\\"s01Pfxme8GQp8l97p-ktt6HZVS1dcgc41KVulyJOuwo\\\"}\",\"signature\":\"z6bhsG9H6-akxE-d-ETg4-QhbY2fu-vKIrFC8togLMNdryD0bPHthype-L6EBYu34q_6F5S6_cIY_TnDV6VDMQ\",\"signingKeySignature\":\"0x02b74e6fe0d88fefcabf33029abc7ae8a021c6bcac01bcf7ed89ce42d041158260ccc74b80c35caa0274a1f0ed647ecdb9c7a4a7b41599b676b8ce810ce1571f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2tTlDLZf_HxP3k5BGXX0yJ7407h0sVLDkdXSZ1Np6c4\\\",\\\"y\\\":\\\"s01Pfxme8GQp8l97p-ktt6HZVS1dcgc41KVulyJOuwo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"g9FBNdxVpmLXbL86oQLhG1Hz6nqXjz9GEjab-trxPzw\"}"