"{\"content\":{\"body\":\"It was even more beautiful and more interesting than the Czar's entry than which I would not have believed anything could have been more impressive-- But the first was military, except for the carriages, which were like something out of fairyland--to-day, the costumes were all different and mediaeval, some nine hundred years old and none nearer than the 15th Century.  The mis en scene was also much better.  Buda is a clean, old burgh, with yellow houses rising on a steep green hill, red roofs and towers and domes, showing out of the trees-- It is very high but very steep and the procession wound in and out like a fairy picture-- I sat on the top of the hill, looking down it to the Danube, which separates Buda from Pest-- The Emperor sat across the square about 75 yards from our tribune in the balcony of his palace.  We sat in the Palace yard and the procession passed and turned in front of us-- There were about 1,500 nobles, each dressed to suit himself, in costumes that had descended for generations--of brocade, silk, fur, and gold and silver cloth-- Each costume averaged, with the trappings of the horse, 5,000 dollars.  Some cost $1,000, some  $15,000.  Some wore complete suits of chain armor, with bearskins and great black eagle feathers on their spears just as they were when they invaded Rome-- Others wore gold chain armor and  leopard or wolf skins and their horses were studded with  turquoises and trappings of gold and silver and smothered in silver coins-- It would have been ridiculous if they had not been the real thing in every detail and if you had not known how terribly in earnest the men were.  There is no other country in the world where men change from the most blase and correct of beings, to fairy princes in tights and feathers and jewelled belts and satin coats-- They were an hour in passing and each one seemed more beautiful than the others-- I am very glad I came although I was disappointed at missing the accident at Moscow.  It must have been more terrible than Johnstown.  I found the ----s quite converted into the most awful snobs but the people they worship are as simple and well bred as all gentle people are and I have had the most delightful time with them.  It is so small and quiet after Moscow, and instead of being lost in an avalanche of embassies and suites and missions, I have a distinct personality, as \\\"the American,\\\" which I share with \\\"the\\\" Frenchman and four Englishmen.  We are the only six strangers and they give us the run of all that is going on-- At night we dine at the most remarkable club in the world, on the border of the Park, where the best of all the Gypsey musicians plays for us-- The music is alone worth having come to hear, and the dear souls who play it, having been told that I like it follow me all around the terrace and sit down three feet away and fix their eyes on you, and then proceed to pull your nerves and heart out of you for an hour at a time-- One night a man here dipped a ten thousand franc note in his champagne and pasted it on the leader's violin and bowed his thanks, and the leader bowed in return and the next morning sent him the note back in an envelope, saying that the compliment was worth more than the money-- The leader's name is Berchey and the Hungarians have never allowed him to leave the country for fear he would not be allowed to come back-- He is a fat, half drunken looking man, with his eyes full of tears half the time he plays.  He looks just like a setter dog and he is so terribly in earnest that when he fixes me with his eyes and plays at me, the court ladies all get up and move their chairs out of his way just as though he were a somnambulist--\\n\\nI leave here Wednesday and reach Paris Friday MORNING the eleventh-- You must try to meet me at the Cafe de la Paix at half past nine-- Wait in the corner room if you don't wish to sit outside and as soon as I get washed I will join you for coffee.  It will be fine to see you again and to be done with jumping about from hotel to hotel and to be able to read the signs and to know how to ask for food.  Russian, German and Hungarian have made French seem like my mother tongue--\\n\\nDICK.\\n\\nCHAPTER X\\n\\nCAMPAIGNING IN CUBA AND GREECE\\n\\nIn December, 1896, Richard and Frederic Remington, the artist, were commissioned by the New York Journal to visit Cuba which was then at war with Spain.  It was their intention to go from Key West in the Vamoose, a very fast but frail steam-launch, and to make a landing at some uninhabited point on the Cuban coast.  After this their plans seem to have been to trust to luck and the kindliness of the revolutionists.  After waiting for some time at Key West for favorable weather, they at last started out on a dark night to make the crossing.  A few hours after the Vamoose had left Key West a heavy storm arose--apparently much too violent for the slightly built launch.  The crew struck and the captain finally refused to go on to Cuba and put back to Key West.  Shortly after this Remington and my brother reached Havana by a more simple and ostentatious route.  This was my brother's first effort as a war correspondent, and I presume it was this fact and the very indefiniteness of the original plan that caused his mother and father so much uneasiness.  And, indeed, it did prove eventually a hazardous exploit.\\n\\nway to Key West. December 19, 1896. DEAR MOTHER:\\n\\nI hope you won't be cross with me for going off and not letting you know, but I thought it was better to do it that way as there was such delay in our getting started.  I am going to Cuba by way of Key West with Frederic Remington and Michaelson, a correspondent who has been there for six months.  We are to be taken by the Vamoose the fastest steam yacht made to Santa Clara province where the Cubans will meet us and take us to Gomez.  We will stay a month with him, the yacht calling for copy and sketches once a week, and finally for us in a month.  I get all my expenses and The Journal pays me  $3,000 for the month's work.  The Harper's Magazine also takes a story at six hundred dollars and Russell will reprint Remington's sketches and my story in book form, so I shall probably clear $4,000 in the next month or six weeks.  I was a week in getting information on the subject so I know all about it from the men who have just been there and I want you to pay attention to what I tell you they told me and not to listen to any stray visitor who comes in for tea and talks without any tact or knowledge.  There is no danger in the trip except the problem of getting there and getting away again, and that is now removed by The Journal's yacht.  I would have gone earlier had any of the periodicals that asked me to go shown me any way to get there-- THERE IS NO FEVER THIS TIME OF YEAR and as you know fever never touches me.  It got all the others in Central America and never worried me at all.  There is no danger of getting shot, as the province into which we go, the Santa Clara province, is owned and populated and patrolled by the Cubans.  It is no more Spanish than New Jersey and the Spaniards cannot get in there.  We have the strongest possible letters from the Junta, and I have from Lamont, Bayard and Olney and credentials in every language.  We will sit around the Gomez camp and send messengers back to the coast.  It is a three days trip and as Gomez may be moving from place to place you may not hear from us for a month and we may not hear from you but remember it was a much longer time than that before you heard from me when I went to Honduras.  Also keep in mind that I am going as a correspondent only and must keep out of the way of fighting and that I mean to do so, as Chamberlain says we want descriptive stories not brave deeds-- Major Flint who has arranged the trip for us was down there with Maceo as a correspondent.  He saw six fights and never shot off his gun once because as he said it was not his business to kill people and he has persuaded me that he is right, so I won't do anything but look on-- I have bought at The Journal's expense a fifty dollar field glass which is a new invention and the best made.  I have marked it so that you can see a man five miles off and as soon as I see him I mean to begin to ride or run the other way--no one loves himself more than I do so you leave me to take care of myself.  I wish I could give you any idea of the contempt the four returned correspondents who talked to me, have for the Spaniards.  They have seen them shoot 2,500 rounds without hitting men at 200 yards and they run away if the enemy begins on them first.  However, you trust to Richard-- We have a fine escort arranged for us and Michaelson speaks Spanish perfectly and has been six months scouting over the country.\\n\\nDICK.\\n\\nKEY West, December 26, 1896. DEAR FAMILY:\\n\\nI got your letters late last night and they made me pretty solemn.  It is an awfully solemn thing to have people care for you like that and to care for them as I do.  I can't tell you how much I love you.  You don't know how much the pain of worrying you for a month has meant to me, but I have talked it all out with myself, and left it to God and I am sure I am doing right.  As Mrs. Crown said, \\\"There's a whole churchful up here praying for you,\\\" and I guess that will pull me through.  Of course, dear, dear Mother thought she was cross with me.  She could not be cross with me, and her letter told me how much she cared, that was all, and made me be extra careful.  But I need not promise you to be careful.  You have an idea I am a wild, filibustering, hot-headed young man.  I am not.  I gave the guides to understand their duty was to keep us out of danger if we had to walk miles to avoid it.  We are men of peace, going in, as real estate agents and coffee-planters and drummers are going in on every steamer, to attend to our especial work and get out again quick.  I have just as strong a prejudice against killing a man as I have against his killing me.\\n\\nLots and lots of love.  Don't get scared if you don't hear for a month, although we will try to get our stories back once a week, but you know we are at the convenience of the Cubans who will pocket our despatches and money and not take the long trip back.  Thank dear Dad for his letter full of good advice.  It was excellent.  Remington and Michelson are good men and I like them immensely.  Already we are firm friends.\\n\\nLove,\\n\\nKEY WEST--January 1, 1897. DEAR MOTHER:\\n\\nAs you will know by my telegram we are either off on a safe sea going boat or waiting for one.  There is no turning back from here and the only reason I thought of doing so was the knowledge of the way you would suffer and worry.  I argued it out that it was selfish in me to weigh my getting laughed at and paragraphed as the war correspondent that always Turned Back against a month of uneasiness for you, but later I saw I could not do it much as I love you for the element of danger to me is non-existent; it is merely an exciting adventure and you will have to believe me and not worry but be a Spartan mother.  I would not count being laughed at and the loss of my own self respect if I really thought there was great danger, but I do not.  You will not lose me and if I go now I can sit still next time and say \\\"I have done better things than that.\\\"  If I had not gone it would have meant that I would have had to have done just that much harder a stunt next time to make people forget that I had failed in this one.  Now do cheer up and believe in the luck of Richard Harding Davis and the British Army.  We have carte blanche from The Journal to buy or lease any boat on the coast and I rocked them for $1000 in advance payment because of the delay over the Vamoose.\\n\\nI am so happy at thinking I am going, I could not have faced anyone had I not, although we had nothing to do with the failure, we tried to cross fairly in the damn tub and it was her captain who put back.  I lay out on the deck and cried when he refused to go ahead, we had waited so long.  The Cubans and Remington and Michelson had put on all their riding things but fortunately I had not and so was spared that humiliation.  What I don't know about the Fine Art of Filibustering now is unnecessary.  I find many friends of my Captain Boynton or \\\"Capt. Burke.\\\"  Tonight the officers of the Raleigh give me a grand dinner at which I wear a dress suit and make speeches--they are the best chaps I ever met in the Navy.  Lots of love and best wishes to Dad and to Nora for a happy, happy New Year.  You know me and you know my conscience but it would not let me go back in order to save you anxiety so you won't think me selfish.  God bless you.\\n\\nDICK.\\n\\nKEY WEST, January 2nd, 1897. DEAR FAMILY:\\n\\nI have learned here that the first quality needed to make a great filibuster is Patience, it is not courage, or resources or a knowledge of the Cuban Coast line, it is patience.  Anybody can run a boat into a dark bayou and dump rifles on the beach and scurry away to sea again but only heroes can sit for a month on a hotel porch or at the end of a wharf, and wait.  That is all we do and that is my life at Key West.  I get up and half dress and take a plunge in the bay and then dress fully and have a greasy breakfast and then light a huge Key West cigar, price three cents and sit on the hotel porch with my feet on a rail-- Nothing happens after that except getting one's boots polished as the two industries of this place are blacking boots and driving cabs.  I have two boys to black mine at the same time every morning and pay the one who does his the better of the two-- It generally ends in a fight so that affords diversion-- Then a man comes along, any man, and says, \\\"Remmington's looking for you\\\" and I get up and look for Remington.  There is only a triangle of streets where one can find him and I call at \\\"Josh\\\" Curry's first and then at Pendleton's News Store and read all the back numbers of  the Police Gazette for the hundredth time and then call here at the Custom House and then look in at the Cable office, where Michaelson lives sending telegrams about anything or nothing and that brings me back to the hotel porch again, where I have my boots shined once more and then go into mid-day dinner.  In the meanwhile Remington is looking for me a hundred yards in the rear.  He generally gets to \\\"Josh's\\\" as I leave the Custom House-- In the afternoon I study Spanish out of a text book and at three take a bicycle ride, at five I call at the garrison to take tea with the doctor and his wife, who is sweeter than angel's ever get to be with a miniature angel of a baby called Martha.  I wait until retreat is sounded and the gun is fired at sunset and having commented unfavorably on the way the soldiers let the flag drop on the grass instead of catching it on the arms as a bluejacket does, I ride off to the bay for another bath-- Then I take the launch to the Raleigh and dine with the officers and rejoice in the clean fresh paint and brass and decks and the lights and black places of a great ship of war, than which nothing is more splendid.  We sit on the quarter-deck and smoke and play the guitar and I go home again, in time for bed.  I vary this programme occasionally by spending the morning on the end of a wharf watching another man fish and reading old novels and the \\\"Lives of Captain Walker\\\" and \\\"Captain Fry of the Virginius,\\\" two great books from each of which I am going to write a short story like the one of the Alamo or of the Jameson Raid-- The life of Walker I found on the Raleigh and the life of Captain Fry with all the old wood cuts and the newspaper comments of the time at a book store here.  I don't know when we shall get away but it is no use kicking about it, Michaelson is doing all he can and the new tug will be along in a week anyway.  I shall be so glad to get to Cuba that I will dance with glee. DICK.\\n\\nMATANZAS, January 15th, 1897. DEAR MOTHER:\\n\\nI sent you a note by Remington which he will mail in the States-- From here I go to Sagua La Grande.  It is on the northern coast.  I think from there I shall cross over to Cienfuegos on the Southern coast and then if I can catch a steamer go to Santiago to see my old friends, at the Juraqua mines and MacWilliams' ore road and \\\"the Palms\\\"-- Everywhere I am treated well on account of Weyler's order and I am learning a great deal and talking very little, my Spanish being bad.  There is war here and no mistake and all the people in the fields have been ordered in to the fortified towns where they are starving and dying of disease.  Yesterday I saw the houses of these people burning on both sides of the track-- They gave shelter to the insurgents and so very soon they found their houses gone.  I am so relieved at getting old Remington to go as though I had won $5000.  He was a splendid fellow but a perfect kid and had to be humored and petted all the time.  I shall if I have luck be through with this in a few weeks but it has had such a set back at the start that I am afraid it can never make a book and I doubt if I can write a decent article even.  I am so anxious not to keep you worrying any longer than is necessary and so I am hurrying along taking only a car window view of things.  Address me care of Consul General Lee, Havana and confine your remarks to what is going on at home.  I know what is going on here.  I don't believe half I hear but I am being slowly converted.  Remington is more excitable than I am, so don't misunderstand if he starts in violently.  I am getting details and verifying things.  He is right on a big scale but every one has lied so about this island that I do not want to say anything I do not believe is true.  This is a beautiful little city and after Jaruco, where we slept two days ago, it is Paris.  There we slept off the barnyard and cows and chickens walked all over the floor and fleas all over us.  It was like Honduras only filthier.  Speaking of Paris, tell the Kid I expect to go over to him soon after I return to New York.\\n\\nof love.\\n\\nDICK.\\n\\nCARDENAS--North Coast of Cuba.\\n\\nJanuary 16th, 1897. DEAR MOTHER:\\n\\nIt is very funny not knowing what sort of a place you are to sleep in next and taking things out of a grab bag, as it were-- In Europe you can always guess what the well known towns will give you for you have a guide book, but here it is all luck.  Matanzas was a pretty city but the people were awful, the hotel was Spanish and the proprietor insolent, though I was spending more of Willie Hearst's money than all of the officers spend in a week, the Consul could not talk English or Spanish, he said he hadn't come there \\\"to go to school to no Spaniard\\\" and he gloried in the fact he had been there three years without knowing a word of the language.  His vice-Consul was worse and everything went wrong generally.  Every one I met was an Alarmist and that is polite for liar.  They asked Remington if he was the man who manufactured the rifles and gave us the Iowa Democrat to read.  To night I reached here after a six hours ride through blazing fields of sugar cane and stopped on my way to the hotel to ask the Consul when the next boat went to Saqua la Grande-- I had no letter of introduction to him as I had to the Matanzas consul, but as soon as he saw my card he got out of his chair and shook hands again and was as hearty and well bred and delightful as Charley himself and unlike Chas he did not ask me 14 francs for looking on him.  He is out now chasing around to get me a train for to-morrow.  But I won't go to-morrow.  My hotel looks on the plaza and the proprietor and the whole suite of attendants are my slaves.  It is just as different as can be.  My interpreter does it, he calls himself MY VALET, although I point out to him that two shirts and twelve collars do not constitute a wardrobe even with a rubber coat thrown in.  But he likes to play at my being a distinguished stranger and I can't say I object.  Only when you remember the way I was invited to see Cuba and expected to see it, and now the way I am seeing it from car windows with A VALET.  What would the new school of yellow kid journalists say if they knew that.  For the first time on this trip I have wished you were both with me, that was to night.  I never see anything really beautiful but that it instantly makes me feel selfish and wish you could see it too.  It has happened again and again and to night I wish you could be here with me on this balcony.  The town runs down a slope to the bay and in the middle of it is the Plaza with me on the balcony which lets out of my sleeping room-- \\\"the room\\\" so the proprietor tells me, \\\"reserved only for the Capitain General.\\\"  It is just like the description in that remarkable novel of mine where Clay and Alice sit on the balcony of the restaurant.  I have the moonlight and the Cathedral with the open doors and the bronze statue in the middle and the royal palms moving in the breeze straight from the sea and the people walking around the plaza below.  If it was in any way as beautiful as this Clay and Alice would have ended the novel that night.\\n\\nI got a grand lot of letters to-day which Otto, my interpreter brought back from Havana after having conducted Remington there in safety.  I must say you are writing very cheerfully now, but I don't wonder you worried at first but now that I am a commercial traveller with an order from Weyler which does everything when I find it necessary, you really must not worry any more but just let me continue on my uneventful journey and then come home.  I shall have been gone so long and my friends, judging from Russell and Dana and Irene's letters, will be so glad to see me, that they will have forgotten I went out to do other things than coast around in trains.  As a matter of fact this is a terribly big problem and most difficult to get the truth of, I find myself growing to be the opposite of the alarmist, whatever that is, although you would think the picturesque and dramatic and exciting thing would be the one I would rather believe because I want to believe it, but I find that that is not so, I see a great deal on both sides and I do not believe half I am told.  As we used to say at college, \\\"it is against history,\\\" and it is against history for men to act as I am told they are acting here-- They show me the pueblo huddled together around the fortified towns, living in palm huts but I know that they have always lived in palm huts, the yellow kid reporters don't know that or consider it, but send off word that the condition of the people is terrible, that they have only leaves to cover them, and it sounds very badly.  That is an instance of what I mean.  In a big way there is no doubt that the process going on here is one of extermination and ruin.  Two years ago the amount  of sugar shipped from the port of Matanzas to the U. S. was valued at 11 millions a year.  This last year just over shows that sugar to the amount of  $800,000 was sent out.  In '94, 154 vessels touched at Matanzas on their way to America.  In '95 there were 80 and in '96 there are 16.  I always imagined that houses were destroyed during a war because they got in the way of cannon balls or they were burned because they might offer shelter to the enemy, but here they are destroyed, with the purpose of making the war horrible and hurrying up the end.  The insurgents began first by destroying the sugar mills, some of which were worth millions of dollars in machinery, and now the Spaniards are burning the homes of the people and herding them in around the towns to starve out the insurgents and to leave them without shelter or places to go for food or to hide the wounded.  So all day long where ever you look you see great heavy columns of smoke rising into this beautiful sky above the magnificent palms the most noble of all palms, almost of all trees-- It is the most beautiful country I have ever visited.  I had no recollection of how beautiful it was or else I had not the knowledge of other places with which to compare it.  Nothing out of the imagination can approach it in its great waterfalls and mossy rocks and grand plains and forests of white pillars with plumes waving above them.  Only man is vile here and it is cruel to see the walls of the houses with blind eyes, with roofs gone and gardens burned, every church but one that I have seen was a fortress with hammocks swung from the altars and rude barricades thrown up around the doorways-- If this is war I am of the opinion that it is a senseless wicked institution made for soldiers, lovers and correspondents for different reasons, and for no one else in the world and it is too expensive for the others to keep it going to entertain these few gentlemen-- I have seen very little of it yet and I probably won't see much more, but I have seen all I want.  Remington had his mind satisfied even sooner--but then he is an alarmist and exaggerates things-- The men who wear the red badge of courage, I don't feel sorry for, they have their reward in their bloody bandages and the little cross on their tunic but those you meet coming back sick and dying with fever are the ones that make fighting contemptible--poor little farmers, poor little children with no interest in Cuba or Spain's right to hold it, who have been sent out to die like ants before they have learned to hold a mauser, and who are going back again with the beards that have grown in the field hospitals on their cheeks and their eyes hollow, and too weak to move or speak.  Six of them died while I was in Jaroco, a town as big as Marion and that had been the average for two months, think of that, six people dying in Marion every day through July and August-- I didn't stay in that town any longer than the train did-- Well I have been writing editorials here instead of cheering you up but I guess I'm about right and when I see a little more I'll tell it over again to The Journal-- It is not as exciting reading as deeds of daring by our special correspondent and I haven't changed my name or shaved my eyebrows or done anything the other men have done but I believe I am getting near the truth.  They have shut off provisions going or coming from the towns, they have huddled hundreds of people who do not know what a bath means around these towns, and this is going to happen-- As soon as the rains begin the yellow fever and smallpox will set in and all vessels leaving Cuban ports will be quarantined and the island will be one great plague spot.  The insurgents who are in the open fields will live and the soldiers will die for their officers know nothing of sanitation or care nothing.  The little Consul has just been here to see me and we have had a long talk and I got back at him.  He told me he had seen the Franco-German war as a correspondent of The Tribune and Iasked him if he had ever met another correspondent of The Tribune at that time a German student named Hans who cabled the story of the battle of Gravellote and who Archibald Forbes says was the first correspondent to use the cable.  The Consul who looks like William D. Howells wriggled around in his chair and said \\\"I guess you mean me but I was not a German student, I was born and raised in Philadelphia and Forbes got my name wrong, it is Hance.\\\"  So then I got up and shook hands with him in my turn and told him I had always wanted to meet that correspondent and did not expect to do so in Cardenas, on the coast of Cuba.\\n\\nThank you all for your letters.  I am glad you liked the Jameson book.  I thought you knew I was a F. R. G. S.  It was George Curzon proposed me and as he is a gold medallist of the Society it was easy getting in.  Lots of love.\\n\\nDICK.\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/377](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/377)\\n\\n\",\"timestamp\":1639125806,\"title\":\"\\nI have just returned from the procession of the Hungarian Nobles\"},\"digest\":\"dcd-GLrOt_UPTDl_11CHx22r-UK33mu803AumsRdWww\",\"authorship\":{\"contributor\":\"0x81227527cbBb507F7E0b85be26187C02C5D953E3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G_M2RMWZ2rZM7tbqsleZBrxuCDlxx5kme83Hb9Rbe2I\\\",\\\"y\\\":\\\"NTZsWruyoAKDILFHlL8CavVR3D9kM9fML3QSvc-plP0\\\"}\",\"signature\":\"mPQi4UnCZUJeMFJGC4elonjlGCkhSDplq9Tu1Z2aMFiujP6Etrc1u6-niNitr7b3LdBtnw0nT-i_841yXiYAmw\",\"signingKeySignature\":\"0x346df5383822acecf8c45b61330d0752e4de3d6c07b78a8fa7b6e9655e61749d2512621ba8c2ad9a38bddf84e934dcc4b3b047c69d6cc8923841dc1b39eb53f31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G_M2RMWZ2rZM7tbqsleZBrxuCDlxx5kme83Hb9Rbe2I\\\",\\\"y\\\":\\\"NTZsWruyoAKDILFHlL8CavVR3D9kM9fML3QSvc-plP0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dcd-GLrOt_UPTDl_11CHx22r-UK33mu803AumsRdWww\"}"