"{\"content\":{\"body\":\"Just how close are we to having flying taxis? In China, there is a rush of homegrown talent and international companies who recognize the value of China's markets being ever-receptive to novelty. Despite the technical hurdles faced, the speed at which entrepreneurs are moving makes the timeframe for a viable service coming to Chinese cities a matter of years, not decades.\\n\\nOver the last half-decade, China has come to dominate aerial technologies. The global drone success story speaks for itself, with companies such as DJI and Autel Robotics commanding dominant market shares and supplying the majority of flying products to both professionals and enthusiasts worldwide.\\n\\nLikewise, China-based flying taxi companies, such as EHang, are advancing fast, carrying out multiple testflights with live passengers and employees, with promising results. The company even has its eyes set on expansion once the technology is established, with Japan as a potential market, and also a venture into the delivery sector, which could start as early as 2023.\\n\\nChina's reputation as a fast adopter of disruptive technologies is a major incentive behind the growth of flying taxi research in the country. Reservations about getting in a new autonomous air vehicle and flying hundreds of meters in the sky may make less adventurous consumers elsewhere stick to their cars for a while. German company Volocopter has this year created a craft that can take off and land safely within controlled conditions, also with the aim of launching an air ride service in China. In a statement, Florian Reuter, the CEO of Volcopter, called China \\\"the single biggest market opportunity for the urban air mobility industry\\\".\\n\\nChina has a history of taking up new technology quickly. Those invested in the future of affordable electric air mobility industries in China will certainly hope that they will follow the likes of smartphone cashless payments, and hail and ride (terrestrial) apps. Both leapfrogged more dated practices in other parts of the world, such as \\\"chip and pin\\\" payments in Europe and the United States, and were adopted with a huge level of success across China's huge economically active population.\\n\\nRegional authorities across China are gearing up to facilitate flying taxi services. Hunan, Anhui and Jiangxi provinces are all supporting the concept of low altitude aviation, investing heavily in airport construction, landing fields and tourism sectors, which will no doubt be boosted by the increase in transport efficiency.\\n\\nThe high expectations for what is coming put pressure on engineers to deliver designs that are practical for mainstream adoption. Noise levels are a major concern, as flying taxis will operate at a much lower altitude than traditional jet airplanes, which frequently cause residential disturbances at heights 10 or 20 times higher. The fact that these taxis are universally electric in design is a major bonus, offering low noise levels, meaning that they should be inaudible around 100 meters above street level.\\n\\nOperating on exchangeable batteries also provides environmental benefits, making replacement of parts straightforward, saving on material resources and emissions. Many models are fueled by several different batteries at once, providing safety fail-safes, meaning that if one or indeed several rotors fail, the aircraft can still land safely.\\n\\nChina is leading the charge; however, the Netherlands, Qatar and New Zealand are also currently carrying out flying taxi trials. This cannot come soon enough. In cities around the world, ground transportation infrastructure is creaking, and each week, hours of productivity are wasted by commuters being stuck in congested, polluting traffic.\\n\\nOver the next five years, these trials will morph into services open to the public, and as prices drop, accessibility will no doubt increase. Getting passengers to be comfortable with flying taxis in their cities and their autonomous pilot systems, however, will be a different task, that may take more time and proof of safe practice. If any market will welcome it first, though, it will be in China.\",\"timestamp\":1640864744,\"title\":\"China set to lead the global charge in flying taxis\"},\"digest\":\"mGg_ff8aA5DdZnWqewghVpzqyx-iwL6f4Bv97Muo58c\",\"authorship\":{\"contributor\":\"0x4F222FCc7B45634559E9a40D1bDc1BafF6806786\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ICtFKoHcEYBN2HeMEIY72U1TSuMy1E4jWdH-Hkv-rGE\\\",\\\"y\\\":\\\"x66xPZIVN1stuJRpY8ngzdEvWpiAmt1yAVa5Ru9DIys\\\"}\",\"signature\":\"J3SfIVJujJfn33CLribai0XfVEJSiv_sLRqA5RFOtGKNkJAVXLWOsd5kIZ7nvIaoarS2AgYFG1j9F8ouIQLj8Q\",\"signingKeySignature\":\"0x7cc2c5e249775dcb7870123a7692ac3a5144ad45773f14da4f539c82e2a93d1d6baafdf1ffe721c6b168bfd81ea06d4eff12c5e25f91d941b0ba4860d0f0b8131c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ICtFKoHcEYBN2HeMEIY72U1TSuMy1E4jWdH-Hkv-rGE\\\",\\\"y\\\":\\\"x66xPZIVN1stuJRpY8ngzdEvWpiAmt1yAVa5Ru9DIys\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mGg_ff8aA5DdZnWqewghVpzqyx-iwL6f4Bv97Muo58c\"}"