"{\"content\":{\"body\":\"Uvod\\n\\nMnogi od nas prijavili su se na Facebook nesvjesni što znači koristiti besplatni proizvod. Budući da troškovi uvijek postoje, potrebno je pronaći način na koji možemo izvući vrijednost. Vaši podaci i vrijeme vaša su plaća. Da smo tada znali ono što znamo sada, možda bismo izabrali drugačije.\\n\\nOsim toga, vrlo je važno imati na umu da je veća priča zapravo pozitivnija unatoč tomu što je izvlačenje vrijednosti na Webu 2.0 izvršeno od strane platformi društvenih mreža. Pojedinci su mogli stvarati sadržaj, dijeliti ga sa svijetom i primati plaću bez napuštanja svog doma.\\n\\nUnatoč toj slobodi koja nam omogućuje da se izrazimo i budemo plaćeni za vrijednost koju stvaramo, znamo da Internet nije toliko slobodan kao što je prvotno bilo zamišljeno.\\n\\nPristup webu, objavljivanje sadržaja i primanje plaće uključuje brojne davatelje usluga koji vrebaju u pozadini. Ti davatelji usluga mogu blokirati vaš sadržaj, zaustaviti vaša plaćanja ili vas jednostavno u potpunosti ukloniti s platforme. Svaki je pružatelj usluga potencijalna točka cenzure. Svaki od njih u stanju je izvući vrijednost.\\n\\nBlockchain je tehnologija koja eliminira potrebu za posrednicima i koja posjeduje snagu kojom može ukloniti nepotrebne pružatelje usluga koji stoje između autora i potrošača. Kada govorimo o blockchain tehnologiji nailazimo na jedan zanimljiv paradoks - njezina najveća kvaliteta manifestira se u činjenici da je najvrjednija kada izvlači što je manje moguće vrijednosti od svojih korisnika.\\n\\nFacebook ne bi trebao prodavati vaše podatke, a da vam ne plati. YouTube ne bi trebao imati veću zaradu od oglašavanja od vas. Twitter ne bi smio zabraniti ili blokirati vaše tweetove jer se ne slaže s vama.\\n\\nZato smo kreirali platformu Subsocial. Radi se o Web 3.0 tehnologiji s koja jamči suverenitet podataka. Vi kontrolirate podatke koje stvarate. Vaš sadržaj, vaša vrijednost.\\n\\nPregled\\n\\nSubsocial je otvorena platforma koja svakome omogućuje pokretanje vlastitih decentraliziranih društvenih mreža i tržišta otpornih na cenzuru. Platforma Subsocial će vam pomoći da stvorite vlastitu decentraliziranu verziju globalno popularnih stranica kao što su Medium, Twitter, Reddit, Instagram, Discourse, Patreon, OnlyFans itd.\\n\\nNaš softver koristi Substrate blockchain okvir i IPFS za decentraliziranu pohranu datoteka koji omogućuju personalizirani izvor tekućih vijesti i obavijesti, transparentnu reputaciju, pretraživanje cijelog teksta, bogate formate sadržaja bez žrtvovanja sustava SEO (optimizacija tražilice).\\n\\nUpotreba sustava Substrate platformi Subsocial omogućuje da se poveže s proširenjem Polkadot i Kusama. Polkadot je sljedeća generacija blockchain protokola koji ujedinjuje čitavu mrežu namjenski izgrađenih blockchaina, pružajući im mogućnost besprijekorne međusobne komunikacije i uzajamnog djelovanja unutar zadanog opsega. Polkadot će osigurati međulančanu interakciju, kao i zajedničku sigurnosnu platformu na kojoj se Subsocial može proširiti, ali i ostati siguran.\\n\\nPlatforma Subsocial društvena je mreža koja ne poznaje nikakva ograničenja.\\n\\nArhitektura\\n\\nPlatforma Subsocial više je od blogging platforme koja nudi plaćanja u kriptovaluti. Radi se o revolucionarnoj platformi koja povezuje društvene mreže s decentraliziranim financijama. Ovo je financijska društvena mreža koja predstavlja spoj društvene mreže i decentraliziranih financija (DeFi). Kako bismo bolje objasnili po čemu se razlikujemo od jednostavnih blogging platformi, moramo predstaviti našu arhitekturu na visokoj razini.\\n\\nUkratko ćemo vas upoznati sa sljedećim temama: gdje se sadržaj objavljuje i kako se može unovčiti putem brojnih temeljnih načina na kojima radimo i koje što prije želimo učiniti dostupnima. Ovaj će vam rad otkriti i mnoštvo reputacijskih vrsta te načine na koje rješavamo reputacijska pitanja.\\n\\nUz platformu Subsocial ne morate pokretati vlastiti blockchain za društvenu mrežu. Na lancu platforme Subsocial, koji će pružiti zajedničke efekte umrežavanja, može djelovati mnoštvo različitih društvenih mreža. Mreža je prema zadanim postavkama otporna na cenzuru, međutim, svaka zajednica može postaviti vlastita moderacijska pravila.\\nObjave i prostori\\n\\nTemeljni elementi platforme Subsocial su prostori, obajve, komentari, lajkovi i pratitelji. Ovi elementi poznati su svima koji su koristili bilo koju platformu društvenih mreža.\\n\\nNajbolji način za njihovo razumijevanje usporedba je s poznatim platformama:\\n\\nProstori su slični:\\n\\nBlogovima na platformi Blogger\\nPublikacijama na platformi Medium\\nGrupama ili stranicama na platformi Facebook\\nRačunima na platformama Twitter i Instagram\\nKanalima na platformi YouTube\\nPoslužiteljima na platformi Discord\\nForumima na platformi Discourse\\n\\nObjave su slične:\\n\\nObjavama na platformi Facebook\\nČlancima na platformi Medium\\nTweetovima na platformi Twitter\\n\\nŠto kažete na nešto naprednije? Kako možemo ponovno stvoriti popularne platforme za Web 3.0 koristeći platformu Subsocial?\\n\\nAirbnb – popisi apartmana su prostori, dok su recenzije objave\\nQuora – pitanje je objava, odgovori su komentari/odgovori.\\nStack Overflow -\\n\\nAutori odgovora mogu biti nagrađeni, npr. od strane onoga tko je postavio pitanje\\nRaspodjela isplata također se može podijeliti između onoga što vlasnik pitanja i zajednica smatraju najboljim odgovorom.\\n\\nPatreon/OnlyFans – podržani korisnici mogu biti predstavljeni kao prostori koji su nagrađeni putem plaćenih pretplata i glasova zajednice itd.\\n\\nSve objave i prostori povezani su s parovima javnih ključeva (računima). To znači da se sav sadržaj može precizno pripisati autoru i/ili vlasniku objava. Korištena kriptografija istovjetna je onoj upotrijebljenoj na platformama Polkadot i Kusami. Platforma Subsocial podržava proširenje platforme Polkadot u obliku {.js} koje omogućuje jednostavno upravljanje ključevima u pregledniku ili, u budućnosti, izvanmrežnim trezorom putem sustava Parity Signer.\\n\\nUz ugrađenu podršku za IPFS, vaš prostor može iskoristiti prednosti decentraliziranih usluga poslužitelja.\\n\\nSvi su kodovi otvorenog izvora i omogućuju prilagodbu pristupnog korisničkog sučelja, a prilagođeni su potrebama vaše zajednice. Za više pojedinosti pogledajte JS SDK platforme Subsocial. Ako imate ideju za novu funkcionalnost lanca, možete predložiti značajku ili stvoriti zahtjev za povlačenjem putem repozitorija čvorova platforme Subsocial.\\n\\nIdentitet\\n\\nNa platformi Subsocial dopuštamo izradu korisničkog profila. Radi se o jedinstvenom identitetu koji se može koristiti u bilo kojoj zajednici izgrađenoj povrh platforme Subsocial. Vjerujemo da bi se u budućnosti ovaj identitet mogao ponovno koristiti na drugim paralancima.\\n\\nDruštvena mreža u vlasništvu korisnika\\n\\nNa trenutnim društvenim mrežama imamo vrlo ograničene informacije o tome kako se upravlja platformom. Djelomičan razlog zašto je to tako leži u činjenici da nemamo vlasništvo nad platformom. Najveće tvrtke koje su u vlasništvu društvenih mreža zarađuju milijarde dolara od kojih autorima sadržaja ide samo jedan mali dio profita, dok korisnici ne dobivaju apsolutno nikakav dio zarade. Čak i kao dioničarima matične tvrtke, naš će udio biti gotovo neznatan.\\n\\nNa platformi Subsocial korisnici su vlasnici mreže. Uz vlasnike tokena, koji mogu sudjelovati u cjelokupnom upravljanju platformom Subsocial, upravljanje svakim prostorom u kojem su učlanjeni omogućeno je i korisnicima. Svaki prostor djeluje poput decentralizirane autonomne organizacije (DAO), gdje članovi mogu biti vlasnici i pomoći u upravljanju prostorom. Upravljanje prostorom je neobavezno, ali vjerujemo da će mnogi prostori odlučiti prihvatiti ovu značajku.\\n\\nAko se ne radi o vašim ključevima, onda to nisu vaši podaci\\n\\nObjavljivanje sadržaja na web-mjestu u vlasništvu tvrtki koje posjeduju tradicionalne društvene mreže pretpostavlja mala prava nad načinom na koji se sadržaj unovčava ili cenzurira. Štoviše, vaše vjerodajnice za prijavu pohranjuju se u njihovoj središnjoj bazi podataka. Morate vjerovati da će te tvrtke moći zaštititi vaše privatne podatke, a već smo ranije svjedočili brojnim situacijama u kojim je došlo do povrede podataka u vlasništvu najvećih tvrtki koje djeluju u Web 2.0 prostoru (uključujući Facebook i Twitter). Ne postoji način na koji možete provjeriti prodaju li te tvrtke vaše podatke.\\n\\nTehnologije koje pokreću paradigmu Web 3.0 omogućuju korisnicima da zadrže vlasništvo nad vlastitim podacima. Umjesto da objavljujete sadržaj na platformi u vlasništvu velikih društvenih mreža, sadržaj sada možete objavljivati i monetizirati potpuno neovisno o trećim stranama. Vaše vjerodajnice za prijavu pohranjuju se lokalno, i to na vašim uređajima, a ne u centraliziranoj bazi podataka.\\n\\nMonetizacija\\n\\nNapojnice\\n\\nNapojnice mogu biti plaćene po objavi, komentaru ili prostoru. Osim autorima sadržaja, nagrade mogu biti isplaćene i osobama koje su objavile dobar komentar/odgovor.\\n\\nPretplate\\n\\nJedna ključna značajka koja nije dostupna na prethodnim blockchain web-mjestima za blogove uključivanje je pretplate. Ova značajka od iznimne važnosti koja pretpostavlja unovčavanje sadržaja dostupna je na popularnim Web 2.0 platformama kao što su Patreon, SubStack i OnlyFans.\\n\\nPojava pretplata u ekosustavu kreiranja sadržaja omogućila je ljudima da počnu samostalno raditi i puno se detaljnije povezivati sa svojim obožavateljima. Dok su prije pojave ovakvih stranica YouTube oglasi nudili nešto poput proxyja, te su stranice otišle korak dalje i omogućile su objavljivanje privatnog sadržaja za različite razine pretplatnika.\\n\\nNajveći je nedostatak to što ove platforme mogu blokirati ili ukloniti sadržaj koji im se ne sviđa, a osim toga, autori svoj sadržaj povjeravaju vlasnicima platforme. Koliko besplatnog sadržaja može vidjeti tim koji stoji iza platforme OnlyFans? Uklanjanje točaka povjerenja važno je za blockchain ekosustav.\\n\\nTehnički dio dodavanja pretplata u Subsocial lanac je jednostavan, međutim, još uvijek treba provesti određena istraživanja o tome kako postupati s hostingom za privatni sadržaj na decentraliziran način, a da se pritom očuva privatnost autora.\\n\\nProdaja ili najam sadržaja\\n\\nBlockchain tehnologija omogućuje istinsko vlasništvo: budući da ga posjedujete, svoj biste sadržaj trebali moći prodati ili preprodati. Ova dinamika zapravo nije moguća na Webu 2.0: vaš sadržaj može uključivati vaše ime koje obično nije kriptografski potpisano niti pohranjeno u javnoj glavnoj knjizi. Vlasništvo u Webu 2.0 prilično je nejasno, a njegova provedba zahtijeva pravne ugovore.\\n\\nUz platformu SubSocial moguće je prodavati sadržaj, kao i iznajmljivati postove ili prostore. Vi zadržavate vlasništvo i ostvarujete određeni prihod, dok najmoprimac zadržava pravo na promet ostvaren posjetom korisnika. Navedimo primjer:\\n\\n\\\\*NAPOMENA\\n\\nAko ste napisali popularnu objavu na neku temu (npr. e-trgovina), a objava privuče tisuće pregleda mjesečno, onda je moguće pretpostaviti da je drugi vlasnik prostora upoznat s činjenicom da vaša objava privlači mnogo prometa. Na platformi SubSocial svoju biste objavu na određeno vrijeme mogli iznajmiti drugom prostoru i na taj način ostvariti pravo na prikupljanje autorskih naknada za svoj trud.\\n\\nPametni ugovori\\n\\nKorisnici platforme Subsocial nisu ograničeni na ugrađenu funkciju unovčavanja koju izvorno pruža lanac. Korisnici mogu implementirati pametne ugovore kako bi pokazali beskrajnu kreativnost u unovčavanju svog sadržaja i ugleda. Moguće je izraditi različite algoritme za unovčavanje koji su napredniji ili prilagođeniji vašoj zajednici. Pogledajmo dva primjera koji ilustriraju visok stupanj prilagodbe unovčavanja koje nudi platforma Subsocial:\\n\\nObjava može biti vlasništvo više autora, a isplate se mogu modificirati u skladu s udjelom u vlasništvu, kao i u skladu s brojem lajkova ili odgovora.\\nProstor može pokrenuti jedinstvene tjedne natječaje koji bi nagrađivali autore tri najpopularnije objave na temelju broja lajkova i dijeljenja.\\n\\nNadamo se da ćemo uspjeti pružiti istu razinu kreativnosti koja je u prisutna u decentraliziranom financijsku sustavu unutar Ethereuma. Svjesni smo da bez pametnih ugovora decentralizirani financijski sustav unutar Ethereuma ne bi bio moguć. Interakcija između mnogih DeFi projekata izraz je sastavljanja pametnih ugovora.\\n\\nDruštvene financije (SoFi): kombinacija decentraliziranih financija (DeFi) i društvenih mreža\\n\\nDruštvene financije (SoFi) predstavljaju naš pogled na područja u kojima blockchain tehnologija može revolucionirati plaćanja za društvene mreže. Platforma Subsocial gradi SoFi alate decentraliziranih financijskih primitiva koji su optimizirani za društveno umrežavanje.\\n\\nOsim što je važno da autori sadržaja ubiru plodove svojega rada, važno je i da zajednica može slobodno odlučiti koga će promovirati i nagraditi, što bi već trebalo biti jasno iz ovog rada. SoFi, međutim, preuzima ta temeljna načela kako bi ih nadogradila i omogućila razvojnim programerima da postanu kreativniji i osmisle napredne prilagođene značajke.\\n\\nS pametnim ugovorima koji su dostupni unutar platforme Subsocial, zajednici se pruža mogućnost da stvori vlastite SoFi primitive koji se mogu sastaviti, slične onima iz DeFi prostora. Tijekom Hackusama-e, tim Subsocial počeo je graditi primitive kao što su napojnice i plaćene pretplate koje će biti dostupne tijekom pokretanja. Nadamo se da ćemo tijekom vremena izvođenja dodati NFT-ove i pay-per-view značajku.\\n\\nDruštveni tokeni\\n\\nTokenizirajte svoj Subsocial prostor društvenim tokenima kako biste izgradili i unovčili svoj prostor. Vaši pratitelji mogu postati suvlasnici prostora i, ako žele, sudjelovati u upravljanju. Suvlasnički prostor u svojoj je suštini DAO. To je nešto čega ćemo se dotaknuti u kasnijem odjeljku.\\n\\nUgrađeni AMM DEX za društvene tokene, koji je prilagođen platformi Subsocial, omogućit će korisnicima da lako razmjenjuju društvene tokene bez da moraju brinuti o tome trebaju li pokušati prodavati vlastite tokene i prebacivati njihovo vlasništvo s jedne osobe na drugu.\\n\\nS obzirom na snagu platforme Polkadot, vašim ćete tokenima moći trgovati i razmjenjivati ih za DOT, KSM i ostale društvene parachain tokene, uključujući i stabilne coine poput onih koje razvijaju Acala i Bandot.\\n\\nStabilni coini\\n\\nVažno je imati izvor prihoda (napojnice, plaćene pretplate) koji ne ovisi o ekstremnoj volatilnosti karakterističnoj za kriptovalute. Kao što je spomenuto u prethodnom pododjeljku, to će biti lako uz platformu Polkadot.\\n\\nUloge i dopuštenja\\n\\nPlatforma Subsocial izvorno nudi četiri ugrađene i dinamičke uloge. Vlasnici prostora mogu utvrditi i zatim dinamički ažurirati ulogu za bilo koji Subsocial račun, kao i odrediti koja su dopuštenja povezana s tom ulogom.\\n\\nU nastavku su navedene četiri ugrađene uloge:\\n\\nUloga\\nOpis\\nNitko\\nBilo koji račun na Subsocial blockchainu\\nSvatko\\nNijedan račun\\nPratitelj\\nBilo koji račun koji prati konkretni prostor\\nVlasnik prostora\\nTrenutni vlasnik konkretnog prostora\\n\\nUloge mogu imati različita dopuštenja prema želji vlasnika prostora ili moderatora prostora. Kao i kod drugih platformi društvenih mreža, važno je definirati dopuštenja uzimajući u obzir sljedeća pitanja:\\n\\nTko može kreirati objave i pisati komentare unutar prostora?\\nJe li moguće urediti objavu ili komentar?\\nJe li moguće izbrisati objavu ili komentar?\\nJe li moguće glasati za objavu, protiv nje ili ju podijeliti?\\n... i još mnogo toga.\\n\\nPrimjer: prostor nalik platformi Twitter\\n\\nNa primjer, ako želite svoj prostor učiniti sličnim platformi Twitter, u njega biste trebali implementirati sljedeće dozvole:\\n\\nU konkretnom prostoru samo vlasnik može pisati objave\\nOnemogućivanje uređivanja objava i komentara\\nOnemogućivanje negativnih glasova\\n\\nUloge i dopuštenja omogućuju da prostor bude fleksibilan, osoban te da definira preciznu kontrolu pristupa. To vam pomaže u upravljanju prostorom kada on predstavlja skupinu ljudi kao što je zajednica, organizacija ili tim.\\n\\nModeriranje\\n\\nJedna tema koja je važna za decentralizirani tehnološki ekosustav upravljanje je njegovim moderiranjem. Platforma Subsocial odupire se cenzuri ne blokirajući sadržaj na temeljnoj razini (na lancu). No isto tako razumijemo kako je nužno da vam pružimo mogućnost moderiranja vašeg osobnog prostora kako biste mogli ukloniti nepovezani sadržaj i trolane objave te urediti neprikladan sadržaj.\\n\\nJedinstveni skup moderacijskih pravila koji je primjerice prisutan na platformi Twitter previše je strog i tjera sve korisnike da usvoje iste perspektive kako bi izbjegli cenzuru. Moderiranje po prostoru znači \\\"vaš prostor, vaša pravila\\\". Ovim pravilima upravlja lanac. Osim toga, moguće je modificirati korisničko sučelje kako bi se omogućila veća kontrola nad prikazanim sadržajem.\\n\\nRazličiti prostori mogu imati različita moderacijska pravila, ali svi dijele isti blockchain. Platforma Subsocial ljepilo je koje povezuje sve prostore.\\n\\nProstori kao DAO-i\\n\\nFunkcionalnost koju pružaju moduli iz značajke Uloge i dopuštenja podsjeća na karakteristike DAO-a. To jest, prostor na platformi Subsocial može funkcionirati poput DAO-a. Platforma Subsocial dozvoljava više vlasnika (putem višestrukog potpisa) koji mogu kontrolirati i unovčavati sadržaj.\\n\\nSvaki prostor može imati svoj vlastiti token, stoga se vlasništvo nad prostorom može predstaviti kao udio u tokenu prostora. Slično tomu, svaki se prostor može razvijati vlastitim mehanizmom upravljanja (uključujući upravljanje vlasnika tokena). Kao rezultat toga, svaki prostor može imati vlastiti trezor koji kontroliraju njegovi vlasnici tokena.\\n\\nUpravljanje se može koristiti za modificiranje dozvola unutar prostora, uloga, odabir moderatora te čak za kolektivno donošenje odluka o tome kako blokirati neželjeni sadržaj.\\n\\nKako bi se olakšalo trgovanje tokenima unutar različitih prostora, tokeni će se prvo moći zamijeniti za Subsocial tokene.\\n\\nSkalabilnost\\n\\nPlatforma Subsocial omogućuje zajednicama da kreiraju vlastiti prostor povrh Subsocial lanca, tako da sve zajednice dijele isti temeljni blockchain. To pruža zajedničke mrežne efekte: korisnici će se jednostavno moći pridružiti bilo kojoj zajednici na bilo kojem alternativnom klijentu na platformi Subsocial. Osim toga, svatko s Polkadot ili Kusama adresom može se lako pridružiti Subsocial zajednici.\\n\\nMogućnost nadogradnje\\n\\nSupstrat omogućuje besprijekornu nadogradnju blockchaina bez tvrdog račvanja (hard fork). Na platformama Polkadot i Kusami već smo svjedočili provedbi nadogradnje vez tvrdog račvanja. Isti mehanizmi upravljanja i nadogradnje na lancu dostupni su za sve blockchaine temeljene na Supstratu.\\n\\nOvaj pristup blockchain tehnologiji savršen je za platformu Subsocial. Vjerujemo da nije moguće znati sve unaprijed. Funkcionalnost i parametri platforme u potpunosti će se morati mijenjati kada članovi zajednice pronađu bugove ili kada dođe vrijeme za provedbu neophodnih poboljšanja.\\n\\nMogućnost prilagodbe\\n\\nU svojoj srži naš je softver otvorenog koda i modularnog dizajna. Platforma Subsocial omogućuje gotovo potpuno prilagođavanje potrebama zajednice. Ovo je, nadamo se, očito iz prethodnih odjeljaka, ali nije na odmet upoznati se s brojnim načinima na koje se naš softver može koristiti:\\n\\nPrilagodba korisničkog sučelja putem našeg alata JS SDK\\nImplementacija pametnih ugovora za nove metode unovčavanja\\nNasljeđivanje značajki iz drugih prostora\\nPrigođavanje upravljačkih procesa unutar konkretnog prostora\\nModeriranje sadržaja u skladu s željema publike\\nPokretanje vlastitog lanca pomoću našeg otvorenog koda\\n\\nMeđulančana interakcija s para-lancima\\n\\nJedan od najuzbudljivijih aspekata platforme Polkadot sposobnost je da jedan para-lanac bez prethodne provjere stupa u interakciju s drugim. To također znači da bi se bilo koji token s platforme Polkadot mogao koristiti za plaćanja na platformi Subsocial. Primarni interes za ovakvu vrstu transakcije vjerojatno će iskazati osobe koje pretplatu žele platiti koristeći se DOT, KSM, ACA ili izvornim SubSocial tokenima.\\n\\nUpravljanje\\n\\nU prethodnom smo odjeljku opisali kako vlasnici prostora na raspolaganju imaju nekoliko mogućnosti za upravljanje vlastitim prostorom. Upravljanje prostorom pokušali smo učiniti što fleksibilnijim kako bismo ga prilagodili zahtjevima vlasnika.\\n\\nOsim toga, na Subsocial para-lancu također postoji upravljački sloj. Baš kao što je to slučaj na platformi Polkadot, vlasnici Subsocial tokena moći će glasati o prijedlozima koji se pojavljuju na lancu.\\n\\nUpravitelji lanca odlučit će na koji će se način lanac nadograđivati i kako će se trošiti novac iz trezora. Nadogradnje mogu postati novi moduli koji pružaju nove funkcionalnosti za sve prostore i koji odlučuju bi li se platforma Subsocial trebala integrirati s ostalim društvenim mrežama.\\n\\nTrezor\\n\\nTrezor platforme Subsocial skup je tokena na razini lanca koji se mogu potrošiti na prijedloge koje su iznijeli članovi zajednice u svrhu daljnjeg napretka projekta i njegovog ekosustava. Prema našim predviđanjima, trezor bi trebao sponzorirati razvoj lanca, stvaranje različitih web i mobilnih aplikacija, alternativnih algoritama povezanih s prikazom tekućeg sadržaja, rast zajednice i marketing.\\n\\nU usporedbi s, recimo, trezorom platforme Kusama, postoji jedna značajka za koju nam se čini da se može poboljšati. Naša bi platforma trebala imati tri vijeća koja će upravljati gore navedenim rashodima trezora. Svako vijeće u idealnom će slučaju biti sastavljeno od stručnjaka iz konkretne domene: tehnologije, UX-a i marketinga.\\n\\nBudućnost verzije 1.0\\n\\nU ovom odjeljku ćemo razmotriti moguće značajke koje bi mogle postati dio budućih verzija platforme Subsocial.\\n\\nPay-Per-View\\n\\nZnačajka koju trenutno istražujemo je Pay-Per-View (PPV). Preliminarno istraživanje pokazalo je da bi se ta značajka mogla implementirati korištenjem pouzdanog okruženja za izvršavanje, sličnom onomu iz projekta SubstraTEE.\\n\\nTrgovina za algoritme društvenog umrežavanja\\n\\nObjave, tweetovi i novosti koje ispunjavaju izvor tekućih vijesti na najpopularnijim web stranicama za društveno umrežavanje kontroliraju nevidljivi algoritmi koji imaju ogroman utjecaj na naš život. Milijarde ljudi koristi društvene mreže kojima upravlja nekoliko ogromnih korporacija, ali nitko ne može vidjeti kako algoritam funkcionira niti odabrati prikladniji algoritam koji odgovara ukusima korisnika. To vrijedi za platforme YouTube, Facebook, Twitter, Medium i, prema našem mišljenju, za sve ostale platforme društvenih mreža na Webu 2.0.\\n\\nFiltriranje informacija svojevrsna je moć koju te tvrtke imaju nad nama. Njihovi algoritmi osmišljeni su i stalno se poboljšavaju radi njihove zarade, a ne zbog sadržaja koji bi nas najviše zanimao. Sličan problem ogleda se i u filtriranju oglasa. Postoji ravnoteža između količine oglasa po sesiji korisnika i ogorčenosti korisnika u slučaju da je tijekom sesije prikazano previše oglasa. Još jednom ponavljamo, ovi algoritmi nisu javni.\\n\\nOsmislili smo način na koji možemo riješiti taj problem: trgovinu za algoritme koji popunjavaju izvor tekućih vijesti. Time bismo korisnicima omogućili da biraju između različitih algoritama filtriranja, tako da se sadržaj u korisničkom sučelju može pojaviti redoslijedom koji najbolje odgovara željama korisnika. Ako se pokaže da jedan algoritam ne radi, može se zamijeniti drugim.\\n\\nNapredno moderiranje\\n\\nJedan od proizvoda skaliranja saznanje je da bi velika zajednica mogla imati puno iskustva s kvalitetnim moderiranjem i održavanjem blokiranog sadržaja. U prostoru koji je posvećen djeci, važno je blokirati sadržaj koji se smatra krajnje nepoželjnim.\\n\\nNa drugom kraju skale mogu biti tisuće malih zajednica koje imaju samo jednog moderatora ili nemaju isto iskustvo ili nemaju vremena pratiti najnoviji sadržaj koji treba blokirati.\\n\\nOvaj se problem može riješiti tako da se zajednicama omogući nasljeđivanje načina moderiranja iz većeg prostora unutar platforme Subsocial. To će rasteretiti manje zajednice i omogućiti učinkovito upravljanje neželjenim sadržajem.\\n\\nRazdijeljena reputacija\\n\\nJedan od ključnih mehanizama koji gradimo raspoređivanje je reputacije po prostoru i oznaci. Usporedite ovo s platformom Reddit koja ima samo jedan sustav reputacije: umjesto konkretne reputacije za određeni subreddit, ova platforma nudi opću reputaciju za cijelu web stranicu. Ova generička karma (ugled) ne pokazuje gdje je korisnik točno stekao reputaciju. Stručnjaci za financijska tržišta vjerojatno nisu stručnjaci za, recimo, nogomet i kirurgiju.\\n\\nReputacijski sustav koji mi planiramo uvesti nalik je sustavu razdijeljene reputacije s platforme Stack Overflow (Stack Exchange). Ovaj pristup omogućuje napredne značajke oslanjajući se na vašu konkretnu reputaciju:\\n\\nPrilikom glasanja u anketi, vaša reputacija po prostoru može se koristiti za ponderiranje vašeg glasa.\\nPrilikom sudjelovanja u izazovu ili natjecanju s poticajem, reputacija u određenom prostoru može se koristiti kao koeficijent za određivanje udjela u nagradi. Pravedne nagrade zahtijevaju konkretnu reputaciju.\\n\\nS obzirom na prilagodbu koja je omogućena pametnim ugovorima, prostori bi mogli proširiti ili nadjačati sustav reputacije ugrađen u osnovni lanac. Vlasnici prostora ili članovi njihove zajednice mogu stvoriti alternativne formule za izračunavanje reputacije i načina na koji se ona koristi.\\n\\nEkonomija tokena\\n\\nEkonomija tokena i njihova distribucija\\n\\nEkonomija tokena (\\\"tokenomija\\\") definira upotrebu tokena, uključujući čimbenike koji određuju njihovu ponudu i potražnju.\\n\\nDistribucija tokena početna je raspodjela sudionika u bloku geneze (tj. tko posjeduje koliki postotak tokena pri pokretanju mreže).\\n\\nPotražnja – tko želi posjedovati Subsocial tokene?\\n\\nSudionici unutar Subsocial ekosustava morat će pribaviti Subsocial tokene kako bi izvršili radnje. Sljedeći popis prikazuje tipične grupe ljudi koji će potraživati tokene.\\n\\nZa plaćanje transakcija kao i za ulaganje ili ostvarivanje prava na besplatne transakcije, korisnici trebaju posjedovati tokene.\\nKorisnici koji su ujedno i autori sadržaja posjedovanjem tokena ostvaruju pravo da njihov sadržaj bude postavljen kao prioritet (u određenom smislu, ovdje se radi o \\\"marketingu\\\")\\nLjudi koji žele sudjelovati u upravljanju (ovako se oblikuje razvoj Subsocial ekosustava na decentraliziran način).\\nPravo na pristup posebnom sadržaju (posebnim prostorima)\\nZa pokretanje validacijskog čvora na para-lancu kolatorima su potrebni tokeni.\\nKorisnici koji žele kupiti token konkretnog prostora to mogu učiniti isključivo pomoću glavnih Subsocial token\\n\\nPonuda – koga će mreža nagraditi?\\n\\nPostoje određeni sudionici unutar mreže koji obavljaju vitalne funkcije za održavanje integriteta i dostupnosti mreže, stoga će takvi sudionici biti nagrađeni Subsocial tokenima. Ovdje se radi o obliku inflacije isplaćene iz bloka s nagradama.\\n\\nKolatori (oni koji proizvode blokove na Subsocial lancu)\\nTrezor\\nSudionici u PLO-u (korisnici koji polažu sigurnosni depozit za aukciju na para-lancu)\\n\\nRazmotrili smo i pitanje trebaju li sljedeći akteri koji su dio našeg ekosustava biti nagrađeni izvornim Subsocial tokenima, s naglaskom da ti akteri kreiraju svoje vlastite tokene unutar platforme Subsocial. To znači da će prostori unutar platforme Subsocial odabrati kako će nagraditi sljedeće aktere:\\n\\nAutore sadržaja\\nIzdavače\\nInfluencere\\nModeratore\\n\\nKorisnost tokena\\n\\nGlavni token pogodan je za niz različitih upotreba koje ćemo opisati u nastavku. Glavna svrha tokena omogućiti je autorima da svoj sadržaj unovče na različite načine. Imajte na umu da su neke od ovih značajki još u razvoju.\\n\\nTransakcije\\nUnovčavanje sadržaja\\nNapojnice\\nPretplata\\nProdaja i najam prostora\\nImplementacija pametnih ugovora\\nImplementacija novih tokena (npr. Tokena prostora ili društvenih tokena)\\nGlasanje u upravljanju (za dodatne pojedinosti pogledajte Lightpaper)\\n\\nDistribucija tokena\\n\\nPočetna distribucija\\n\\nPrilikom pokretanja Subsocial blockchaina očekujemo da će tokeni biti distribuirani na sljedeći način.\\n\\n10% - privatna prodaja tokena (15-25% tokena od navedenih 10% bit će otključeno tijekom TGE-a, s razdobljem stjecanja prava od 2 godine)\\n25% - tim i savjetnici (bez otključavanja za vrijeme TGE-a, s razdobljem stjecanja prava duljim od 2 godine)\\n65% - razvoj ekosustava:\\n25% Kusama PLO\\n15% razvojne potpore\\n10% marketing\\n5% autori sadržaja\\n5% kolatori\\n5% airdropovi za postojeće zajednice: Polkadot, Kusama, Steem, Hive\\n\\nTGE = Događaj generiranja tokena. Radi se o događaju koji uključuje početno kreiranje tokena koji će se održati nakon pokretanja mreže Subsocial.\\n\\nKovanje tokena (poslije njihova stvaranja)\\n\\nNakon što mreža krene s radom, započinje proizvodnja novih blokova s tokenima koji će kao nagrada biti proslijeđeni važnim sudionicima mreže. Ovaj postupak predstavlja oblik inflacije tokena.\\n\\nPrema našem planu, u prvoj godini neće biti inflacije tokena zato što će nagrade za ključne sudionike biti uključenje u početni blok. U ovom slučaju, ključni sudionici su kolatori i sudionici u PLO-u.\\n\\nOd druge godine planiramo krenuti s inflacijom po stopi od 10% (od ukupne ponude). Parametri se mogu prilagoditi kako bi odražavali tržišne uvjete. Moramo osigurati da inflacija ne odvrati nove ljude od pridruživanja ekosustavu, ali da bude dovoljno visoka da nagradi određene važne sudionike za obavljanje potrebnih funkcija (kolatori).\\n\\nUkupni iznos inflacije tijekom godine mogao bi se rasporediti u sljedećim iznosima (ovi se brojevi mogu mijenjati od strane upravljačke strukture):\\n\\n25% za kolatore (i nominatore)?\\n25% za trezor\\n25% za autore sadržaja\\n25% za nagradni fond budućih PLO-a\\n\\nTrezor\\n\\nPlatforma Subsocial slijedit će postupke platformi Polkadot i Kusama implementacijom trezora na lanac koji kontroliraju vlasnici tokena. Planiramo imati dva vijeća, jedno tehničko, a drugo usmjereno na rast ekosustava.\\n\\nNismo donijeli konačnu odluku o tome kada će se pokrenuti upravljanje na lancu (a time i trezor).\\n\\nKao što je gore navedeno, plan nam je da trezor primi 25% inflacijskih nagrada.\\n\\nPara-lanac i para-nit\\n\\nLanac razvijen sa sustavom Supstrate u različitim trenucima svog života može poprimiti jedno od tri stanja: neovisni lanac s osiguranim mostom, para-lanac ili para-nit. (izvor)\\n\\nPlatforma Subsocial planira biti para-lanac platforme Kusama, a ako to bude uspješno provedeno, onda ćemo razmotriti i pokretanje para-lanca za proširenje Polkadot, ali ne možemo jamčiti da će se to dogoditi.\\n\\nAko platforma Subsocial ne bude uspjela pokrenuti para-lanac, razmotrit ćemo pokretanje para-niti. U tom se slučaju neće generirati tokeni za korisnike koji su željeli sudjelovati u PLO-u (jer akcija nije uspjela).\\n\\nKao para-nit, trebali bismo kupiti KSM ili DOT tokene kako bismo platili uključivanje bloka. Za pokrivanje ovog troška, jedna od opcija bila bi prodaja našeg izvornog tokena unutar lanca.\\n\\nResursi\\n\\nAcala Token Economy Paper <https://github.com/AcalaNetwork/Acala-white-paper/blob/master/Acala_Token_Economy_Paper.pdf>\\nSubsocial Lightpaper (Monetization)\\nPolkadot Parathreads <https://wiki.polkadot.network/docs/ru/learn-parathreads>\\n\\nČesto postavljana pitanja\\n\\nŠto je Subsocial?\\n\\nPlatforma Subsocial skup je Substrate paleta s internet korisničkim sučeljem koje svakome omogućuje pokretanje vlastite decentralizirane društvene mreže ili zajednice. Platforma Subsocial nije decentralizirana društvena mreža, poput Twittera ili Facebooka, već platforma za izgradnju društvenih mreža.\\n\\nOdakle potječe ime platforme?\\n\\nPlatforma Subsocial bit će temeljna arhitektura na kojoj se grade društvene mreže budućnosti. Prefiks Sub odnosi se na dvije stvari:\\n\\nPlatforma Subsocial bit će osnovni sloj koji podržava sve društvene mreže izgrađene na njemu\\nPlatforma Subsocial izgrađena je na tehnologiji Substrate\\n\\nJe li platforma Subsocial para-lanac platformi Kusama ili Polkadot?\\n\\nTrenutno ne, ali u budućnosti planiramo licitirati za para-lančani utor, vjerojatno na platformi Kusama. Najveća prepreka trenutno je činjenica da para-lančani blokovima trenutno treba previše vremena za pružanje kvalitetnog korisničkog iskustva na platformi Subsocial.\\n\\nNa koji se način platforma Subsocial može usporediti s platformama Facebook, Twitter, Instagram itd.?\\n\\nBudući da platforma Subsocial nije društvena mreža, već platforma za izgradnju društvenih mreža, ovdje se radi o usporedbi krušaka i jabuka. Međutim, društvene mreže izgrađene na platformi Subsocial imat će brojne prednosti u usporedbi s društvenim mrežama Webu 2.0 kao što su decentralizacija, otpor cenzuri, višestruke mogućnosti decentralizirane monetizacije (bez posrednika koji mogu uzeti svoj dio) i razne druge prednosti rada na blockchainu.\\nKoje su prednosti izgradnje zajednice na platformi Subsocial?\\n\\nZbog nekih od gore navedenih značajki, platforma Subsocial omogućit će vam stvaranje puno živahnije i uključenije zajednice. Koristeći društvene tokene i značajke decentraliziranog upravljanja, članovi zajednice moći će postati sudionici na do sada nikada viđen način. Budući da platforma Subsocial predstavlja protokol otporan na cenzuru, ne postoji središnje tijelo koje može kontrolirati vašu zajednicu. Umjesto toga, sama zajednica može odrediti vlastitu moderaciju i pravila članstva.\\n\\nKoje su prednosti korištenja platforme Subsocial za korisnike?\\n\\nNa tradicionalnim društvenim mrežama većina korisnika nikada ne prima nikakvu naknadu za vrijednost koju pružaju mreži. S društvenim mrežama izgrađenim na platformi Subsocial, korisnici će zapravo moći ostvariti korist od sadržaja koji proizvode, i to putem različitih metoda unovčavanja, kao što su napojnice, pretplate, društveni tokeni, prodaja oglasnog prostora i još mnogo toga. Uz to što će sadržavati trgovinu algoritmima, platforma Subsocial svojim će korisnicima pružiti kontrolu nad sadržajem koji im je dostupan.\\n\\nNije mi u potpunosti jasno kako koristiti platformu Subsocial. Što mogu učiniti?\\n\\nPlatforma Subsocial još uvijek je u beta fazi, no naš tim radi na poboljšanju korisničkog sučelja i iskustva. Ako imate bilo kakvih pitanja, obratite nam se na čavrljanju unutar platformi Telegram ili Discord.\\n\\nHoće li se održati IDO?\\n\\nU ovom trenutko to nam nije u planu.\\n\\nHoće li se održati IEO?\\n\\nTim trenutno istražuje IEO-a, no još uvijek nije ništa nije objavljeno. Za sve najnovije informacije, pratite naš kanal s najavama.\\n\\nPostoji li način za dobivanje besplatnih tokena koji bi se koristili na platformi Subsocial?\\n\\nBesplatan token iz našeg fonda možete dobiti nakon što ispunite kratku anketu.\\n\\nKako mogu kupiti Subsocial tokene?\\n\\nSubsocial tokeni trenutno se ne mogu kupiti.\\n\\nKako glasi naziv Subsocial tokena?\\n\\nNaziv tokena glasi SUB.\\n\\nKoji je ukupni broj tokena dostupnih u ponudi?\\n\\nU ponudi se nalazi ukupno 100 milijuna tokena.\\n\\nDa li je SUB ERC20 token?\\n\\nNe. platforma Subsocial ima svoj vlastiti izvorni token izgrađen na Substrate blockchain okviru. Naš token koristi istu tehnologiju kao tokeni DOT, KSM, KAR i ostali tokeni lanaca temeljenih na tehnologiji Supstrate.\\n\\nGdje mogu pogledati pametne ugovore platforme Subsocial?\\n\\nNa platformi Subsocial ne postoje pametni ugovori, jer je izgrađena kao prilagođeni blockchain utemeljen na Substrate blockchain okviru. Subsocial blockchain optimiziran je za operacije povezane s radom društvenih mreža i ima vrlo niske naknade.\\n\\nImate li lightpaper?\\n\\nSubsocial Lightpaper\\n\\nGdje se mogu upoznati s ekonomijom tokena platforme Subsocial?\\n\\nEkonomija tokena platforme Subsocial\\n\\nKako mogu započeti s korištenjem platforme Subsocial?\\n\\nU svom pregledniku instalirajte proširenje Polkadot.js. Ovo proširenje omogućuje vam potpisivanje transakcija u Subsocial blockchainu. Slično je pregledniku MetaMask (proširenje preglednika za Ethereum).\\n\\nU pregledniku Chrome, instalirajte putem Chrome web store\\nU pregledniku Firefox, instalirajte putem Firefox add-ons\\n\\nNakon što ste instalirali proširenje Polkadot, kreirajte (ili uvezite) svoj račun kako biste se putem ove poveznice mogli prijaviti na Subsocial web dapp (decentraliziranu aplikaciju). Da biste koristili decentraliziranu aplikaciju, trebat će vam Subsocial tokeni, stoga posjetite našu fond za tokene.\\n\\nMogu li platformu Subsocial koristiti na mobilnom uređaju?\\n\\nObjave i komentare možete čitati na mobilnim uređajima. S mobilnih uređaja trenutno nije moguće objavljivati, komentirati, davati pozitivne/negativne glasove, dijeliti ili pratiti zato što naš trenutna web decentralizirana aplikacija zahtijeva proširenje Polkadot.js za potpisivanje transakcija, a moderni mobilni preglednici (kao što su Chrome i Firefox) ne podržavaju proširenje. Naša mobilna aplikacija u fazi je razvoja.\\n\\nPostoji li egzistencijalni depozit na platformi Subsocial?\\n\\nEgzistencijalni depozit na betanetu trenutno iznosi 0,1 SUB. Ovaj se iznos može promijeniti u budućnosti ovisno o ukupnoj ekonomiji tokena platforme Subsocial.\\n\\nImam problema s proširenjem Polkadot{.js}. Što da napravim?\\n\\nMoj se račun ne prikazuje ispravno\\n\\nJoš jednom provjerite je li vaše proširenje povezano s web decentraliziranom aplikacijom. Ako je povezano, probajte osvježiti stranicu.\\n\\nNe vidim nove račune iz proširenja Polkadot.js\\n\\nAko ne vidite nove Polkadot{.js} račune na web decentraliziranoj aplikaciji u gornjem desnom kutu, pokušajte se odjaviti i zatim ponovno učitajte stranicu i ponovno se prijavite.\\n\\nPonovno sam učitao stranicu, ali nije pomoglo\\n\\nPreporučamo ponovno učitavanje stranice s čišćenjem predmemorije (Ctrl+F5 u većini preglednika).\\n\\nMoja transakcija nije uspješno provedena\\n\\nU većini slučajeva, ponovno učitavanje stranice unutar Subsocial web decentralizirane aplikacije trebalo bi riješiti vaš problem. Ako i dalje imate problema sa slanjem transakcija (prilikom praćenja prostora, kreiranja objave ili komentara, glasovanja, itd.), prijavite to na jednom od naših službenih čavrljanja (po mogućnosti glavno čavrljanje na engleskom jeziku).\\n\\nKoje su službene društvene poveznice?\\n\\nSve naše najvažnije poveznice dostupne su ovdje.\\n\\nČavrljanja na platformi Telegram\\n\\nEngleski (glavno čavrljanje): <https://t.me/Subsocial>\\n中文 (kineski): <https://t.me/SubsocialChinese>\\n日本語 (japanski): <https://t.me/SubsocialJapanese>\\nEspañol (španjolski): <https://t.me/SubsocialSpanish>\\nFrançais (francuski): <https://t.me/joinchat/8Amh4naeRLAyMzYy>\\nItaliano (talijanski): <https://t.me/SubsocialItalian>\\nРусский (ruski): <https://t.me/SubsocialRussian>\\nTiếng-Việt (vijetnamski): <https://t.me/SubsocialVietnam>\\nTürkçe (turski): <https://t.me/SubsocialTurkish>\\nDeutsch (njemački): <https://t.me/SubsocialGerman>\\n\\nPostoji li ikakva dokumentacija o ugovorima, privatnosti ili pravnom statusu?\\n\\nUvjeti korištenja\\n\\nPravilnik o privatnosti\\n\\nPotraživanje tokena od strane vlasnika DOT/KSM tokena\\n\\nKada je napravljena snimka zaslona koja prikazuje bilancu DOT i KSM tokena?\\n\\nNapravljene su dvije snimke zaslona za tokene Polkadot i Kusama. Jedna 15. travnja 2021., a druga 21. svibnja 2021.\\n\\nOvdje se nalazi snimka zaslona od 15. travnja za DOT, ovdje snimka zaslona od 21. svibnja za DOT, ovdje se nalazi snimka zaslona od 15. travnja za KSM i ovdje se nalazi snimka zaslona od 21. svibnja za KSM.\\n\\nKada će sudionici koji ispunjavaju uvjete moći zatražiti svoje Subsocial tokene?\\n\\nDatum još nije objavljen. Za sve najnovije informacije pratite naš kanal s najavama.\\n\\nPotraživanje tokena za vlasnike Uptrennd (1UP) tokena\\n\\nKada je napravljena snimka zaslona koja prikazuje bilancu 1UP tokena?\\n\\nSnimka zaslona koja prikazuje bilancu 1UP tokena napravljena je 4. svibnja 2021.\\n\\nKada će sudionici koji ispunjavaju uvjete moći zatražiti svoje Subsocial tokene?\\n\\nDatum još nije objavljen. Za sve najnovije informacije pratite naš kanal s najavama.\\n\\nKako platforma Subsocial pohranjuje sadržaj i podatke korisnika?\\n\\nPlatforma Subsocial koristi InterPlanetary File System (IPFS) za pohranu sadržaja korisnika. Da biste saznali više o tome kako se IPFS uklapa u Subsocial sustav, pogledajte ovaj članak.\\n\\nČesto postavljana pitanja o potraživanju tokena\\n\\nKoji računi ispunjavaju uvjete za potraživanje tokena?\\n\\nPrihvatljivost se temelji na dvama snimkama zaslona od 15. travnja i 21. svibnja 2021. godine koje prikazuju vlasnike DOT i KSM tokena. Da bi ispunjavao uvjete, račun mora imati najmanje 1 DOT token tijekom obje snimke zaslona ili najmanje 0,1 KSM tijekom obje snimke zaslona.\\n\\n1. rujna napravili smo snimku zaslona koja prikazuje sve račune koji su sudjelovali u bilo kojoj od pobjedničkih crowdloan kampanja do tog datuma (Karura, Moonbeam, Khala, Shiden, Bifrost, KILT, Basilisk i Calamari). Svi računi sadržani u ovoj snimci također ispunjavaju uvjete, međutim, doprinosi za crowdloan kampanju moraju biti izvršeni putem proširenja Polkadot.js. Stanje novčanika na burzama i doprinosi za crowdloan kampanju izvršeni putem burzi ili web-mjesta trećih strana kao što su Zenlink ili Bifrost-ov SALP ne ispunjavaju uvjete.\\n\\nZašto postoji nekoliko krugova potraživanja tokena?\\n\\nSubsocial zajednica rasprostranjena je po cijelom svijetu. Budući da smo vodili računa o različitim vremenskim zonama i radnom vremenu, zahtjeve za potraživanje tokena podijelili smo u nekoliko krugova koji će se odvijati u različitim vremenskim okvirima.\\n\\nMogu li zatražiti tokene iz novčanika Polkawallet/Fearless/Trust?\\n\\nNe. Trenutačno nijedan mobilni novčanik ne podržava platformu Subsocial, što je u potpunosti izvan naše kontrole. Međutim, služeći se preglednikom na stolnom računalu svoj račun možete uvesti u Polkadot.js koristeći početnu frazu, što će vam omogućiti da zatražite svoje tokene.\\n\\nDa biste pronašli početnu fazu na Fearless novčaniku napravite sljedeće: idite na Postavke > Računi > Informacije > Izvezi\\n\\nDa biste pronašli početnu fazu na Polkawallet novčaniku napravite sljedeće: idite na Profil > Upravljanje računom > Izvoz računa > Mnemoniraj\\n\\nDa biste pronašli početnu fazu na Trust novčaniku napravite sljedeće: idite na Postavke > Novčanici > Kliknite na 3 točke na novčaniku koji želite zatražiti > Prikaži frazu za oporavak\\n\\nMogu li zatražiti tokene sa Ledger računa?\\n\\nNe. Ledger trenutno ne podržava platformu Subsocial, što je u potpunosti izvan naše kontrole. Međutim, ako imate početnu frazu na svom Ledger računu, služeći se preglednikom na stolnom računalu svoj račun možete uvesti u Polkadot.js koristeći početnu frazu, što će vam omogućiti da zatražite svoje tokene.\\n\\nMogu li potraživanje izvršiti sa svog telefona?\\n\\nDa. Pogledajte vodič koji je dostupan ovdje.\\n\\nVeć sam zatražio tokene. Mogu li ih zatražiti opet?\\n\\nSvaki račun koji ispunjava uvjete potraživanje može izvršiti samo jednom. Na primjer, ako je račun koji ispunjava uvjete podnio zahtjev tijekom 1. kruga, tokene ne može potraživati tijekom 2., 3. ili 4. kruga. Ako imate više računa koji ispunjavaju uvjete, potraživanje ćete moći izvršiti samo jednom za svaki račun koji ispunjava uvjete.\\n\\nDao sam svoj doprinos u crowdloan kampanji, zašto ne ispunjavam uvjete?\\n\\nPrihvaćamo samo doprinose koji su izvršeni prije 24. rujna i to putem proširenja Polkadot.js. Bilo koji doprinos crowdloan kampanji izvršen putem burze bit će označen neprihvatljivim. Svi doprinosi crowdloan kampanji izvršeni putem drugih web stranica, kao što su Zenlink ili Bifrost-ov SALP, neće biti prihvaćeni.\\n\\nMoje se proširenje Polkadot.js ne može povezati s web stranicom. Što nije u redu?\\n\\nAko imate problema s povezivanjem, slijedite sljedeće korake:\\n\\nProvjerite je li na vašem Polkadot.js računu uključena značajka \\\"Dopusti upotrebu na bilo kojem lancu\\\"\\nProvjerite jeste li dopustili mreži app.subsocial.network pristup vašem Polkadot.js računu\\nAžurirajte svoje meta podatke\\nIsključite AdBlock\\nPonovno učitajte stranicu (to učinite samo jednom - nemojte ponovno učitavati stranicu više puta).\\n\\nTrebam li posjedovati DOT, KSM ili SUB tokene da bih izvršio potraživanje?\\n\\nNe. Transakcije potraživanja tokena besplatne su za sve račune koji ispunjavaju uvjete.\\n\\nŠto su SUB tokeni? Što mogu učiniti s njima?\\n\\nSUB tokeni izvorni su tokeni Subsocial blockchaina i koriste se za interakciju s mrežom. glavna mreža platforme Subsocial još nije pokrenuta, ali naša je beta mreža aktivna i nudi funkcionalan proizvod. Svoje SUB tokene možete koristiti za stvaranje prostora, kreiranje objave postova i interakciju s drugim članovima na platformi Subsocial, tako da ih pratite, komentirate i glasate za njihove objave. Drugim ćete korisnicima u budućnosti moći slati napojnice u obliku SUB tokena i još mnogo toga. Platforma  Subsocial radi na poboljšanju interakcije s korisnicima, zbog čega svojim korisnicima i pruža mogućnost potraživanja tokena.\\n\\nNa platformi Subsocial možete kreirati svoj vlastiti prostor i profil.\\n\\nŠto će se dogoditi s mojim tokenima kada se pokrene glavna mreža?\\n\\nVećina tokena bit će prebačena s beta mreže na glavnu mrežu, a većina korisnika će imati isti saldo tokena kao i na beta mreži.\\n\\nU kojem će vremenskom okviru biti otvoreni sljedeći krugovi potraživanja tokena?\\n\\n1. krug započet će u 5h UTC+0 u četvrtak, 7. listopada 2021. Početak 3. i 4. kruga bit će objavljen naknadno.\\n\\nČesto postavljana pitanja o potraživanju tokena putem mobitela\\n\\nMogu li svoje tokene zatražiti putem mobitela?\\n\\nMožete. Ali budući da trenutno nema mobilnih novčanika koji podržavaju platformu Subsocial, morat ćete koristiti mobilni web-preglednik koji podržava web proširenja, a samim time i proširenje Polkadot.js. Yandex je trenutno jedini mobilni preglednik koji podržava proširenja. Morate instalirati preglednik Yandex sa slovom\\\"Я\\\" na crvenoj pozadini, jer proširenje Polkadot.js ne radi stabilno u klasičnom pregledniku Yandex. Preuzmite ga ovdje.\\n\\nSada trebamo instalirati proširenje Polkadot.js. Otvorite preglednik Yandex. Slijedite ovu poveznicu i kliknite na gumb Preuzmi za Chrome (ova će značajka raditi u pregledniku Yandex). Ova vas poveznica prebacuje u trgovinu Chrome. Pritisnite gumb \\\"Instaliraj\\\" i ponovno potvrdite pritiskom na gumb \\\"Instaliraj proširenje\\\".\\n\\nZatim trebamo uvesti račun s kojeg želimo izvršiti potraživanje, koristeći JSON datoteku ili mnemoničku početnu frazu. Otvorite već instalirano proširenje Polkadot.js. Nova kartica s ekstenzijom trebala se otvoriti automatski nakon instalacije proširenja Polkadot.js. Ako se to nije dogodilo, idite na stranicu i kliknite \\\"Prijava\\\" u gornjem desnom kutu - proširenje će se otvoriti u novoj kartici. Na zaslonu ćete vidjeti pozdravnu poruku. Pritisnite \\\"Razumijem, pusti me da nastavim\\\".\\n\\nNaš račun (putem kojeg želimo zatražiti tokene) potom moramo uvesti u mobilno proširenje. Ako račun uvozite putem početne fraze, kliknite na \\\"+\\\" u gornjem desnom kutu zaslona i odaberite \\\"Vrati račun iz sigurnosne kopije JSON datoteke\\\" ili \\\"Uvezi račun iz već postojeće početne faze\\\". Zatim u retku \\\"sigurnosna kopija datoteke\\\" odaberite svoju JSON datoteku (ako je nemate, možete je izvesti iz novčanika koji koristite, npr. Mathwallet), u redak \\\"lozinka\\\" unesite trenutnu lozinku (ne novu lozinku!). Ako svoj račun uvezete pomoću početne fraze, morat ćete unijeti početnu frazu, a zatim smisliti novu lozinku.\\n\\nČestitamo, spremni ste potraživanje tokena! U ovoj verziji preglednika neće biti skočnih prozora jer će se potvrde transakcije pojaviti u novoj kartici, tako da ćete se sami morati prebaciti na novu karticu jer se ne otvara automatski.\\n\\nRječnik\\n\\nProstori\\n\\nProstori su mjesto na platformi Subsocial na kojem se nalazi sadržaj - sve objave moraju biti kreirane unutar Prostora. Svi korisnici mogu slobodno kreirati onoliko Prostora koliko žele. Prostor može funkcionirati kao osobni prostor ili kao zajednica. Korisnici mogu pratiti Prostore kako bi na svom izvoru tekućih vijesti vidjeli objave iz tog Prostora. Vlasnik Prostora može moderirati Prostor, kao i promijeniti način na koji je postavljen. Na primjer, vlasnik može dopustiti pratiteljima objavljivanje u Prostoru ili onemogućiti negativne glasove. Ako to želi, vlasnik svoj Prostor može učinkovito transformirati u DAO.\\n\\nPrijenos vlasništva\\n\\nPrijenos vlasništva nad Prostorom omogućuje da drugu osobu postavite za vlasnika, što sa sobom nosi sve ovlasti i odgovornosti koje vlasništvo pretpostavlja. Prijenos vlasništva dvostrani je proces - nakon što pokrenete prijenos, primatelj mora prihvatiti vlasništvo nad Prostorom.\\n\\nUrednici Prostora\\n\\nVlasnik Prostora može postaviti druge račune kao njegove urednike. Funkcija urednika omogućuje vam objavljivanje u Prostoru te uređivanje i skrivanje objava koje kreirate u Prostoru (ne možete uređivati ili sakrivati postove drugih osoba). Ova je značajka korisna za stvari kao što su zajednički blogovi ili novine.\\n\\nObjave\\n\\nObjave predstavljaju način na koji sadržaj postavljate na platformu Subsocial (tekst, audio zapisi, fotografije ili videozapisi). Objave moraju biti kreirane u Prostoru. Objave je moguće komentirati, kao i glasati za ili protiv njih. Objave se mogu dijeliti u drugim Prostorima.\\n\\nKomentari\\n\\nKomentari su odgovori na objavu koji su vidljivi ispod nje.\\n\\nPozitivni glasovi\\n\\nPozitivni glas reakcija je na objavu koja označava da vam se objava sviđa. Broj glasova koji podupiru objavu vidljiv je svima.\\n\\nNegativni glasovi\\n\\nNegativan glas reakcija je na objavu koja označava da vam se objava ne sviđa. Broj glasova koji ne podupiru objavu vidljiv je svima.\\n\\nDijeljenje\\n\\nDijeljenje objave slično je retweetanju tweeta na platformi Twitter. Dijeljenju objave možete dodati komentar koji će biti lako uočljiv. Dijeljenje objave slično je objavi, jer se objave moraju dijeliti na Prostorima. Dijeljenja se također mogu pozitivno ili negativno ocijeniti, komentirati i dijeliti.\\n\\nIzvor tekućih vijesti\\n\\nVaš izvor tekućih vijesti zbirka je objava iz Prostora koje pratite.\\n\\nProfil\\n\\nVaš je profil povezan s adresom vašeg Subsocial računa i predstavlja pregled vaših aktivnosti na platformi Subsocial. Na svom računu možete postaviti profilnu sliku i korisničko ime, kao i poveznicu na osobnu web stranicu. Ispod sažetka vašeg profila nalazi se zbirka svih vaših objava, komentara, reakcija i Prostora. Da biste se saznali dodatne informacije o drugim korisnicima, možete pregledati njihove profile.\\n\\nAdresa računa\\n\\nAdresa računa je upravo to što i jest, adresa vašeg računa. Adrese su obično dugi nizovi slova i brojeva, a koriste se za provođenje transakcija na blockchain mrežama. U ekosustavu Substrate svaki račun ima više adresa jer postoji više lanaca. Dostupnost lanaca ovisi o novčaniku koji koristite.\\n\\nNovčanik\\n\\nKriptovalutni novčanik jednostavan je softver koji vam osigurava kontrolu nad vašim kriptovalutama. Odvojen je od vašeg računa, jer se iz više novčanika možete prijaviti na jedan račun. Primjeri novčanika uključuju Polkadot.js, Polkawallet, Fearless Wallet i Metamask.\\n\\n[SUB.ID](http://SUB.ID)\\n\\n[Sub.ID](http://Sub.ID) alat je koji je, kao dar ekosustavu Substrate, izradio Subsocial tim. Njegov je cilj poboljšati korisničko iskustvu u ekosustavu. Jedan od glavnih problema s Polkadot.js novčanikom jest taj što nije postavljen na način koji omogućuje lak i nesmetan pristup različitim lancima, te što ne pruža mogućnost promatranja većeg broja lanaca odjednom. [Sub.id](http://Sub.id) omogućuje vam da istovremeno vidite svoja salda i adrese za više Substrate lanaca. Ako vam netko drugi pruži samo jednu od svojih Substrate adresa, možete ih potražiti na alatu [Sub.id](http://Sub.id) i pronaći njihove adrese za druge lance. To će vam olakšati plaćanje napojnica, jer ih možete platiti na bilo kojem Substrate lancu koji želite.\\n\\nTokeni Prostora\\n\\nProstori mogu kreirati vlastiti token samo za taj Prostor i koristiti ga u razne svrhe. Tokenima se može pružiti upravljačka moć te se mogu distribuirati članovima prostora u svrhu transformacije Prostora u DAO. Tokeni mogu omogućiti udio u prihodu, u trenutku kada se prihodi od oglasa iz Prostora distribuiraju među vlasnicima tokena. Tokeni Prostora bit će prenosivi i razmjenjivi.\\n\\nPolkaverse\\n\\nPolkaverse još je jedan front-end sustav sposoban za povezivanje sa Subsocial blockchainom. Napravljen kako bi pokazao da, za razliku od tradicionalnih društvenih mreža, platforma Subsocial odvaja front-end sustave od back-end sustava, omogućujući programerima da izgrade dodatne front-end sustave koji odgovaraju njihovim potrebama i preferencijama. Sustav Polkaverse sličan je glavnoj Subsocial aplikaciji. Razlika je u tome što je posvećen proširenju Polkadot i Kusama ekosustavima i što omogućuje lančanu integraciju identiteta s Polkadot i Kusama blockchaina.\\n\\nPodmreža\\n\\nPodmreža predstavlja front-end sustav (web-stranica/aplikacija) izgrađen za povezivanje sa Subsocial lancem koji prikazuje samo pododjeljak sadržaja. Sustav Polkaverse dobar je primjer. Ako jednog dana netko napravi front-end sustav sličan Instagramu koji prikazuje sadržaj samo sa slikama, to bi bio još jedan dobar primjer podmreže.\\n\\nIdentitet na lancu\\n\\nRazličiti Substrate blockchainovi sadrže identitete na lancu, što korisnicima omogućuje da pruže dodatne informacije o sebi (kao što su ime, adresa e-pošte, Twitter račun itd.) koje, uz malu naknadu, ako to želi, može provjeriti neovisna treća strana.\\n\\nDAO\\n\\nDecentralizirana autonomna organizacija. DAO-ovi u osnovi funkcioniraju kao normalne tvrtke ili neprofitne organizacije. Jedina je razlika u njihovoj hijerarhijskoj strukturi. Naime, DAO-vi nemaju izvršnog direktora na vrhu i hrpu radnika na dnu, već svakome pružaju jednake uvjete, budući da se članovi nagrađuju u skladu s doprinosom koji su pružili.\\n\\nSubstrate\\n\\nSupstrate predstavlja okvir koji se u osnovi sastoji od građevnih blokova koji se nazivaju palete i koji programerima omogućuju jednostavnu izgradnju najmodernijih blockchaina. Supstrate je izgrađen programskim jezikom Rust, a kreirao ga je dr. Gavin Wood, koji je kreirao Ethereum. Platforma Subsocial izgrađen je sa Substrate-om.\\n\\nValidatori\\n\\nValidatori čvorova održavaju blockchainove putem sustava konsenzusa. Oni omogućuju ispravno funkcioniranje mreže bez ikakvih nesuglasica između strana o tome koji su se događaji odvili u lancu. Validatori čvorova računala su koja pokreću operateri čvorova. U zamjenu za svoje usluge dobivaju tokene.\\n\\nIPFS\\n\\nInterPlanetary File System decentralizirana je mreža za pohranu koju obično koriste blockchain projekti kojima je potrebno rješenje za pohranu. Funkcionira slično torrent mreži, gdje korisnici preuzimaju sadržaj na svoje uređaje i uploadaju ga ljudima koji mu žele pristupiti. Operatori IPFS čvora mogu odabrati koji će sadržaj hostati na svom čvoru. Platforma Subsocial koristi IPFS za pohranu multimedijskih sadržaja.\\n\\nCID\\n\\nCID-ovi su identifikatori sadržaja, a koriste se kao adrese za datoteke smještene na IPFS mreži. CID se generira iz kriptografskog hasha sadržaja, što znači da u slučaju promjene sadržaja dolazi i do promjene CID-a.\\n\\nUloge\\n\\nUloge predstavljaju skupine dopuštenja unutar Prostora koje vrijede za svakog člana kojemu je dodijeljena konkretna uloga. Na primjer, Prostor može kreirati ulogu moderatora i dati mu dopuštenje za skrivanje objava i blokiranje korisnika iz tog određenog Prostora.\\n\\nDopuštenja\\n\\nDopuštenja vam omogućuju upravljanje nad svojim Prostorima. Na primjer, samo vi ili netko tko prati Prostor možete objavljivati i uređivati objave. Ako ih ne volite, upotrebom dopuštenja možete onemogućiti značajke kao što su glasovi protiv ili komentare. Dopuštenja se mogu dodijeliti raznim ulogama unutar Prostora.\\n\\nModeriranje\\n\\nNa platformi Subsocial moderiranje se odvija samo unutar Prostora. Vlasnik Prostora ili imenovani moderatori jedini imaju pravo moderiranja. Za razliku od tradicionalnih društvenih mreža, na platformi Subsocial ne postoji središnji autoritet koji ima pravo moderiranja. To znači da izvan Prostora nema moderiranja. Nitko ne može izbrisati vaš Prostor ili ga moderirati umjesto vas, osim ako ga vi ne postavite za moderatora. JEDINI način na koji netko može moderirati vaš sadržaj jest ako objavljujete sadržaj koji se nalazi na IPFS čvoru, a operater čvora je odlučio prestati s njegovim hostanjem. Međutim svatko može slobodno hostati svoj IPFS čvor.\\n\\nCenzura\\n\\nCenzura je pojava tijekom koje netko ili nešto ograničava vašu slobodu izražavanja. Iako možete biti cenzurirani u Prostorima drugih ljudi, ne možete biti cenzurirani u Prostorima koje posjedujete.\\n\\nPlaćanje napojnice\\n\\nPlaćanje napojnice najjednostavniji je način da nekoga nagradite za sadržaj koji je kreirao, bez obzira na to radi li se o članku, videozapisu ili šali koja vas je nasmijala. Napojnice se uplaćuju izravno na račun koji je kreirao objavu ili komentar, bez posrednika koji uzimaju svoj dio kao što je to slučaj na postojećim platformama za monetizaciju sadržaja.\\n\\nPretplate\\n\\nPretplate će vam omogućiti da primate ponavljajuća plaćanja za pristup autorovom Prostoru ili drugom jedinstvenom sadržaju. Učestalost plaćanja bit će određena od autora sadržaja. Na primjer, autor može ponuditi dnevnu pretplatu umjesto mjesečne.\\nStručne mreže\\n\\nNa panelu stručnjaka, Prostori će moći odabrati ili glasanjem odlučiti koji je sadržaj najbolji. Autori koji su objavili sadržaj s najviše glasova dobit će nagrade.\\n\\nPay-Per-View\\n\\nPPV omogućuje jednokratno pristupanje sadržaju uz fiksnu naknadu. Ako sadržaju želite ponovno pristupiti, morat ćete ponovno platiti.\\n\\nOglašavanje\\n\\nKako bi ostvarili prihod, vlasnici Prostora ili upravni odbori moći će prodavati oglasni prostor u svom Prostoru. Vlasnik ili odbor mogu prikupiti taj prihod, podijeliti ga među svim vlasnicima Space tokena koji su članovi tog tog prostora ili ga potrošiti na bilo koji drugi način.\\n\\nIzvanlančane usluge\\n\\nSubsocial tim nudi različite izvanlančane usluge koje poboljšavaju korisničko iskustvo na platformi Subsocial kao što su funkcija pretraživanja, obavijesti (uključujući obavijesti e-poštom i ažuriranja izvora tekućih vijesti), osobne postavke i telegramski bot u fazi razvoja za obavijesti.\\n\\nObavijesti\\n\\nObavijesti vas upozoravaju na osobe koje prate vas ili bilo koji vaš Prostor, glasaju ili komentiraju i dijele vaše objave.\\n\\nPretraživanje cijelog teksta\",\"timestamp\":1635439525,\"title\":\"SUBSOCIAL NETWORK\"},\"digest\":\"nivAJGwlMCtDD46WxT76XnCmt6UJ07HHIzhZONDPTjY\",\"authorship\":{\"contributor\":\"0xd57722111412Bf8fD260827426202A04de47899F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bAy0W7qblT6Bv0IM_pOQw6Rz4Vx_KbELI0JaBBp64XQ\\\",\\\"y\\\":\\\"DCc3v6rryqx9m7Z3HN6gL1XZhfwOuJSSt7cqpbQWtUE\\\"}\",\"signature\":\"INanfCTcZTQeRgaWLxIl6kJvHrytqBazuzjnoqMdh4tnv-aJo_udZB-XgH3-uhf7I6qYoMzJ6cOBuNaGHK4_ag\",\"signingKeySignature\":\"0x604cbc202c9c5f2aadf07fc206ed88b7ac2452224a2de879e1c4d71d508c26eb7882a4184cc686bfb576df0131188912ef7f4bdfcf7b53393aed62a55e8bd9691c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bAy0W7qblT6Bv0IM_pOQw6Rz4Vx_KbELI0JaBBp64XQ\\\",\\\"y\\\":\\\"DCc3v6rryqx9m7Z3HN6gL1XZhfwOuJSSt7cqpbQWtUE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bunJuD-PNPtZR95LtDipU3F5VQjIq5hfRE2UghVhG_M\"}"