"{\"content\":{\"body\":\"毛泽东曾经说过：“人的正确思想是从哪里来的？是从天上掉下来的吗？不是。是自己头脑里固有的吗？不是。人的正确思想，只能从社会实践中来，……人们的社会存在，决定人们的思想。”新生婴儿的头脑是一片空白，后天的经历、社会环境的影响、教育学习的作用，才形成了人的种种思想观念。\\n\\n可是，世界只有一个，而每个人看到的都不相同。这一点如何解释？\\n\\n从马克思主义哲学的角度来看，意识是对客观存在的能动反映，也就是说，并非是照相一般的简单摹写，而是经过了头脑有选择、有改造的加工。根据皮亚杰的发生认识论原理，每个人的心灵中都会在后天形成自己独特的认知与情感结构，这个结构决定了我们看待世界的方式，决定了我们认识事物的角度与程度。外部事物经由感觉传达到头脑之后，内在的意识结构要对原始的映象进行加工改造，因此意识对事物的反映不是机械的，而是一种能动的、创造性的反映。身体的素质、生存的环境、成长的经历不一样，每个人的意识对客观存在的反映也各各不同，因此每个人都活在他独一无二的精神世界里，世界在任何两个人的眼中都不会雷同。\\n\\n举个例子：面对同一件事情，人们可能会有各自不同的反应。朱光潜曾在他的美学理论中谈到过，对于一棵古松树，木商会从实用的角度来看待它，能够做成什么材料卖多少钱；植物学家所知觉到的只是一棵叶为针状、果为球状、四季常青的显花植物；画家则会从审美的角度看待它，欣赏其苍翠挺拔、昂然高举、不受屈挠的优美之处。从此可知各人所见到的古松的形象都是各人自己性格和情趣的返照，极平常的知觉都带有几分创造性；极客观的东西之中都有几分主观的成分。心理咨询理论中有个影响很大的派别，叫认知学派，他们就主张人的心理问题，大多是由于错误的认识所造成的，因此应当教给求助者正确的思维方法，理性的看待事物。同一件事情，换个角度，换个心态，积极乐观的去看待，就能减少很多不必要的思虑和痛苦。一个故事说，有位老太太有两个儿子，大儿子是染布的，小儿子是卖雨伞的。这个老太太天晴的时候担心小儿子伞卖不出去，天下雨的时候又担心大儿子的布不能晒，所以，她晴天愁雨天也愁。后来，有个和尚开导她这样想：下雨时小儿子的伞卖得快，天晴时大儿子的布正在晒，这样果然她以后就天天开心了。当然这只是个心理调适的小技巧，不过也展现了人的意识的灵活性与可变性，告诫我们不要太执著于某些习以为常的思想观念，遇到问题可以主动调整一下思路。心理治疗的一个重要原则，就是帮助人揭示、看清自己潜意识的愿望，使潜意识上升为意识。这样我们就完全可以通过改变和提升自己内在的意识结构，从而更深入的认识世界、理解事物。\\n\\n任何事物必须通过感觉经验进入人的内心，才能被人认识；这决定了我们所知晓的一切，都带有主观性的色彩，都是意识的能动构造——从这个角度而言，万法唯心,万事万物都在我们的心灵之中。由于意识的内容都是头脑与外部世界相互作用的结果，因此所有的知识、见解、理论、观念作为意识的建构，都具有主观性，与事物的真实状况有所差距和出入。我们能够认识世界，但我们认识到的不一定就是世界的本来面目。认知心理学派的研究表明：人之所以会产生心理疾病，跟他对世界、对事物不恰当的认知有关，他在心中营造了一个虚幻的主观世界，并信以为真，抱持固有的偏执、错误观念不放，以致自己给自己造成了烦恼痛苦。就好像人刚生下来，心灵本来是个空无一物的琉璃瓶，光亮透明，所以能自由、真实的透进光线、映照万物；可是随着人的成长，瓶子外壁上面被涂沫上很多污垢，于是折射进去的光线也就不能如实反映外物的面貌，还凭空制造出光怪陆离的幻境。佛教中有个神秀和尚写过一首诗：身是菩提树，心如明镜台；时时勤拂拭，莫使有尘埃。就是告诉我们，要保持心灵的清净，不要被世俗所污染。当然这个境界比不上他的师弟慧能高，慧能直接说：菩提本无树，明镜亦非台；本来无一物，何处惹尘埃。也就是说，我们用我们后天所养成的心识，看到的一切，其实都是虚幻的影像；包括什么树呀、台呀、尘埃呀，这些概念都是后天的幻化，本心本觉空无一物，并没有这些东西。五祖弘忍一看，说得对，写得好，直揭人心的本源，顿悟意识的本质，所以就把禅宗的衣钵传给慧能了。\\n\\n人类能够通过理性认识世界，但这个认识不一定正确，还有可能是被头脑改造过的错误的歪曲的反映。人有了片面的认识，并固执于某些偏执的思想与情绪，导致了意识与潜意识的分裂、冲突。心理疾病、精神障碍、神经症这些几乎全部是后天发展的产物。这都是为了适应世俗生活，接受了外在灌输的一些观念教条，以假为真，执迷不悟的结果。要想从心理疾病、精神障碍中走脱出来，必须能清除掉心灵中后天的染污，恢复自然的空灵、澄明。也就是说，不光要建构，还要能解构，回到心的原始状态，那种道可道、非常道的无所分别境界。马克思的座右铭是“怀疑一切”，辩证法也指出了真理总具有相对性，因此，勇于解放思想，破除精神上的束缚，“心无所住”（不执著于固有观念），我们对世界真相的认识才可能越来越逼近、越来越深入。\",\"timestamp\":1638792229,\"title\":\"“万法唯心”的真实意义是什么，为什么说应当“心无所住”\"},\"digest\":\"xhpUiaBBfVgwZ4gSA6JBaEpY2QzvdcseRrsk8bfalWA\",\"authorship\":{\"contributor\":\"0xB865586503106b47244274F9ef9Dd0939E2AddBe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wfq_1PTFZ1WbjpKsjcGj9B9aXfAPVkc94A3jrX563mQ\\\",\\\"y\\\":\\\"AqeBQcT_T8qrrA2uM2ojD3IHP0KZ27PleM3wdqd4h-Q\\\"}\",\"signature\":\"tNWj4SriHzS2pkMZwoP-5R4LCgQJgCHhzIM95YltXLmMTDJDAP9Uu0EBUPGJVE0-Q6o3fL5ZK120ldbvJ5IBjw\",\"signingKeySignature\":\"0xaade74743e85b8baa53981b5230b476f3e6966b38039f0e5336924daeeee5229086c0963ae374546f0db335de7e6aa6e42fab9e4864a2300f98401fa6c4f7f6d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wfq_1PTFZ1WbjpKsjcGj9B9aXfAPVkc94A3jrX563mQ\\\",\\\"y\\\":\\\"AqeBQcT_T8qrrA2uM2ojD3IHP0KZ27PleM3wdqd4h-Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xhpUiaBBfVgwZ4gSA6JBaEpY2QzvdcseRrsk8bfalWA\"}"