"{\"content\":{\"body\":\"2021 has been an unforgettable year for the whole crypto market in general and Terra in particular, with many significant milestones. If you are following Terra, I believe that you had many memorable moments with this ecosystem in 2021.\\n\\nTo help you have a quick recap of Terra in 2021, the Coin98 team is glad to bring you the **Terra 2021 Report**. This report contains all of the most important events, key metrics about Terra in 2021, predictions for Terra in 2022, with many valuable insights from the Coin98 team. \\n\\nHope that this Report will be helpful for your investment journey in the year 2022 ahead. \\n\\n> ***Note: The full Terra 2021 Report is available to be downloaded at the end of this article. ***\\n\\n## Looking back at Terra in 2021\\n\\n### How it began\\n\\nIn this part, we will look back to see how Terra started from January 2021. \\n\\n**1. Ecosystem Overview**\\n\\nLet’s take a look at the **LUNA - the native token of Terra **at the beginning of 2021.\\n\\n![](https://coin98.s3.amazonaws.com/CP5YIYPVFD)\\n\\nThe market cap of LUNA in January was at $0.3B, ranked at 9th place compared to the market cap of other blockchain platform native tokens.\\n\\n![](https://coin98.s3.amazonaws.com/HZGCJOJDQT)\\n\\nWith regards to the **whole ecosystem of Terra**, founded in 2018, Terra first gained a reputation for its payment and saving apps, serving end-users like CHAI and MemePay.\\n\\nThis development direction - focusing on building apps serving end-users, remained up to the beginning of 2021. At this time, major DeFi protocols on Terra now like Anchor, Mirror,... had not appeared yet. \\n\\n**2. Some key metrics of Terra at the beginning of 2021**:\\n\\n*   **$500M**: UST’s market cap, ranked at 6th place compared to other stablecoins.\\n*   **$15M**: UST’s trading volume.\\n*   **\\\\~20**: Number of projects deployed on Terra\\n*   **$50M**: Terra’s TVL (By DeFi Llama).\\n*   **2.37M**: Terra’s total wallet addresses. \\n\\n### How it is growing\\n\\nWe have seen how Terra started at the beginning of this year, so how has Terra developed after 1 year?\\n\\n**1. Ecosystem Overview**\\n\\n![](https://coin98.s3.amazonaws.com/HWWP7BVQHN)\\n\\nAfter just one year, the **market cap of LUNA soared to $34B **(x113 from 1/1/2021). This increased the position of LUNA from the Top 9 to the Top 5 blockchain platform’s tokens by market cap.\\n\\n![](https://coin98.s3.amazonaws.com/A1SATUU13K)\\n\\nThe Terra Ecosystem (Part 1)\\n\\n![](https://coin98.s3.amazonaws.com/DKBN675999)\\n\\nThe Terra Ecosystem (Part 2)\\n\\n![](https://coin98.s3.amazonaws.com/HFGBSTYUE6)\\n\\nThe Terra Ecosystem (Part 3)\\n\\n**The Terra ecosystem also recorded the same incredible growth**. The number of projects on Terra skyrocketed from roughly 20 to nearly 200 in just one year.\\n\\nDuring that expansion, Terra changed its focus several times for the development of the ecosystem:\\n\\n*   In the beginning, Terra focused on developing **payment and saving apps** serving end-users, using UST as the primary currency. Terra was the ecosystem that had a quite unique development direction at that time. It did not emphasize building “trending” DeFi stacks to attract crypto users but focused on building an ecosystem that did not only serve crypto players but mainstream users as well. \\n*   However, during the year  2021, besides developing end-users apps, Terra also gradually** expanded its DeFi ecosystem**. Starting with a few key protocols built by Terraform Labs such as Anchor, Mirror,... Terra now has many projects in different DeFi stacks. Compared with other developed ecosystems like Ethereum, BSC, the number of projects in Terra was still insignificant, however, projects on Terra are quite selective and highly qualified so cases of rug pull are minimized significantly.\\n*   At the end of 2021, a new trend emerged on Terra: **NFT, Metaverse, and Gaming**. Starting with the explosion of NFT projects on Terra in August, which positively triggered a hype for the ecosystem at that time. However, with such a rapid increase in the number of NFT projects, the quality was not guaranteed. Moreover, NFT on Terra still had limited use cases. Since Terra announced their entrance into the Korean Gaming market, the next steps for Terra were much clearer. NFT would be used in games, supporting the boom of this sector on Terra. NFT, metaverse and gaming will be a promising sector on Terra in 2022 when initial projects have been launched and this sector also received funding from many VCs (Hashed, Chiron).\\n\\nIn addition, at the end of 2021, while the whole market underwent a hard time, Terra was still growing relentlessly to break many records. Let’s have a look at some impressive figures of Terra to wrap up this amazing year. \\n\\n**2. Some key metrics of Terra at the end of 2021**\\n\\n*   **$10B (x20)**: UST’s market cap flipped DAI to rank at 4th place compared to other stablecoins. \\n*   **$157M (x10.5)**: UST’s trading volume. \\n*   **\\\\~200 (x10)**: Number of projects deployed on Terra.\\n*   **$20B (x400)**: Terra’s TVL (By DeFi Llama).\\n*   **3.35M (x1.4)**: Terra’s total wallet addresses.\\n\\n## Terra's Key Milestones in 2021\\n\\n### January\\n\\n*   Terra raised $25M from  Galaxy Digital, Coinbase Ventures, Pantera Capital. \\n\\n![](https://coin98.s3.amazonaws.com/KL3Y1W7P99)\\n\\n### February\\n\\n*   LUNA was listed on OKEx.\\n*   Terra Station Wallet released its mobile version.\\n\\n### March\\n\\n*   Anchor was released.\\n*   DeFi Connected Hackathon began.\\n\\n![](https://coin98.s3.amazonaws.com/DN7WEWR2V3)\\n\\n### April\\n\\n*   MIR was listed on Binance.\\n*   Mirror Protocol reached $2B TVL.\\n\\n### May\\n\\n*   LUNA dropped 45% due to BTC correction.\\n*   MIR was listed on Coinbase.\\n*   Matt Cantieri became General Manager of Anchor Protocol.\\n*   Terra established partnerships with many projects from other ecosystems.\\n*   Anchor reached $1B in TVL, announced airdrop for users. \\n\\n![](https://coin98.s3.amazonaws.com/CISFBU91GB)\\n\\n### June\\n\\n*   Mirror V2 was released. \\n*   Orion Saver raised $1.7M in Seed Round and released Orion Saver Alpha.\\n*   Terra partnered with Bridge Mutual and Secret Network to expand the ecosystem.\\n*   The 1st IDO on Terra (MINE) happened on Pylon Protocol.\\n*   Terra organized the Hackathon Building DeFi for the Masses.\\n\\n![](https://coin98.s3.amazonaws.com/VBYT8QVYST)\\n\\n### July\\n\\n*   Harmony was available on the Terra Bridge interface. \\n*   Launchpad on Terra (Pylon Protocol, Star Terra) started to launch IDO projects. \\n*   Orion Saver Alpha was launched.\\n*   Terra received a $150M fund from top-tier investors: Hashed, Delphi Digital, Arrington,...\\n*   UST arrived at Polygon and Solana.\\n\\n![](https://coin98.s3.amazonaws.com/QSZRIBSI1G)\\n\\n### August\\n\\n*   The Columbus-5 proposal was passed.\\n*   Apollo DAO launched Alpha Testing. \\n*   UST was available on Travala.com.\\n*   Spacecamp Hackathon began.\\n\\n![](https://coin98.s3.amazonaws.com/GCAYIZMI92)\\n\\n### September\\n\\n*   Columbus-5 updated successfully.\\n*   LUNA and UST were listed on Gemini.\\n*   Project Dawn was announced.\\n*   Many NFT projects were released on Terra.\\n\\n![](https://coin98.s3.amazonaws.com/N7WK7KWWT3)\\n\\n*   Do Kwon was served by the SEC due to the issue with Mirror Protocol. However, Mirror Protocol, as a DeFi protocol, is owned by the community, not by Do Kwon or Terraform Labs so it is really hard to be sued. In an **[interview](https://www.youtube.com/watch?v=683fXfedOZY\\\\&feature=youtu.be)**, Do Kwon also shared that he was willing to work with regulators as it would help DeFi go mainstream. However, more open discussions must be taken so that DeFi can be fully understood to be regulated in the right way. \\n\\n![](https://coin98.s3.amazonaws.com/DEV28LNUTS)\\n\\n### October\\n\\n*   Columbus 5 was officially launched.\\n*   Wormhole & IBC were live.\\n*   Hashed announced to support metaverse on Terra.\\n\\n![](https://coin98.s3.amazonaws.com/QC5HXA4RM6)\\n\\n### November\\n\\n*   LUNA was an asset under Grayscale's consideration. \\n*   Proposal #44 burned 88M LUNA\\n*   Terra took the first step to invade the Korean Gaming market.\\n*   NFTerra Hackathon began.\\n\\n![](https://coin98.s3.amazonaws.com/ZKTNA1ZT5S)\\n\\n### December\\n\\n*   LUNA exceeded $100.\\n*   Chiron Raises $50M to Invest in Terra, focusing on DeFi, Metaverse, and NFT.\\n*   UST flipped DAI in market cap.\\n\\n![](https://coin98.s3.amazonaws.com/RDEVOPSJ6Q)\\n\\nThe growth of UST’s market cap in 2021\\n\\n*   UST was listed on many large exchanges: Binance, Huobi,...\\n\\n![](https://coin98.s3.amazonaws.com/G4XDNJEYBS)\\n\\n## 2022 Predictions for Terra Ecosystem\\n\\n2021 has been a successful year for Terra, so what can we expect from Terra in 2022? Here are the three niches that we anticipate will thrive in Terra in 2022:\\n\\n*   **Gaming/ NFT/ Metaverse**: Since August 2021, we have seen the explosion of NFT projects on Terra, while in November, Terra announced to enter the Korean Gaming market. Moreover, this segment on Terra receives support from Hashed, a long-term partner with Terra. With all of these positive catalysts, we can expect the explosion of gaming/ NFT/ Metaverse on Terra in 2022.\\n*   **Derivatives**: the DeFi ecosystem on Terra grew significantly in 2021 with an increasing number of projects in different sectors: saving, lending,... However, the Derivatives Market - one of the most popular trading tools among users is still underdeveloped. Therefore, with the continuous growth of Terra, Derivatives can be the next sector that will receive attention in 2022.\\n*   **Launchpad**: The Terra ecosystem is growing at a fast pace with an increasing number of new projects, which creates the need for launching platforms. Moreover, an increase in new projects attracts people to join IDO events on launchpads. All of these will be key drivers for a launchpad to thrive in 2022. \\n\\n> ***Disclaimer**: Opinions are entirely based on Terra's status and what the ecosystem has done and is doing. Other factors like the Crypto market, in general, are not included. Everything in this sector is only our opinion and is not considered investment advice. Please DYOR before investing.*\\n\\n![](https://coin98.s3.amazonaws.com/68JE7E9D2Q)\\n\\n## Conclusion\\n\\nThat is all about Terra in 2021 and some predictions in 2022. I hope that the Terra 2021 Report has brought you valuable information to understand Terra better and have your own investment strategy in 2022. \\n\\nRead the full Terra 2021 Report right here: **[c98.link/Terrians-Terra2021Reportv1](http://c98.link/Terrians-Terra2021Reportv1)**\\n\\nFor more 2021 Report of other Ecosystems, do not miss **[The 2021 Year In Review Report Series](https://coin98.net/en/posts/tag/2021-year-in-review)**\\n\\nIf you want to discuss more Terra or the whole crypto in general, you can join the Coin98 Community through these channels:\\n\\n*   Terrians: **[https://twitter.com/Terrians\\\\_ ](https://twitter.com/Terrians\\\\_)**\\n*   Telegram Group Chat: **<https://t.me/Coin98Community>**\\n*   Channel Telegram:**[ t.me/Coin98Insights](https://t.me/Coin98Insights)**\\n*   Coin98 Insights Twitter: **[twitter.com/Coin98Insights](https://twitter.com/Coin98Insights)**\\n*   Coin98 Analytics Twitter: **<https://t.me/Coin98Analytics>**\\n*   Coin98 Website: **[coin98.net](https://coin98.net/)**\\n\",\"timestamp\":1642000672,\"title\":\"Terra 2021 Year In Review Report: An Unforgettable Year For The Lunatic Community\"},\"digest\":\"lU4-6ONtrY3IatAtcqeWY1KmOBD1O0-uYT7mwpq8UIg\",\"authorship\":{\"contributor\":\"0xCCF96f702936C9663Ad595f8d00FD7b86783F17d\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7zfwVNo-vLyCbHPnk0UPHjpCaUjv5tdc9-dXJL_kz7c\\\",\\\"y\\\":\\\"iF5me_UJPb7eB-LYrExc2pZ52hkvAxyoDJ5vD_Q4L4o\\\"}\",\"signature\":\"m-o7zxBUxEUQuGoyYVIViBe7UUfNYoHM_KGVHNv8CidlZEAdDQOtAYJr_BQrtSNhcq4ThjhyD96sD6dzantVHw\",\"signingKeySignature\":\"0x24954c900220c5a56af70428e58890e6a8aba4c6e1dc3c56a724a14b570ec91d6f7258e8b7fb32288d26c93634ed6422e165deec8f85a7329255b58ab775e7581b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7zfwVNo-vLyCbHPnk0UPHjpCaUjv5tdc9-dXJL_kz7c\\\",\\\"y\\\":\\\"iF5me_UJPb7eB-LYrExc2pZ52hkvAxyoDJ5vD_Q4L4o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lU4-6ONtrY3IatAtcqeWY1KmOBD1O0-uYT7mwpq8UIg\"}"