"{\"content\":{\"body\":\"孙来福颤抖着手，恭敬的接过皇帝陛下亲手递过来的大瓷碗。碗里面不光有满满的白米饭，上面还盖着一层名叫乌江榨菜的方块状小咸菜。 \\n  \\n     除此之外，还有一个咸鸭蛋以及一瓶添加了维生素C泡腾片的矿泉水。 \\n  \\n     看着威严又不失和蔼的皇帝陛下，孙来福心中有了决断。 \\n  \\n     “陛下，草民孙来福愿意剪发加入新明帝国。还望陛下开恩！” \\n  \\n     说完，孙来福就要跪下行礼。 \\n  \\n     还没等他的膝盖挨着地面，他的身体就被一双大手给托了起来。 \\n  \\n     “万岁爷说了，以后我新明帝国不实行跪礼，拱手作揖就行。” \\n  \\n     孙来福抬头一看，是陛下身边的御前侍卫统领刘二河。 \\n  \\n     刘二河冲他笑了笑，从身前推着的铁网推车（超市购物车）中取出了一个印着‘沟帮子烧鸡’的袋子，把它递给了孙来福后大声说道： \\n  \\n     “万岁爷龙恩浩荡，今孙来福入我新明帝国户籍，赏赐烧鸡一只，新衣服一套、鞋一双，防身手斧一柄～” \\n  \\n     喊完之后，刘二河拍了拍孙来福的肩膀，笑着说道： \\n  \\n     “愣着干什么，快谢恩吧。吃完饭一会儿去我爹…咳咳，去礼部尚书刘大人那里，剪发领东西。” \\n  \\n     被刘二河一拍，孙来福总算是从激动中回过神来，然后双腿一弯就要下跪磕头。 \\n  \\n     刘二河看到他的动作后眉头一皱就要呵斥，但是孙来福却抢在他的面前说道： \\n  \\n     “刘大人，就让小民给陛下磕个头吧。陛下恩准我加入新明帝国户籍又给予这许多财物，还允诺可以吃饱饭。这天大的恩情小民无可报答…” \\n  \\n     小伙子，路走宽了。 \\n  \\n     这句话虽然刘二河没听说过，但他现在的想法和这句话差不多，不由得多看了两眼对方。 \\n  \\n     “不用跪拜磕头，心里知道是谁给了你这新生活就行。以后尽心为万岁爷效力就算是报答了。” \\n  \\n     刘二河把自家老爹教的这句话背的是滚瓜烂熟，因为这已经不是他第一遍这样说了。 \\n  \\n     每一次发放食物都会发生这种事，因为皇帝陛下搞出来的出场方式在这个大多数人愚昧的时代太过震撼。 \\n  \\n     现在船舱里几乎大多数人都选择剪了头发加入新明帝国。其余人不是不想加入，而是还没轮到他们呢。 \\n  \\n     刚才皇帝陛下弄出来的神迹让他们敬畏有加。现在那九个不需要灯油的‘神器’还挂在这船舱的四周呢。 \\n  \\n     那一碗碗散发着热气的米饭。还有那过年都不一定能吃上的烧鸡。 \\n  \\n     仿佛皇帝陛下当初盘卧的那个角落是个百宝箱一般，食物源源不断的从那里取出来，然后发到人们的手中。 \\n  \\n     什么？你说皇帝陛下当初躺在那个角落里其实是昏迷着？ \\n  \\n     放屁，陛下乃真龙转世，盘卧于小小角落，那是在考验我等小民。你敢诽谤君上，我打死你个王八蛋！ \\n  \\n     没错，现在这船舱中一百三十七人，已经对皇帝陛下发自内心的当神明来看待。 \\n  \\n     若是有人敢当面说陛下的不是，那定要让你知道什么叫主辱臣死血溅五步！ \\n  \\n     刘二河最终也没有阻止得了孙来福的执拗，只能任由他对着万岁爷的方向磕了几个响头。 \\n  \\n     “刘大人，我想要加入陛下的亲军，还请大人应允！” \\n  \\n     孙来福起身后说出了自己心中的想法，这让刘二河不禁眉开眼笑。 \\n  \\n     如今社稷艰难，万岁爷身边连点像样的护卫都没有，实在是让刘二河这个侍卫统领急在心里啊。 \\n  \\n     现在好了，孙来福自己送上门来了。他相信有了第一个就会有第二个、第三个。 \\n  \\n     “好，是个汉子！不过如今我已经不是侍卫统领了” \\n  \\n     见到孙来福一副不解的神态，他一扬脑袋，说道： \\n  \\n     “如今御前侍卫已经更名为锦衣卫了！看到我身上这一身没？这就是锦衣卫的装扮飞鱼服！” \\n  \\n     指着自己身上那龙头鱼尾带翅膀的图案，刘二河一脸得意。 \\n  \\n     说完这句话，看到万岁爷已经走到了下一个人身边，他连忙推着小车跟了过去。只给孙来福留下了一句要去请示万岁爷的交代。 \\n  \\n     孙来福收回目光，重新蹲回了这些时日一直待着的位置。看着手中的白米饭，竟然一时间不知道该怎么下口。 \\n  \\n     最后一咬牙，学着身边的同伴撕开了烧鸡的包装，狠狠地咬了一口香喷喷的烧鸡肉。最后不忘感慨一句，这tm才是生活！感谢陛下开恩，让我们有吃饱饭的希望。 \\n  \\n     等到李明启将所有人都分发了一份食物之后。看着众人狼吞虎咽的样子，他也露出了一个笑容。 \\n  \\n     我华人就该如此，就应该吃饱穿暖抬头做人！ \\n  \\n     可惜后世许多人不明白这个简单的道理。吃着华夏的粮，却对着洋人摇尾巴，为了得到一句洋人的奖励，不惜对生养自己的祖国龇牙。 \\n  \\n     真畜牲尔！抬头做个人有那么难吗？ \\n  \\n     “万岁爷，一会儿给这些百姓剪完了头就该发衣服了，您看…” \\n  \\n     刘有财的声音在李明启身后响起，他一脸的期盼。 \\n  \\n     先分到食物的人已经快要吃完了，这衣服现在还没有影子呢，由不得他不着急。 \\n  \\n     “衣服肯定会有的，但是现在最重要的不是这个。而是先要考虑怎么获得这艘船的主权。” \\n  \\n     李明启转头看向刚刚从人群里回来的刘二河，问道：“可有人愿意为帝国而战？” \\n  \\n     刘二河回道：“陛下放心，如今这里所有人都已经归心。只要陛下一声令下，所有人皆愿意为陛下死战！” \\n  \\n     “好！先每人发一柄手斧当做武器。等到天黑之后想办法拿回我们的船！” \\n  \\n     李明启显得十分开心，挥手间就把这艘船的所有权确定了下来。 \\n  \\n     “万岁爷，这些蛮夷手中都有火器，我等硬拼的话怕是占不到便宜啊。” \\n  \\n     刘有财在旁边提醒了一句，让李明启有些发热的脑袋冷却了下来。“说的不错，得想个万全之策才行。” \\n  \\n     “万岁爷，我们人多。一会儿我亲自带人冲上去与那些蛮夷死战，只要进了身，那些蛮夷的火枪就没有那么可怕了。” \\n  \\n     刘二河看李明启有些犹豫，拍着胸脯发表自己的见解。 \\n  \\n     可惜李明启自动过滤了刘二河那没什么营养的建议，坐在塑料椅子上思索了起来。 \\n  \\n     虽然这个年代的火枪还用的黑火药，也没什么准头。但只要让那些水手们站好队形，排队枪毙的战术可不是说笑的。 \\n  \\n     从刘有财口中得知，这艘船甲板上空旷得很，水手们都住在甲板上，有单独的船舱，就像木屋一般立在甲板上。 \\n  \\n     和战舰不同，商船没有那么多的火炮占地方。同时也不需要太多的水手。 \\n  \\n     上船之前刘有财观察过，这艘船最多有能有二十五个水手就顶天了。 \\n  \\n     但要是他们排好队形守住船舱出口的话，别说新明帝国这一百多人，就算是在多一倍也攻不出去。 \\n  \\n     要是不惜伤亡的话，用死去的战友尸体顶在前面也不是不能冲出去，但那样一来伤亡绝对惨重。 \\n  \\n     再说水手们除了步枪还有手枪呢，虽然这个时代的手枪装填麻烦。但是要顶着十几柄的手枪六轮齐射，想想就不现实。 \\n  \\n     这是李明启醒过来后即将经历的第一次倾国之战，由不得他不慎重。\",\"timestamp\":1637907432,\"title\":\"第五章 新明朝子民的第一顿饭\"},\"digest\":\"bQXWiGOMCEsV3WgqVfzMRlGS3dua7aIm02tRNQAe6YI\",\"authorship\":{\"contributor\":\"0x2B1262c6c5Bf7f093938C8728Cc85dD05E5EFC87\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eadN4_bntjfrKXaFfnIa_QT8FJ1kdjtahW7x2ZmQKBU\\\",\\\"y\\\":\\\"wBsGYNOsHsRCg_PT39H7gkqXhGm13rCr_9QN1AYvC-k\\\"}\",\"signature\":\"eHK91ZDrpOhFPZgV6R2bja3W-hr8dsIyx6M9PPcrKjY0qEYXCPDRKxCe9B7awk01EKbr5Bbjgnzbi4-dU9L75w\",\"signingKeySignature\":\"0x1a941235b4e94ec644fb1a3ddf3a374a46454b1247017a07e9d004d58a201efa1bac668b7c406ea87b8595c4fa698e7637ad46b02956a0729e70f6808a56dfd91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eadN4_bntjfrKXaFfnIa_QT8FJ1kdjtahW7x2ZmQKBU\\\",\\\"y\\\":\\\"wBsGYNOsHsRCg_PT39H7gkqXhGm13rCr_9QN1AYvC-k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bQXWiGOMCEsV3WgqVfzMRlGS3dua7aIm02tRNQAe6YI\"}"