"{\"content\":{\"body\":\"A recent study of the Uniswap v3 pool of funds showed that, on average, almost half of liquidity providers lose money due to impermanent losses.\\n\\n![](https://images.mirror-media.xyz/publication-images/kIhMYvVI5bQtI-_UHuYFO.png?height=782&width=1174)\\n\\nRecent research shows that for Uniswap v3 liquidity providers, impermanence loss has become an increasingly serious problem.\\n\\nA report released by Topaz Blue and Bancor Protocol on November 17 found that 49.5% of liquidity providers on Uniswap v3 generated negative returns due to Impermanent Loss (IL).\\n\\nThe report emphasized that the current Uniswap v3 costs are the highest among all automatic market makers (AMM), but the IL exceeds these earned costs. The research speculates that holdings may be a better option for liquidity providers.\\n\\n> \\\"The average liquidity provider (LP) of the Uniswap v3 ecosystem has suffered economic damage due to the activities of its choice. It may be more profitable if they just hold their assets.\\\"\\n\\nThe impermanence loss is a phenomenon that occurs when the liquidity provider of the automatic market maker changes the spot price of the asset that it has added to the liquidity pool. Since the liquidity provider pairs two assets together to form a position, when the spot price of the asset changes, the ratio of the currency in the position will also change.\\n\\nFor example, if a user provides USDT and ETH equivalent dollars to a liquidity pool, and the price of ETH increases, arbitrageurs will begin to remove ETH from the pool and sell it at a higher price. This will cause the dollar value of the user's position to fall, which is the so-called impermanence loss.\\n\\nIn this regard, the report clearly pointed out that there are inherent risks in providing liquidity to Uniswap V3.\\n\\n> \\\"Users who decide not to provide liquidity are expected to increase the value of their portfolio faster than users who actively manage liquidity positions on Uniswap v3.\\\"\\n\\nDuring the study period, the fund pool under study accounted for 43% of Uniswap v3's total liquidity. From May 5 to September 20, 2021, the analyzed fund pool generated a total of US$199 million in fees from a transaction volume of US$108.5 billion.\\n\\nDuring this time period, these fund pools suffered an impermanent loss of 260 million U.S. dollars, resulting in a total net loss of 60 million U.S. dollars.\\n\\nAmong the 17 fund pools analyzed, 80% of the fund pools have impermanent losses that exceed the fees earned by liquidity providers. Only three (WBTC/USDC, AXS/WETH, FTM/WETH) showed net positive gains. Some fund pools have losses far more than 50%, such as MKR/ETH, where 74% of users are said to lose money.\\n\\n![](https://images.mirror-media.xyz/publication-images/hWzYOXPptkG1m7Hl_4nyZ.png?height=320&width=602)\\n\\nThe study also tried to determine whether active strategies and passive strategies would produce different results. Active users adjust their positions more frequently than passive users. Although the report predicts that short-term active traders will perform better than passive traders, it did not find a correlation between short-term positions and higher profits.\\n\\nIn the main time period analyzed, those users who held for more than one month performed best, because almost all users who held for less than one month still had more impermanent losses than profits.\\n\\n![](https://images.mirror-media.xyz/publication-images/DbFMuvc31QE7LCyB6i_up.png?height=409&width=602)\\n\\nThe report provides a clear conclusion for users who are considering providing liquidity on Uniswap v3. Although it does state that it may develop a winning strategy, the expected rate of return may be \\\"comparable to the annual rate of return provided by mainstream commercial banking products.\\\"\",\"timestamp\":1639396650,\"title\":\"New research: half of the liquidity providers on Uniswap v3 are losing money\"},\"digest\":\"VlBDK9XsNiESDSfRN7BR9ZLeQHIPgFPyZA3m4PNzkr4\",\"authorship\":{\"contributor\":\"0xe8DB17bde9975e8cd0199Ef3d79F9c7ec9426c14\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bTnasZihe3OxDYXl9V5hvpE4EOBDRF08LQyK1G7Neak\\\",\\\"y\\\":\\\"Qg3VB53eTOedhqewC3g67qKcKyjC8MQqlG2d7uwdm_g\\\"}\",\"signature\":\"EW4IFB8RMMEAIYzszPksi8UnL_h2Dy-3aZylbBx0LRyuMVFXxiJM12JWnNrtFnAj3RxmcgD5p5Cuy0UVBDKr_Q\",\"signingKeySignature\":\"0xde17047364f7e36cc336a7f6f474ed4c4409deed56ea2d8c7d81df9f7363a78c2337407a9f7c4f5cdbd43bfe10b4b14a2dffb994f1cd81fa70c9c3de2f85eb911b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bTnasZihe3OxDYXl9V5hvpE4EOBDRF08LQyK1G7Neak\\\",\\\"y\\\":\\\"Qg3VB53eTOedhqewC3g67qKcKyjC8MQqlG2d7uwdm_g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VlBDK9XsNiESDSfRN7BR9ZLeQHIPgFPyZA3m4PNzkr4\"}"