"{\"content\":{\"body\":\"[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=3192](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=3192)\\n\\n \\n (This is a loose introduction to a few ideas that we’ll expand on in later posts)\\n\\nHaving been let loose into the Web3 mainstream by integrating the primitives of defi (decentralized finance) and NFTs (non-fungible tokens), DAOs have emerged from the underground and are already beginning to blossom into a beautifully burgeoning ecosystem. We’ve seen a number of organizations push to decentralize themselves, from defi protocols, to NFT platforms, to investment syndicates and even small cooperatives. It’s been amazing to watch these various groups become DAOs – wielding multisigs, token launches, and various governance tools in order to meet their goals.\\n\\n[https://twitter.com/futurealisha/status/1455283945050808320?s=20](https://twitter.com/futurealisha/status/1455283945050808320?s=20)\\n\\nStill, there’s something missing…\\n\\nMany of these DAOs have built amazing products and strong communities, but this has largely happened in silos - there doesn’t tend to be a massive amount of interaction and collaboration between multiple DAOs or communities. For DAOs to truly revolutionize the way we work and coordinate, we need a fully interactive and collaborative DAO ecosystem.\\n\\n### Too Big to Fail?\\n\\nOne of the most observed features of planet Earth is its ability to generate resilience, and it does this largely by fostering a web of interdependence between organisms. In the same manner, a DAO with an ownership network diversified enough could discover and resolve unforeseen challenges, and could create an auspicious environment for innovation and coordination.\\n\\nThis idea of interdependence is somewhat observed in the [control networks of multinational corporations](https://blog.curvelabs.eu/ownership-in-cryptonetworks-96f13f4a113e), which explains the high levels of ownership by corporations in the global economy. Amusingly, we may consider a DAO with a diversified ownership network to be “too big to fail”, although here this phrase should be thought of in a different context: in the same way that animals and plants depend on each other for survival but are able to adapt to imbalances (bison migrating because of grassland degradation, for example), diverse and interconnected DAOs will also be able to avoid contagion (crisis spread) as one can much more fluidly move and transfer people and resources in and out of DAOs, compared to large, static corporations. This is the promise of DAO2DAO.\\n\\n### A Mesh Network of DAOs\\n\\nWhen we talk about DAO2DAO (or D2D), we don’t mean “business” transactions or sales like with B2B, we mean fully composable interactions that lead to new forms of collective creativity, ownership, and coordination.\\n\\n\\\\[If you’re interested in what these kinds of interactions might look like, [check out this article from our friends at PrimeDAO](https://medium.com/primedao/its-time-for-dao-to-dao-coordination-8791ec78545f), as well as [this one that dives a bit deeper into token swaps](https://medium.com/primedao/prime-deals-trustless-dao2dao-the-cryptonative-way-261210ccda96).\\\\]\\n\\nBut what exactly will these interactions mean for the communities themselves? As a science, **ecology** is the study of the connections and relationships between various communities of organisms and their habitats. In the same way, we need to study and understand how the various DAO communities can and will interact with each other, and how this could result in a truly interconnected ecosystem. This method of analysis, or “DAO ecology”, would actually be quite useful for understanding the health of the ecosystem as a whole.\\n\\n[https://twitter.com/divine_economy/status/1468797240546369540?s=20](https://twitter.com/divine_economy/status/1468797240546369540?s=20)\\n\\nTo take this even further, let’s look at two concepts from horticulture (the art of plant cultivation) that may prove useful:\\n\\n* Budding - taking a bud from one plant and growing it on another plant\\n* Grafting  - joining two parts of separate plants together to make one plant (this can even be two plants of very different sizes)\\n\\nInterestingly, these actions are incredibly similar to D2D interactions like token swaps and mergers *(refer again to the PrimeDAO articles above if unfamiliar)*.\\n\\nThus, what if we reframed our thinking of token swaps as DAO budding, and mergers/shared liquidity pools as DAO grafting? Both of these actions allow DAOs to attach themselves to one another, incentivizing alignment and engendering mutual support. The result is that these DAOs then grow and evolve together.\\n\\n![Examples of grafting (ugaoo.com)](https://images.mirror-media.xyz/publication-images/UCxKZ7KEppcfCZ-7osNSM.jpg?height=713&width=1024)\\n\\nWhen we look at current “grafting” proposals like the [Fei Protocol and Rari Capital merger](https://www.withtally.com/governance/rari/proposal/9), or the [xDai and Gnosis merger](https://snapshot.org/#/xdaistake.eth/proposal/0x646cd97b769b4f1b7d7223b46f5e6ded097ae2ee3e0f1433a7b597e021a4d6d4), what we’re seeing is two organisms coming together as one, rather than corporate shells consuming each other as with traditional mergers. These are communities that are integrating, not employees changing offices and titles. We are much more than employees in a DAO: we are owners, voters, curators, ambassadors, and pathfinders.\\n\\nOur language should accommodate these characteristics, and the comparisons to ecology and horticulture are far too apt to ignore.\\n\\n[https://twitter.com/blvkhvnd/status/1461802276654403589?s=20](https://twitter.com/blvkhvnd/status/1461802276654403589?s=20)\\n\\n*(As another example of DAO collaboration, [Blvkhvnd](https://twitter.com/blvkhvnd?lang=en), an eSports DAO, opened up their community to [KrauseHouseDAO’s](https://twitter.com/KrauseHouseDAO) via Discord; they also underwent a budding event (token swap). Sports 🤝 esports.)*\\n\\nThis shows us that building and improving the tools and platforms for DAO communities to work together will have immense impact, and will produce powerful interactions that transcend industries and unite competitors. When these communities can easily and trustlessly collaborate, coordinate, and negotiate, they will no longer view project-specific problems as ones to be solved in isolation, but ones to be tackled together. This shift in perspective is essential for a thriving DAO ecosystem.\\n\\n### Local <> Global\\n\\nLike blockchains, DAOs can be considered inherently global by default. However, we will undoubtedly also see a rise of small DAOs formed by local communities to address local needs (this itself will be extremely important for Web3 impact and adoption in small countries, for example). These local DAOs, like newly emergent species, will grow, evolve, and adapt to their environment in unforeseeable ways. These local DAOs will also become pillars of their communities and locales, bringing a new paradigm of coordination, autonomy, and liquidity where it was not previously possible, and in forms best suited to address more subtle needs.\\n\\nBut what does D2D mean for these local DAOs? It means that they could more easily connect resources and mindpower between other small local communities to accomplish various goals. It also means that larger, more global DAOs can connect with them in ways that are fully beneficial, rather than being extractive or domineering (as often happens when small orgs collab with larger orgs/companies.) This way, it becomes possible to combine the micro and the macro together, without losing the focus – or abandoning the needs – of the micro.\\n\\n[https://twitter.com/lanitrock/status/1468276187642273793?s=20](https://twitter.com/lanitrock/status/1468276187642273793?s=20)\\n\\n### The New Social Networks\\n\\nMany in the space have spoken about the need for true decentralized/Web3 social networks, but we should also consider the role of DAOs \\\\*as\\\\* social networks themselves. Within our DAOs, we work as contributors, organize for various causes, and sometimes just \\\\*vibe\\\\* (gm channel, anyone?) And when you link multiple of these networks together, you end up with a healthy and diverse ecology of creative and composable communities, powered (and empowered) by crypto.\\n\\n[https://twitter.com/Flynnjamm/status/1473297361153765382?s=20](https://twitter.com/Flynnjamm/status/1473297361153765382?s=20)\\n\\n*Huge thanks to my collaborator Numa Oliveira for helping mput this together. Many thanks also to Linda Xie, Scott Moore, and David Phelps for providing reviews and feedback. Stay tuned for more.*\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=3193](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=3193)\\n\\n[split://0xEAa1C1436C5e6FbF4c7491a03033de1563ca00ab](split://0xEAa1C1436C5e6FbF4c7491a03033de1563ca00ab)\\n\\n\",\"timestamp\":1640642757,\"title\":\"Tapping into DAO Ecology\",\"publication\":\"thedaoist\"},\"digest\":\"M4kxcmShX9ce_dYUgN60KtA5Al-GIUW2GOrXOBNz4Y8\",\"authorship\":{\"contributor\":\"0xaAA1D204D78De81a6EfF5264928A6B49eE748050\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Iq1t9LiLYZmu-YpyUKxv6rQRg_3GO3X4Y6gnWA_DrDg\\\",\\\"y\\\":\\\"WT8FZncmfd3S1mF_-u1TWdUCe3aZRwcFguyIE4hE3hY\\\"}\",\"signature\":\"K8x-u1pJux0cM8WI7zwyWQd2ASHMSaaLaLFDLzqgq4JWHLoTojp5YflXbJFigHom_z3axxuWSnr1v6RmbxWx0Q\",\"signingKeySignature\":\"0x574be94abfff5a5e7d82794979d8a25b90b5b69cf408026664c6a033f0466b2b3161233b28c82617ab5ccfaad705f334dc70aafb9c621ea6cd05c960de9b251b1c\",\"signingKeyMessage\":\"I authorize the publication of articles on thedaoist.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Iq1t9LiLYZmu-YpyUKxv6rQRg_3GO3X4Y6gnWA_DrDg\\\",\\\"y\\\":\\\"WT8FZncmfd3S1mF_-u1TWdUCe3aZRwcFguyIE4hE3hY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8jKbVJCJgUFk5BT6RqE4UjGcWY3Qjr1ZnzVZVnvurIc\"}"