"{\"content\":{\"body\":\"***The proceeds of this NFT will go towards protocol treasuries mentioned and the co-authors of this post.***\\n\\na [glick](https://twitter.com/jonathanglick) x [tal](https://twitter.com/tweettal) x [flynn](https://twitter.com/Flynnjamm) x [darkstar](https://twitter.com/jarroddicker) jam\\n\\n![](https://images.mirror-media.xyz/publication-images/999034c9-4b69-4ab7-ab2e-b8cc11fe7cb2.png?height=377&width=610)\\n\\nAt the edge of the steppes was a bend in the great river. On one side lived herdsmen, on the other were forest people. The nomads valued the forest-dwellers axes and baskets. The forest-dwellers loved the herder’s hides and wool. As the two sides became more familiar with each other, they began to trade. \\n\\nWithin a few years, there was a temporary camp in that bend of the river. It was a perfect place to meet. The two sides would do business, swap stories and eat together. Soon traders were coming throughout the year. The camp became permanent and then became a town. People lived there all the time, a new community formed of people from both sides, catering to the growing number of visitors bringing goods to sell. \\n\\nThanks to its unique location for efficient trade, the town grew quickly and became rich. The richest people built houses, but they also did something else: they built public places. They used their new wealth to make their town even more attractive. They built temples, theaters, schools and libraries, and they funded the priests, playwrights, teachers and scholars who filled them with culture. \\n\\nThis, more or less, is the founding pattern of most of our great cities, the origin story of much of our civilization. A location uniquely conducive to trade becomes a permanent settlement. As the trade grows, the wealth of the community does also, and this wealth is used to fund spaces and content to glorify the town, enlighten and entertain its citizens and attract more visitors.\\n\\nWhen we think about the creation of culture on the blockchain, it is tempting for media people to imagine it freestanding. As if culture were raught whole cloth. [We have written about Creator DAOs](https://darkstar.mirror.xyz/Tf9IS6yNxtPXwC5mmfi_UISe8v6BOfef2bDmQSxoJao) almost as startups emerging from only the imagination of their founders. That’s certainly possible, and those projects will succeed when the products they create are immensely popular. But there’s a more likely path for the first of these projects, mirroring the growth of culture in those first cities. That is to say, culture and creation via patronage and communal backing.\\n\\nOn the crypto map, the most successful protocols are like that bend in the river, the perfect point for value to flow in both directions. A locus for value creation and trade. And when the protocols granted ownership, they went from being purely transactional to communal. They became settlements. (Ali Yahya, Devon Zuegel, Denis Nazarov and Jesse Walden [riffed on that exact analogy in this wonderful A16Z-hosted discussion](https://a16z.com/2018/07/26/cryptonetworks-cities-analogies/).) The inevitable next step is the development of culture around those settlements, and given the soaring value of protocol treasuries, these communities have the financial means to support it.\\n\\nWhat does that look like? \\n\\nCrypto is a ‘nation’ in which communities are now sprouting with their own distinct cultures. The simplest examples are the meme-art that has erupted around tokens. Bitcoin’s laser eyes. Beeple’s Into the Ether. All supported by the flow of funding from passionate investor-fans into NFTs. Another example are the simple websites that have emerged to help newcomers understand and take advantage of the protocol. [Here’s the Zed Gazette](https://zedgazette.com/top-articles/), self-appointed newspaper for the horse-racing game Zed Run, supported by [merch](https://zedstore.run). Another is [The First Mint](https://www.getrevue.co/profile/thefirstmint), a fan-created media brand for the popular NBA Top Shot. But Uniswap is leading the next-generation of this idea. The protocol is enabling [artists](https://twitter.com/haydenzadams/status/1390042383065178114) to design on-chain SVG generators that will create unique NFTs to represent LP positions on the protocol. \\n\\nBut these examples are just the beginning. As a protocol evolves, there is a sense of responsibility from participating token holders to maintain and evolve the ecosystem being built around it. Like early civilization, there is both a proactive and reactive investment to foster the “city” in order to strengthen its infrastructure, accessibility and desirability. As token holders are owners of the protocol and are incentivized to have it succeed, the role of tokens moves from transactional (i sell for profit) to wealth (i hold for proprietary rights). And this mechanism drives development that welcomes more residents as well as tourists to visit and partake in the civilization’s developments and culture. If the meme is the message, then a protocols’ greatest moat and differentiator may very well end up being the culture it spawned around it.\\n\\nAnd the funding and interest exists for vastly more ambitious creative projects than the crypto equivalent of training materials, corporate PR and investor relations websites. Look at the scale of these community’s resources: https://open-orgs.info. This is communal wealth built at a scale and speed never before seen.\\n\\n![](https://images.mirror-media.xyz/publication-images/8051d2dc-9704-4341-948c-e96d7ae3f87d.png?height=556&width=1008)\\n\\nSo what sort of creations could be funded by the protocols and built out by Creator DAOs? \\n\\n- The most obvious is ‘identity art’ for the protocol community to enjoy and share. An Artist DAO could create a whole world of NFTs, tens of thousands of unique items to be dropped to token-holders, perhaps depending on their bag size, history and contributions to the community. As we move into the Metaverse, these NFT could evolve into protocol-branded wearables or vehicles, the meta-equivalent of t-shirts and bumper stickers. (Hey, not all culture is high brow.) \\n\\n- Another valuable project would be definitive reference material on blockchain projects, a so-called ‘Encyclopedia Cryptologica.’ There’s barely any quality, carefully reviewed information on most projects, tokens, concepts -- and where there is, it’s not easily searchable. Only a DAO (or its Wikipedia-like precursor) could mobilize and compensate the huge number of experts and researchers necessary to maintain a living encyclopedia for our exponentially expanding gowing crypto world. \\n\\n- Of course such a project suggests that financial media and ‘literacy’ programs may in general be worthwhile cultural institutions. Imagine a 24/7 CNBC of crypto -- interviews with leading developers and investors, regulators and politicians -- but entirely run by a Creator DAO. Imagine crypto-literacy programs to help potential investors understand the risks of leverage, understand liquidity, volatility, etc.\\n\\n- On the other side of the crypto equation, computer science and crypto-business courses would be valuable educational content products. Investing in these projects may be analogous to community-like events which encourage you to support and contribute to the community.\\n\\n- But there could also be other media types produced, like movies. Crypto is about enabling decentralization to promote creativity and prohibit censorship. So how about a film series about how marginalized creators and communities using the blockchain to enable and express themselves? Or about artists and inventors who fought centralized control in the past? How about a whole film festival?\\n\\n- New prosperous communities often invent and patronize their own musical culture, a sound and style that stands for their unique perspective on the world. 18th Century European bourgeoisie loved the opera. Baby boomers had rock and roll. Just in time, we have DAO systems like Songcamp, where artists can collaborate and share in the results. Is this the melody of the blockchain? Click and be amazed: (https://twitter.com/songcampdotband/status/1389285939277701122?s=20)\\n\\n- It’s also not hard to imagine funding for debate societies, legal and political conferences and lobbying efforts, even full-fledged science and technology journals. We may even see funding for IRL social events, like Happy Hours, or their digital equivalents. \\n\\nOf course, different protocols have different missions and their communities will support their own distinct cultural products. A blockchain devoted to lower electricity consumption for climate purposes will foster creativity around ecological issues. And, indeed, you can see that happening within the NFT community of Hicetnunc, minted on a chain those artists consider better for the planet.\\n\\nWhat’s really interesting about the relationship between economics and culture is how the culture flows back into the economy. Crossroads towns that built out shrines and cathedrals for their often flimsily-historical patron saints attracted more traffic to their markets. These structures attract tourism and talent that plant their roots and build upon the foundation of what already exists. And the seriousness of the devotion for that culture drove a sense of civic duty that caused citizens to invest in and defend their cities. \\n\\nWe cannot underestimate the enormous emotional power that creative products instill in the communities that invest in and embrace them. It often takes time for the full significance of these products to emerge. Their potential impact is rarely obvious. The paths they take can be strange. Consider the song that has become the anthem of New York City, played at sporting events, parades and, most strikingly, during the darkest hours of the Covid epidemic. “N*ew York New York”*”was written as a title tune to a forgettable 1977 Robert DeNiro-Liza Minelli movie, then picked up by Sinatra. Somehow, the words perfectly represent the city. B*omp, bomp, bah-de-dah.*.How many people have been subtly inspired to visit or move to New York because of it? How many people found hope in it this past year? The song has become so ingrained in the city’s DNA that is no longer the song from the movie or the song from Sinatra. It’s New York’s song. \\n\\nWe may be seeing the beginnings of this kind of culture formation in crypto. In fact, it may be even turbocharged, as crypto enables the financialization of social and communal activity in a manner never before seen. This makes clear the need and role for ambitious and thoughtful cultural governance now that creative structures, businesses and behaviors are being built on top of the protocol’s foundation. As proverbial neighborhoods sprout up, subcultures will be built in reaction to the constructs and its visitors and identity will evolve. In doing so, this activity will begin to invite criticism of how or what is built, by those most deeply invested in the protocol and the community it’s fostered. There will be disagreements. There will be overly kitsch and propagandistic creation. But in the end, the protocols that can produce the most meaningful and lasting communities, in large part through content and cultural creation, will be the most lasting, wealthiest and important. In crypto, soft power is everything. \\n\\n[The proceeds of this NFT will go towards protocol treasuries mentioned and the co-authors of this post.](split://0x27E3Fdccc6e4f422f4Cc0961294e907F5f31284B?network=mainnet)\\n\\n\\n\\n\",\"timestamp\":1620319949,\"title\":\"Protocols and Creator DAOs: Economic Flows and Cultural Products\",\"publication\":\"darkstar\"},\"digest\":\"Z9Y-dJaSi6Qb94FD_g9OWPX-GkAu1IFGeOJXCO9iALA\",\"authorship\":{\"contributor\":\"0x7FdCA0A469Ea8b50b92322aFc0215b67D56A5e9A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SV1azfZkgFKUlwwwYxOvxPAN4CAul9EHBsXBrzVs9lY\\\",\\\"y\\\":\\\"7Gy6lpM_Ivmw8ONT3G5Q6HV6y8xpVZ3wiZeRnmQEEh0\\\"}\",\"signature\":\"-pKCWrfoBTxop0jgqKpOo5fwCINPrwjXlwph8SXlJ5OJMDd4eT0Ywyy1si-BQt2XUlzmrf_PpoQzWc_kmYgbhg\",\"signingKeySignature\":\"0xd63ec0b90add050d5cb90bfe732ff295e0d2188a715f1aabc5b0fb3a1d9511bb54a2ad3c09d680d01b89143f664cbaa252a97395adc2587524faa77818dbf92b1c\",\"signingKeyMessage\":\"I authorize the publication of articles on darkstar.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SV1azfZkgFKUlwwwYxOvxPAN4CAul9EHBsXBrzVs9lY\\\",\\\"y\\\":\\\"7Gy6lpM_Ivmw8ONT3G5Q6HV6y8xpVZ3wiZeRnmQEEh0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yEK4DdvmxwZ2l-yHWGOQs3rMsLD6RYs_phLUzSFdhAI\"}"