"{\"content\":{\"body\":\"Let’s take a minute to think about the history of personal computing. For most of us elder millennials, those days began in computer labs. Playing games like Oregon Trail and Mavis Beacon typing races filled us with joy. Years later, these computers became connected through the internet. Their sizes got smaller and smaller, fitting first inside of our backpacks and then inside of our pockets.\\n\\nFast forward to today, where there is now a computer in every pocket, on our wrists, in our ears, in space, and even on Mars. (Speaking of which, did you know that a single Airpod contains more computing power than the entire Apollo mission?)\\n\\nSure, we’ve come a long way, but we’ve got a much longer way to go.\\n\\nAs advanced as all of these computers and devices are, and as connected as we all are, we are a deeply unhappy and unhealthy species. Depression will be the #1 cause of death by 2030, our world is burning and flooding (often at the same time), and most people can’t afford basic rights such as education and childcare.\\n\\n![Offline has made over 30 investments to date.](https://images.mirror-media.xyz/publication-images/Jhzm2I64hY1OdjSgQY5qF.jpg?height=2015&width=2016)\\n\\n**Introducing Offline Ventures.** We are a firm run by four entrepreneurs-turned-investors: Brit Morin, Dave Morin, Nate Bosshard and James Higa. Our mission is to back beautiful companies that matter in the world and elevate the well being of the founders who create this change. We are driven by a belief that the foundational technological breakthroughs which most benefit humanity are forged by diverse founders dwelling where science, engineering, art and design, and culture collide.\\n\\nThe four of us have been in tech for quite awhile now, but we’ve never been this excited about the future, especially by the opportunities that live at the intersection of online and offline experiences that will give humans healthier and happier lives. As we explore these industries and opportunities and companies, we’re venturing to the far edges of fundamental humanist technological shifts in consumer, Web 3.0, women’s health, brain health, sustainability, and bringing the offline online.\\n\\nFounders are fellow artists as far as we’re concerned. Offline is the music studio where they come to write, record and mix their new album with us. And while our founders are busy innovating, we are purposeful about giving them that offline space we all need to find unbound creativity that can transform the world.\\n\\nOn our mission to bring balance to people’s online and offline experiences, we believe that this balance starts first with the founder. We know that too often founders are put in an unsustainable pressure cooker, where the demands of the job prevent even minimal levels of self-care. If professional athletes and artists are surrounded with the support and resources to keep their bodies and minds operating at peak performance, entrepreneurs should be treated the same. As a firm, we are committed to ensuring that our founders receive comprehensive mental health and wellbeing support on their journeys to build impactful companies.\\n\\n[We announced our first fund of $100M today](https://www.forbes.com/sites/alexkonrad/2021/11/16/dave-brit-morin-raise-100-million-offline-ventures/?sh=6ea8ef865f4a), as well as some very exciting investments in companies like [Clubhouse](https://clubhouse.com), [Bobbie](https://hibobbie.com/), [Pinata](https://www.pinata.cloud/), [Hedgehog](https://hedgehog.app/), [Potion](https://potion.ai), [Kindbody](https://kindbody.com), [Ramble](https://ramble.camp), [Autumn Adeigbo](https://autumnadeigbo.com) and many more. We believe innovation happens at the edge of unreasonableness and we push our founders for as much diversity of expression, experience and perspective as humanly possible. We are very proud that this approach has not only led us to invest in some incredible companies, but has also resulted in *more than half of Offline founders being women or people of color*.\\n\\nFurthermore, as one of the first venture thought leaders in “web3,” we’ve dedicated nearly one-third of our portfolio to this emerging space. The promise of a decentralized internet is also one of a healthier internet, and we are eager to help fund and build its future.\\n\\nYes, we said “build.” Because not only are we investing in companies, but we are inventing and incubating them as well. We are founders too, after all! Sometimes when we see a white space in a big market, we can’t help ourselves. Stay tuned for more news from us on that front.\\n\\nWe couldn’t be doing all of this without our incredible supporters in the tech and investment world that share our vision of giving people healthier and happier lives. Partners like Apple, ICONIQ Capital, Dolby Family Ventures, and individual investors and operators such as Marc Andreessen, Peter Thiel, Chris Dixon, Josh Koppelman, Kevin Starr, Dan Rosensweig, Bryan Meehan, Kevin and Julia Hartz, Caterina Fake, Scott Belsky, Sheila Lirio Marcelo, and more.\\n\\nPlus, we’ve begun adding venture partners to our investing team, welcoming investor and entrepreneur [Randi Zuckerberg](https://en.wikipedia.org/wiki/Randi_Zuckerberg) to the roster this year. We are eternally grateful to be on this journey together with some of the best and brightest around.\\n\\nChanging the world in a meaningful way is no easy feat, but we are ready for the challenge. If you are working in one of the areas we are focused on, and excited about what you read here today, talk to us. We want to hear from you.\\n\\nIf you like our mission and want to join us for the journey, we’re actively hiring for various roles. [Send us a note](https://offline.vc) and tell us about yourself.\\n\\nAnd now, we’re headed Offline and back to work.\\n\\n\\\\-Dave, Brit, Nate and James\",\"timestamp\":1637085870,\"title\":\"Introducing Offline Ventures\"},\"digest\":\"RAS59ulNOrLvq4ppP_RU9hdq2iWODK44P5b4RVBTA9M\",\"authorship\":{\"contributor\":\"0xDef5dce85966199F96a6dE42EcB492c73ACE9F7d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nDMFhQRIqM_vW0uWJAXM6x-SxZ80F7_OeP4aaI6oLbs\\\",\\\"y\\\":\\\"lgV7PfqHvABLDob8GFo4MegDHCCl-X10UsIiY4wsrqg\\\"}\",\"signature\":\"7uGOJbahmBVG7Hj14UfM9OC7vLMN8y-X3Kl9rEZfO0Qgo3T1VXoHqRo0oMXmJScRj97N_DwYFRvn_cWE8JxqFA\",\"signingKeySignature\":\"0xcf925208a81dc37c87822b3a643ab074212a9228c78a7ee8b4a6ff4f0934ed1733b9bacdbc019fda7764b414ae87db2b5eb8f28e2e249b6cd6af879bb65fc72f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nDMFhQRIqM_vW0uWJAXM6x-SxZ80F7_OeP4aaI6oLbs\\\",\\\"y\\\":\\\"lgV7PfqHvABLDob8GFo4MegDHCCl-X10UsIiY4wsrqg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"i3PzGThmoLNYodl1SEOz9JgvElkL1F0t2_j9HA-Ots0\"}"