"{\"content\":{\"body\":\"NFTs are a promise.\\n\\nOne reason why Gary Vee’s [collection](https://opensea.io/collection/veefriends) has been so successful is because he thinks of his NFTs like buying his IPO. He promises to drive a ton of value to the holders, and he’s done that extraordinarily well so far.\\n\\nBut just because someone launches an NFT doesn’t mean you’re buying the equivalent of stock in that person.\\n\\nI fell into this trap early on after hearing that an artist with 1M followers on Instagram was launching a collection of just 160 pieces. People started buying, and luckily I got one for 0.1 eth. The floor quickly shot up to 0.5 eth, but then people started to panic, undercutting the floor to 0.05 and now there hasn’t been a sale for 3 months. \\n\\nThis person’s followers didn’t seem real. The guy didn’t have any idea how NFTs worked, so there was no discord for the community. There wasn’t any thought put into what the collection meant as part of the artists larger body of work. It was simply a move to take existing assets and put them on a blockchain.\\n\\nI have no regrets, as mistakes in this space are like tuition payments. As long as you are learning, and playing with money you can afford to lose, you dust yourself off and know better for the next time.\\n\\nNFT-native artists are asking questions like “how can I drive value back to my original holders?”\\n\\nWhereas new entrants to the space are thinking “how can I make a quick buck by turning work into NFTs?”\\n\\nAgain, there is nothing wrong with turning art into an NFT and putting it up for sale on OpenSea. But the value of the NFT will be tied to the promise made to the holders. What does it mean if you make a physical painting, which sells for $1,500 but you’ve also turned the image into an NFT that’s only worth $150 and now two different people own them?\\n\\nThis is why people say NFTs are dumb. Because if I “own” a digital version of a painting that’s on someone’s wall across the country, it’s pretty clear that this NFT is not very valuable.\\n\\nBut really what’s happened here is that the artist hasn’t understood the medium.\\n\\nDamien Hirst, on the other hand, created “[The Currency](https://opensea.io/collection/thecurrency)” and minted 10k items for $2,000 each with an interesting promise:\\n\\nBefore one year passes you must [decide](https://palm.io/studio/the-damien-hirst-currency-exchange-window-opens/), do you want the physical piece of art or the digital version (NFT).\\n\\nBut you can only pick one. Whichever you choose, the other will be destroyed.\\n\\nThis is a great example of an artist understanding the medium, and bringing something new to the table.\\n\\nNow, to music NFTs.\\n\\nOne of the most hyped up trends of 2022. I believe mainstream adoption will not come from musicians selling their music as NFTs, but instead from a platform who will control for a variable, and add the community layer on top.\\n\\nMost musicians don’t have the time and energy to create incredible music, hang out in Discord and talk with their supporters, pioneer new technological innovations, and play shows nationwide.\\n\\nThere are obvious exceptions, with 3lau and Juuku being a few I can think of off the top of my head. Being a worldclass artist and having a deep understanding of NFTs is not easy. \\n\\nEven Kygo, an artist with millions of followers, released an NFT [collection](https://opensea.io/collection/kygo?tab=activity) that has only seen two sales. \\n\\nRight now, artists have to manage way too many variables when they launch an NFT project:\\n\\n* How do I build community? \\n* What’s the point of making this an NFT? \\n* How do smart contracts work? \\n* How do you run an effective discord? \\n* How do I steer clear of securities law? \\n* What part of my work should be the NFT? A song? Album art? A video? Part of a song? \\n* Should they be 1 of 1s, or should I release a thousand editions of each asset? \\n* What value does a holder of this NFT get?\\n\\nThese are just a few of the questions an artist would need to answer when launching a project. And right now, only a few are going about this in a really smart way, but that’s because they’ve paid their dues. They’ve been in NFTs for months, hanging out in discords, talking to people, investing in projects and understanding the culture of the space.\\n\\nIt’s not realistic to expect everyone who wants to enter the space to go through such an extensive learning phase.\\n\\nI think there is opportunity in standardizing parts of the process for artists so they can plug their work into an existing framework the same way they do when uploading music to a platform like Spotify.\\n\\nMost of the questions above could be solved by a platform that:\\n\\n1. Handles the discord management and customer support\\n2. Builds smart contracts and tokenizes the art for the creator\\n3. Has a legal team who can ensure the NFTs are clear of any legal issues\\n4. Chooses a certain type of asset and a standard mint size, say 100 editions of album art and music for each song an artist releases\\n5. Helps price the items accordingly\\n6. Helps the artist easily deliver utility with their NFTs\\n\\nIt’s easy to see the promise of music NFTs as monetizing art like this has always been challenging. Even selling 100 editions of a song at $30 each is $3,000 which would be the equivalent of nearly a million streams on Spotify assuming about $3 per 1k streams. \\n\\nThe other piece needed here is that this platform would need to create a way for people to showcase what they collect, and potentially even curate “playlists” of their collections. This would incentivize people to find new artists, and listen to new music and showcase their taste.\\n\\nSpeculation may not be ideal, but the ability for fans to build wealth alongside their favorite artists is a powerful dynamic. While it can turn sour when floor prices drop, and the artists work is trading for less than what you paid for it, it’s worth emphasizing to buyers of these collectibles that you should view this the same as your view buying a vinyl, or a t-shirt. It’s money that you didn’t expect to get back. These aren’t investments, they’re items in your collection to show support for art you like.\\n\\nWe have a long way to go before music NFTs become mainstream, but I think a major catalyst for adoption will be a platform that can make a strong promise to the buyer. \\n\\nAnd to be clear, when I say platform, I don’t mean a closed ecosystem. These NFTs should live on a blockchain like Ethereum, Polygon or Arbitrum. Something that is composable by nature, with a great block explorer and easy to use marketplaces. The platform would operate like an Art Blocks style entity where they would help structure drops, but allow collections to remain unique and independent underneath the broader umbrella. \\n\\nThese are some early thoughts on what the future for music NFTs could be. I’d be curious to hear your thoughts, or suggestions for projects I should look into to learn more about innovation already happening in the space. \",\"timestamp\":1641306734,\"title\":\"One Potential Future for Music NFTs\"},\"digest\":\"tgtvsjI8pmuuF3eEKcjs_K7ottM_Rj6vUdx8-cFEnyU\",\"authorship\":{\"contributor\":\"0x08657e338888424994b753cd75157eDa48cde924\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1idTCrclE6ke8Hs13Vq6HM-EyyDJNNLJl5FVZya3rBs\\\",\\\"y\\\":\\\"-cC4MWHK_9vIfPsweQZL1mDuPSREYF3M3R_QjVQC9ng\\\"}\",\"signature\":\"Dvxlt_bG6GHVoAmqkb0eFnJT1ggDYvW-X3KuSG31jEXB_oRSuZBIvJ6W5hJ_BL9KeaI1xFYUHY70r18U0EoPSg\",\"signingKeySignature\":\"0xe6fba09c98c6b9966cb17e845c74e4d9ac0752ec7c8265dc8d0c8323b185961901532f163adc8263995391ad20e6bc6d6a8ebcdda1565f52e434a48cbea94ceb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1idTCrclE6ke8Hs13Vq6HM-EyyDJNNLJl5FVZya3rBs\\\",\\\"y\\\":\\\"-cC4MWHK_9vIfPsweQZL1mDuPSREYF3M3R_QjVQC9ng\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tgtvsjI8pmuuF3eEKcjs_K7ottM_Rj6vUdx8-cFEnyU\"}"