"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/179a6898-c156-40ef-94c6-f8bf6f5770e8.jpg?height=640&width=1280)\\n\\nOutlining my approach to quickly learning new subjects, and how you too can become a crypto expert in less than you think.\\n\\n---\\n\\nIn the past few months, I went from knowing almost nothing about crypto to minting NFTs, [launching my own token](https://miguelpiedrafita.com/token), and getting a job at a crypto startup (TBA).\\n\\nWhile part of this was definitely being in the right place at the right time, the rest is most likely thanks to a learning strategy I’ve developed over the years, and that helped me structure my dive into the crypto world. Here’s how I’d recommend anyone to do it.\\n\\n## C is for Community\\n\\nBefore you do anything else, join a community of people interested in the subject you’re trying to learn. It doesn’t matter if they’re experts or starting out like you (although having some people ahead of you won’t hurt either).\\n\\nA community will not only help in terms of sharing resources you find but can be a source of motivation to continue diving into the space as well. You’ll also get to meet and talk with really cool people, and hopefully make good friends. That’s been my case, at least.\\n\\nFor learning crypto, my recommendation would be the [cabbage patch group on Telegram](https://t.me/joinchat/HknkPGJxBMxoVxBa). It’s small enough for people to chat casually and share what they’re working on, but big enough to have lots of really smart (and nice) people who can help you out when you get stuck.\\n\\n## Charting the Unknown\\n\\nThe main reason why learning is hard is that most of the time, you’re not exactly sure what you’re supposed to learn. Before diving deep into research, you need to understand the discrete concepts and parts that your subject has. That way, you can search for resources on those topics and understand them before looking into how they connect to form the bigger picture.\\n\\nFor me, this translates to skimming through a bunch of resources for keywords that are repeated over and over (more on finding resources in a second), then doing the same for those keywords until you find isolated concepts.\\n\\nSome examples of concepts I found during this step while learning crypto were the differences between encryption and hashing (and what those are), the blockchain, the Ethereum network, smart contracts, Ethereum tokens & NFTs.\\n\\n## Now comes the reading\\n\\nAfter you’ve identified those concepts, you need to learn more about them individually and collectively. My approach for this is to first search for high-level articles and Twitter threads. Once you’ve read through those, you will have a general idea that can be expanded by reading documentation and whitepapers.\\n\\nIf you get stuck, turn to your community! Asking for resources that answer specific questions (like “how do smart contracts work”) or asking for help on a specific part of an article you don’t understand makes it very easy for others to understand where you’re stuck and help you out. You can also try reaching out to the authors themselves with specific questions (by mentioning them on Twitter, for example).\\n\\nFor crypto, I started by reading the [Bitcoin whitepaper](https://bitcoin.org/bitcoin.pdf) to understand the concept of blockchains, then read through the [Ethereum website](https://ethereum.org/en/what-is-ethereum/) and [their documentation](https://ethereum.org/en/developers/docs/intro-to-ethereum/). I also found [this great overview of crypto trends and concepts for 2020](https://2020inreview.forefront.news/) and [a list of NFT-related resources curated by a16z](https://a16z.com/2021/04/02/nfts-readings-resources/).\\n\\n## Learn by Building\\n\\nOver the years, I’ve found that I learn best by getting to work and creating stuff. When diving into new subjects, I try to think of the smallest possible thing I could build (usually over a weekend) that includes one of the new concepts I’m trying to learn but also other concepts I’m already familiar with.\\n\\nFor example, when I was learning crypto I could have jumped straight to learning Solidity to write smart contracts, but instead started by [building a frontend for Mirror](https://m1guelpf.blog/post/building-apps-with-mirror), a project that included new concepts (fetching decentralized data from [Arweave](https://www.arweave.org/)), but also using Next.js and Tailwind CSS to design an interface, something I’ve been doing for years now.\\n\\nDo this a few times, either adding a new concept to your existing project, or starting a new one, and you’ll be surprised at how well you can work with them.\\n\\n## Learn in Public\\n\\n“The best way to learn is to teach someone else”, goes the saying. For me, this means sharing what you’re learning publicly. Writing articles (like this one!), writing Twitter threads, or even just replying to other people’s content.\\n\\nThis doesn’t only contribute to making others’ journey easier, but can also help you build an audience around your subject and earn credibility in the space. Being public with what you are learning also allows others to correct you when you get something wrong, or when there are multiple opinions on a subject, adding additional context and nuance you wouldn’t get from articles.\\n\\nI’ve always been very public with what I’m learning, what I’m building, and new things I discover, which has helped me get a following [on Twitter](https://twitter.com/m1guelpf), as well as winning the $WRITE Race (which you need to get access to Mirror) and get a job at a crypto startup!\\n\\n## Keep Up!\\n\\nTech moves fast (and crypto moves way faster), so you need some way of keeping up with the times or you’ll miss out on all the new things people make. You could spend hours looking through Reddit and Twitter every week, but in most cases, there are people who’ll provide curated feeds and write-ups so you don’t have to.\\n\\n[The Defiant](https://newsletter.thedefiant.io/) is a great example of this. They have a daily newsletter that includes interviews with influential people, profiles on new trends and projects in the space, and relevant news on the world of crypto and Ethereum.\\n\\nThere’s probably a newsletter like this waiting for you on whichever space you’re diving into (and if there’s not, start one!).\\n\\n## Good luck!\\n\\nWhile there are some assumptions backed on this learning strategy (for example, it assumes you’re learning a technical subject), I still think it’s a great method to use when approaching a new subject. Hopefully, it’ll help you dive into crypto or any other subject you’ve been waiting to learn!\\n\\nAnd if you are interested in crypto but don’t know where to start, I’m planning to do a livestream where I take one of my non-technical “random teenager” friends and try to explain everything Ethereum to them in a few hours. You can [follow me on Twitter](https://twitter.com/m1guelpf) if you want to learn more about that when there are more details available.\\n\\nGood luck! :D\",\"timestamp\":1619276089,\"title\":\"How to Learn (Crypto)\",\"publication\":\"miguel\"},\"digest\":\"p_PQRfysu4i1RWoIoqGxAiqYXLxnahr3YzV8KPQIzR0\",\"authorship\":{\"contributor\":\"0xE340b00B6B622C136fFA5CFf130eC8edCdDCb39D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"s5dxBgjTfZ5IWK7pVL7mWf2jtUG6ibGD86H-eoO2hSI\\\",\\\"y\\\":\\\"zv1QfjUOcpQ_oyarQWkqVt2xds0opIqWKagmFYb_T1Y\\\"}\",\"signature\":\"3GrlAkKQpgwPNfwb1ntzgKtoSbtuyAkKfFs7AFvJTGjKiH8mFtGvCav3kq0CO8dVZ8UbJHwn7eF1yH30dwzPgg\",\"signingKeySignature\":\"0xa7b09c09fce6881ef0c9452ba8562261c370e82b4e340e0ccf89de85a1197f3476687c7434572f78641cb4be894a516af7878b9544deb1398c8b0e096498ca2d1b\",\"signingKeyMessage\":\"I authorize the publication of articles on miguel.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"s5dxBgjTfZ5IWK7pVL7mWf2jtUG6ibGD86H-eoO2hSI\\\",\\\"y\\\":\\\"zv1QfjUOcpQ_oyarQWkqVt2xds0opIqWKagmFYb_T1Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"p_PQRfysu4i1RWoIoqGxAiqYXLxnahr3YzV8KPQIzR0\"}"