"{\"content\":{\"body\":\"*This piece is part of my intro to VC series. I wrote these short essays as a way to accelerate my learning and make this opaque world more transparent.*\\n\\nHow you source as an early-stage investor defines the quality of your outcomes.\\n\\nMost VCs build the top of the funnel using one or two of these techniques. Here I want to give a complete overview and point out what’s great about each of these, what’s not, and how to improve.\\n\\n### Network driven\\n\\nThe best companies often come from the edge of your network, mainly from founders or from other VCs, passing on deals that are unfit for their thesis or that they ended up not doing.\\n\\n* **Pro:** Your network shows you companies with a high signal to noise ratio. They have been vetted, and you know they will fall within your investment scope.\\n\\n\\n* **Con**: This technique is the main driver of VC groupthink, FOMO, and difficulty to integrate what’s new or different. It sometimes feels everyone is looking at the same thing - it’s not for a lack of variety among founders or ideas, but rather because of the great filter this approach entails.\\n\\n\\n* **Tips:** As an investor, you want a close group of *friends* i.e. people you trust and with whom you can liberally share ideas, tips and companies. Beyond that, be generous with your network, and connect people who might benefit from it.\\n\\n### Inbound\\n\\nVCs seem to have become marketing powerhouses. They want to be top of mind for founders about to raise money and have the most proactive one reach out.\\n\\n* **Pro:** Inbound is great because it’s surprising. Founders come with novel and interesting ideas, markets, business models which we would have never thought of or looked for.\\n\\n\\n* **Con:** Low signal to noise ratio. There is a staggering number of companies looking for money at all time, making handling inbound a labour-intensive task.\\n\\n\\n* **Tips:** Develop a habit of responding quickly to founders. You think inbound is laborious, try fundraising. Founders are the real heroes there.\\n\\n### Outbound\\n\\n*Some investors* think deeply about technology, society, the future, and come up with clear investment hypotheses and types of companies they look for. These funds usually source with the two above techniques, but also scan the horizon to find new founders with brilliant approaches.\\n\\n* **Pro:** Can lead to champions-league investing (in my book, well thought binary bets that advance technology and lead to outsized outcomes), rather than FOMO investing in the 1000th to-do-list app. It shows clear thinking and a hustle mindset.\\n\\n\\n* **Con:** *Extremely* low signal to noise ratio, and you need to be very good to find the right sources of information. Usually, when something is publicly available, it’s already too late.\\n\\n\\n* **Tips:** Break down the workflow in separate chunks of time. First go through the list of companies you’ve found (bookmark them, e.g. using Pocket), just looking at their descriptions - at best their website. Only clicks, no research. Then, go through them and score them + start sorting them (passing, more reference needed, interesting).\",\"timestamp\":1640786345,\"title\":\"How to find outstanding companies as an angel or VC\"},\"digest\":\"NkNfH3Xb_DBK_i7WVae3BKa9trM_er-lp16Jw-Cg0ng\",\"authorship\":{\"contributor\":\"0x2059a96525c364560A806Ca035a40C9F379eBcA9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TIl4IcHdYWQiIm3-KDUD2ZCp8Dk2Mp4qZBIq1GJsxSU\\\",\\\"y\\\":\\\"co-q3bfSx6SK2nB2OrzW8RX5X5GT60scRr2pnAl7WpA\\\"}\",\"signature\":\"vqxhplx51tzcA1Q9VsK2cmgUqXsAq6WntVG2MsrRSUrnAACing1nuT70lOIHbsJQa5MSP0nDlz-cI_iTeHhp2g\",\"signingKeySignature\":\"0xdd3ae4367aa462d7fc6a08c1c706eb64c87c4cb02dcfaa8dfaf8eca70f79418305ed458ddb86f9222106d272569faecea983e49de741348bb150944aef4d3b4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TIl4IcHdYWQiIm3-KDUD2ZCp8Dk2Mp4qZBIq1GJsxSU\\\",\\\"y\\\":\\\"co-q3bfSx6SK2nB2OrzW8RX5X5GT60scRr2pnAl7WpA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NkNfH3Xb_DBK_i7WVae3BKa9trM_er-lp16Jw-Cg0ng\"}"