"{\"content\":{\"body\":\"余生走上演武场中央之时，浩瀚空间再一次变得寂静。 \\n  \\n     虽然只有十五岁，但那爆炸般的身材往往让人忽略他的年龄。 \\n  \\n     他走到法阵之上，刹那间，身上沐浴璀璨无比的金色光芒，战意缭绕，法术环身。 \\n  \\n     金属性感知力天品，武道境界、法师境界，皆为觉醒八重境百变境，法武双修，两者同境。 \\n  \\n     “出来。”余生手指指向刚才一叫嚣得非常响的人，那人身体颤了颤，脸色有些苍白，但依旧倔强着走向演武场。 \\n  \\n     天赋，天地灵气感知力地品，境界，觉醒境第八重，但看着对面站着的余生，他根本没有半点信心，整个人显得没有一点气势。 \\n  \\n     “准备好了吗？”余生问。 \\n  \\n     “好了。”那人声音都微有些颤抖，下一刻，演武场颤动了起来，余生迈着巨大的步伐朝着对方走去。 \\n  \\n     “战。”对面那人怒喝一声，武之意释放而出，咬着牙，但当余生沐浴金色光辉犹如战神般降临的刹那，他那聚起的气势原来是那样的脆弱。 \\n  \\n     “砰！”诸人只见那人的身体直接被余生撞飞了出去，沐浴金色光辉的余生没有使用任何的战技、法术，用身体将一位同境的武道修行者硬生生的撞飞。 \\n  \\n     “你，出来……”余生指向下一人，同样是之前嚷嚷着要挑战叶伏天的人，那人身体哆嗦了下，道：“我认输。” \\n  \\n     “认输也要站上来，展露自己的天赋境界。”演武场法阵旁的长者扫了一眼对方，有些不满，太没骨气了，不过眼前这位战神般的少年，确实太过与众不同。 \\n  \\n     之前那些喊着要挑战叶伏天的人脸色都极为难看，这家伙不会真的一个个全部挑战一遍吗？ \\n  \\n     如果真是如此，他们这次论战算是彻底的被毁了。 \\n  \\n     “叶伏天。”他们愤怒的看向那无耻的家伙，骗他们站出来自己竟然跑下去，让余生来挑战。 \\n  \\n     叶伏天微笑的看着这一切，目光望向演武场中间的那道身影，这一次秋闱，余生，才是真正的主角。 \\n  \\n     不出所料，那些喊着要挑战叶伏天的人被余生一个个指名论战，有数位武道八重境甚至武道九重境的强者，在余生无情的摧残下，根本没有释放光芒的机会。 \\n  \\n     他们本早就能够踏入青州学宫成为正式弟子，之所以延迟，便是为了在秋闱和明年春闱上表现更亮眼一些，这对他们以后要走的路是有好处的，更何况还有传闻，每年春闱和秋闱表现最杰出的几人，是有机会入宫主级别人物法眼，被收为关门弟子的，因此总有一些人想要碰碰运气。 \\n  \\n     可惜这一次，却彻底沦为了余生的陪衬。 \\n  \\n     “简直是，怪兽。”看台上的诸人心中暗道。 \\n  \\n     就连黑麒麟军团将军秦帅看向余生的目光都有些不同，此子天生神力，武道天赋和法师天赋也皆为天品，若为骑士冲锋陷阵，绝对是能够让敌人胆寒的存在。 \\n  \\n     “余生，可以了。”终于，叶伏天喊了一声，余生这才走回了自己的位置，让许多人都松了口气。 \\n  \\n     接下来，其他人终于有了表现机会，陆续走上演武场中央释放自己的天赋和境界，以及论战，虽也精彩，但却再没有余生带来的震撼那样强烈。 \\n  \\n     时间一点点的过去，直到慕容秋上场，才又变得了精彩了几分，他上场之后，连续挑战高境界者，将参加论战的所有觉醒第九重境界之人全部击败，随后又以碾压的方式击败了数位觉醒第八重的弟子，光芒一时无双。 \\n  \\n     他的目光甚至看了一眼余生这边，但似乎并没有战胜的把握，终究还是没有提出挑战余生。 \\n  \\n     叶伏天注意到了慕容秋的那道眼神，他当然看出来了，慕容秋也想要这次秋闱第一，而余生，是他的拦路者，击败余生，他才能够稳稳的拿下秋闱第一，然而慕容秋没有这么做，因为他没有信心。 \\n  \\n     “都是文试二甲榜单之列，论战表现同样抢眼，但天赋年龄、余生都更有优势，秋闱第一，应该是余生的。”叶伏天心中想着，耐心的等待着此次秋闱的结束。 \\n  \\n     日影西斜，演武场中的人群却一点没有疲惫之意，数百弟子，纷纷展露自己的光芒，花解语虽不参加论战，但也走出来释放了自己的天赋和境界，看到她的容颜诸人感觉有些心痛，不要真的和那无耻之徒恋爱啊。 \\n  \\n     论战，终于接近尾声，直至落幕。 \\n  \\n     诸人的目光缓缓转过，望向演武场前方青州学宫长者所在的方向，接下来，就等剑阁阁主冷青峰以及土行宫宫主石忠决定秋闱结果，这一届秋闱，便算是结束了。 \\n  \\n     冷青峰和石忠似乎在商量着什么，旁边有人在记录，显然是在商讨秋闱最终结果。 \\n  \\n     石忠身旁的一位长者出列，拿着记录好的名单走上前，望向演武场的少年，缓缓开口道：“此次秋闱和往常一样，文试的成绩和论战的表现都将考量在内，诞生此次秋闱甲榜名单。” \\n  \\n     秋闱最终，只会有一份榜单，那就是甲榜，和文试有些相同的是，秋闱甲榜中，只有前三有具体排名。 \\n  \\n     秋闱甲榜前三，象征着荣耀，而甲榜之人，也都将获得进入藏书阁第二层的资格。 \\n  \\n     诸人的目光有些期待的望向前方，此次秋闱甲榜最耀眼的三人，会是谁？ \\n  \\n     叶伏天眼眸凝视前方长者身影，目光中透着亮光，此届秋闱，属于余生。 \\n  \\n     “甲榜榜首，慕容秋。”一道声音在此刻传出，叶伏天眼中的亮光凝在了那里，随即变得错愕，不解。 \\n  \\n     甲榜榜首，慕容秋？ \\n  \\n     其他人也都有些惊讶，不过倒也没有太特别的情绪，毕竟慕容秋的境界是觉醒第九重，而且表现也足够两眼，只是觉得余生，有些可惜了。 \\n  \\n     “甲榜次席，余生。”长者继续宣布道。 \\n  \\n     “为何？”就在长者准备继续宣布之时，一道声音将他打断，诸人露出一抹异色，看向说话之人，正是叶伏天。 \\n  \\n     那宣布榜单的长者以及前方青州学宫的前辈都皱了皱眉，这时候打断宣布结果，显然是对长辈的不礼貌行为。 \\n  \\n     “为何是慕容秋榜首，余生次席。”叶伏天开口问道。 \\n  \\n     “放肆。”那宣布榜单的长者呵斥一声，道：“榜单名次既定，自有其理由。” \\n  \\n     “我不服。”叶伏天开口道。 \\n  \\n     “慕容秋，十七岁，土属性法师，天赋天品，修为觉醒第九重；余生，十五岁，武法兼修，武道天赋和法师天赋皆为天品，两者天赋对比，显然余生更出众，至于文试，两人都在二甲榜单之列，持平，而论战表现，慕容秋无败绩，余生同样如此，且以觉醒第八重境界横扫第九重归一境界学员，无论是哪一方面，余生的优势，一眼可见，为何榜首是慕容秋。” \\n  \\n     叶伏天走上前一步，对着前方青州学宫师长方向欠身，道：“望诸位师长能够认真考量。” \\n  \\n     “这家伙……”秦伊美眸望向叶伏天，虽然她对这结果也有些不认同，但既然青州学宫已经宣布，叶伏天站出来，岂不是质疑剑阁阁主和土行宫宫主？ \\n  \\n     这家伙分明极为聪明，但此刻为何会如此糊涂。 \\n  \\n     演武场中的外门弟子纷纷看向叶伏天，低声议论，慕容秋神色极为冷漠，盯着叶伏天。 \\n  \\n     看台上的诸人也都露出错愕意外的表情，他们虽觉得余生有些可惜，但也没想到竟然会有弟子站出来当众质疑。 \\n  \\n     “闭嘴，你知不知道自己在做什么？”法阵旁边的那位长者呵斥一声，他很欣赏叶伏天，但正因为欣赏，所以才阻止这家伙放肆，年少轻狂也该知道分寸。 \\n  \\n     叶伏天当然知道自己做什么，他也明白这样做可能并没有什么意义，这并不是理智行为，但他还是要站出来，如果是他自己，他无所谓，但这本该是属于余生的荣耀，凭什么就因为一次误判，就被剥夺？ \\n  \\n     秋闱的甲榜乃是综合考量，正是他之前列出的那些，如同他所说的那样，余生没有任何一处是占据弱势的，为何会败给慕容秋？ \\n  \\n     榜首和次席虽说差距不大，但对于叶伏天而言，榜首荣耀本该是属于余生的，凭什么被剥夺？ \\n  \\n     “我知道，但我不服。”少年的眼眸透着倔强之意，从未如此认真，哪怕是被人羞辱，他都可以无视，但却不能眼睁睁的看着属于余生的东西被夺走却无动于衷。 \\n  \\n     “伏天。”余生手掌放在叶伏天的肩膀上，对着叶伏天摇头。 \\n  \\n     叶伏天看着他，同样认真的摇了摇头。 \\n  \\n     “继续宣布榜单结果，将他的名字划掉。”石忠冷冷的开口说道，这份榜单虽可能会遭到一些质疑，但也并非是什么大事，毕竟慕容秋表现也足够优秀，但他没想到，叶伏天会站出来当众指出。 \\n  \\n     宣布榜单之人点了点头，看了一眼那甲榜第三的名字，随后，从这名字上跃过，道：“甲榜第三，花解语。” \\n  \\n     花解语虽然没有参加论战，但他文试第二，天赋极为出众，修为归一境，放在秋闱第三，同样没人会质疑，当然，众人隐隐猜测到了，那位置，本该是属于那倔强少年的。 \\n  \\n     “我还是不服。”叶伏天声音依旧，但宣布榜单之人继续说出了下一个名字。 \\n  \\n     于是，此次秋闱出现了以往从未有过的情形，在宣布秋闱甲榜名单之时，却有一道倔强的声音，始终响起在演武场。 \\n  \\n     余生看着那略显瘦削的背影，双拳紧紧握住，那双坚毅无比的眼眸，竟微泛着红光。 \\n  \\n     “咚！”一声震动，余生脚步踏了出去，前方少年的尊严，没有人能践踏，青州学宫也不行！ \\n \",\"timestamp\":1638580376,\"title\":\"第十七章 我不服\"},\"digest\":\"wfERulDV3Du1-60VBRctmLUcYaEoJOgdyH-bbDmM1XI\",\"authorship\":{\"contributor\":\"0x68593b3f2FF8a896B6e789191f43542677d63588\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DeCBt--ahh-n4z2ffh5t6YW-EPw9zI_wnb4PZmEs4is\\\",\\\"y\\\":\\\"BJYTXBI0WYYiT1errJsgZjHcCe4kCY2My1ZOeViv7gU\\\"}\",\"signature\":\"zXKSpMmUI6UDbanUdubLR5wN4Xm77f8V6OTOwQQ3ZlmzCuXO5Kxq5M92tY7RfsEWJ94hw9rAh7y4WHbAKpct8w\",\"signingKeySignature\":\"0x79fc875b5a3087ea3e5a7a33e0c44de874f6d05683b279021a11585495db552d116827529217ede229ee90484086bd83a9de32ea0dc9fee78dc9379f1248a59a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DeCBt--ahh-n4z2ffh5t6YW-EPw9zI_wnb4PZmEs4is\\\",\\\"y\\\":\\\"BJYTXBI0WYYiT1errJsgZjHcCe4kCY2My1ZOeViv7gU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wfERulDV3Du1-60VBRctmLUcYaEoJOgdyH-bbDmM1XI\"}"