"{\"content\":{\"body\":\"*In this series, we shine a light on uniquely talented creators that have recently joined the Uptick Network. Introducing the artists, showcasing their work, and interviewing them on the thought process behind their art, their experience as a creator, and their journey into this new and exciting space. This is the first in many series to come.*\\n\\n## Introduction | PariahArt\\n\\n![](https://miro.medium.com/max/1400/1\\\\*f5_rPIcOe-Y_LPoF5Nbjvw.jpeg)\\n\\nEugene, (a.k.a PariahArt) grew up in Cape Town, South Africa, and has been drawing and illustrating for as long as he can remember, with his favourite styles being line art and anything involving pencil and ink. This passion followed him through life where he went on to study at a much deeper level at art college, and later graphic design school. However, the latter was not a favorite for Eugene, as he found the typical tasks of graphic design quite mundane and rather soul destroying. Despite this, his passion for art continued to flourish in the form of drawing and illustrating, and was always happy for it to be a focus in his free time.\\n\\nIn the early 90’s, a friend introduced him to comic art and he instantly fell in love. This deeply influenced his stylistic choices as a creator and made it a strong focus where he went on to specialize in comic style illustration.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*SWJjD18KaMJcOSa3rmCJ0g.jpeg)\\n\\nWhile art is not Eugene’s main career, it is still a deep passion in his life and he finds himself indulging in the art of drawing with any spare time he has. However, the world of art in relation to NFTs are actually quite new to him. Eugene was introduced to the space in Shanghai (where they both currently reside) by a friend Miguel Johnson. Much like the general population, Eugene had never heard of the technology before, but soon started to realize the potential it had for creators. Miguel brought it to his attention and a spark was ignited.\\n\\nMiguel runs two top-class restaurants in Shanghai and has actively been involved in the space for a while now, with his focus being on[ utility-driven NFTs for his restaurant](https://medium.com/uptick-network/uptick-app-the-maya-story-a13fc1b23e87). This was the perfect individual to explain just how promising the technology is, and after this enlightening conversation about NFTs and the wider crypto space, Eugene was introduced to the Uptick platform, where he soon found a new home for his artistic endeavours.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*vgNtt-beuJM3oGgzyL_gWA.jpeg)\\n\\nWe caught up with Eugene and asked him some questions relating to his art, creative process and thoughts on the wider NFT space.\\n\\n**Could you speak about the kind of art you create?**\\n\\nI do mainly adult comic art and illustrations, western style. I sometimes paint on canvas and do pencil tones. Lockdown helped me get started on writing and drawing a comic. But yeah, I like death, demons, horror, violence and beautiful ripped strong women that have sexual allure, so I draw these things, because I can and it’s what I want to see.\\n\\n**How did you get started creating?**\\n\\nI started creating digitally when I got my iPad Pro and Apple Pencil about 4 years ago and got working on my love hate relationship with Procreate. I love Procreate now, because I’m not using it right now and I don’t need to pinch and have it unresponsively zoom at this very moment.\\n\\nI started creating line drawings and illustrations since I picked up a pencil way back when I was still peeing in my pants while scribbling out my first stickman as a toddler.\\n\\n**Who are some of your influences?**\\n\\nFor inking and penciling my biggest influences are Jim Lee and Marc Silverstri. I first encountered their work when I started reading Image Comics. Their lines, styles and attention to detail are mind blowing, very clean and the depth of what they are able to produce on a panel and in frames is amazing. I spent many a night freehand copying Jim Lee’s frames and pinups to practice his style of hatching and outlining.\\n\\nAs far as an artist who seemed to keep his integrity intact and be totally uncompromising to his vision, style and able to unashamedly dig into the deepest darkest corners of his imagination and produce some of the most violent, grotesque and provocative images on paper, Simon Bisley is the god of comic art. His knowledge of human anatomy is genius, his level of airbrushing technique is unattainable. I’ve never wanted to be able to produce work like him, because his style is so original any attempt would be cheap mimicry, but I’ve always wanted to be able to bring my imagination to life as vividly as Simon Bisley is able to.\\n\\nLately I’ve been pretty blown away by an artist called Xin Zeng who did the art for a game called King’s Throne, his coloring is crazy good.\\n\\n**What is your creative process like, from inception to the finished piece?**\\n\\nI usually start sketching on paper. I find I am able to loosen up and relax more when I’m using pencil and paper. Procreate is good and the pencil tool is virtually a pencil…but it’s not a pencil. I find the break to sharpen and get a fine point on the pencil is a necessary part of the meditation and helps me think over what I’ve been sketching, also the smell of the lead, the wood and the paper gets me in a good mode for drawing. Sometimes I will do a very detailed pencil drawing of the entire work, but a lot of the time it’s just the frame work.\\n\\nOnce I’m done conceptualizing the rough work, I scan it to my PC if I’m at home, otherwise I use my phone or tablet to photograph the sketch and import the image to Procreate. Once on Procreate the real work starts, I’ll have a high resolution setting so that I can max out on detail if I want. Being able to zoom in on your work is the greatest invention since dental floss. But sometimes, when you have those sweaty Shanghai summer humidity finger tips, it can be unresponsive and frustrate the hell out of you!\\n\\nSo besides pinch and zoom we have another great digital invention called LAYERS! Layers are freakin’ AWESOME! I work in multiple layers, probably too many layers, but you shouldn’t limit yourself. Work in as many layers as you feel necessary, but it gets confusing if you don’t label them. I never label mine so…some days when pinch and zoom decides to screw with me and I forget which layer I’m on, those can be dark days.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*d2iZyZBNIiTVqZakX3EmJg.jpeg)\\n\\nAnyway, I’ll digitally color pencil over the pencil sketch scan, then rough color ink it, and then ink the outlines (digitally of course) in black, when I feel the it’s ready for finalizing, then touch up the ink. Once the line work is done, I start coloring. That is the weakest of my disciplines when it comes to what I do, so I do it last and with a lot of frustration. It’s definitely something I need to focus on more. Once I feel like the work is finished, I’ll sign it. Then usually I feel like the work is not done and I work on it some more. Then finally, I will tear myself away from the screen with an epic migraine and bleeding eyeballs in the small hours of the morning and post it somewhere for people to see (Ibuprofen is my friend). If I’m really happy with what I’ve done I’ll print and frame it and stick it on my wall. That’s pretty much my process.\\n\\n**Which style of art do you enjoy creating the most?**\\n\\nAs you my be able to tell from what I said before, I think I may like doing comic art the most. In fact, I think that’s all I do LOL! Though I do love toning in pencil, especially eyes! I get a deep sense of satisfaction when I’m able to tone out the contrasts of a dark black pupil and iris and manage to get the reflection over them looking convincingly real. I’ve dabbled in paints but, I’m messy and paint gets messy. You have no idea how happy I am to be alive at a time of digital art. No more ink smears on paper or ink stains on clothes or black finger tips.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*sZSq9rP-fSBb2kBsYIsPiw.jpeg)\\n\\n**What inspires you to create?**\\n\\nThere are a few things that inspire me, in the physical world, I’ll be very blunt about this, women. I love drawing female forms, and faces. I’m fascinated by them. But I am very particular about the types of bodies and faces. I’m not into drawing natural poses, still life and reality. I live in that everyday. If I see a face I find interesting I will draw it but then manipulate it into what I want to see or feel. Eisheth is the best example I can think of what I have done lately. I used Tricia Hellfer’s face as a base, she has an amazing nose, mouth and facial bone structure and used a model who goes by the name of Gloria Sol as a body reference. In reality Gloria Sol rather short, but when you see her pictures she is so much larger than life, long strong legs, toned arms powerful shoulders and torso and a sexual presence that shakes the room.\\n\\nThen another great motivator rather than inspiration is intense emotional moments. Like severe anger, deep sadness, depression or loss. The only positive emotion that drives me to draw is love. When I’m happy I come up with some good stuff, like the dogs and cats and cute things. But I find negative emotions inspire to draw some pretty intense things.\\n\\n**Do you have a favorite piece that you’ve created?**\\n\\nI don’t have any one piece that is my favorite. I usually get rid of the stuff I don’t feel good about but if I had to pick one out of everything I’ve done in recent years it would have to be the cover of my comic. Eisheth gliding down from the sulfuric purple sky of Hell with her soul reaping orb floating in her hand. I did two versions, one with a blurred background which gave the image a lot more depth and one without the blur. I like them both, but my favorite part of the entire image is Eisheth’s facial expression. For that you need to be able to zoom in a bit to appreciate her wicked smile and dead pan eyes. This was the second time I drew Eisheth, but it’s the first time that she is the center piece. She first manifested on a piece I did called Social Mind Fuck (There are a few NFTs of SMF still available on my Uptick profile). I did the cover of the comic just before the start of Lockdown in Shanghai. Once lockdown started it pretty much springboarded the comic, my idle hands brought forth this devil’s work. I literally spent day and night in my apartment drawing her and scenes of her throughout the entire lockdown. So this piece in particular represents a big turning point for me and a pretty screwed time in modern history.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*jKwUexnnmfcUqUU5IKLR0A.jpeg)\\n\\n**What is your impression of the NFT space from a creators perspective?**\\n\\nI think it’s a great! Uptick has been an especially awesome way for me to get my work out. It’s given me more exposure in a month than I did in two years of promoting my Patreon page on FB, Insta and Twitter. It seems a bit unregulated at the moment because it looks like anybody can put anything up, from the lowest quality brainfart to the highest quality profound piece of thought provoking magnificence, but there seem to be more brainfarts coming out than the latter, hopefully it will balance out.\\n\\nCheck out more of Eugene’s work on [Uptick](https://serviceiris.uptick.world/sharing/receive.html?lang=en&contractID=2964&chainType=IRIS_IRISHUB&price=269), his [Instagram](https://www.instagram.com/muninnart/) page, and you can also follow him on [Twitter](https://twitter.com/muninn666).\\n\\n*Uptick app is the world’s first decentralized full-featured mobile NFT app, based on the commercial-grade NFT infrastructure of Uptick Network. It safely and conveniently manages users’ digital NFT assets, supports the independent issuance, purchase, transfer, resale, and cross-chain transfer and interoperability of users’ NFT assets, focusing on the pan-entertainment and life service industry, forming a new creative economy for the Web 3.0 era.*\",\"timestamp\":1639119188,\"title\":\"Creator Spotlight | PariahArt\"},\"digest\":\"535gFafyGHlAoq-C0m1REMVEO7rmgvw--dka3r48aAA\",\"authorship\":{\"contributor\":\"0x37591dc60F39915E07c30daf8f42b3561857B5BF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h62Qlqr_RrPJ7mOsGzjnuVsImmRTeSGgn8vEsxJDT3M\\\",\\\"y\\\":\\\"C0af2pRL0SzR7yvO2L85rv_DkZK0PHNP74MCodc2rnI\\\"}\",\"signature\":\"IcaRiHA35j8u4TbDno_zWM7A2wIy2GYDuS03Muf2Hwh7oyNtMZ6FVK4cc-wnkB8ybqZAjmUUH89SI0L2JEixXw\",\"signingKeySignature\":\"0x288052421e32603b5ddb816c4d7ec56dab0a67579cdd177d1f894ee20229f9c135ba37b83b011fd6509b6bfe3658ffbadbeb474da05412b09c435d90d4fb82ac1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h62Qlqr_RrPJ7mOsGzjnuVsImmRTeSGgn8vEsxJDT3M\\\",\\\"y\\\":\\\"C0af2pRL0SzR7yvO2L85rv_DkZK0PHNP74MCodc2rnI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"535gFafyGHlAoq-C0m1REMVEO7rmgvw--dka3r48aAA\"}"