"{\"content\":{\"body\":\"This article is an excerpt from the “Rising Superintelligence: How the Internet Brain Affects the Future of Science and Technology” in Chapter 2 “10 Rules: How the Internet Brain Affects the Destiny of Technology Enterprises” published by CITIC Press in 2019, “The Ninth Rule, Internet The construction of brain dreams brings industrial upgrading\\\".\\n\\nThis section elaborates on the formation process of the \\\"dream\\\" of the Internet brain and its impact on artificial intelligence, 5G communications, high-end chips, emerging display technologies and other fields. The sudden rise of the meta universe in 2021 is the same as the causes of many cutting-edge technologies in the past 20 years. It is still essentially part of the development of the Internet brain, and it is the starting point for the Internet brain to start large-scale \\\"dream\\\".\\n\\n![](https://images.mirror-media.xyz/publication-images/Tofd6c_VZxIn7GMZuw2UA.png?height=757&width=600)\\n\\n**Rule 9: The construction of the Internet brain \\\"Dreamland\\\" brings industrial upgrading \\\\[1\\\\]**\\n\\nIn the movie \\\"Inception\\\", the protagonist Cobb and his wife lived in dreams for 50 years. From buildings, shops, rivers, shallows to trees and plants, these two dreammakers used their ideas to build their own Dream space. This sci-fi plot has also begun to enter people’s daily lives during the development of the Internet’s brain. The formation of the \\\"dream\\\" of the Internet brain will bring a huge upgrade effect to industries such as big data, 4G/5G, and AR/VR.\\n\\nEvery day, humans, together with sensors and smart devices from all corners of the world, contribute hundreds of millions of data to the Internet brain. On the one hand, natural language processing, deep learning algorithms, and pattern recognition process this huge amount of data. This is the memory of the Internet brain. And the basis of thinking. On the other hand, the user-oriented presentation of Internet big data has also gone through a stage from one-dimensional, two-dimensional, to three-dimensional in the past 50 years. When the three-dimensional stage of Internet data display comes, it is also the beginning of the maturity of Internet brain dream technology (as shown in Figure 1). The specific evolution path is as follows:\\n\\n![](https://images.mirror-media.xyz/publication-images/IWs3QySWPO5UVNoLu--rD.png?height=327&width=600)\\n\\nFigure 1 Schematic diagram of changes in the dimensions of Internet data\\n\\n1. The primary stage of one-dimensional Internet: Internet information is stored, transmitted, and displayed in binary form.\\n2. One-dimensional advanced stage of the Internet: The input and output of Internet information are mainly written symbols.\\n3. The two-dimensional stage of the Internet: The input and output of Internet information began to involve a large number of pictures and sounds.\\n4. The three-dimensional primary stage of the Internet: The input and output content of Internet information began to appear in video.\\n5. The three-dimensional intermediate stage of the Internet: Internet online games, some software applications began to appear three-dimensional interface.\\n6. The advanced three-dimensional stage of the Internet: The Internet is driven by virtual display technologies such as AR/VR, and the display of Internet content will be fully three-dimensional. At the same time, text, pictures, videos, sounds, and AI programs are integrated into the virtual reality world for humans User use and interaction are also signs of the arrival of Internet brain dreams.\\n\\nIn fact, the Internet dream has long sprouted. As early as 1915, the world's first 3D movie was screened at the Astor Theater in New York. The characters in the movie are vivid, as if living by our side, giving people an immersive experience. . By the 1960s, Ivan Sutherland, the father of graphics, developed the world's first virtual system and head-mounted display. In the following 40 years, there have been continuous attempts to challenge virtual reality technology, hoping to make it a technology for the general public, but they all encountered Waterloo. Among them is the Virtual Boy launched by Nintendo, which is still known as one of the most failed game consoles in history.\\n\\nWith the maturity of the Internet brain, virtual reality technology has begun to enter a new era. Unlike traditional virtual reality, this new era is no longer a stand-alone version of virtual image display, nor is it the three-dimensional display of the giant screen in front of you. Stereoscopic view (VR). It began to be more closely integrated with the mobile Internet, big data, and artificial intelligence. Based on the huge amount of data, artificial intelligence was used to serve virtual reality technology. Interacting with the Internet dream system allows people to gain a sense of reality and interaction in it.\\n\\nThe rise of OCULUS is an important sign that the Internet brain has entered the era of dreams. Although the VR field has been developed for many years before the birth of OCULUS, expensive equipment and narrow application scenarios such as industry and military have restricted the popularization of VR. Oculus was founded in 2012, when Oculus landed on the US crowdfunding website kickstarter and raised a total of nearly 2.5 million U.S. dollars; the biggest feature of Oculus at the time was to realize the real experience of ordinary users in virtual reality at a very low cost.\\n\\nIn 2014, Facebook announced the acquisition of virtual reality equipment manufacturer Oculus for US$2 billion. This acquisition detonated the entire virtual reality industry. The world, including Google, Samsung, Sony, HTC, Microsoft, and hundreds of thousands of entrepreneurial companies have also quickly entered this field, which has greatly promoted the rapid development of the entire Internet virtual reality industry.\\n\\nAt the Oculus Connect conference held in 2017, Facebook CEO Mark Zuckerberg announced that the future goal is to allow 1 billion people to use virtual reality for \\\"dream-like\\\" social and experience. While announcing this ambitious goal, Zuckerberg did not announce the specific time when it plans to complete this goal. To accomplish this goal, Facebook is undoubtedly facing a huge challenge.\\n\\nPutting social networking on the VR platform is a strategic consideration for Facebook. At present, the number of Facebook users worldwide has exceeded 2 billion. The next increase of 1 billion users will come from new users in developing regions on the one hand, and on the other hand, it may come from new social forms such as VR. Therefore, Facebook is still When the VR industry as a whole is in a downturn, it still spares no effort to promote it.\\n\\nIn the plans of giants such as Facebook, Google, and Samsung, human users can visit art galleries and science and technology museums in other places and even foreign countries online in the dream of the Internet brain. At the same time, based on the social interaction system, online \\\"dreamers\\\" can interact Activities, more likely to be realized are celebrities’ virtual speech activities, virtual concerts, and so on. The foreseeable future is that the formation of Internet brain dreams will have a huge subversive impact on the way of life of human society in the future. At the same time, it will also have a huge pulling effect on artificial intelligence, 5G communications, high-end chips, and emerging displays.\",\"timestamp\":1639646719,\"title\":\"How does the Internet brain produce \\\"dreams\\\" and form a meta-universe\"},\"digest\":\"fFCOETm0NJoYN06FBhTwQFoeGLLj2iQl85DGave1q-8\",\"authorship\":{\"contributor\":\"0x22ebB056006D4cBA810c112b94329cb76D30B4ea\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0iPKK3JRKUp2Lftkzb5506hKI1yjGHuNQjxJT3IgIYg\\\",\\\"y\\\":\\\"x6x2e9PVIzG4YUPioSAuOArUSFGgV8J2YIsbdfN50LY\\\"}\",\"signature\":\"PdUqcDS6NJcTqel2W_TpZ5zoDtL9cT695VOl2pxCwbqt8F_k8DK-GWTTee0pi1RgifVF-BmF6TV9qkMDGV8aqQ\",\"signingKeySignature\":\"0xa1be48c2b30a7b370a51330008b601cd9d05bd1c806e1c796244c8d5372d0a5f331097e40a1b8b2ed48aac2100e4b1e60011d192296ce55a15c6977753d803e61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0iPKK3JRKUp2Lftkzb5506hKI1yjGHuNQjxJT3IgIYg\\\",\\\"y\\\":\\\"x6x2e9PVIzG4YUPioSAuOArUSFGgV8J2YIsbdfN50LY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fFCOETm0NJoYN06FBhTwQFoeGLLj2iQl85DGave1q-8\"}"