"{\"content\":{\"body\":\"> Delay in Ethereum is a result of more than one aspects. Ethereum since the beginning had been having multiple clients which had to communicate with each other. This gets more complicated when the staking process steps in as all the validators need to communicate with each other.”\\n\\nThe management process is getting harder as more people, organizations and software are getting involved in the development of the platform. Lane Rettig, one of the self-identified core developers, [noted](https://www.technologyreview.com/2018/12/13/138651/ethereum-thinks-it-can-change-the-world-its-running-out-of-time-to-prove-it/) the need for both technical and social scalability, adding that “the coordination problem is getting harder.” As with technical scalability, the social scalability under proper management must also come to ensure smooth and streamlined operations.\\n\\nPossible divisions within the entire structure can also [lead to high personnel turnover](https://cointelegraph.com/news/parity-developer-quits-ethereum-projects-amid-outrage-sparked-by-recent-tweet), further slowing the development process due to in lengthy onboarding. “We don’t have enough people to actually help us out on these things,” [stated](https://www.youtube.com/watch?v=dqFqOmWzw8M) Jameson Hudson of the Ethereum Foundation, referring to the lack of blockchain developers working on the most technological tasks at the Devcon4 conference.\\n\\nTaking into account the challenges faced by the development team, it is vital for the testnet to remain fully operational for at least two months to be liable for the official launch. Currently, two clients are working on the Schlesi network — Lighthouse from Sigma Prime and Prysm from Prysmatic Labs. The Teku and Nimbus clients also synchronized with Schlesi and will soon launch their validators on the test network.\",\"timestamp\":1639035430,\"title\":\"Delay in Ethereum is a result of more than one aspects. Ethereum since \"},\"digest\":\"IHZ9__rKZ7X8QD1azcYIZ4-ruJeRvgh1EmwSWYk2fBo\",\"authorship\":{\"contributor\":\"0xcd17565e77B8DF79252E1682B4E2F7ebA87A13eE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K0VzJsVlSsZ6Cr9dmt7iKPLddaZ37pNOsbXJfdS1lIY\\\",\\\"y\\\":\\\"be3yiGk9wd7dbAbTA8fY3hHtfrYRr9VMRGc1InrIV1w\\\"}\",\"signature\":\"bbozyzcBBJgrA-5p5XHs3SyLh6g1waTJgpH0sIw7uaSdTO8rHO1v2a0xarxZRge9C_UrAuDZDqIyfhvCkOOAiw\",\"signingKeySignature\":\"0x40baf2e93371e5796ef21145e68a9f6c5c5dfbeeee836baf22043c8afc3cb28b570cea2e6e06acd594c5c199d59f714c2aedaae9688462d460f52ae3639ee1981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K0VzJsVlSsZ6Cr9dmt7iKPLddaZ37pNOsbXJfdS1lIY\\\",\\\"y\\\":\\\"be3yiGk9wd7dbAbTA8fY3hHtfrYRr9VMRGc1InrIV1w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IHZ9__rKZ7X8QD1azcYIZ4-ruJeRvgh1EmwSWYk2fBo\"}"