"{\"content\":{\"body\":\"*This Research initiative was led by [DeepDAO](http://deepdao.io), [Kolektivo Labs](https://www.kolektivolabs.co/), [PrimeDAO](https://www.prime.xyz/) & [Open DeFi DAO](https://opendefi.network/). 20% of funds go to [Catarina Horn](https://www.krop.com/catarinahorn/) (Visual artist), 20% to DeepDAO. Other contributors will be directing their percentage for funding **future DAO research** initiatives, including the **maintenance** of tooling-specific **investigation**.*\\n\\n## tl;dr\\n\\nNovember 2021: What tools can a DAO use? Analyses & infographics unpack the capabilities of Ethereum-based DAOs as provided by DAO Launchers and Tools.\\n\\n## Abstract\\n\\nDAOs are maturing. From social movements to financial exchanges, from legal documents to applicative science – DAOs have been seriously engaged by all such endeavors, and many more, whilst still fastly developing and expanding.\\n\\nWithin this article, we offer an analysis of two important components of the DAO space: **DAO launchers** and \\\\*\\\\*DAO tools.\\n\\nDAO launchers\\\\*\\\\* are platforms that allow easy deployment of blockchain-native organizations to govern over agreements, funds, ownership, and more. “Launchers” here may be siloed products (e.g., Aragon Govern) or compositions of tools that frequently serve to create DAOs. **DAO tools** may complement launcher-endowed capabilities with additional features such as accounting, analytics, identity, etc.\\n\\nSuch **DAOs Capabilities** are therefore our basic building block, the unit of analysis. The concept of ‘Building Block’ is a *prime* crypto primitive. It is inherent to blockchain technology and to programming in general. Some of its more popular implementations include ‘money legos’, ‘governance legos’, blockchain layers, shared coding, etc. And it is also common in the terminology of virtually all DAO launchers reviewed here. Thus, we stand on firm grounds when we aim to present DAOs’ capabilities as DAOspace building blocks while maintaining their launcher/tool original context.\\n\\n### What Might a DAO Do?\\n\\n**DAOs** can be modeled as the composition of typical building blocks, and specifically: (1) a means of sensing the collective will of a group of stakeholders & arriving at decisions (i.e. Governance); and (2) the ability to actuate its governance decisions - the most common way is through tokenizing decision-making over a Treasury, which enhances not just simple trade, but also incentivized trust-minimal cooperation towards collective DAO goals.\\n\\n**DAO Launchers** are functional frameworks that get DAOs up and running through a convenient and transparent platform. As detailed below, different DAO launchers endow DAOs with different sets of capabilities. Deploying a DAO without a launcher pack is possible, but it may demand specific skills that most communities (and even excellent programmers) do not effortlessly wield.\\n\\n**DAO Tools** are modules that may help a team to create bespoke, custom-made DAOs - or can be used to supplement or enhance DAOs created through other Launchers. For example, snapshot + gnosis safe + an oracle is effectively the same implementation as Gnosis SafeSnap (Reality) Launcher. By combining this setup with Kleros, a decentralized arbitration tool, the DAO can introduce a Ricardian Contract directing the behavior of arbitrators, which may add decentralized checks and balances to pure token voting. Such a Ricardian clause might be, for example, “for the period of one year, no governance proposal shall be passed that distributes the treasury to token holders”.\\n\\n## Potential Unpacked: DAO capabilities by launchers and tools\\n\\nThe infographics ahead stand to present DAO launchers and DAO tools by the capabilities they endow DAOs to run their day-to-day.\\n\\n### The Space\\n\\nThe first infographic, below, is a zoom-out display of reviewed launchers and tools. It is shaped similarly a doughnut to represent an Ethereum DAO universe. DAO launchers have emerged from the blockchain space as planet-DAO factories, followed suit by a belt of orbiting DAO tools, mostly bound by Ethereum gravity but sometimes also space-bridged to other NetVerses, or possibly serve from an inclusive meta-space.\\n\\nThis space survey is not “complete”: firstly, the scope left out main web2 tools that greatly facilitate DAO communication, content, and community-building, such as [Discord](https://discord.com/) and [Discourse](https://discourse.org) (also serve soft decision-making), [Telegram](https://www.telegram.org) and other forums, [exceptional](https://mirror.xyz/) [blogging](https://medium.com/), [media](https://banklesshq.com/nation/), [events](https://www.thedaoist.co/), and [social networks](https://twitter.com/ethdotorg). Secondly, the DAO space is evolving as we write, with many pre/alpha and otherwise projects that are not displayed.\\nAll those deserve dedicated complementary research.\\n\\n![A blockchain is almost always at the heart of a DAO. Ethereum is community-run technology powering thousands of decentralized applications implemented as so-called “Smart Contracts”. As the largest Smart Contract platform, our focus here is on Ethereum, however DAOs (tools and launchers) are increasingly being deployed to other blockchains that support the Ethereum Virtual Machine (primarily due to increasing fees on Ethereum).](https://images.mirror-media.xyz/publication-images/gNk2xLC9YEuGMmWj0tsZM.jpg?height=1207&width=1924)\\n\\n### The Launch Platforms\\n\\nThe second infographic unpacks the capabilities offered by DAO Launchers to their created DAOs: what does each launcher bring to the DAO table. Capabilities are color-coded as building blocks (e.g., Proposal system, decision-making modules, Accessibility, etc.), and their specifics are represented by symbols (e.g gas costs: 🙂= average, 😅= high, 😃= low) Followed by short descriptions of each launcher, this layout enhances a comparative Launchers view.\\n\\n![](https://images.mirror-media.xyz/publication-images/dUEuUFtNotx56Gtu5nrlq.jpg?height=1207&width=1924)\\n\\n* **[Aragon (Client, Govern)](https://aragon.org/):** DAO builder governed by its built DAOs, featuring governance, agent and treasury plugins, scaled voting and cheap “optimistic” execution, dispute resolution network, and more.\\n* **[Moloch (v2)](https://github.com/MolochVentures/moloch):** creates minimalistic viable DAOs that support a variety of profit and non-profit-driven yet decentralized use cases, including grants, venture funds, and incubators.\\n* **[Elastic DAO](https://elasticdao.org/#/):** Inspired by Aragon, Moloch, and others; this launcher creates DAOs that focus on fairness of governance and token distribution to members.\\n* **[Colony (v1, v2)](https://colony.io/):** focused on organizational ownership, structure, authority, and financial management, in particular incentivizing active contribution, e.g. through reputation.\\n* **[DAO Stack](https://alchemy.daostack.io/):** a modular stack that includes governance protocols and easy-to-use interfaces for creating and managing DAOs.\\n* **[Tribute](https://tributedao.com/):** developed by OpenLaw on Moloch, this is a DAO factory with native Legal and  NFT capabilities, designed to freely add adaptors and extensions.\\n* **Zodiac [Reality](https://gnosis.github.io/zodiac/docs/tutorial-module-reality/get-started/) Module (fka SafeSnap):** Popular Snapshot off-chain, token-based voting + popular Gnosis on-chain treasury safe = popular DAO launching pack, added modularity.\\n* **[Compound (Finance) Governance](https://compound.finance/docs/governance):** (Governor Alpha / Bravo): a governance Token, token-weighted voting (by Governor), and Timelock execution delay, delegation, and emergency functions. Adopted by main(ly) DeFi DAOs.\\n\\n### The Tools\\n\\nThe third infographic is an outline of DAO tools. It presents the DAO sun at the center, and its tool-planets hovering around it. Short descriptions of the registered tools follow.\\n\\n![](https://images.mirror-media.xyz/publication-images/JX7uHVCk2e4BSeWwxLRlN.jpg?height=1207&width=1924)\\n\\n* **[Gnosis Safe](https://gnosis-safe.io/) -** Multisig wallets that are commonly used to manage community treasuries.\\n* **[Snapshot](https://snapshot.org/#/) -** Off-chain voting platform for easy & pluggable token-based governance.\\n* **[Discourse](https://www.discourse.org/) -** Multi-channel, media-rich forum commonly used for community building, updates, and topical discussions including governance and proposals.\\n* **[CollabLand](https://collab.land/) -** Bots providing token-gated access and tipping to community chat groups.\\n* **[Coordinape](https://coordinape.com/) -** Coordination game to determine which contributors(s) will recieve token rewards.\\n* **[Parcel](https://parcel.money/) -** Treasury management to easily track and send payments.\\n* **[SourceCred](https://sourcecred.io/) -** Instance to track community participation and reward active members.\\n* **[Mirror](https://mirror.xyz/race) -** Finances creative projects through tokenized crowdfunds.\\n* **[Tally](https://www.withtally.com/) -** Governance dashboard to track on-chain voting history across different protocols.\\n* **[Boardroom](https://boardroom.info/) -** Governance hub for token holder management to empower key decision-making.\\n* **[Sybil](https://sybil.org/#/) -** Create and track on-chain governance delegation.\\n* **[RabbitHole](https://rabbithole.gg/) -** Reward tokens for completing specific on-chain tasks\\n* **[BrightID](https://www.brightid.org/) -** P2P and P2dApp social identity network, no personal data stored.\\n* **[IDX](https://idx.xyz/) -** Decentralized protocol serving self-owned and interoperable digital identity (of [Credify](https://credify.one/)).\\n* **[Proof of Humanity](https://www.proofofhumanity.id/) -** Registering verified humans by vouching and biometrics ([Kleros](https://kleros.io/) project).\\n* **[POAP](https://rally.io/) -** Decentralized network for identity verification through Proof of Attendance tokens.\\n* **[Commons Stack](https://commonsstack.org/):** Addressing DAO Governance & Accountability, Funding, and Feedback, to foster sustainable, holistically incentivized, and community-governed public goods.\\n* **[Sablier](https://sablier.finance/) -** Creates stable, constant fund streams between crypto addresses and applications.\\n* **[Request](https://request.network/en/) -** Private, direct, cross-blockchain cryptocurrencies payments.\\n* **[Nexus Mutual](https://nexusmutual.io/) -** Token-governed, decentralized insurance for smart contract risks & more.\\n* **[Unslashed finance](https://unslashed.finance/) -** Insurance DAO for common crypto risks.\\n* **[Kleros](https://kleros.io/) -** Arbitrators network-based dispute mechanism protocol serving diverse use cases.\\n* **[Immunefi](https://immunefi.com/) -** Bug bounties and white hat hackers marketplace, professional forum.\\n* **[OpenZeppelin](https://openzeppelin.com/) -** Secure Smart Contract auditing, open stack, and automizer.\\n* **[Llama](https://llama.community/) -**  A hub for crypto community treasuries, set to help communities manage their on-chain treasuries by leveraging an in-depth knowledge of network interactions.\\n* **[Zodiac](https://github.com/gnosis/zodiac) -** a Gnosis collection of governance tools that includes the Reality Module (FKA SafeSnap) and other capabilities of flexible governance.\\n* **[DeepDAO](https://deepdao.io/#/deepdao/dashboard) -** Making sense of DAOs, people in governance, content, and the ecosystems. Full listings of DAOs from all major DAO platforms for financial, social, and governance data visualization.\\n\\n### An Ever-Expanding Universe\\n\\nWithin a hyper-connected decentralized human network that stands for open-source code and ideas, innovation and iteration move at the speed of light. Thus, next to the platforms and tools already in use, many others are being developed as we write. Here are some of those up-and-coming tools:\\n\\n![](https://images.mirror-media.xyz/publication-images/1KVrMfJC_zWQ2jS2iAe4e.jpg?height=1207&width=1924)\\n\\n* **[Prime Deals](https://www.prime.xyz/deals) -** The Interface for DAO to DAO interactions, such as token swaps, co-liquidity provision, and joint venture formation.\\n* **[Superfluid](https://www.superfluid.finance/home) -** On-chain payment flows. Currently in early access.\\n* **[XMTP](https://xmtp.com/) -** web3 communication protocols, messaging between wallets\\n* **[Multis](https://multis.co/) -** automated payments, on and off-ramp & wallet tracking\\n* **[Agora Space](https://agora.xyz/) / [Guild](https://alpha.guild.xyz/)-** bridges for web3 tools and web2 social platforms\\n\\n  ## \\n\\n## The future: Observing infinity\\n\\nWhile DAO launchers are still not too many to try and account for, they are way more diverse and modular than they were just a year ago or so. Moreover, serial open-stack DAO factories seem to be a growing trend (consider tokenized communities, legal smart contracts, DAOHaus, Colony, Tribute).\\n\\nAs the infographics show, launchers already offer various DAO governance suites, module stacks, governance blockchains, sandboxes, and other infrastructure. DAO tools likewise evolve and diversify, covering more and more use cases for DAOs’ needs.\\n\\nMuch like mapping the DAOspace by DAO trades, goals, industries, or AUMs, the representation of the DAOspace as a lego of DAO capabilities offers a lens, a meaning-making layer of our common environment.\\n\\nIt is yet to be seen how further the DAOspace would explore open interoperable building-blocks, and what other paths for DAO tooling may look like. As the ecosystem and its tools continue to multiply and diversify, we believe that DAOs may benefit from building-blocks research such as nuanced investigations into typical capability modules, the applicability of DAO legos, analysis of governance trends, and beyond!\\n\\n\\\\*This is a work in progress: We are eager to continue exploring the DAO space and include more projects. Any contribution, comment, and insight are much appreciated. \\\\*\\\\*On Discord: \\\\**[The DAOist](https://discord.gg/TRs96UjbAY), [DeepDAO](https://discord.gg/zrwtHyHa), and [PrimeDAO](https://discord.gg/jHucYpNa)*\\n\\nWe thank the good advice received from reviewers, and for the happy collaboration with The DAOist which brings this article up on Mirror!\\\\*\\\\*\\n\\\\*\\\\*\\n\\n**Research & writing**\\n\\nNoam Hofstadter, analyst & researcher, [DeepDAO.io](http://deepdao.io)\\n\\nRuben Russel, web3 Researcher and UI/UX designer, [Kolektivo Labs](https://www.kolektivolabs.co/) / [PrimeDAO](https://prime.xyz/)\\n\\nNuma Oliveira, artist, researcher & comms [Kolektivo Labs](https://www.kolektivolabs.co/) / [PrimeDAO](https://prime.xyz/)\\n\\nMarek, blockchain researcher & advisor, [Open DeFi DAO](https://www.opendefi.network/)\\n\\n**Graphic Art**\\n\\nCatarina Horn, graphic designer & illustrator, [Kolektivo Labs](https://www.kolektivolabs.co/)\\n\\n[split://0x5e71678B1B2677ef120082A0FF66342c7dbbA6Bc](split://0x5e71678B1B2677ef120082A0FF66342c7dbbA6Bc)\\n\\n\",\"timestamp\":1637610668,\"title\":\"DAO Tool Observatory\",\"publication\":\"thedaoist\"},\"digest\":\"IWWJRiVZHlQDou5BMoozuASfj6DCMFHqfDAz5BTZibI\",\"authorship\":{\"contributor\":\"0x11c8613b3Aa83269fcad7d2F34D2250b8380A285\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BO6SEjvAEC6jchVgHrEuIG9NgLcNxJsyp_Em571AgoI\\\",\\\"y\\\":\\\"KcUr1ZtsTiB_DfmsmfLQW_PZrFdMrEFMSg0r33Y2PTw\\\"}\",\"signature\":\"pEm9HV1QZzWNqCks7cUwA2Kj3m1xOGQLsXduTK97_7fL4dEPcMOdGTGfbeaWBttjTvqP0k9qqfhaxxRzUpkjFg\",\"signingKeySignature\":\"0x1a19b4708ff9d3973ff1c9d901e813ffa70f3e15f3da2620a31215decff6fbd327cac09f2d30d04a05aa01ce41bf1d98cad1d5d944b920fcbeb617f48cb6a92e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BO6SEjvAEC6jchVgHrEuIG9NgLcNxJsyp_Em571AgoI\\\",\\\"y\\\":\\\"KcUr1ZtsTiB_DfmsmfLQW_PZrFdMrEFMSg0r33Y2PTw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FfzZ8NnWdb5ygJu13mLi9PdWoGqaoKSm8mJoRIi3GJI\"}"