"{\"content\":{\"body\":\"## Introducing Elf Fight Club: the world’s first Play to Earn & Give game! Powered by GOOD.\\n\\n**By [@cryptoteresa21](https://twitter.com/cryptoteresa21)**\\n\\n[https://opensea.io/collection/elf-fight-club](https://opensea.io/collection/elf-fight-club)\\n\\nThis is going to be big. Which is ironic, because “this” refers to some tiny elves.\\n\\nOk so they’re tiny, but they’re fighting elves. Some disgruntled, some bored. Mean. Vicious. Cute in all their gory glory. And every last one is tormented by the goodness in their heart.\\n\\nBut wait, let’s backup. I said this is “going to be big” and, to come correct, these elves are already big. We just haven’t told many yet… until now. You better not pout, you better not cry, this NFT game is going to be major and I am telling you why.\\n\\n[https://discord.gg/DfuMTZX4](https://discord.gg/DfuMTZX4)\\n\\n## This is Real\\n\\nYou see we’re tired of NFT project after project launching solely with some minted jpegs paired with an aspirational roadmap of a game idea. To us, that reads as “this project needs you to buy our NFTs to fund our game development.” And don’t get us started on the spammy pump and dump schemes. The NFT community is starting to feel like there’s a whole lotta greed.\\n\\nThis is different. These elves got game. Literally. The game is FULLY funded and in an advanced development stage. Our hope is that we will air the first EFC fight this new year between G-Smash and G-Tiger. The can’t wait to get at each other, watch for yourself:\\n\\n[https://www.youtube.com/watch?v=m81FiPZRm7U](https://www.youtube.com/watch?v=m81FiPZRm7U)\\n\\n### We’re not minting fighting elves to kickstart funding for game development. Folks, the game is fully funded and being built by veteran game developers that have shipped MILLIONS of downloads of top ranking apps.\\n\\nOur goal is to stream the first match on New Year’s Eve and start opening up the platform for matches for all fighters in March. We can’t wait to reveal more really soon.\\n\\nHere’s how the Elf Fight Club (EFC) game works: the player enters or puts up a challenge on [www.elffightclub.com](http://www.elffightclub.com) with their NFT. The EFC League System then schedules the cage match between their elf and an evenly ranked opponent, based on the elf’s CHI. What’s CHI? The vital life force inside these elves, and applied against the elves’ training across taekwondo, jiu jitsu, and kickboxing. Those are the three fighting styles the player can strategically set using the elf’s CHI before each round of the three round fight.\\n\\nHere’s what an elf NFT looks like with its stats:\\n\\n![This is a level 24 Chi elf](https://images.mirror-media.xyz/publication-images/RUetpQnaEWvUJrkL-Wt4z.png?height=1200&width=1200&&&size=medium)\\n\\nMore CHI means more value. More CHI also means competing for larger purses.\\n\\nNow this is important: players with elves can *not only* win $GOOD coin, can *not only* join the DAO (more on that in a moment)... players can also improve their elf’s NFT worth. A player can improve the elf’s CHI and move up the ranks by visiting the Dojo. Then your elf can compete for larger purses.\\n\\nThere’s an online calculator that shows you the cost of adding value to your elf. The cost of upgrading between chi level rises per Chi level, based on the current League Factor. The League Factor rises over time thus raising the list value of your elf NFT as well.\\n\\nAs elf’s level rises, your earning potential increases because your elf competes for larger purse sizes. Think of the LF (League Factor) as a form of Yield Farming - as it's constantly increasing and raising the list price value of your NFT’s.\\n\\nTo tease what else we are working on: each round, audience members (yes, these matches are live streamed via Twitch) can vote to influence the Chi distribution (but only if the audience member joined your team).\\n\\n## This is Really Real\\n\\nOk, so you know the game is real. But the mission is REAL. Real, as in half the money goes to feeding kids, real kids. Behind these mean little elves is a FIGHT FOR GOOD. Behind the people coming together to make this project real is [#fightforgood](https://twitter.com/search?q=%23FightForGood&src=hashtag_click).\\n\\nNot only is Fight for Good about the game’s narrative of labor rebellion by Santa’s overworked, underpaid elves (taking matters into their own brass-knuckled-hands to save the world), this project is about the Fight for Good.\\n\\nBy buying an NFT, you are becoming a league owner and a member of a DAO that’s about introducing experiences that provide GOOD. 50% of all proceeds from minting and resale go directly to a wallet for charity -- and for Season 1, that charity will be [The World Food Programme](https://www.wfp.org/). Did you know 50 cents feeds a child for a day? With your support for the Fight for Good we will feed millions this holiday season.\\n\\n### When season 1 elves sell out, that alone will generate over $25 million for The World Food Programme, which equates to 50 million days of food.\\n\\nIn other words, we can feed over 2^17 (131,072 children) for an entire year! Don’t get us wrong, we are not just doing this for the GOODness of our heart. Everyone is greedy to a degree… just imagine how we can all be making \\\\*big coin together\\\\* while at the same time bringing more GOOD into the world. It’s proven people are happier when they give than when they receive. With EFC, we get to do both!\\n\\nThat is the magic of the #FIGHTFORGOOD, MERRY 4,4 TO YOU AND YOURS!\\n\\nAnd this is just the first round in the endless [#FightForGood](https://twitter.com/hashtag/fightforgood).\\n\\n![](https://images.mirror-media.xyz/publication-images/IiiNRAQDE-yxczSHYoyvG.png?height=2574&width=4956)\\n\\n## Where Does This Really Come From?\\n\\nSo let’s recap so far: this is not a half baked, pump and dump NFT project --  built by industry veterans that are fully funding the development, the game is nearly ready; together we are  raising funds for children in dire need (please go [read about what’s happening in Afghanistan](https://www.wfp.org/emergencies/afghanistan-emergency)); and… wait a second, forgot to mention who I am and the people involved so far.\\n\\nWell seasons greetings from the North Frigid Pole. You know the place: reindeer farm; giant, under heated toy factory; and the most ruthless CEO in all the lands, Mr. Kris Kringle. Beyond being a whistleblower here at the factory (I literally blow the whistle when it’s time to work, or grab a candy cane), I’m your eyes and ears when it’s time to livestream the fights.\\n\\nSanta came to me with an idea for elf morale. Imagine, he said, rallying all of your disgruntled co-workers and finding a new outlet for the anger, angst and awesome sense of good each elf possesses. I didn’t think he was going to take it where he took it: cage fighting.\\n\\nI took the idea to the elves in the machine shop first. Looking around at the candy cane rotary saws and elf blood splattered on the walls, I realized these elves were an easy sell. Then I visited the reindeer breeding barn and noticed these elves had whips. Two for two. Word got around the mess hall and before I knew it, pretty much every elf was in. Maybe it was the boredom for some, maybe it was the need for a healthy outlet for others… but the North Pole was about to throw down!\\n\\nNext, Santa had a brilliant idea: training quarters. The elves needed to learn how to fight. Santa had a new workshop! Elves could visit Santa, the Dojo, and decide how much they wanted to learn of each fighting skill across taekwondo, jiu jitsu, and kickboxing. Then came the teaching of the CHI and applying mind, body and spirit to one’s movements in a fight. Some elves accelerated on their way to becoming skilled warriors. Other elves needed… a bit more training.\\n\\nNow as I blow the whistle across the factories each day, elves race to the cage. Blood sport is here. By live streaming the fights so people can bet, it’s a new way we can give good to the world by raising money for charity. In this activity, we’ve found an alternative to wrapping plastic toys, sending them to kids, and ultimately polluting the world. Elf Fight Club is feeding children around the world!\\n\\n[https://twitter.com/cryptoteresa21/status/1461106633099067399?s=20](https://twitter.com/cryptoteresa21/status/1461106633099067399?s=20)\\n\\n## This Really Sounds Big\\n\\nWhat is the end game with this project? So many NFT projects lack vision, outside of a hopeful roadmap to make a game and maybe a comic book. Our vision is bigger.\\n\\n### This starts with a game then becomes a community… and then becomes a movement.\\n\\nThe Good Manifesto lays out our purpose and vision. Players of EFC are members with us in the DAO, meaning every player gets input to shape this and contribute, with the upside of earning additional $GOOD coin. As we like to say: compassion takes courage. If our incentives are aligned, to merge gaming, greed and good, then join the fight with us.\\n\\n### MERRY 4,4 TO YOU AND YOURS!\\n\\nPS: Finally and on a more personal note. Several of the core inception team have suffered first hand, with their young eyes, the cost of Genocide. They have seen friends and family members murdered and lost to violence. Others are veterans that have been to the front lines and seen the collateral cost of war in it’s different shapes. Second generation to Holocaust survivors with entire families wiped out. A generation that has inherited the deep wounds of the Korean conflict with family in the north that has felt the hard hand of hunger. If you go far enough in any of your genetic tree your ancestors would have been subject to violence and atrocity. Yet for us humans, while we have infinite capacity for GOOD, we tend to activate it only when hardships knock at our own doors or the ones we know and care for. As we all set out to build the new society of Web3 - one that is rooted in the idea of personal freedom, let’s make sure that we don’t continue to perpetuate the dirty mechanisms of proof of work that pollute our planet. Let’s bake in a foundational pillar of GOOD. This is absolutely essential for this new world to be sustainable. While we are individuals, we all sink and rise together -- as we have seen in the recent pandemic. Join us on this #FIGHTFORGOOD, help us create a sustainable and equitable future in the cryptosphere.\\n\\n### Get an elf to play and earn+give:\\n\\n[https://opensea.io/collection/elf-fight-club](https://opensea.io/collection/elf-fight-club)\\n\\n\",\"timestamp\":1637728393,\"title\":\"#FightForGood Just Got REAL. \"},\"digest\":\"2KJoFQmm12lrAoqM5OLSJ6ENQG3i0bXhjcDmflcgR70\",\"authorship\":{\"contributor\":\"0x949Af18C275938555be346A333e84ff2F56Cc4B8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZR8rAQj5hy0C9ioQC8vRXx6Lf9oQHNXhinLGwn8rU18\\\",\\\"y\\\":\\\"pNHbT7lx5XpOAzD_5X1hMG9mTMDui2Eek0NNYvzGmRw\\\"}\",\"signature\":\"PKtnT3T6XQ_d0tPphDV7fvvr9TvHNpbG_lSqZGwgb1yURl4g6iAw2Y08kdw_1AzTvWtxCaOzFYWW-BeA0MsziA\",\"signingKeySignature\":\"0x6b6491efda8fe9437479faf8afdbaf5d85c7efd225c964c069c46a9c5af4efd83314394966c5985f3d4fc504ab4366962317f504c765c8d59fae3dc2cd0b8ee21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZR8rAQj5hy0C9ioQC8vRXx6Lf9oQHNXhinLGwn8rU18\\\",\\\"y\\\":\\\"pNHbT7lx5XpOAzD_5X1hMG9mTMDui2Eek0NNYvzGmRw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WF0iZg8K22lSIFxRdCLgERsAo5vegeyjqHO203EThC0\"}"