"{\"content\":{\"body\":\"前往境山的路不好走，大多都是土路。 \\n  \\n     有时候任小粟坐在车斗里面还看到地面偶尔会出现水泥道路，可那些道路早就不知道因为什么碎裂了，变得残破不堪。 \\n  \\n     以前任小粟听学堂张先生提起过，这些水泥路都是灾变时代以前留下的，如今不知道过了多少年路基已经坏掉，甚至绝大部分路面都被泥土掩埋。 \\n  \\n     如今所有壁垒相通的“大路”也差不多是这种情况，只不过来往的车辆相对多一点点，土路就会平一些。 \\n  \\n     事实上，壁垒之间往来的车辆也多不到哪去，任小粟他们在集镇上一年里能看到十次有外部车辆来到113号壁垒，就算比较多的了。 \\n  \\n     荒野上并不荒凉，相反，从集镇出发后只需要过了前面这几十公里，放眼望去都是郁郁葱葱的绿色，而且这些年植被的生长越发茂盛了。 \\n  \\n     不过任小粟觉得这应该也不是坏事吧，平时集镇上食物都匮乏，吃不了肉那就多吃点菜啊，他注意看过，就连张景林自己种的白菜都比以往高了一些。 \\n  \\n     任小粟还专门问过张景林是不是施肥了，结果张景林说没有。 \\n  \\n     这是好事，说不定以后一颗土豆能够一家三口吃呢…… \\n  \\n     刘步让任小粟坐在皮卡的后车斗里面时，可能万万没想到任小粟会干什么。 \\n  \\n     车斗里放的都是他们从壁垒里带出来的食物和水，这玩意也没必要上锁啊，仅仅裹上了油布而已。 \\n  \\n     任小粟坐在车斗里好奇之下掀开油布看了一眼，就看到了饼干两个字，再掀开另一外块油布，又看到了瓶装水…… \\n  \\n     因为颠簸的缘故，车在路上开的不快，要知道这乐队最害怕的事情其实不是遇到什么野兽，毕竟他们现在身边跟了十二位私人部队的军人，而且都是荷枪实弹的，根本不用太担心野兽这种问题。 \\n  \\n     之前确实闹过狼群这种事情，但狼群早就躲远了，它们躲的那座山距离这边要有几百公里，根本不用担心它们会突然回来。 \\n  \\n     按照避难壁垒的经验，它们回来这块区域活动，最起码也得是休养生息一年之后的事情了。 \\n  \\n     所以这会儿车队最担心的事情，是车子坏掉了怎么办。 \\n  \\n     这些私人部队来的军人有一半都是学习过修车的，但他们总不可能带全套零件上路吧。 \\n  \\n     行程慢点归慢点，总比走过去强。 \\n  \\n     期间任小粟非要下车方便一下，以至于整个车队都要停下来等他，这就让车队里的人对他更加不满了，不过任小粟倒是无所谓，面对大家对他抱怨的目光跟没事人一样。 \\n  \\n     车队继续行驶，到了中午，当车队停下来的时候刘步当先跳下了车子，他开心的笑道：“在壁垒里面待的时间长了，出来看看这辽阔的景色真是心情舒畅啊。” \\n  \\n     一名私人部队的军人笑道：“可不是嘛，老在壁垒里面也闷得慌。” \\n  \\n     事实上旅途一开始所有人都是这个尿性，有心情看风景，有心情谈天说笑，但过几天应该就不是这个样子了。 \\n  \\n     以前任小粟出来打猎的时候，第一天他也觉得很惬意…… \\n  \\n     刘步招呼大家下车说道：“大家下车吃点东西吧，吃点东西咱们继续赶路，争取天黑之前能够过去云岭，那边咱们上次就去过了，有一块空地适合扎营。” \\n  \\n     越野车上的人们都有说有笑的下了车，几个私人部队的军人凑在一起抽烟，每个人脸上都洋溢着满足的表情。 \\n  \\n     刘步招呼着工作人员一起往皮卡走去，他可使唤不动这些军人，这次出行请了十二名私人部队的军人可不是他和骆馨雨面子大，而是他们乐队原本就是来掩护这些私人部队执行任务的！ \\n  \\n     这种情况下别人可能以为他刘步和骆馨雨的面子大，但他们自己要明白轻重。 \\n  \\n     刘步一边朝皮卡走去一边对身边的乐队工作人员说道：“等会儿把咱们带来的烟也给这些军爷们散一散。” \\n  \\n     “好的，给他们散多少？”工作人员问道。 \\n  \\n     “先拿出一条来吧，咱们不是带了十条吗，慢慢给不急，”刘步笑着说道：“这次有了新面孔，过几天大家都熟了就好相处了。” \\n  \\n     就在此时刘步来到皮卡后面，结果他一转头就震惊了：“卧槽，任小粟你在干嘛！” \\n  \\n     任小粟看向刘步：“别一惊一乍的，我什么也没干啊！嗝！” \\n  \\n     吃得有点撑没忍住，任小粟站起身来活动身体，顺便也拍了拍身上的饼干渣子…… \\n  \\n     刘步扒着车斗往里面看去，当时就心痛了：“你是猪吗怎么这么能吃，一个人一上午就吃了五包饼干！？” \\n  \\n     说实话任小粟也好久没有吃的这么饱过了，最穷的日子里他都紧着颜六元吃，日子富裕也就是这几天的事情，他还没机会奢侈呢…… \\n  \\n     而且这些人带的饼干可好吃了，有甜的也有咸。 \\n  \\n     要知道集镇上盐和糖可都是奢侈品，平时任小粟他们吃的都是干煮土豆之类的东西，哪能吃到这么有味儿的食物啊，车上能喝的水还这么多…… \\n  \\n     “你看看你都把肚子吃成什么样了，”刘步怒吼道：“你这得有四个月了吧？自己不会撑的难受吗？” \\n  \\n     任小粟没好气的说道：“这不是你让我坐到这车斗里来的吗，不过你这么一说，还真有点难受了。” \\n  \\n     说着任小粟下车就往远处跑去：“你们吃饭吧，我去拉个屎。” \\n  \\n     等任小粟跑远，只留下刘步他们在荒野的风中凌乱。 \\n  \\n     一个乐队的工作人员犹豫了一下说道：“咱们还是让他坐到车里吧？” \\n  \\n     刘步把眼睛一瞪：“凭什么让他坐车里？他一个流民有什么资格跟我们坐在一起，嗯？” \\n  \\n     那工作人员气势立马弱了下来，不过他还是嘟囔了一句：“让他在皮卡车斗里再待两天，我们怕是熬不到112号壁垒了吧……” \\n  \\n     刘步一听这话，他大概估算了一下任小粟的饭量，然后感慨道：“确实熬不过去……” \\n  \\n     最终大家协商一致决定，让任小粟坐进车里。 \\n  \\n     然而等任小粟回来的时候一听让他坐车里就不乐意了：“我不坐车里，我凭啥和你们坐一起，我是流民！” \\n  \\n     “你们放开我，让我和我的饼干在一起！” \\n  \\n     “你们还是不是人！” \\n  \\n     最后还是大家齐心协力把他给塞进车里才算完事……\",\"timestamp\":1642759636,\"title\":\"40、我要和我的饼干在一起！\"},\"digest\":\"PZLy8805tsYj6HbEKlIOBHAIIC1A2ABSmaXZ0Z6QaO4\",\"authorship\":{\"contributor\":\"0xdCbe08185826aB07475a44f6B74FDf3cAbe5CD8B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mqxaxpC5oGfvLAOCfSEF9UXRKsqYaib7JJ051RD0H6U\\\",\\\"y\\\":\\\"1213EiJFmFBYLrW81OdaPElwgOADFW1hJVu_5JZc4l8\\\"}\",\"signature\":\"L_w173iu5wGMDWeUOao5Q_wo8gceT1TRmo6_C9IpSWU2Bz0tONev6-WUT564dfNDOKZCnMaSZCoJPonzGsBm8Q\",\"signingKeySignature\":\"0x782cfa6ceffe2af6bfe2cede18df13b07ffe096a75a67493e985e8ffdc14f32c6f2dfed86aaa6c0066d2c4a3aca0663b125f9a91f58dac29efd228b93e6ab7de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mqxaxpC5oGfvLAOCfSEF9UXRKsqYaib7JJ051RD0H6U\\\",\\\"y\\\":\\\"1213EiJFmFBYLrW81OdaPElwgOADFW1hJVu_5JZc4l8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PZLy8805tsYj6HbEKlIOBHAIIC1A2ABSmaXZ0Z6QaO4\"}"