"{\"content\":{\"body\":\"\\\"The goal of this experiment is great. If everything goes well, the price of bitcoin may rise to 160 million yuan in 20 years.\\\"\\n\\nThe core application of bitcoin is stored value, and its future goal is to become people's first choice for stored value.\\n\\nThe total market value of global gold is $7.7 trillion, the total amount of broad money is $90.4 trillion, and real estate is $217 trillion.\\n\\nThe main purpose of gold now is to store value. In terms of stored value, bitcoin is stronger than gold in all aspects. It is only a matter of time for the market value to surpass gold.\\n\\nMoney in a broad sense includes cash, fixed and current deposits, customer margin of securities companies, etc. Except that cash (accounting for 8%) is used for circulation, the rest is used for stored value.\\n\\nThe main purpose of real estate should still be residence and use, but certainly a considerable proportion is used for stored value. If it weren't for bitcoin, I would also spend most of my money on buying a house. Since there is no proportion to check, we temporarily assume that 20% of the real estate is used for stored value (this proportion does not affect the order of magnitude of the final result).\\n\\nSo, how big is the global total stored value market? ​7.7​+​90.4​ × ​92%​+​217​ × 20% = 134 trillion.\\n\\nThe total amount of bitcoin is only 21 million, and about 3 million are permanently lost. Considering the absolute advantages of bitcoin stored value over gold, currency and real estate, each bitcoin will rise to $7.5 million, equivalent to 50 million yuan.\\n\\nThat's it? Of course not.\\n\\nThe world's total wealth is growing at a rate of 6% per year. 10 years later, the total is 1.8 times that of now, and 20 years later, the total is 3.2 times that of now. Therefore, assuming that the stored value function of bitcoin is widely recognized 20 years later, its price should be 160 million yuan at that time.\",\"timestamp\":1641259987,\"title\":\"Get off too early because the vision is too small\"},\"digest\":\"J-mmW9gwV0qvb_3ozlREkBMDlWpFE0ioNsnAOW6vZM0\",\"authorship\":{\"contributor\":\"0x351AC01aa3e28BfF0aFd9Be2263f50edDc3255F8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eIr7vUX-rwgTwJBBXjuKfsm5w5Z1gNSSVf42nnHRWro\\\",\\\"y\\\":\\\"kh4XyjoQOG1pHOvljJYB_8bm-9Hv_nsUUpAFylTD-t0\\\"}\",\"signature\":\"E1Wf4k4KhaPtMa9OXa2tHTh-5170_0JSakWuHBXAU0eOp-8NS6qe3G_n--TK2aLsUQid2jybizBdR3ZkU0cDWQ\",\"signingKeySignature\":\"0x2bb3881cb0874a61637286affd70bdb02a8bc19ef31807b711cd4719c8e76d9268ce7669582c46886275c144a6c9c396c83f7dd10e7d4e5289546dacdc7189491c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eIr7vUX-rwgTwJBBXjuKfsm5w5Z1gNSSVf42nnHRWro\\\",\\\"y\\\":\\\"kh4XyjoQOG1pHOvljJYB_8bm-9Hv_nsUUpAFylTD-t0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J-mmW9gwV0qvb_3ozlREkBMDlWpFE0ioNsnAOW6vZM0\"}"