"{\"content\":{\"body\":\"Have you ever thought about doing a learning trip that can be based in a DAO? I live in Silicon Valley helping people to learn how to learn the magic of Silicon Valley. A place where people come to learn how to create a successful scalable business. Some people come just to learn while others come to Silicon Valley to pursue their dreams building a brand new venture.\\n\\nToday, with this pandemia we have learned to live in one part of the world and perform professional activities in another part of the world. The business of building Silicon Valley startups can be done anywhere in the world. Anyway we need to learn a lot of elements to think like Silicon Valley being anywhere. This is the title of a book that I wrote in 2012 after living 6 years in Silicon Valley. In 2022, with much more experience in Silicon Valley, I want to explore how to build knowledge experiences with groups of people that want to learn the secrets of Silicon Valley. I found that these kinds of experiences can be built in a great way using DAOs, a proposed way of organizations that are becoming popular around the blockchain era.\\n\\nI want you to have an immersion activity that starts locally with a conversation among interested people that want to get to know the magic steps to create a knowledge based high scalable startup. The journey is a long way from learning some basic concepts, then taking a trip to Silicon Valley that lasts several weeks and then returning to your original location to keep going all the way to start your startup. \\n\\nTravel is a learning experience, where you learn from the leader of the group, at the same time that you teach others in the journey. The experience is full of knowledge exchange among the people in the group, instructors, mentors and people directly involved in the structured activities of the program at the same time that external people participated directly or indirectly.\\n\\nThe knowledge interchange traditionally is hard to evaluate. Now that a lot of the interaction among people happens in a digital environment, like sharing experiences in a blog post, holding chat, forum or videoconferences, it is possible to measure the amount of interaction between people as well as evaluate the amount of value added in each interaction. If we are able to manage all the interactions as part of the DAO, we are able to keep a ledger recording all the interactions creating a way to compensate each participant with the value added. With a little more sophistication, this knowledge management can be extended for a given instance of the program that we manage as a cohort, but the learning experiences will be accumulating in each cohort I a way that we can hold individual ledger for each persona, as well as accumulated value for each startup, each mentor, and the overall organization, know as de DAO, then we can organize each team as SubDAOs, holding a unified model of operation for each group in the middle of a lot of SubDAOs to keep the same schema, holding a full accounting process learning and watching how knowledge is created, shared and accumulated.\\n\\nThen, I is time to explore the way how we are able to implement a learning process that will produce the knowledge for the community to learn the creation of the desired startups among the original group of people that asked the question “How great companies are created in Silicon Valley”\\n\\nThis is the birth of a journey that will be built at the same time that the travel is happening. Each journey is unique, then we are going to see in the future different instances of the same experience, each one with its own flavor.\\n\\n \\n \",\"timestamp\":1640646733,\"title\":\"Learn how to create a company in the world of Blockchain\"},\"digest\":\"iLYySeo0LWXSiR0Fw8mgG0kRYeRb0fha3aIjVKRRvVY\",\"authorship\":{\"contributor\":\"0x3Eab59e123aa57c0F8e22CDe6F94942A481563e4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YttucaTUUcd8AUhakPC7PTttPY8rGox2PY28S7DBLM8\\\",\\\"y\\\":\\\"hBbYgtzxpqxSqUUDxac0t8lpn7OMrWoLOgz-oXT4M_s\\\"}\",\"signature\":\"cWm4NGXJn1q25KQL74PkO-4O2dyooqLiGUECbBOfyV2Bye2ZUD4D65L9fFklevs9SHs-Dd59U5VwyA1zHmX9mQ\",\"signingKeySignature\":\"0x246f308f4e669cd0d2bdee0d5c97328491a04bdf3a700bc2c0862cbb03d8e32365e15e49f6420762b605439444f15af7a02dcc26a5d9f3603babcbb3a4f877b91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YttucaTUUcd8AUhakPC7PTttPY8rGox2PY28S7DBLM8\\\",\\\"y\\\":\\\"hBbYgtzxpqxSqUUDxac0t8lpn7OMrWoLOgz-oXT4M_s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tp3EVtt_oMMHCN9Oc-A0KUBaXsUFvsgYrAObNAL_-Dw\"}"