"{\"content\":{\"body\":\"![In this file photo taken on November 6, 2021, Manchester City's Belgian midfielder Kevin De Bruyne reacts during the English Premier League football match between Manchester United and Manchester City at Old Trafford in Manchester, north west England. Kevin De Bruyne has been ruled out of Manchester City's clash with Everton and next week's Champions League showdown against Paris Saint-Germain after testing positive for coronavirus, manager Pep Guardiola said on Friday, November 19. ](http://img2.chinadaily.com.cn/images/202111/20/61985b74a310cdd3d81ba900.jpeg)\\n\\nLONDON - Manchester City playmaker Kevin De Bruyne will miss this weekend's Premier League match due to a positive test result for COVID-19, revealed the club on Friday.\\n\\nThe reigning Premier League champions are going to host Everton on Sunday. But head coach Pep Guardiola was told on Wednesday that the Belgian was tested positive for COVID-19 after his return from international duty.\\n\\n\\\"He is positive. He has to recover well and try and be healthy. The human being is more important than anything else,\\\" said Guardiola on Friday's press conference. \\\"When one person is positive we have to be careful because people are still dying.\\\"\\n\\nGuardiola confirmed that De Bruyne has been vaccinated, \\\"so now he is more protected. Hopefully the symptoms will be minor\\\".\\n\\nLater on Friday, Newcastle United revealed that their newly-appointed head coach Eddie Howe will be absent from his first match in charge of the Magpies after testing positive for COVID-19 during a routine test on that day.\\n\\nAssistant head coaches Jason Tindall and Graeme Jones will lead the team to play against Brentford at home on Saturday.\",\"timestamp\":1637584556,\"title\":\"Manchester City midfielder De Bruyne tests positive for COVID-19\"},\"digest\":\"MdG6TeCP_W5nOv8AbYARgyaGpCGHlxYJ0caWOxvFwQU\",\"authorship\":{\"contributor\":\"0x5a19602c783aEf3Cb21BA02a6f58BC976f002c3D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G0u9sP2ys94Dc6_YNJyhnHojDzlxlAbI8reqKfLb8yI\\\",\\\"y\\\":\\\"eqzToW3pAZTB09T4ZWH7h3mODabtZIxpORapPRJ1I_E\\\"}\",\"signature\":\"xKmdxKdtLej5ZAY5uT_hNSIn3UOq7kecrVyWipYCK4uJQ_1Xw8Z9UPLmPO8LX8Jhj5FP72wk_9jg_qoF6Ac3FA\",\"signingKeySignature\":\"0xe55750f77a07bce76a094f068923b522e4341c8daf84c3abcccaecea41ab1e9a26189e4756a499d5e0004e5770a71e084fc984f608a5c9b04441575682650b271b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G0u9sP2ys94Dc6_YNJyhnHojDzlxlAbI8reqKfLb8yI\\\",\\\"y\\\":\\\"eqzToW3pAZTB09T4ZWH7h3mODabtZIxpORapPRJ1I_E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MdG6TeCP_W5nOv8AbYARgyaGpCGHlxYJ0caWOxvFwQU\"}"