"{\"content\":{\"body\":\"人都是自私的，即使这些利益是别人送到自己眼前的，也不希望有更多的人来跟自己抢。更何况，大伙都知道，这次的龙族攻城并不是那么好打。真正能取得完胜的，大约也只有这第一轮的红蛟了。\\n\\n```\\n按照攻城贯例，一但有BOSS级别的怪物出现，伤亡就会逐渐增大，到了那时候，只怕就没有太多人会有心情去收集材料了。\\n\\n“大家分散了打，各凭本事，不要给自己丢脸！”看着眼前的一群群红蛟，我心中突然豪兴大发，拉了安落虹跟雁过留声，准备来一场杀怪大赛。\\n\\n“要比赛，怎么能不算上我。”一柄飞剑停留在我的面前，抬头一看，竟然是无语问苍天。\\n\\n呵呵，怎么把他给忘了。这个东方大陆的道士代言人可是过得十分憋屈，先是有一个机关大师安落虹把他的风头抢了去，接着又冒出我这么一个鬼道士。到现在，连雁过留声都快排到他的头上了。\\n\\n一个职业代言人当到这份上，不得不说是了的失败。但是这并不代表着无语问苍天就是个无能的人，要怪也只能怪我们这几个家伙优秀得太变态了。\\n\\n这话当然有些臭美，不过也是实话。\\n\\n无语问苍天之所以赶不上我们几个那么出名，原因就在于他太“稳”了，稳得没有特色。安落虹本人也是很有内敛的人，可是取了那样一个爱招风的老婆，想不出名也难啊。\\n\\n不过作为同职业的道士，无语问苍天的技术当然也不在话下。有了他的加入，这场比赛将会变得更加精彩了。\\n\\n“你们慢聊，我先走！”趁着我跟无语问苍天打招呼的功夫，雁过留声一踩飞剑，滋溜一声窜了出去。一柄五色彩幡舞得出神入化，转眼就将一头红蛟圈到了自己的攻击范围之内。手中的灵符咒术更是接连不断。才没几下，那条红蛟就已经到了强弩之末，被折磨得不成蛟形。\\n\\n“不是吧，你怎么这么赖皮？”安落虹大叫一声，也跟着冲向那团云层，他的机关术让自己捡了个现成便宜，脚下的飞云铁鸟让他可以自由飞翔在天空中，速度快不说，且不耗元神。这么一来，他可以空出飞剑攻击敌人，自然比起雁过留声强了那么一两分。\\n\\n虽说我事先说明了不允许使用机关，但那只是他的坐骑，不是武器，也就不算违反了这一规定。要不是飞云铁鸟一共也没做出几只。估计现在万兽山庄出动的成员也不只是现在这人数了。\\n\\n我与无语问苍天对视一眼，彼此一句话也没有说，几乎同一时间御起飞剑，冲向了云层的最深处。\\n\\n那里的玩家相对要少些，但同时也是怪物最密集的地方，既然是要比赛，当然是杀得越多越好，不过，像这样冒险的事情也不是人人都敢做的。\\n\\n我一面沿着云层的方向御剑狂飞。绕过所有可能遇到的玩家，一面清点着自己背包里的物品，考虑着如何搭配自己的装备。\\n\\n为了迎接这次的战斗，我是特地搜刮了几套特殊装备放在身上，有回血回蓝的，有增加物理或法术防御的，有提升五行属性的。当然也有增加五行抗性的。\\n\\n这些红蛟专会喷火放雷。五行属火。想要对付它们。最好就是一身火抗装备。不过那样一来。我的危险系数虽然可以降低，但打怪速度肯定就慢了下去。稍稍思索了片刻，我给自己换了一身增加施法速度与攻击强度的装备。除了可节省吃药时间的大衍神符之外，我身上的装备全部换成了高敏型。\\n\\n原本与之配套的还有一组加速药剂，可是咱事先说好了不能用这些，我也就放弃了可以让自己再快一点的念头。单是这样，我的速度已经是天地中少有的快了，能够追上我的，还真没几个。\\n\\n这一换，我的动作只是微微一窜，紧接着便灵活了起来。脚下的诛仙剑蓝光一闪，我已经朝着窜出了数百米的距离。\\n\\n无语问苍天见我突然加速，猜到我是想借着速度求胜。这样放弃高防换取的速度虽然有些冒险，但是任何一个方面如果发挥到了极至，都将到达意想不到的效果。至少，现在能够打到我的怪也的确不多。\\n\\n那小子还没傻到跟来跟我拼速度，不过周围仍然能看着一些玩家，想要打怪，当然就得跟别人抢。他深吸了一口气，往自己头上拍了记羽灵符，将身体的重量减轻，也跟着追了上来。虽然没我飞得快，但是也慢不了多少，还不至于被我甩掉。\\n\\n既然甩不掉这个尾巴，那我也没必要再继续往前飞了。瞅准了一群大约四五条盘踞在一起的红蛟，我手中的鬼雾魔幡往前的抛，当即将它们团团围住，只等我技能一发，就是我囊中之物。\\n\\n可就在这时，一道银色的剑光从我身后直插而入。以电光火石的速度在每条红蛟的头顶上刺了一记。转眼间，愤怒的红蛟发出阵阵长啸，向着我身后的凶手飞了过去，完全不理会我抛出的鬼雾魔幡。\\n\\n猛的回头一看，却见无语问苍天的身体正在急速下坠，刚才那道银光赫然竟是他脚下的飞剑！\\n\\n我的脑子里快速的闪现过刚才的情形，这小子的招数可真够狠的。\\n\\n御剑术，虽然不是道士技能中最快的一种，但它却有个十分变态的优势。净魂咒，钻心咒都是瞬发，但只能对付一个敌人。如果攻击了第一个之后还想打到第二个身上，总归会花去一定的时间。而幡系的群攻技能虽然可以同时打到数个敌人，但缺点就在于发动时间太长，需要一定程度的引导。\\n\\n和幡系技能比起来，御剑当然要快上很多。虽然速度比不上净魂咒与钻心咒，但是它的优点就在于，第一次与第二次的攻击可以完全忽略掉时间的间隙，以最短的距离达到最好的效果。\\n\\n为了能够赶得上我的速度，无语问苍天所使用的剑必定是增加御剑速度的极品，想要比我快，就非得使用这把剑不可。可是剑在脚下，失去了剑就失去了飞行的基础。所以我怎么也没有想到，那家伙竟然会采用这样的招数来跟我抢怪。\\n\\n打从一开始，无语问苍天就飞得很高，甚至已经超越了怪物最密集的云层高度。起初我还不明白他为什么要这么做，但是现在想起来，那家伙是一早就有预谋的。\\n\\n正因为飞得高，所以即使是下坠，也会需要一段时间。而这段时间里，他有足够的能够将飞剑空出来，使用御剑术进行攻击。\\n\\n那群红蛟几乎是我们同时发现的，但是因为没有想到这一点，才让无语问苍天给钻了个空子。即使我的施法速度借着装备得到了很大的提高，但是跟那家伙同时发出的御剑相比，还是稍稍慢了那么半拍，更何况飞剑的伤害本就比幡系技能来得大，而且更加直接，于是乎，那群红蛟不理我也是理所当然的事情了。\\n\\n附近的怪物多的是。我可没功夫跟无语问苍天斤斤计较什么抢怪的是，反到是他这个技术吸引了我的注意。\\n\\n收住往前冲的势头，我停停的站在诛仙剑上，留意着无语问苍天的动作。\\n\\n很明显，他使用这种招数已经不是一天两天了，可以说御剑术的优点被他发挥的淋漓尽致，完全超出普通玩家的想象。\\n\\n就见他纵身向上一跃，脚下的飞剑随着他的动作飞快的朝着自己的目标狂飞过去。而他自己在空中保持着平衡。身上宽大的长袍减缓了下降的趋势。再加上羽灵符的轻身效果，更使用他下坠的时候可以控制住自己的方向，甚至还可以转弯，颇有些御风而行的感觉。\\n\\n当下飞剑达到了攻击的目的，又以雷电的速度直射向无语问苍天的脚下，稳稳的将他接住，然后再次升高，进行第二轮的攻击。\\n\\n妈的，这样的打法还真是爽啊。一时兴起，我与无语问苍天拉开一点距离，借着云层的遮蔽，一个人圈了一群红蛟，悄悄的练习起来。\\n\\n起初的时候，还不能熟练的把握住那个时间，也怕稍稍慢了那么一点，自己就会摔下去变成一摊肉酱。所以有时候，诛仙剑还没能将所有怪物攻击一遍，就被我召唤了回来。先把自己给接住了，不过很快我就能体会到这种做法给自己带来的快感。\\n\\n惧怕是这时候最不需要的东西，真是当御剑术达到顶峰之后，想要召回飞剑，根本连零点一秒的时间都用不到。我有足够的时间让它去发挥它更大的作用。\\n\\n剑，本身就是最好的武器，而我们这些做道士的，有太多人仅仅把它当成是交通工具了。很多玩家在五十级学会御剑飞行之后，就再也没有练习剑系技能，其原因就在于，就算你把剑系技能练得再高，一但到了空中打怪的时候，全都用不上。如果真的要用剑，那就得老老实实的回到地面上，或者像安落虹那样，去弄头会飞的机关兽或者宠物坐骑。不过这两样东西，那可不是一般的难找。\\n\\n跃起，降落，再跃起，再降落……\\n\\n短短几分钟的时间里，我已经完全熟练的掌握住了这门技巧，虽说还比不上无语问苍天，可以让飞剑同时攻击五个以上的敌人之后再回来，但每次我放出诛仙剑，至少也得给我砍上三四剑才会回来继续当我的交通工具。\\n\\n可是我的打法比起无语问苍天，那又要华丽得多了。因为我不肯浪费任何一丁点儿的时间。在召回诛仙剑的同时，我的双手也没闲着，鬼雾魔幡在空中急剧的旋转着，在诛仙剑回头的同时，它可以极好的将怪物全部控制住。借着上升的势头，无数华丽炫目的符咒也泼水一般的洒了出去，只要身上的元神充足，我根本不用考虑攻击间歇问题。\\n\\n当无语问苍天杀掉了身旁那群红蛟，再次赶到我面前的时候，看到的就是这样一个场景。他终于明白，我之所以能够引起那么多人的重视，并且能让万兽山庄及逆天军团的成员全部听我的指挥，靠的并不是什么运气。\\n\\n这才是真正的实力，只有强者，才可以指挥另一批强者。\\n\\n这时候，他已无意再与我抢怪了，两人紧密的配合着，将一群又一群红蛟圈住，两把飞剑来回穿梭，剑光与符咒的光芒在空中交织出一段炫烂的二重奏。\\n\\n不知不觉中，我们两人已经清掉了周围的红蛟群，只剩下零星的小猫两三只，实再提不起什么胃口。无语问苍天和我对视一眼，不需要再说什么，二人同时御起飞剑，朝着更高处的方向飞了过去。\\n\\n越往云层身处飞近，我心时突然生出一股莫名的感觉，只不过因为不清楚那股感觉到底是什么，所以也没有来得及细想。但是很快我发现，一直跟在我身后的无语问苍天速度越来越慢了，仿佛有什么无形的压力正拖着他的身体，就连羽灵符也没办法将他的速度再次提升上来。\\n\\n眼前，一团赤红色的云雾终结着，周围的红蛟比我们先前遇到的任何一个地方都要密集。按理说，我们应该兴奋才对，但是我和他谁也没有说话，只默默的看向那团赤色的云雾的深处。\\n\\n就在那群红蛟围绕着的红云之上，一个浑身火光四射的身影正冷冷的注视着眼前的两个小黑点。对他来说，这两个小黑点实再太不起眼了，就连塞个牙缝都不够。但就算是苍蝇，也有烦人的时候，不知道在那个大家伙的眼里，我跟无语问苍天是不是就跟两只讨厌的苍蝇一样烦人？\\n\\n那是一头火龙，真正的火龙，而不红蛟，等级足在八十五级以上，蛇形的身体在云层上盘曲着，上面布满了赤红色的鳞片，每一片都像是燃烧着的火焰，将它的整个身体包裹在一片红光之中。\\n```\\n\\n\\n------------\",\"timestamp\":1640412218,\"title\":\"第一百七十三章   火龙\"},\"digest\":\"nyJULR60qUt5y5WRBtkgLDRpAPtIdzvHtorPctKlY48\",\"authorship\":{\"contributor\":\"0x07E2D83d5A89174D549297CFc8cD8CbB78FebC6c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nfPabehIHJ33BqKd7r0VTXkiQJ5ojVeswXQLnjKZhpA\\\",\\\"y\\\":\\\"XD50_tUZfUYcTgjRjDVfe6Ajgz74DFJsJj92GgOGw5c\\\"}\",\"signature\":\"dz0i9F-u9yeE8PAsUw6O_sdktC1dI5tIq9SLnIeG1HvGCNFkCzyYaUXDqVB75i3TT2KMOZzRLWCETPwATezqiw\",\"signingKeySignature\":\"0x0f2194ca980bdecc09de63aa6b08070a05efe086fb03247a7df9f98055594bd758234c72f52becbf23d13235ec6c313e7cd46e5ba11aba10f963fa23f3013f5d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nfPabehIHJ33BqKd7r0VTXkiQJ5ojVeswXQLnjKZhpA\\\",\\\"y\\\":\\\"XD50_tUZfUYcTgjRjDVfe6Ajgz74DFJsJj92GgOGw5c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nyJULR60qUt5y5WRBtkgLDRpAPtIdzvHtorPctKlY48\"}"