"{\"content\":{\"body\":\"*Let me explain:*\\n\\nSotheby’s has been absolutely instrumental in facilitating the exchange of Digital Assets. A British-founded American multinational HQ’d in New York City, it’s one of the world's largest brokers of fine art, and collectibles.\\n\\nA simple search for “Crypto” on the site doesn’t yield much other than a few NFTs for auction. But like with anything in this world, the value is beyond the first layer.\\n\\n![](https://images.mirror-media.xyz/publication-images/gTdY_9wgE5-0TBxAQrcsa.JPG?height=720&width=1280)\\n\\nIn June of 2021, Sotheby’s opened their Virtual Art Gallery in Decentraland and launched their first NFT Auction, Natively Digital. Showcasing some of the earliest, raw NFTs built on pre-Ethereum chains alongside newer, complex NFTs. Sotheby’s allowed bidders to pay in Ethereum, Bitcoin and USDC, as well as of course fiat currencies.\\n\\n![](https://images.mirror-media.xyz/publication-images/d1-Wki8DdRuzhrt2kObzn.png?height=504&width=975)\\n\\nThe virtual auction house also sits on a prime location in Decentraland’s Voltaire Art District, the building is a replica of the auction house’s New Bond Street Galleries in London. Players can view, bid and use the location as a landmark to meet at – “Meet at Sotheby’s” has a nice ring to it. Below is my first foray into the gallery where Gold Bored Apes & the Kennel Club were on display.\\n\\n![](https://images.mirror-media.xyz/publication-images/KCxADW7grnK7lQQTo3_0X.png?height=440&width=975)\\n\\nCurrently, Sotheby’s has two collections on display on their Metaverse Gallery site (Metaverse.Sothebys.com), Natively Digital & Gifted: The 140 Collection.\\n\\nNatively Digital, as mentioned before was their first lot which auctioned some “blue-chip” NFT collections including Cryptokitties, Cool Cats, Bored Apes, Squiggles, Punks and Rare Pepes.\\n\\n![](https://images.mirror-media.xyz/publication-images/6_51rhOISutz7wDGcpIG8.png?height=222&width=975)\\n\\nGifted: The 140 Collection is a set of NFTs launched by Twitter that illustrated the many facets of the platform itself, from the first iterations of its logo to its 140-character limit and more. The sale proceeds are going towards Sostento, an organization that gives vital support to frontline public health workers.\\n\\n![](https://images.mirror-media.xyz/publication-images/L-gB8PYOnuG9QbOTH4SeN.png?height=245&width=975)\\n\\nIn October, Sotheby’s along with others, invested in Mojito’s $20mm seed round. Mojito is building out an API platform and dashboard for launching and growing NFT marketplaces, games, and communities.\\n\\n![](https://images.mirror-media.xyz/publication-images/U9-rYdJLIpcx9wxJdFvsO.png?height=183&width=674)\\n\\nIn mid-November, Sotheby’s Announced Live Bidding Increments in Ethereum for Banksy’s 'Trolley Hunters' and 'Love Is In The Air' pieces. These two ended up selling for $6.6mm and $8.1mm respectively.\\n\\n![](https://images.mirror-media.xyz/publication-images/Qy6PWvAlxxwLQASjBrgX7.JPG?height=720&width=1280)\\n\\nMost recently, Sotheby’s made headlines as they facilitated the bidding of The US Constitution, with a main bidder being that of a DAO – ConstitutionDAO which raised over $40mm to participate in the auction. The group unfortunately didn’t win the piece and was outbid by Citadel’s Ken Griffin but it goes to show how far crypto has gone & how Sotheby’s is receptive to these new groups. Not to mention Ethereum also made headlines as it was a currency listed in the live stream of the auction.\\n\\n![](https://images.mirror-media.xyz/publication-images/ZIpARbPTraY2BvajlQIbZ.JPG?height=720&width=1280)\\n\\nIt’s really interesting how Sotheby’s has been so receptive to this shift towards digital assets. To compare, banks have been taking the exact opposite route by pumping propaganda out against the blockchain and lobbying for the regulation of stablecoins. I think this is only the start for Sotheby’s foray into the digital asset space and I’m excited to see where they’re going.\",\"timestamp\":1637713242,\"title\":\"And The Winner of The Metaverse is….Sotheby’s?\"},\"digest\":\"f2S4bwx5gsxxTm_lxNwSswcIm-pSPHxj8Z95-arIXpQ\",\"authorship\":{\"contributor\":\"0x23bdEb4396BEB7e179c65A3FcA025EA2ABC156D5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K0LHzJS2zlzRKk50GszQsxk0m5v3PPiAqJIoy3Ejl2I\\\",\\\"y\\\":\\\"kBvI26SZ8NDksrjvRSf3CdEQ04zCtWYd7LEzfMRGoQc\\\"}\",\"signature\":\"0ClAY4s9LMPVBa45xLBeX3r3VFrNMeMfGBYMktsTsmcLfTuHS94n9bVxINWg8ZW0NjLWQh-1C192hQmap2_3qQ\",\"signingKeySignature\":\"0x4d7ca05ee54c2c224d1af9c5f37d865a1a3158dfb4461e3112dabedf83d8bda85d801ee091cabeeee871f96e49ea212885e28c519210a78b364b5028476eb8611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K0LHzJS2zlzRKk50GszQsxk0m5v3PPiAqJIoy3Ejl2I\\\",\\\"y\\\":\\\"kBvI26SZ8NDksrjvRSf3CdEQ04zCtWYd7LEzfMRGoQc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f2S4bwx5gsxxTm_lxNwSswcIm-pSPHxj8Z95-arIXpQ\"}"