"{\"content\":{\"body\":\"感染の急拡大で社会機能の維持が課題となる中、企業の対策のカギがＢＣＰ＝事業継続計画です。\\n\\n1\\\\.いつもの薬を提供できるように\\n\\n全国で1000店余りの薬局を運営するさくら薬局グループは、オミクロン株による感染拡大が急速に進んでいることを受けて、店舗内で感染者が出た場合の対応をまとめたBCPの見直しを進めています。\\n\\nそれによりますと、感染者が確認されたら保健所の指導を待たずに同じ店舗のすべてのスタッフがすぐに抗原検査キットで検査を行うということです。また、感染状況に応じて店舗ごとの運営レベルを▽人員の入れ替えなどで通常どおり営業、▽体制を縮小して営業、▽一時的な休業の3段階に分けて対応することにしました。そして、休業する場合は患者に処方された薬の提供に影響がでないよう、近くの別の店舗に職員と必要な薬を集約して対応にあたる態勢を構築したということです。\\n\\nさくら薬局グループ薬局事業部の西前徹次長は「薬局は狭い環境で営業していてマスクや消毒だけでは防げない可能性もあり、オミクロン株の強い感染力を前提に行動する対応にした。地域医療に携わるものとして薬局を最後まで開けなければならないと思う。業務を分散しながら、患者に迷惑がかからないよう対応したい」と話しています。\\n\\n2\\\\.酸素濃縮装置 製造・出荷を止めないために\\n\\n大阪府に本社を置く医療機器メーカーは、社内で感染が広がった場合、工場などが操業できなくなり酸素濃縮装置の出荷が滞るリスクがあるとして、17日からBCPに基づいた対応を始めました。\\n\\n具体的には、全国の製造工場など3か所の事業所で従業員を2つのグループに分けて交代で勤務させる体制をとり、感染者が出た場合でも別のグループを稼働させて事業を継続させる計画です。これによって出荷量が平常時の半分程度に低下することが予想されたことから、2週間前から計画を進めて在庫の製品をすべて前倒しで出荷しました。このほか輸送をまとめて行うなど効率化に取り組んだ結果、出荷量の減少は2割程度に抑えられる見通しです。\\n\\n医療機器メーカーの医療事業部長、小林靖司さんは「海外の感染者数の増加を観察していて、今回はこれまで以上に社員の感染への備えを強めなければならないと考えBCP対応に切り替えた。私たちが製造・出荷する酸素濃縮装置は新型コロナの自宅療養者の治療に必要なので、必ず供給し続けられる体制を守りたい」と話していました。\\n\\n## ■ワクチン3回目前倒し接種に向けて\\n\\n新型コロナワクチンの3回目の接種をめぐって、厚生労働省は、原則8か月としてきた2回目との接種間隔を、3月以降、一般の高齢者は6か月に、医療従事者や高齢者以外の一般の人は7か月に短縮するよう、13日に自治体に通知しました。\\n\\nこれについて岸田総理大臣は17日の施政方針演説の中で、医療関係者などを対象とする接種の間隔の短縮を加速させるほか、3月以降、接種間隔を▽一般の高齢者は6か月に、▽一般の人は少なくとも7か月とし、余力のある自治体では6か月に短縮すると表明しました。\\n\\n一方、3回目の職域接種について厚生労働省は、2回目からの間隔を当初の予定より1か月短い7か月とする方針を示しています。17日、全国の企業や大学などの担当者を集めてオンラインで臨時の説明会を開きました。 \\n  \\n この中で、対象者はことし7月までに1169万人に上ることを説明したうえで、全員に前倒しで接種を行えるよう接種計画を見直して会場や打ち手の確保を進めるよう求めました。 \\n  \\n 前倒しを行う企業などには来月21日から順次、モデルナのワクチンを配送する計画で、3月末までに960万回分を配送するとしています。 \\n  \\n 一方、これまでに全国の4044の会場で職域接種が行われたのに対し、3回目の接種を申請したのは今月11日の時点でほぼ半数の2065会場にとどまっていて、会場の確保に苦労した企業などが3回目の申請に慎重になっているケースもあると見られています。 \\n  \\n 説明会に参加した千葉工業大学の担当者は「接種の前倒しでこの春に卒業する学生も接種を受けられることになり、安心した。卒業式や入学式など学内行事が多くスケジュール的に厳しい時期だが乗り切っていきたい」と話していました。\\n\\n## 自衛隊の大規模接種会場 東京は1月31日開始の方針\\n\\n3回目のワクチン接種を加速させるため、政府は自衛隊が運営する大規模接種会場を再び設置する方針で、18歳以上を対象にモデルナのワクチンを使用することが決まっています。 \\n  \\n 会場は東京と大阪に設ける予定で、東京については前回と同じ東京・大手町の合同庁舎を会場に今月31日に接種を始める方針を固め、最終調整を進めています。 \\n  \\n 一方、大阪の会場については、前回の会場となった府立国際会議場が別の予約が入っていて使えず、候補となる場所を大阪・中央区にある民間のビルに絞り込んで調整を進めています。 \\n  \\n 防衛省は、詳細なスケジュールなどについて最終調整を進めていて、18日にもこうした内容を決定する方針です。\",\"timestamp\":1642426155,\"title\":\"感染者が出ても事業を止めないために\"},\"digest\":\"QwVqnciWbuIbxoqlnwNLEdIrvZdgBYHOkLUWAuMywg8\",\"authorship\":{\"contributor\":\"0xF05D4cA57AC632b3816774EB21c1636f5C95748B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"du8ZK5mCDakqdTROtcdbb4GBle9mhdhZe2AzG8-YvVc\\\",\\\"y\\\":\\\"oXD5RCBD_b88W7y7_779WvNMyVXHyUzDxwAzFwvsm14\\\"}\",\"signature\":\"cxF-CfwiuWO5PiPyepouYt93smJIfU9hm327GZ2CXprEIhC2trXJqgIizBa3ab518dC8etxUTfzOA2QCeg28gQ\",\"signingKeySignature\":\"0x641d4d57cfcaa928cd2ac1baccc3825acef4839ea9d250d21a5e93ac16ab94b45b626b3549e52d75758d861d01eecec373a62a7020ccc2dfa84cfc3f2c68fbad1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"du8ZK5mCDakqdTROtcdbb4GBle9mhdhZe2AzG8-YvVc\\\",\\\"y\\\":\\\"oXD5RCBD_b88W7y7_779WvNMyVXHyUzDxwAzFwvsm14\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QwVqnciWbuIbxoqlnwNLEdIrvZdgBYHOkLUWAuMywg8\"}"