"{\"content\":{\"body\":\"When Germany sees the coming in of its post-Merkel new coalition government, concerns over a scenario - relations with China may become bumpy - have surfaced. In the new three-way coalition, Annalena Baerbock, co-leader of the Green Party, is set to become the country's next foreign minister. Since Baerbock has been urging a tougher stance on China, China-Germany relations may encounter a transition period of more frictions.  \\n  \\n Navina Heyden, a German blogger, pointed this out: I don't get the idea of some people - as long as China becomes stronger, its ties with the world will get better… No one in Europe would think so. \\n  \\n Some netizens sensed a subtext here: When China becomes stronger, its relations with the world could get worse. This is obviously believed by quite a few Germans in particular and Westerners in general.  \\n  \\n Compared with most German influencers, Heyden is relatively objective in her views about China. However, she has suffered waves of cyber violence from within Germany since 2020 simply because she said something in fairness to China's fight against COVID-19. Her case is a vivid example of how people in Germany and other Western countries deal with China-related information through distortion. They won't embrace voices that contradict their stereotype about China, or those that can prove China has done something right.  \\n  \\n \\\"Media outlets and elites in Europe and the US have been gripping the power to interpret everything about China. The core intent of such a move is defending the legitimacy and correctness of the path and model of the Western system,\\\" Shen Yi, a professor at the School of International Relations and Public Affairs of Fudan University, told Global Times.  \\n  \\n The point is not China getting stronger. The point is Western societies simply cannot accept a country with a totally different ideology and system getting stronger, as they have spared no effort denying its ideology and system. Otherwise, they will have to explain why they are wrong. \\\"This is a life-or-death debate, there is no middle ground for the West,\\\" Shen said.  \\n  \\n It is not that the West has no access to the truth; they just don't want the access. They won't even be willing to understand China even if China would like to switch to a set of rhetoric that can make the West feel much more comfortable, according to Shen. China's development will only make Westerners feel unsatisfied with their own lives, and make them question their own system. So why bother admitting an emerging China or anything China could be right about? No, the West does not want to understand China now, and not in the future, either.  \\n  \\n Heyden is right about one thing - even if China becomes stronger, the process itself won't naturally resolve the diplomatic puzzles China is being confronted with. But when she wished the strong China to do more in reining in anti-China forces in the West, she forgot how impossible it is to wake someone pretending to have fallen asleep.  \\n  \\n The rise of China has benefitted the world, including Western countries, Sun Keqin, a research fellow at the China Institutes of Contemporary International Relations, told the Global Times. \\\"And no matter how hard the West has tried, they could never divide the world into two antagonistic camps anymore in this era of globalization,\\\" Sun said.  \\n  \\n China-US relations are still frosty, but economic ties between the two are somehow recovering. Anti-China voices are rising in Germany. Yet even under the severe impact of COVID-19, China-Germany economic cooperation has shown strong resilience, with the bilateral trade volume in the first three quarters of the year increasing by nearly 30 percent, according to Chinese Ambassador to Germany Wu Ken.  \\n  \\n Observers wonder why economic cooperation cannot necessarily bring a stable overall relationship. The question is who is to blame when China offers its hands but the West covers its eyes?  \\n  \\n Instead of analyzing how the Green Party and the Free Democratic Party, two parties of the German coalition government, are close to US ideology, a more crucial factor should not be overlooked: Thanks to the West's habitual distortion of the truth about China, the distance between the hearts of China and Germany is already too wide.\",\"timestamp\":1638282185,\"title\":\"Should China be bothered by how the West thinks when it becomes stronger?\"},\"digest\":\"CO4EoazJ3DjSDo0E7AZj4g5JBdG--4qlAZxVoaeouRs\",\"authorship\":{\"contributor\":\"0x31439653740Ff241BCC44E81BC07E64673D6Ab05\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DEsMdhwHTlmYMq3hj4fjGbs5CFcPHtywb7tC6i0L0u8\\\",\\\"y\\\":\\\"6-qcwRE10amYpZYaujFSw7LP5ECMcBxwGDleBHiw5Xg\\\"}\",\"signature\":\"dZaSdlllLIwcdGF9lhWVtNf4uhhoS8IRPZu1WBtAYnq7CtK_GrvHhzmPZaXee4h5MhWIecldh8z3fAcYkprksQ\",\"signingKeySignature\":\"0xe13511fada382bd00d85acd62aed0156aa4b2e5850b566d46dd15bc7f0124af3372f336bab4976481164bcf6995fa21cf2a85574d1d247439de28f6a1b6b38d21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DEsMdhwHTlmYMq3hj4fjGbs5CFcPHtywb7tC6i0L0u8\\\",\\\"y\\\":\\\"6-qcwRE10amYpZYaujFSw7LP5ECMcBxwGDleBHiw5Xg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CO4EoazJ3DjSDo0E7AZj4g5JBdG--4qlAZxVoaeouRs\"}"