"{\"content\":{\"body\":\"\\\\[Screen: Think of the song Professional Rapper. You is Snoop Dogg. I is Lil Dicky. You are firing off these questions to us and we are answering them in as truthful a manner as we can.\\\\] LFG.\\n\\n## Why Ξ? You talk the same story as Ξ maxis. I hate maxis.\\n\\nMany great arguments about this. Our favorite is ___.\\n\\nDon’t have the same ideals as us? It’s ok. Look at ___\\n\\n## What if you are wrong and Ξ crash and burn?\\n\\nThen it’s close shop and time to go home. But that shouldn’t stop you from investing in us. If you think Cardano is the best blockchain out there and Ξ is at best third, then allocate your investments accordingly. Think of us as your pawn to generate (alpha) returns in Ξ.  \\n\\n## Fine, let’s play. Why do YOU have the answers? What made you believe you are the 1000 IQ gigabrain in this game?\\n\\nWe don’t. Neither do anyone out there. Whomever that is telling you they have the answers are out there to shill you. Some examples here:\\n\\n![Change in SUSHI sentiment within a matter of months](https://images.mirror-media.xyz/publication-images/ScYp5lcQrMTDE0PWROaLZ.png?height=790&width=1132)\\n\\n\\\\[ \\\\]\\n\\nWhat we do is to invest in a thesis-driven, concentrated manner, and we will live and die by it. This manner actually keeps us safe. Because as long as we follow the thesis, we can be answerable. Anyone that doesn’t like the thesis is free to leave. But if we are right, we will gain credibility and legitimacy.\\n\\n## Big word. Thesis. What’s the thesis?\\n\\n1. Ξ wins.\\n2. Certain projects benefit the most in the Ξ ecosystem. When Ξ wins, they win (in a disproportional manner).\\n3. We find and invest in them.\\n4. We improve our returns by increasing our ownership in them.\\n5. Returns can be further improved by knowing when to deploy certain strategies.\\n\\nOn the whole, our approach puts us somewhere in the middle of the risk-reward curve.\\n\\n\\\\[ \\\\]\\n\\n### But sire, why chose this risk-reward zone to play in?\\n\\nThat’s where our conviction allows us to be at. We think we can do better than the passive strategies out there, but we are not gigabrain enough to play the leverage or NFT game.\\n\\nOver time, we will be publishing articles about our perspective across these points. We figured for the folks that need more convincing, they can wait till these articles are out before deciding to join us. But who knows how much they would have missed out by then. *#fomoplay*\\n\\n## That seems like a simple strategy. I think I can do it too.\\n\\nFor some of you, this is true. For others, this might not. This is a great video by [rekt.news](https://twitter.com/RektHQ). This is a tough playing field, fraught with mines and booby traps. Our strategy is simple in theory so that #WAGMI, but trust us, there’s more moving parts than it looks.\\n\\n[https://www.youtube.com/watch?v=HJzwEi9iJsc](https://www.youtube.com/watch?v=HJzwEi9iJsc)\\n\\n## There are on-chain protocols that does this already.\\n\\nYes we have the [yield aggregators](https://app.multifarm.fi/farms), who finds the best places to farm the reward tokens, and does the auto-compounding for you. Well:\\n\\n1. We chase after more niche and riskier (but hopefully higher upside) opportunities.\\n2. We move faster - they need time to whitelist projects, test for security issues…more secure since most of are non-custodian.\\n3. We are not recompounding our capital from yield farms, but holding on to the winners - *why sell at $1 when it could be $20 some day?*\\n\\nThen there are also solutions like [Domani](https://dapp.domani.finance/), [Indexed Finance](https://indexed.finance/)… where you can buy a basket of tokens that follows a certain thesis, like DeFi or Metaverse tokens. Well:\\n\\n1. Our winners are not their winners\\n2. We can significantly improve the returns by doing things they can’t - like yield farming, options, NFTs (maybe?)…\\n\\nFinally, you are getting a free option by joining us at the ground floor. We are building a DAO-like entity, with future value accruing to early joiners.\\n\\n## Another big and trending word. DAO.\\n\\nEveryone throws that world around these days, but this is our interpretation - Read #4 (Thanks [@mlphresearch)](https://twitter.com/mlphresearch)\\n\\n[https://www.placeholder.vc/blog/2020/9/30/ten-theses-on-decentralized-network-governance](https://www.placeholder.vc/blog/2020/9/30/ten-theses-on-decentralized-network-governance)\\n\\nTLDR is: (1) We bring the leadership in finding ideas. (2) We are writing the protocols (rules of how we will invest) right now. (3) This is missing. We need the [on-chain solution](https://mirror.xyz/0x17307bE3589a680452543DDe06d42A07EE3FA080/maUdtY2VfOjMPNucdTZRndvOjUbAwQz0Mmd25Bq0kD0) to come soon! (4) You guys are the community.\\n\\nWe are still charging performance fees. This is not charity. But as we scale, the community gets some cool stuff along the way. Just don’t hold your breath for it.\\n\\n## So what are the benefits for me to join at the ground floor again?\\n\\nErm... first and foremost you are here because we are offering an alternative for you to grow your Ξ holdings? *Don’t miss the forest for the trees.*\\n\\nBut, right now we are starting at the ground floor, where we have no access to private token sales; no brand name to get good deals; no clout to bring apes to our bags… As we continue to build legitimacy (as our theses play out), peripheral value could emerge out of it. Every clout that we will build starts from today.\\n\\nRight now, as anons, you are taking a risk on us. As we scale, we will reward everyone along the way. Some ideas include:\\n\\n1. If we have excess capital (from gas fees), we could think of rebates.\\n2. If we get private token sales opportunities that we think make sense, we could improve our fund returns.\\n3. If we can monetize in any other ways, everyone benefits (*That’s why all of these posts are NFTs baby*).\\n\\nAt the end of the day, you are trusting us. As we mentioned, there is not a best solution right now, but we will continue to iterate and improve on the product.\\n\\n## Alright. I made it this far without rage-quitting. So how does this all work?\\n\\nRead more [here](https://mirror.xyz/dashboard/edit/ZcpU3gaxohNlLVlCvHzAVi12sZB3KngFsN46IlZbcNA)\",\"timestamp\":1638778689,\"title\":\"Let's start with the idea\"},\"digest\":\"VQzr_Z4XdV3O08fjoHXzfsidb9jKyepqI4dXzz8rShc\",\"authorship\":{\"contributor\":\"0x17307bE3589a680452543DDe06d42A07EE3FA080\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AuAvul_ImzZcT6GYZRr6lSUyzBckM-3edTkqzfdOjZU\\\",\\\"y\\\":\\\"GPnmWfKNMoPdnvGYf3Kzpicqr1yAcdTtS2BKPwn66tg\\\"}\",\"signature\":\"7zqFaXyB777C8VLx7-7y65mINm-9SITpYPHEhz86NmKGwlXMG35mEraTmF4KxJHaM7Vwd0Q4FlpG1sK-9UoixQ\",\"signingKeySignature\":\"0x54716e76b299ab52317c384dbbf631d11e1250da8dacc93f45e357934afbb1510bdcf023ee87ad9403a3661ee4d6bf44d19799604d64c2992e7d364b84e6a42500\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AuAvul_ImzZcT6GYZRr6lSUyzBckM-3edTkqzfdOjZU\\\",\\\"y\\\":\\\"GPnmWfKNMoPdnvGYf3Kzpicqr1yAcdTtS2BKPwn66tg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YwtqiiHJ9k8SRcvgELT5l9E66AGE05m2qoHmNhzVoEU\"}"