"{\"content\":{\"body\":\"机遇就存在于生活的细节中。同样的一件事，一个成功的人会看得更多更远……\\n\\n　　John and Bobby joined a wholesale company togther just after graduation from college the same year. Both worked very hard. After several years, however, the boss promoted Bobby to the posotion of manager but John remained an ordinary employee. John could not take it anymore, tendered his resignation to the boss and complained the boss did not know how to delegate and did not value hard working staff, but only promoted those who flattered him。\\n\\n约翰和博比同年大学毕业后不久就加入了一家批发公司。两人都非常努力。然而，几年之后，老板提拔博比为经理，但约翰仍然是一名普通员工。约翰再也受不了了，向老板递交了辞呈，抱怨老板不懂得如何分派工作，不重视勤奋的员工，只提拔那些奉承他的人。\\n\\n　　约翰和博比同年大学毕业后，被同一家批发公司录用。他们二人工作都很努力。然而，几年后，老板提拔博比为部门经理，而约翰还是一名普通员工。约翰再也无法忍受，冲动之下写了一封辞职信，并抱怨老板不会用人，不重用那些敬业的员工，只提升那些奉承他的人。\\n\\nAfter graduating from college the same year, John  Johan and Bobby were hired by the same wholesale company. They both worked hard. A few years later, however, the boss promoted Bobby to department manager, while John  Johan remained an ordinary employee. Unable to take it anymore, John  Johan impulsively wrote a letter of resignation, complaining that the boss wouldn’t hire, wouldn’t value the dedicated employees, and would only promote those who flattered him.\\n\\n同年大学毕业后，约翰 · 约翰和博比受雇于同一家批发公司。他们都很努力。然而，几年后，老板提拔博比为部门经理，而约翰 · 约翰仍然是一名普通员工。约翰 · 约翰再也受不了了，冲动地写了一封辞职信，抱怨老板不会雇佣，不会重视敬业的员工，只会提拔那些奉承他的人。\\n\\n老板知道约翰多年来工作非常努力。他想了一会儿说: “谢谢你的批评，但我有一个请求。我希望你在离开之前能为我们公司再做一件事。也许你会改变主意，收回你的辞职信。”\\n\\nThe Boss knew that John  Johan had worked very hard over the years. He thought for a moment and said: “Thank you for your criticism, but I have a request. I hope you can do one more thing for our company before you leave. Maybe you will change your mind and take back your resignation letter.”\\n\\n　　The boss knew that John worked very hard for the years. He thought for a moment and said, \\\"Thank you for your criticism, but I have a request. I hope you will do one more thing for our company before you leave. Perhaps you will change your mind and take back your resignation.\\\"\\n\\n　　老板知道这几年约翰工作确实很努力。他想了一会儿说：“谢谢你对我的批评。但是我只有一个请求，我希望在你离开之前再为公司做一件事情。或许到时你会改变决定，收回辞呈。”\\n\\nThe Boss knew that John  Johan had worked hard over the years. He thought for a moment and said, “Thank you for your criticism. But I only have one request. I would like to do one more thing for the company before you leave. Maybe then you will change your mind and withdraw your resignation.”\\n\\nThe Boss knew that John  Johan had worked hard over the years. He thought for a moment and said, “Thank you for your criticism. But I only have one request. I would like to do one more thing for the company before you leave. Maybe then you will change your mind and withdraw your resignation.”\\n\\n老板知道约翰 · 约翰多年来工作很努力。他想了一会儿说: “谢谢你的批评。但我只有一个请求。在你离开之前，我想再为公司做一件事。也许到那时你就会改变主意，收回辞职信。”\\n\\n　　John agreed. The boss asked him to go and find out anyone selling watermelon in the market. John went and returned soon. He said he had found out a man selling watermelon. The boss asked how much per kg? John shook his head and went back to the market to ask and returned to inform the boss $1.2 per kg。\\n\\n约翰同意了。老板叫他去市场上找出卖西瓜的人。约翰很快就去了又回来。他说他发现了一个卖西瓜的人。老板问每公斤多少钱？约翰摇摇头，回到市场去问，然后回来告诉老板每公斤1.2美元。\\n\\n　　约翰答应了。 老板让他去市场找到一个卖西瓜的人。约翰去了并很快回来。他说他找到了一个卖西瓜的人。老板问他每公斤多少钱？约翰摇摇头，回到市场去问，然后又回来告诉老板每公斤1.2美元。\\n\\nJohn  Johan said yes. The Boss told him to go to the market and find a watermelon seller. John  Johan’s gone and will be back soon. He said he found a watermelon vendor. The boss asked him how much per kilo? John  Johan shook his head and went back to the market to ask, then came back and told the boss $1.20 a kilo.\\n\\n约翰 · 约翰答应了。老板叫他去市场找一个卖西瓜的。约翰 · 约翰走了，很快就会回来。他说他找到了一个卖西瓜的小贩。老板问他每公斤多少钱？约翰 · 约翰摇摇头，回到市场问，然后回来告诉老板每公斤1.2美元。\\n\\n老板让约翰等一会儿，然后叫鲍比到他的办公室来。他让鲍比去市场上找卖西瓜的人。鲍比走了，回来说，老板，只有一个人在卖西瓜。每公斤1.2元，每公斤10元，他有340个西瓜的存货。桌上放着58个瓜，每个重约2公斤，是两天前从南方买来的，新鲜红润，质量好。\\n\\nThe boss asked John  Johan to wait a moment and then asked Bobby to come to his office. He sent Bobby to the market to find the watermelon man. Bobby left and came back and said, boss, there’s only one person selling watermelons. $1.20 a kilo, $10 a kilo. He’s Got 340 watermelons in stock. On the table were 58 melons, each weighing about 2 kilograms, bought two days ago from the south, fresh and ruddy and of good quality.\\n\\n　　Boss told John to wait a second, and he called Bobby to come to his office. He asked Bobby to go and find anyone seling watermelon in the market. Bobby went, returned and said, boss, only one person selling watermelon. $1.2 per kg, $10 for 10kg, he has inventory of 340 melons. On the table 58 melons, every melon weights about 2 kg, bought from the South two days ago, they are fresh and red, good quality。\\n\\nThe boss asked John  Johan to wait while he called Bobbie into his office. He told Bobbie to go to the market and find a watermelon seller. Bobbie’s gone, he came back and said, “Boss, there’s only one watermelon seller, $1.20 per kilogram, $10 per 10kg.”. The man has 340 watermelons, 58 of which are on the shelves, each weighing about 2 kg, all brought in from the south two days ago, fresh, red and of good quality.”\\n\\n　　老板让约翰等一会儿，这时他把博比叫到办公室。他让博比去市场找到一个卖西瓜的人。博比去了，回来之后说：“老板，只有一个卖西瓜的人，每公斤 1.2美元，每10公斤卖10美元。这个人一共有340个西瓜，其中58个放在货架上，每个西瓜重约2公斤，都是两天前从南方运来的，新鲜，红瓤，质量好。”\\n\\nThe boss asked John  Johan to wait while he called Bobbie into his office. He told Bobbie to go to the market and find a watermelon seller. Bobbie’s gone, he came back and said, “Boss, there’s only one watermelon seller, $1.20 per kilogram, $10 per 10kg.”. The man has 340 watermelons, 58 of which are on the shelves, each weighing about 2 kg, all brought in from the south two days ago, fresh, red and of good quality.”\\n\\nThe boss asked John  Johan to wait while he called Bobbie into his office. He told Bobbie to go to the market and find a watermelon seller. Bobbie’s gone, he came back and said, “Boss, there’s only one watermelon seller, $1.20 per kilogram, $10 per 10kg.”. The man has 340 watermelons, 58 of which are on the shelves, each weighing about 2 kg, all brought in from the south two days ago, fresh, red and of good quality.”\\n\\n老板叫约翰 · 约翰等着，等他把博比叫进办公室。他让博比去市场找一个卖西瓜的。博比走了，他回来说: “老板，只有一个卖西瓜的，每公斤1.2美元，每10公斤10美元。”.这名男子有340个西瓜，其中58个在货架上，每个重约2公斤，都是两天前从南方运来的，新鲜、红色，质量上乘。”\\n\\n　　John was very impresed and realized the difference between himself and Bobby. He decided not to resign but to learn from Bobby。\\n\\n约翰深受感动，意识到自己和博比之间的不同。他决定不辞职，而是向博比学习。\\n\\nJohn  Johan was so moved that he realized the difference between himself and Bobby. He decided to withdraw his resignation and take a leaf out of Bobby’s book.\\n\\nJohn  Johan was so moved that he realized the difference between himself and Bobby. He decided to withdraw his resignation and take a leaf out of Bobby’s book.\\n\\n　　约翰受到很大的触动，他意识到自己与博比之间的差距。他决定收回辞呈并向博比学习。\\n\\n　　My dear friends, a more successful person is more observant, thinks more and explores in depth. Chances exists in the daily details. For the same matter, a more successful person sees more and farther so that he can find out an opportunity and catch it to realize his aim. If a person sees one year ahead, while another sees only tomorrow. The difference between a year and a day is 365 times, how could you win?\\n\\n我亲爱的朋友们，一个更成功的人更善于观察，思考更多，探索更深。机会存在于日常的细节中。同样的，一个更成功的人看得更远，因此他可以找到机会并抓住机会来实现他的目标。如果一个人看到了未来的一年，而另一个人只看到了明天。一年和一天的差距是365倍，你怎么可能赢呢？\\n\\nMy dear friends, a more successful person is more observant, thinks more, and explores deeper. Opportunities exist in everyday details. Similarly, a more successful person sees the bigger picture, so that he can find opportunities and seize them to achieve his goals. If one man sees the year ahead, and another man sees only tomorrow. The difference between a year and a day is 365 times. How can you possibly win?\\n\\nMy dear friends, successful people are more observant, more thoughtful and more inquisitive. Opportunity is in the details of life. In the same way, a successful person sees more and sees further. People see a year from now, and You Only See Tomorrow. The difference between a year and a day is 365 times. How can you win?\\n\\n　　亲爱的朋友们，成功的人更善于观察，勤于思考和孜孜探求。机遇就存在于生活的细节中。同样的一件事，一个成功的人会看得更多更远。有人看到一年后的情景，而你只看到明天。一年与一天的差距是365倍，你怎么能赢呢？\\n\\nMy dear friends, successful people are more observant, more thoughtful and more inquisitive. Opportunity is in the details of life. In the same way, a successful person sees more and sees further. People see a year from now, and You Only See Tomorrow. The difference between a year and a day is 365 times. How can you win?\\n\\nMy dear friends, successful people are more observant, more thoughtful and more inquisitive. Opportunity is in the details of life. In the same way, a successful person sees more and sees further. People see a year from now, and You Only See Tomorrow. The difference between a year and a day is 365 times. How can you win?\",\"timestamp\":1634808932,\"title\":\"Opportunity lies in the life of the detai\"},\"digest\":\"O-9JEVwPzDuOk4N5jrxm0sSH8Zf1MCgRso6Ev91SOj4\",\"authorship\":{\"contributor\":\"0x69C14Ba63f1E0A5606AE9FAfdC78203E6bD221c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g3ntHZTk2v9ylYx9NrkT-9mb2CkePw1H5Z8XFUmP1H0\\\",\\\"y\\\":\\\"yxiURc9-vm3VtHmTJH5VVQ3KEpPQ3SoX_61QJcG1Zd8\\\"}\",\"signature\":\"QtyOcY6N5ZEZb854vPb9aFhdEDmln8AYUF_9F6E1FO5Zs0MYsTwYaDWkJnwvbC3o7NGXu01jlcmpVFZ5mlbUuQ\",\"signingKeySignature\":\"0xf4a922d450e572006544bade046f35329a1839e6efccb16ed6cc518616493edf1910db251e489347bbc629552aa86b270c4fef4e165d3683910519894bf6ed501c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g3ntHZTk2v9ylYx9NrkT-9mb2CkePw1H5Z8XFUmP1H0\\\",\\\"y\\\":\\\"yxiURc9-vm3VtHmTJH5VVQ3KEpPQ3SoX_61QJcG1Zd8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O-9JEVwPzDuOk4N5jrxm0sSH8Zf1MCgRso6Ev91SOj4\"}"