"{\"content\":{\"body\":\" I find myself in a very introspective mood this December evening and want to elaborate on my foray into NFTs and digital assets in general. I figured what other place better to transcribe my thoughts than the blockchain?\\n\\n It’s been about one year since I minted my first NFT and it has been an eye opening year to say the very least. I had first fell down the rabbit hole of the blockchain by way of cryptocurrencies back in 2017. Back then, I didn’t delve into how intertwined this technology was developing to be for artists and content creators alike. I had viewed the space as a whole, like a Wild Wild West version of the stock market. You literally had thousands of cryptocurrencies that were all appreciating in price simultaneously due to it being a bull market at the time. That’s the type of shit that will distort your expectations towards what should be deemed as gains that should be secured. Now as someone who directs visuals, makes music, and other various forms of content, the concept of NFTs resonated with me pretty quickly since I was constantly looking for applicable integration. Before I found out about NFTs, I would stay busy creating music that always shed light on emerging technologies because I understood that many of my peers were not necessarily open to learning about subjects that weren’t delivered in the right vehicle, music provided me wheels. \\n\\n In December of 2020, I was invited on to this app called Clubhouse where I was grateful to be apart conversations I was not having IRL. I will always pay homage to Israel Wilson for not only explaining the concept of NFTs to me, but walked me through the whole minting process, and actually purchased that same NFT so I understood how  the process looks like from beginning to end. To add to that, my understanding of this space was only fortified through early conversations on Discord in the ‘Virtual Renaissance’ group where I learned a lot via Ameer Carter, Lady Phoenix, Rah Crawford, AJ Washington, Stefen Deleveaux, and Mark Savage. These convos provided somewhat of an epiphany for me, as someone who never looked towards streaming to generate revenue, I now saw how I could create my own creator economy based off of those who appreciate what I offer through my art to society. Then to add utility factors into the mix, it only made my ideas I had become much more immersive! This also provided a much more clear method as to how I could grow a tiered community, so into the rabbit hole I dove!\\n\\n The first platform I uploaded on to was Rarible, then it was OpenSea, followed by Foundation, Hicet Et Nunc (rest in peace), and now Zora for my music visuals. I started buying my first NFTs via Nifty Gateway, which is owned by Gemini. At first I viewed NG as cream of the crop marketplace within the NFT space but then I developed a distaste for the platform due to how frequent they dropped collections without a care with how it faired on secondary markets. A lot of people have qualms with the other platforms Im mentioned as well, like why is $RARE rewarded so rarely on Rarible, or manipulative tactics in terms of premiered artists on OpenSea, to high services fees to list on Foundation, etc etc. What to pull from my experience is be agnostic when it pertains to these NFT platforms, they are not sponsoring you so get active and experiment! The more you delve into this world, you realize you actually have an abundance of options in terms of different blockchains you’d like to operate on. \\n\\n So throughout this past year, I started finding myself in an education role due to the urge to onboard many of my peers. This space answered many of the woes that Web 2.0 presented as it pertained to artists being able to create sustainable ecosystems for themselves but I realized quickly, that not everybody is apt to dive into new spaces that require learning curves to be conquered. Therefore, I found an opportunity to teach those receptive through my actions as well as getting them up to speed with where I was at currently. I never thought all the conversations that I had revolving around blockchain technology would be able to be capitalized on years after the fact but here we are!\\n\\n To this point, I’ve dropped a little over 30 NFTs, have sold some projects, both my own and others. I have more drops on the way with me being even more conscious of how to include experiences and make custom smart contracts, but all in all I am ecstatic for what 2022 and beyond will bring. I’m fully onboard with how these new technologies can level the playing field but also feel a disclaimer is very much needed. See how this space relates to what it is that you do or are passionate about, and venture down that road. Do not be foolish, be open to learning as much as you possibly can so you can traverse the metaverse and all other blockchain activities accordingly. There are many bad faith actors and a lot of other individuals that are preying upon those who come into this new space with no context, in that way, it is no different than any other industry. DO YOUR DUE DILIGENCE.\\n\\n With that said, I hope those of you who have been speculating on these new era of Web 3.0, put some skin in the game.\\n\\n  Welcome to my Mirror Talk. Expect more thoughts from me soon….\\n\\n \",\"timestamp\":1639492589,\"title\":\"Year One: whoa.\"},\"digest\":\"xsC4wsHV45g00swHhrZqHVyMSdnk5xN1OJ5AyHCWN18\",\"authorship\":{\"contributor\":\"0x61b0602dcF6fF9C748bC0288e5020EC789D4cB54\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JLn2qyyuOhGLRcOmnnU3iUUAXDOH3XQQL9unab1nuo8\\\",\\\"y\\\":\\\"TQlk2W40YLd9y8MjsGN0nJHNnpyKA0Mj82DR-UW_IU4\\\"}\",\"signature\":\"vnIi_KOavkix5PhzODG8BPr-sv--s1tJ0Oeg5XLTho2RH9dLJ8nZO1yemnS8Pj_Hp6OXcCuUR1C1hFl3NKVj7Q\",\"signingKeySignature\":\"0x8f27baa7029229d252d49468c935d7580761d6f05fb8c1210e891780e975a9d35ba0b4d229b6dd78e5c7ebdfd8d8d648a7234a442d292ef23370bc4416d6e49e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JLn2qyyuOhGLRcOmnnU3iUUAXDOH3XQQL9unab1nuo8\\\",\\\"y\\\":\\\"TQlk2W40YLd9y8MjsGN0nJHNnpyKA0Mj82DR-UW_IU4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xsC4wsHV45g00swHhrZqHVyMSdnk5xN1OJ5AyHCWN18\"}"