"{\"content\":{\"body\":\"Part Three Barbarians\\none\\nFifty years later, in 2187. None of the people who went to the Sun Wormhole have come back. Seven groups of scientists have been there, and none of them have been traced. The human beings on earth have fallen into despair.\\nToday is the day when Asia’s Ark 2 submarine city received the ultimatum. The submarine of the people on the ground has already won the submarine war with the submarine city and surrounded the submarine city of Ark 2.\\n\\\"You have no choice. You must all roll back to the ground within 24 hours, otherwise we will open fire. You have no reinforcements, and all of your submarine submarines have been wiped out by us. All submarine cities in the world are trapped, this It’s our great victory. You abandoned us in the first place, and now it’s your turn. You think you are superior, human elites, but in fact a group of selfish scumbags. I wanted to kill you right away, but that would be too cheap for you. , We will expel you to the dark and cold ground, and let you taste the despair.” The ground man’s ultimatum said so.\\nYang Ke and his family looked at the scene outside the window, the light still remained. Yang Ke's father, Yang Yi, went to the Sun Wormhole. He hasn't returned yet, and his life or death is uncertain. Now they are facing war again, and he is grief to the extreme.\\n\\\"Now, please listen to the government broadcast.\\\" said Xiao Ke, the artificial intelligence.\\n\\\"Dear residents, the people on the ground have already hit the door of our house. We don't want to sit and wait for death. If we follow their request, we return to the ground and we are waiting for death. People will die eventually, but it depends on whether they die properly. We have formed a death squad, no Armed submarines, we use our submarine vehicles, underwater buses, underwater detectors, and our peripheral building units, all equipped with weapons, and fighting them to the death! We don’t have reinforcements, if we can’t keep our homeland, Then they don’t even think about it! We have no choice, all residents, please work together to fight foreign enemies together!\\\"\\nYang Ke couldn't tell the feeling that his grandfather was a member of the people on the ground, although he had passed away. Grandpa has spent 10 years of hard work for this submarine city, and he is not qualified to live in. Now he has become an enemy \\\"ground man\\\".\\nYang Ke inherited his father’s excellent genes and worked in the Institute of Physics of the Asian Academy of Sciences. He is now an old man who is overly old. He does not want war. He once proposed a proposal to allow people on the ground and people on the sea floor to strictly control the new Increase the population, and in the future will slowly connect all people on the ground to the bottom of the sea, but the parliament did not agree. The reason is: the undersea people are the elites of mankind, and they do not need the genes and offspring of the “barbarians” on the ground. They are the bottom of mankind and are of no benefit to human development. It is impossible for the undersea people, and there is no need to make room for them.\\nThey gradually forgot that most of the people who built this submarine city were the \\\"barbarians\\\" they referred to. Once upon a time, their ancestors were also \\\"barbarians\\\" on the ground.\\nClass consolidation is a problem of any era.\\ntwo\\nFinally, the final battle started, and Yang Ke knew that all of this would come sooner or later. Looking out the window, there are bright spots flashing in the distance, which are the disappearing submarine building units or underwater vehicles. He couldn't help being filled with grief and anger, and roared: \\\"Why are you so arrogant, driving humans into desperation? Your enemy is not the people on the ground, but you!\\\"\\nA torpedo passed through the window, leaving a straight ripple. I saw the torpedo hit a building unit not far away. The bright light flashed, and the building unit was quickly squeezed into a shining sphere by the pressure of the sea water, and then quickly expanded to become a huge shiny bubble, and in the process of floating upward, it dispersed into countless small bubbles, becoming darker and darker. , Gradually leaving Yang Ke's field of vision, leaving only the ruins of the building unit, and gradually sinking to the bottom of the sea. Yang Ke and his family could not hear the explosion. The impact of the water flow from the explosion was also resolved by their own building units, and they could not feel any vibrations in their bodies. Except for the eyes, the explosion in front of him knew nothing about the other sense organs.\\n\\\"It seems that the perimeter was lost.\\\" Yang Ke said, \\\"Finally, he came in.\\\"\\nImmediately afterwards, several nearby building units were hit, and several bright spots flashed past, producing countless scattered small bright spots, which were fleeting. Yang Ke faintly remembered the fireworks when he was a child, just like this.\\nBehind the beautiful fireworks is the release of violence.\\nYang Ke's family snuggled together, waiting for the last moment.\\n\\\"Dr. Yang, we received the signal from your father's spaceship \\\"The Hope\\\". They came back and found a solution. No one on earth has to sacrifice, and the earth is saved.\\\" The artificial intelligence Xiaoke said. \\\"Your father, they just came out of the wormhole and are flying towards the earth. They will be able to return to the earth within one year. They have completed their mission.\\\"\\n\\\"Father!\\\" Yang Ke burst into tears suddenly.\\nThe explosion outside also stopped, and it seems that all mankind has received the news.\\nThe war finally has a reason to stop, is it a bit late?\",\"timestamp\":1640748860,\"title\":\"Galaxy Park 3\"},\"digest\":\"VmLVGXQkUznL4A3ZYw4HtSmbwOViVO5tlrfIb17Y2Bg\",\"authorship\":{\"contributor\":\"0xF55c02b021f91752521C0cB74303565f25BAcCb1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZAnf4t4qSk8JacLpn4HmVp08sG5PoHJCEy_g_tLQ_eU\\\",\\\"y\\\":\\\"kKxqfLNZchE-KYsFjjrwVBdjeyl6-A9qRoAJS95Mpjk\\\"}\",\"signature\":\"QN7VbLag8qKyCz2E1iSZKMIB2q0a4DPopDUbIyTlkMpXph8QSeWA2Mbgjxsg2i510CiTaCTfHiXqjwlOU6GwYA\",\"signingKeySignature\":\"0xfbae68e691bb1e97dbd4c9a264af2354a663e3588f409dd8b950a2aa67c6f3f31a676747a012127011249ca9a08ee8f487c51cd07d8207ed7f07995b6cdfa8341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZAnf4t4qSk8JacLpn4HmVp08sG5PoHJCEy_g_tLQ_eU\\\",\\\"y\\\":\\\"kKxqfLNZchE-KYsFjjrwVBdjeyl6-A9qRoAJS95Mpjk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VmLVGXQkUznL4A3ZYw4HtSmbwOViVO5tlrfIb17Y2Bg\"}"