"{\"content\":{\"body\":\"出了城，一路走在柔软细腻的沙滩上，迎面吹来湿润的轻风中似乎也夹杂着咸咸海水味道，黑白分明的海鸥自由地振翅翱翔在浪涛激荡的海面上，天际的苍穹似乎也落到了蔚蓝色的大海中，两者连成了一线，浩瀚无垠的大海是多么的深邃与广阔，难怪倾倒了无数文人骚客。正所谓仁者爱山，智者爱海，不看不知道，一看我还真是爱上它了，估计俺是属于智者一类，也不知道残暴和愚蠢的人们爱什么，该不会是土丘和小溪吧，我暗自胡思乱想到。\\n\\n```\\n砍翻几个十几级的寄居蟹，走了一段路后，就看到那片斜斜立在沙滩上，约有五、六米高的海崖。原先棱角分明的黑青色礁石已经被海浪打磨得平整光滑，站在崖上往下看去，大块大块的深蓝色海浪将身子狠狠地摔打在礁石上，激起一串串飞扬的珠花，半埋海水中的礁石上布满了深绿色的海苔，随着海浪起伏漂浮在岩面上。映着刺眼的阳光，依稀可以看见那些如巨大的海兽一般，藏在水面下的密布的暗礁。\\n\\n我左右看了看，可能由于这里跟那阳光沙滩，热带丛林相比，景色实在是差强人意吧，所以玩家也十分稀少，正好方便了我的行动，减少别人注视的目光。\\n\\n吃了块肉排，塞上几颗丹药，将裂风之弩填了个满，仔细地将诅咒匕首上面的药剂抹了又抹后，我拿出瓶青之屏障，这玩意估计是喝下去的吧，也不知道味道怎么样，我打开盖子，凑上鼻子闻了又闻，没啥味道，捏着鼻子昂起头，伸出舌头张大嘴将青色的液体一股脑倒入口中，咂了咂嘴巴，没什么感觉，也不知道这玩意到底管用不管用。\\n\\n深呼吸，展开双臂，我几个小碎步走到了海崖边上，双腿一蹬腾空而起，一个前空翻加三百六十度转体，随后人如标枪般直插进了海里，多么优美的姿势，多么洒脱的动作，唉，要是在现实中也能象天地里这样，潇洒自如地做出如此动作的话，估摸着俺早就在奥林匹克赛场上粉墨登场，留下自己的大名了。\\n\\n表层海水因为充分受到阳光的滋养，所以有点温热，而往下潜入点后，海水就有点冰凉彻骨。这时我开始体会到青之屏障的好处，一片朦胧的青光笼罩着我的鼻子和嘴唇，渗透其中的海水并没有呛着我，而是分解成氧气供我呼吸。我如一只游弋在水中的鱼儿，往那穿梭闪出点点红色的深水区游了过去。\\n\\n要是没有那些提示，我还真是不认识这些种类繁多的海洋生物。曾经在书上看到这样对海底世界的介绍：“动物类开花，植物类不开花，大海真是奇异例外的环境，古怪新奇的自然！”此话果然不假。\\n\\n淡紫色的水母象个气囊般悠闲地漂浮在水中，那些紫色长须闪现着金属般的光泽，四散开来仿佛是一朵盛开在水中的紫菊；娇艳的海葵如同绽放的百合花，牢牢依附在礁石之上；无数珊瑚虫累积起来的微生物王国仿佛茂密的海底荆棘丛林，吸引无数的生物于此；\\n\\n数十米长的海藻上长满了棕黑色的叶子；细细的海草随着水波扭动着，依旧是只见叶子不见花。成群的银白色小鱼穿梭其中，折射出明晃晃的光芒；灰色底纹的身子上散布着橙黄色圆斑的鳗鱼，不时从阴暗的洞穴或的松软的泥沙中蹿了出来，捕食猎物；扁圆的青色刺鼓鱼目中无人地在海里晃悠着，带着一肚子的毒刺，估计没哪只食肉鱼类对它有yu望……\\n\\n只顾着欣赏这多姿多彩的海底世界，我几乎快忘了自己来是砍怪找宝的，这不，一条二十六级的箭鱼看我不爽，挺着头顶那根狭长锐利的骨箭，不声不响地向我冲了过来，-85的伤害在它深深刺入后立即飘了起来，我赶紧转了个头，小刀挥起来，小箭射出来，哥们也是刚过二十八的人了，你个小鱼也敢来，摆明了给我送经验的，挂了箭鱼，呵，得到了新鲜的箭鱼肉，回头上岸可以换换口味了。\\n\\n藏宝图上的圈圈框框早就来的路上就给我刻到了脑海里了，现在的任务就是在这片暗礁中找到符合的地形，独眼龙说过是条沉船，那目标就更明显了，也不知道那里面装了多少金子，载了多少宝石，最好给我个什么神兵利器，那我可就笑着到天明了。\\n\\n二十七级的大海龟，别看它的样子比较笨拙，可是到了海里可全是它的天下，批着坚硬无比的外壳，划动着厚实的鳍肢，飞快向我逼了过来，欺负的就是我没它灵活。箭枝对它基本上是没多大的效果了，老老实实地换上盾牌，跟它开始了拉锯战，NND，幸好只是一只，要是来上一群的话，我在这前不着村，后不着店的海底，搞不好还能被挂掉呢，这未知的环境还真是比较危险。\\n\\n海龟给我爆了个沉重的龟壳，唉，怎么不是个沉重的盔甲呢，这壳虽硬，但也不能卖给玩家穿啊，也不知道有什么辅助职业需要这玩意的，先放着再说吧。\\n\\n一边仔细对照着海里礁石的轮廓，观望着那些深浅不一的峡谷；一边应付着不时前来骚扰，形态各异的海底怪物，估计是还在近海的缘故，所以一直没看到诸如鲨鱼之类的大型海怪，倒也让我安心了不少，这小怪等级都这么高了，换个大家伙的话怎么可能矮得下来。\\n\\n黑斑狼鱼   等级：25\\n\\n这家伙还真是名副其实，一块块斑驳的棕黑色斑纹分散在身上，兰色的眼睛下面是张略微凸出，长满了锐利小尖牙的大嘴，一副气势汹汹的样子，在海底游荡着，为了你的鳃，我是张弩相向，见一个杀一个，见两个杀一双，有路过就绝不放过，三个字——杀无赦。\\n\\n我滑动着双臂，蹬踏着双脚，潜到了海底，在布满沙砾的海床上，一簇簇珊瑚树丛错乱地摆放着，杂乱无章的枝权上遮满五颜六色的星状小花。这些色彩斑斓的珊瑚都是不错的艺术品，我尝试着用匕首砍了几下，嘿嘿，系统竟然提示我获得了“残缺的珊瑚”，估计又是什么辅助材料，看来以后要养成看见什么砍什么的好习惯，没准就能得到个好的材料来，我心里暗暗想到。\\n\\n这片空荡荡的海域内怪还真是不少，估计是因为没有多少玩家能长时间潜伏在水下杀怪的缘故吧，除非有牧师在旁边负责加血，不然上上下下换气换个不停，挺麻烦的。我独自一人在这里杀了半天，手都有点软了，可是还没有什么具体点发现，算了，先下了吃个饭再来，时间还是很充裕的。\\n\\n蹲坐在一块浑圆的岩石上，我一边吃着美味的肉排，喝着鲜美的汤汁，一边欣赏着周围绚丽的景色，明艳的海星和软绵绵的海胆在身边慢慢地蠕动着身子，顽皮的海马围着我打转，海贝不时煽动着它那宽厚的外壳，捕食水中那荧光闪闪细微生物。\\n\\n这一切让我更坚定了要赶紧开发青之屏障药剂，组织他个海里旅游团的念头。现在大多数玩家都什么机会来海底观光，正是我一枝独秀，发上一笔的大好时机，有道是先下手为强，后下手遭殃，要是等到有其他辅助物品或技能可以延长在水下的生存时间，我这玩意就要贬值了。\\n\\n吃好了手上的食物，看着饥饿度已经降到了5，我站了起来漂移在水中，辨了辨方向，准备继续寻觅那未知的海盗宝藏。\\n```\\n\\n\\n------------\",\"timestamp\":1640250187,\"title\":\"七十八 暗礁里的杀机一\"},\"digest\":\"xSZxx9SAYcMZNLont-ExBd0BubiY8u7tdIhVTq_dKoo\",\"authorship\":{\"contributor\":\"0xc92f4C27C77AE8EA88C0328b8A02dc547bd7C7D9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sQeG2XTo4bOQG_7szURVPhHY6CEdmv-nMYC4iMZ9_0c\\\",\\\"y\\\":\\\"uPXg8_HMFA-lGASSLbfd12bmWc7B4wu6Kbo8BDkV4QE\\\"}\",\"signature\":\"dILQwgYkD7Ea0ERLWZ9DI97Y0BGvXZM0eeWwaBvO3f6toM9x5zvpICRemICJ9rjGRLwsGSevZ8141E9dquVwMA\",\"signingKeySignature\":\"0x41c96d3709cb0dc769664c6f045cf4d107fb75bb6383b7f2cd586c935bfe91770abb0c8faadf579a7cb5c8ecc0c82b0ae384a820c32b324ead413289af1d7ce01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sQeG2XTo4bOQG_7szURVPhHY6CEdmv-nMYC4iMZ9_0c\\\",\\\"y\\\":\\\"uPXg8_HMFA-lGASSLbfd12bmWc7B4wu6Kbo8BDkV4QE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xSZxx9SAYcMZNLont-ExBd0BubiY8u7tdIhVTq_dKoo\"}"