"{\"content\":{\"body\":\"## How blockchain technology can “light up the commons”\\n\\n![“Creative Commons: Remix” by Creative Commons, used under CC-BY-SA / Clipped, recolored and sped-up](https://miro.medium.com/max/1400/1\\\\*8E5_mBpUN0VaieIREmVmRg.gif)\\n\\nFIRST PUBLISHED August 2, 2016 ([Mediachain Blog, Medium](https://blog.mediachain.io/please-share-with-gratitude-b489e60a3e13)).\\n\\n*Author’s Note: I am in the process of moving my older work to Mirror. This was a post I wrote in conjunction with Jesse and Denis at Mediachain, exploring the use of blockchain for media, and in particular how it could incentivize the sharing of content.*\\n\\n> Silent gratitude isn’t much use to anyone.— G. B. Stern\\n\\nA few weeks ago [Jesse Walden](https://medium.com/u/e7d4eae1a2eb?source=post_page-----b489e60a3e13--------------------------------) of [Mediachain Labs](http://blog.mediachain.io/) asked me a deceptively simple question:\\n\\n> *What would a Creative Commons-type license look like if in addition to requesting attribution (as is required by many open licenses), the license also required licensees to let the author know about any re-use?*\\n\\nWe can call usage information “*gratitude*” — that is, in exchange for allowing use of a work for free, the user (or the platform on which the work is published) thanks the author by letting them know where the work is being re-used. In turn, the author would be able to connect with their entire audience, anywhere their work is shared. This article and draft license are the initial results of that conversation.\\n\\nThis exploration is a thought-piece, designed to spur discussion around new technology and the commons. Nothing I say here has been endorsed by the Creative Commons (“CC”) organization, nor am I advocating adoption of any specific new license by that organization. We are simply using the existing public models as a leaping-off point.\\n\\nWe are calling the license *Gratitude 1.0* and while I’d urge you to read through the background information first, if you want to jump to the license itself, you can read it in full [here](https://docs.google.com/document/d/1fQBiXDT0crQUQlIdVyCfgAVU3iYpLLKcwH0ZIPDy4xk/edit). All comments and criticisms welcome!\\n\\n## **A Shared Vision**\\n\\n[Creative Commons](http://creativecommons.org/) has been a tremendous success story in providing tools that help creators and the larger public freely share media online.\\n\\nIn most countries, the act of creation results in a copyright interest that allows the author to strictly control re-use of the creative work. While theoretically this right exists in order to enhance the cultural commons by encouraging authors to bring works to the public, because copyright by default restricts all use, it often unnecessarily limits sharing even where the original author might favor free use the content. This may actually diminish the commons. \\\\*(\\\\*\\\\*\\\\*\\\\*I explore the historical background of copyright and the cultural commons in an \\\\****[accompanying post on Creative Blockchain.](https://medium.com/@LHKoonce/32adffcb6357#.rzerwm58z)***)\\n\\nNew tools were needed to address this inherent problem. The suite of CC licenses introduced in 2002 was intended to align the act of creation with the way we share information online.\\n\\n> CC licenses differ from traditional licenses because they are rooted in the notion that digital works are not, by their nature, scarce resources.\\n\\nInstead, CC embraces the fact that digital media is infinitely reproducible, and thus can be shared and re-used very easily, creating enormous value for the public and creators alike.\\n\\nFor instance, the basic [CC-Attribution](https://creativecommons.org/licenses/by/4.0/) license allows free use of a work for any purpose, so long as the licensee credits the creator. CC also provides guides to supplement the licenses, such as best practices for attribution; for example, the use of [machine readable license terms](https://wiki.creativecommons.org/wiki/Marking_your_work_with_a_CC_license#Author.2C_License.2C_Machine-readability) to automate the licensing process.\\n\\nTop social media platforms — including Medium, Soundcloud, YouTube, Vimeo, and Flickr— have embraced CC licensing, enabling their users to opt-in in their publishing flows.\\n\\nToday there are over one billion licensed CC works. These adoption metrics validate an idea that would have been controversial less than two decades ago:\\n\\n> People have an insatiable desire to create and to share openly, even without monetary compensation.\\n\\nYet in the absence of a financial incentive, questions remain as to how to promote the sustained growth of the commons.\\n\\n## **A Broken Loop**\\n\\n![“Creative Commons: Remix” by Creative Commons, used under CC-BY-SA / Clipped from original & reversed](https://miro.medium.com/max/1400/1\\\\*nRM0pw708Hngkurs_v3Qqg.gif)\\n\\nIn October 2015 Creative Commons issued a [five-year organizational strategy ](https://creativecommons.org/wp-content/uploads/2016/01/CC-Strategy-2016-2020-1.pdf)that reboots the organization’s mission statement. Central to that mission is a vision of why sharing is important:\\n\\n> **Sharing is not a purely selfless act** — while thinking beyond one’s own personal benefit is at the core of why we share, **it also pays itself forward in reputation, and rewards us with good feelings and personal gratification**. Sharing contributes to our individual identity — how we want to see ourselves, and be seen, in the world.\\n\\nSuccessful social networks have long heeded this insight, rewarding sharing with feedback in the form of reputation (quantified by follower counts), gratification (quantified by likes, hearts, upvotes and reblogs) and profile pages that allow us to curate our digital identities.\\n\\nThese feedback mechanisms provide incentives for us to share more — a virtuous cycle that results in strong network effects, and one that is largely absent from the commons today. As CC’s strategy document aptly identifies:\\n\\n> *“Adding a work to the commons is a huge gift, but contributors get very little in exchange — no feedback, no analytics, not even a ‘like’ or a ‘thank you.’”*\\n\\nToday the creator of a CC-licensed image published using [500px](http://500px.com/) or a similar platform does not know that a blogger has re-used the image in a post on Medium. This is true even if the author of the post manually includes attribution.\\n\\nTo fix this problem, the CC board recognized a need to promote new ways of moving the existing model from a static one to one that is more dynamic:\\n\\n> The size of the commons is not as important as how (and if) the works it contains are used to achieve our vision and mission. This is most likely to come to fruition if the materials contained within the commons are easy to discover and curate, to use and remix, and if those who create feel valued for their contributions. To date, this has not been the case…\\n>\\n> …The Web has obviously changed significantly since 2002 when CC launched, but the way the CC licenses work hasn’t. While most web services and apps are data driven and accessible via API, CC’s licenses are largely static…There are no services to enhance the user experience, or provide additional value and create connections. Users still have to manually provide attribution. There are no analytics about use or remix. While CC is integral to many kinds of creativity and sharing on the web, it has yet to capitalize on this influence to connect and light up the commons.\\n\\nOur proposed “Gratitude” license primarily addresses the organization’s need to build “\\\\*a more vibrant and usable commons” \\\\*where “*search, curation, meta tagging, content analytics, one click attribution are all examples of areas where improved discovery would support creators.*”\\n\\n## **The License**\\n\\nThe core idea for this “Gratitude” license is to enable a more robust form of attribution than currently exists for CC licenses. Specifically, providing usage data back to the creator when works are used satisfies the organization’s desire for content analytics.\\n\\nThis is important because notifications of use allow a creator to connect with their entire audience and accumulate “Likes” (or the equivalent gratitude) as the work spreads.\\n\\nWe considered a number of approaches to what mechanism would work best to allow this “gratitude” to flow. We rejected those that would require technical specifications in the license itself, as this would break with the CC model and possibly limit adoption. Instead, we propose a handful of suggested implementations that we believe will enable the type of feedback to creators discussed above:\\n\\n> 1. Licensees who use works under a Gratitude License must retain the contact information of the original author, if it is provided with the license;\\n>\\n> 2\\\\. Licensees must also retain the contact information of anyone in the chain between the original author and the licensee who has modified the original work (“adapters”);\\n>\\n> 3\\\\. Finally, licensees must provide information regarding the location where they publish the licensed material back to the original author and any adapters, using any reasonable means.\\n\\n**You can view the [sample proposed Gratitude License in full here](https://docs.google.com/document/d/1fQBiXDT0crQUQlIdVyCfgAVU3iYpLLKcwH0ZIPDy4xk/edit)**.\\n\\n## Compliance\\n\\nWhile individual licensees using works under a Gratitude License might at first simply comply by providing usage information to the original author via email, ultimately platforms that host works under “Gratitude” licenses should be able to help facilitate compliance on behalf of their users by automating the tracking of a work and notification of the creator.\\n\\nSocial networks already track sharing within their networks quite well. When content is reposted within Twitter (retweet), the author is automatically notified, as well as any other user mentioned within the tweet. This is facilitated by the use of a single database to record all interactions within the network.\\n\\nFurther validation can be seen in systems for tracking the use of copyrighted works, such as [YouTube Content ID](https://support.google.com/youtube/answer/2797370?hl=en) and [Facebook Rights Manager](https://rightsmanager.fb.com/), which use content recognition technology to associate duplicate or derivative user-generated content with original, rights managed works by matching content based on the way it looks or sounds.\\n\\nHowever, there is a massive problem that prevents these platforms from extending their existing systems to Creative Commons: These databases are proprietary silos. No information is shared across platforms, which is explicitly what CC licenses encourage.\\n\\nA single database for the commons would ease the discovery of works, and provide a shared infrastructure to benefit all participants in the CC ecosystem.\\n\\n## **Solutions Emerge**\\n\\n![“Creative Commons: Remix” by Creative Commons, used under CC-BY-SA / Clipped from original](https://miro.medium.com/max/1400/1\\\\*rQKpGJk13ymZr7OG3HdvMw.gif)\\n\\nThe idea of building a shared index of Creative Commons works dovetails with rapidly developing blockchain technology, first popularized by Bitcoin.\\n\\nA blockchain is effectively a distributed database where maintenance is shared across a peer-to-peer network with a common interest in ensuring the upkeep of data, as opposed to being maintained by a single, central entity.\\n\\nNot only could a blockchain-based solution help improve discovery by providing a single database of CC works, it could do so in a decentralized way that maintains the current structure of the commons: Data remains with the participants —the creators themselves or platforms where works are published — and the CC organization remains a neutral entity with no need to invest in heavy, centralized infrastructure.\\n\\nAny platform that adopts such a protocol would be participating in a truly “commons” database and such collaborative infrastructure can be used to solve the problems identified earlier. First, attribution for creators can be automated since all data about works in the commons is now in one shared place. Additionally, creators can be notified of re-use of their work automatically by sending a ping-back to the network.\\n\\nThe result would be a much simpler mechanism to connect creators with new audiences, for audiences to discover more works by the same author, and for rewards that stem from reaching new eyeballs to flow back to publishers automatically any time media is shared.\\n\\nUltimately, one could imagine a system of certification for content platforms that would result in “Gratitude-Certified” platforms agreeing to best practices in providing such information to authors.\\n\\nThe vision is ambitious, but achievable. [Mediachain](http://mediachain.io/), for instance, already is building open source technology to provide a blockchain-based, “universal media library.” Like Youtube and Facebook, Mediachain enables the use of content identification technology to connect a unit of media to relevant information, such as its author, its license, and the history of its re-use online.\\n\\nIn this way, a “virtuous loop” of rewarding contributions to the commons with gratitude and reputation could be completed automatically and reliably by platforms participating in the open protocol.\\n\\nThe Creative Commons vision helped rekindle the idea of a vibrant public domain just as the immense possibilities of the Internet were beginning to be realized. Now, 15 years later, new technologies and approaches are emerging that may help “light up the commons” in entirely new ways.\\n\\n——\\n\\n*[Lance Koonce](https://medium.com/u/3adb14779a1b?source=post_page-----b489e60a3e13--------------------------------)*\\\\* is a guest author on the Mediachain Blog. He specializes in intellectual property and technology law, and is the founder of *[Creative Blockchain](https://medium.com/creativeblockchain)*. He is a partner in the New York office of *[Davis Wright Tremaine LLP](http://www.dwt.com/)*.\\\\*\\n\\n\\\\*This post is an accompaniment to a post on Lance’s blog which explores the history of copyright and its relationship to cultural commons. \\\\*[\\\\*Read more here \\\\*](https://medium.com/@LHKoonce/32adffcb6357#.rzerwm58z) *and if you enjoyed, please share, with gratitude.*\",\"timestamp\":1633525389,\"title\":\"Please Share, With Gratitude \"},\"digest\":\"27NppLyOKOSMILIHRtggaJAcEMuqp2-baOvwV6qLgLQ\",\"authorship\":{\"contributor\":\"0x538fDC0055fCeCe2e55e327A7673F9887FBC29c7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"signature\":\"pZxNqr7eXQwMjf2wMyY6cSP7DD7Fv1L7XGETwrHM5K22hgeMkaXihfxaZg8fZzerCxsKwsLINWnxGnoPJUBARA\",\"signingKeySignature\":\"0x42147b8d6116358a9452fb21c3eec08d17ddbbfdfc86320325a1149801279d5272f6939a949b59b8ef8d62d1810fe0a5974e4cf00e1f49bce083a52d5377b4dc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"27NppLyOKOSMILIHRtggaJAcEMuqp2-baOvwV6qLgLQ\"}"