"{\"content\":{\"body\":\"Unstoppable Domains — Short Introduction\\nUnstoppable Domains was founded in 2018 by Matthew Gould, the current CEO, who saw a need for it to be easier for users to interact with crypto addresses. The aim of Unstoppable Domains is to be like the DNS system that came into place, so users did not have to learn IP addresses in order to get to websites, except for crypto addresses.\\nWhen sending cryptocurrencies to yourself or others, the issue that often arises is verifying that you have the right address, because it is a complex string of letters and numbers. This is where Unstoppable Domains aims to help drive adoption of crypto with their blockchain domains. These domains can not only be used as fully functional webpages, with decentralized applications (dApps) built-in, but also as a payment hub address where users can receive over 275 different crypto coins and tokens.\\nUnstoppable Domains — Airdrop Possibilities\\nOne of the coolest things in the crypto world is getting an airdrop. Who doesn’t like to earn money for free, right ?\\nBut today I am referring to real airdrops, those when interacting with a platform. I’m not talking about airdrops where you have to do the usual tasks on Twitter or Telegram (80% of these are scams). Perhaps the first protocol to carry out an airdrop was Uniswap, about 1 year ago. I remember some of them and I get some, hope you get some:\\n\\\\-Uniswap — minimum of $5000 for free\\n\\\\-1Inch — two airdrops of about $4000\\n\\\\-Forth — about $7000\\n\\\\-DyDx — up to $25000\\n\\\\-Ethereum Name Service — Up to $ 12000\\n\\n* And the newest thing is Tera Name service — Around $400–$1400\\n  I create the article because Unstoppable Domains is similar to Ethereum Name Service and Tera Name service . Unstoppable Domains does not have a token yet. It always concerns domains on the internet and web 3.0. I am not sure but I think they too will one day want to launch a DAO but as usual I will remind to all of you, there is no guarantee that you will receive any rewards, so it’s all up to you !! If you are interested, follow the tutorial bellow\\n  Step-by-Step Guide:\\n  Visit Unstoppable Domains site.\\n  Create an account.\\n  Verify your mail.\\n  Now buy a domain name.\\n  4\\\\.1 — Search domain name what you like, you are free to decide.\\n\\nOnce you find a suitable name, click “Add to cart” and then select “ Continue to cart”\\n4\\\\.2 — Checkout\\nOnce you have done the steps above, you will be directed to the checkout page, please choose your payment method, and make payment\\n\\n1. Claim your domain name\\n   Now when you bought your unstoppable domain is time to claim it with your MetaMask wallet.\\n   5\\\\.1 — First, click top left and then select my domain\\n\\n5\\\\.2 — There are few options to claim the domain, but you can claim it with Polygon. Make sure that you have some Polygon ( MATIC ) in your MetaMask wallet.\\n5\\\\.3 — Confirm your transaction\\n6\\\\. Done !! Now you have crypto domain name.\",\"timestamp\":1640424969,\"title\":\"Unstoppable Domains — Introduction And Airdrop Possibilities\"},\"digest\":\"Y5BgpuDl2jo1bcdGNCppbF43POtMuvQj--vZrMKQKGs\",\"authorship\":{\"contributor\":\"0x8FDC6D9b2770b081c9f1D47bA960FD7A9b7f468C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YRimZ5JQIgwuj8dYvwCvDqDIzzrcFPb4Z1ghFooO1Wg\\\",\\\"y\\\":\\\"1b5L8iGN9QOmgIXJBdav-ljjCTZLd94Z5J7dysWutBU\\\"}\",\"signature\":\"QPUn1Imgz0u8PSuhC8Eu8tgxsYJemxb1jI8YvBIqc-qoVU2saFs8Xf_WebQC7ON38q1m6lSLVEvkxezsEpXXlA\",\"signingKeySignature\":\"0x9d1896614190dcfaa31b6b02c8efd847fd31142cbec2a56458035d7863d31e770d01d8d3bde5b535ae1648930d923578eb5a19bf1b78297e40191581766f907b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YRimZ5JQIgwuj8dYvwCvDqDIzzrcFPb4Z1ghFooO1Wg\\\",\\\"y\\\":\\\"1b5L8iGN9QOmgIXJBdav-ljjCTZLd94Z5J7dysWutBU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Y5BgpuDl2jo1bcdGNCppbF43POtMuvQj--vZrMKQKGs\"}"