"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*bgminc_oYTYfkX39L1gXnw.jpeg)\\n\\n## Tres maneras diferentes de conectar servicios bancarios y no bancarios para ofrecer mejores servicios a los clientes…\\n\\n*Esta es una versión adaptada y traducida del artículo “[What the hell is Banking as a Service? And what is it not?](https://www.solarisbank.com/blog/what-the-hell-is-banking-as-a-service-and-what-is-it-not/)” publicado por James Bessenbach en el blog de Solarisbank el 11 de octubre de 2019.*\\n\\nCon el creciente número de nuevos modelos de negocios bancarios y fintech, surgen nuevos términos como Banking-as-a-Service (banca como servicio), Open Banking (banca abierta) y Platform Banking (banca de plataforma).\\n\\nVeamos las similitudes y diferencias entre cada uno de ellos…\\n\\n## Banking-as-a-Service\\n\\nImagine que es el director de una aerolínea. Para hacer frente a una competencia cada vez más dura, le gustaría fortalecer la lealtad de sus clientes. Si pudiera ofrecerles, digamos, una tarjeta de débito, podría otorgarles puntos de fidelidad cada vez que paguen con ella.\\n\\nCada vez que sus clientes usen su tarjeta, tendrán una interacción con su marca. Luego, al analizar su comportamiento de gasto, podría comprender mejor a sus clientes y ofrecerles servicios más personalizados.\\n\\n¿Qué tal si también pudiera ofrecer a los clientes un préstamo online para sus tickets de avión directamente en su sitio web?\\n\\nAsí, los clientes podrían financiar sus vacaciones sin interrumpir su proceso de compra. Esto podría aumentar la venta de tickets. Un préstamo también representa una relación con el cliente mucho más cercana con muchos más puntos de contacto que una sola venta.\\n\\nHay docenas de formas en las que entidades no bancarias pueden mejorar la experiencia de sus clientes y aumentar sus ingresos ofreciendo servicios financieros. Sin embargo, si usted desea ofrecer servicios bancarios, el gobierno le exigirá que tenga una licencia bancaria. Y debido a la gran importancia de los bancos para el funcionamiento de la economía, estas licencias son muy difíciles de obtener.\\n\\nAdquirir una licencia impone no solo requisitos de capital importantes, sino también el cumplimiento de estrictas regulaciones sobre lavado de dinero, secreto bancario y protección de depósitos.\\n\\nAquí es donde entra en juego la banca como servicio…\\n\\nEl Banking-as-a-Service (BaaS) es un modelo en el que bancos con licencia integran su servicios de banca digital directamente en los productos de otras empresas no bancarias. De esta forma, una empresa no bancaria (como una aerolínea) puede ofrecer a sus clientes servicios de banca digital como cuentas bancarias móviles, tarjetas de débito, préstamos y servicios de pago, sin necesidad de adquirir una licencia bancaria propia.\\n\\nEl servidor informático del banco se comunica a través de APIs con el de la aerolínea, lo que permite al cliente acceder a los servicios bancarios directamente a través del sitio web o la aplicación de la aerolínea.\\n\\nLa aerolínea nunca toca el dinero del cliente. Actúa simplemente como un intermediario, lo que significa que no necesitará cumplir con ninguna de las obligaciones regulatorias que afectan a los bancos.\\n\\n![Gracias a BaaS, prácticamente cualquier empresa puede convertirse en un proveedor bancario con solo unas pocas líneas de código. Es por eso que BaaS también se conoce como “banca de marca blanca”, ya que los servicios bancarios se comercializan a través del producto de marca de la entidad no bancaria.](https://miro.medium.com/max/1400/1\\\\*2m5wESz0GnIPDt2Jpz0mqw.jpeg)\\n\\n## Open Banking\\n\\nEl Open Banking también involucra bancos que se conectan con entidades no bancarias a través de APIs. Sin embargo, los modelos tienen propósitos diferentes.\\n\\nEn el BaaS, las empresas no bancarias integran servicios bancarios completos en sus propios productos. En los modelos de Open Banking, por el contrario, las empresas no bancarias simplemente utilizan datos del banco para sus propios productos. En la industria, estas empresas no bancarias se denominan proveedores de Open Banking o proveedores de servicios de terceros (TPP).\\n\\nVeamos un ejemplo. Las aplicaciones de gestión financiera son un buen ejemplo de TPP que se benefician del Open Banking. Agregan información de las diferentes cuentas bancarias del usuario en una sola aplicación. Esto permite al cliente monitorear mejor sus finanzas, ayudarlo a lograr sus metas de ahorro o mejorar sus hábitos de gasto.\\n\\nPara agregar la información, la aplicación extrae datos transaccionales de las cuentas del cliente a través de una integración API con los sistemas de los bancos.\\n\\nA menudo, esta integración de API es proporcionada por una tercera parte especializada conocida como “Plataforma Bancaria API”. Son un intermediario que conecta los sistemas de los bancos con los TPP (como la app de gestión financiera). Estas plataformas proporcionan la capa de API que se encuentra por encima del sistema del banco y que permite el intercambio de datos entre el banco y los TPP.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*HHy1JPKSOfagmoxekftNhA.jpeg)\\n\\nHay muchos otros casos de uso de Open Banking. La segunda directiva de servicios de pago de la UE que entró en vigor el 15 de septiembre de 2019, más conocida como PSD2, obliga a los bancos a abrir sus datos a proveedores de servicios externos, con la intención de multiplicar estos casos de uso.\\n\\nLa diferencia clave es que, al contrario que los proveedores de BaaS, los TPP no pueden ofrecer servicios bancarios (como dar préstamos o recibir depósitos), ya que no poseen licencias bancarias. Sólo utilizan datos de la cuenta bancaria del cliente para producir información valiosa o iniciar transacciones.\\n\\n## Platform Banking\\n\\nEl Platform Banking es una historia completamente diferente. Esto se refiere a bancos que integran servicios de otras fintechs para aumentar su oferta. Por ejemplo, un banco podría integrar un asesor robot en su servicio de home banking para permitir que sus clientes accedan a productos de inversión desde la misma cuenta desde la que realizan sus operaciones diarias.\\n\\nPor lo tanto, el Platform Banking puede considerarse lo opuesto del Baas. En la banca de plataforma, el banco es propietario del cliente e integra los servicios de las fintech. En el BaaS, el cliente es propiedad de la fintech o entidad no bancaria e integra los servicios del banco.\\n\\nCon frecuencia, los bancos utilizan el enfoque de Platform Banking como una estrategia defensiva para evitar perder a sus clientes a manos de fintechs más innovadoras. Al integrar los servicios de las fintech en su plataforma, al menos pueden mantener a los clientes en su ecosistema, incluso si eso significa entregar la mayor parte de los ingresos a las fintech.\\n\\nEn síntesis, aquí hay un resumen de los modelos.\\n\\n## Proveedores de Banking as a Service\\n\\n* **Qué es:** Bancos con licencia permiten a entidades no bancarias integrar servicios bancarios y de pagos digitales en sus propios productos.\\n* **Cómo funciona:** La interfaz de la entidad no bancaria se conecta al proveedor de BaaS a través de una API, lo que le permite ofrecer servicios de préstamos, administración de cuentas y pagos en sus propias apps y websites.\\n\\n## Proveedores de Open Banking (Proveedores de Terceras Partes)\\n\\n* **Qué es:** Entidades no bancarias que acceden a datos de las cuentas bancarias de sus clientes para proveer información o disparar pagos desde una app o un website.\\n* **Cómo funciona:** Los proveedores de Open Banking se conectan a los sistemas del banco a través de una API para recuperar los datos. Con frecuencia, la capa de API entre el banco y el proveedor de Open Banking es ofrecida por un intermediario conocido como plataforma de API bancaria.\\n\\n## Platform Banking\\n\\n* **Qué es:** Bancos que integran servicios de terceras partes, generalmente fintechs, para ofrecer a sus clientes una gama más amplia de servicios financieros desde una única cuenta bancaria.\\n* **Cómo funciona:** Dependiento de la configuración, los servicios de la fintech están completamente integrados en la app o sitio web del banco a través de una API.\",\"timestamp\":1638645541,\"title\":\"Banking as a Service, Open Banking y Platform Banking: Conceptos Clave del Ecosistema de Fintech\"},\"digest\":\"4n3jNaXgbwdfwAICRMklEUwEWz-2QZ0dleWaXO9ysac\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"hQHkqz2Vk-Y2MiB2nOny8478OYcxgPlM7QldJwgBYAjHWNlHFJAL39v3GWBvolUTmMCJ9RoVB7tL5OBUIIVSYQ\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4n3jNaXgbwdfwAICRMklEUwEWz-2QZ0dleWaXO9ysac\"}"