"{\"content\":{\"body\":\"Hello! Again! Actually…it’s kind of hello for the first time because this is my first official post on Mirror. I wanted to dump some more thoughts on you guys about the journey to success in NFTs as a rapper. If you haven’t read my first piece, check it out [here](https://blackdave.substack.com/p/how-to-make-it-in-nft-as-a-rapper) on my Substack (which I’m giving up for using Mirror). To sum up the first piece, there are a few key points when it comes to entry into NFT as a rapper:\\n\\n* Own your music\\n* Understand and be involved in the NFT community\\n* Release authentically to yourself, the NFT space & the technology\\n* What you do between drops is more important than the drop itself\\n\\nOnce you’ve dropped your first handful of NFTs, whatever they are - you’ve gotta start thinking about ways to one up yourself. I’m gonna use myself as an example so you guys can get an idea of some options of how to approach this. I’ve already dropped a handful of songs, as well as some artworks. [I even dropped an NFT allows you to claim a rap verse from me in the future](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/107259508568675199262418313251991622091448984144640299147874399564194727854081). Now it’s time for my next NFT and I need to ask myself, “what can I do that will take me to the next level as an artist, that also may have benefit to the community who has been supporting me?” Check out my new song, Sharp, below:\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/6063](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/6063)\\n\\nThe prevailing thought for me right now, as someone in music, is to turn music back into art, as opposed to something designed to be consumed, or at least owned and collected, by the masses. Turning music into art, into something scarce, is an interesting thought to me and so I’ve been taking that approach. This is where the platform called [Catalog](http://catalog.works) comes in. They are a 1/1 music focused NFT marketplace that is in alignment with my idea of music being considered art and not a mass collectible product. This is one of the methods that independent artists can use instead of relying on the music industry we’ve all known to create something sustainable as an independent artist. My song, Sharp, is available on Catalog. [Click here](https://beta.catalog.works/blackdave/sharp) to check it out and get it for yourself. I’ve got it for sale starting at 3 ETH. I know what you’re thinking, “3 ETH is a fuckload of money” but this introduces my next set of thoughts in terms of what making it as a rapper can look like.\\n\\nAside from the fact that we’re moving in the direction of music being looked at as art (if you so choose), we now have an opportunity to acquire these funds in a variety of ways. Jumping into the NFT community conversations, gaining collectors, gaining friends and connections & whatever other activities we’ve been up to have been a method of creating small bursts of finances here and there. I’m grateful, we’re grateful. Being able to sell this NFT is gonna happen in one of 2 ways.\\n\\n1. Someone swoops in and spends 3 ETH on this NFT\\n2. The community you’ve been building rallies together to support you!\\n\\nI think both of these options are perfectly fine and valid. This pricing feels a bit ambitious, and will be for some, but I think that if you believe you’ll be in the NFT space for a long time and you’ll continue to push the envelope (make sure you’re already pushing the envelope before you try something like this), then go for it. I believe I’m that person. \\n\\nI think if someone values your work to the point of it being worth 3 ETH (it is), then this is a sound NFT for them to collect. *I believe that one of the special things about this space is that we’re able to create really deep 1 to 1 relationships with people who want to see and support our growth in the space*. We’re also able to, because of the permissionless nature of this technology, provide enhanced experiences to our collectors. There’s nothing more exciting as than being able to say we’re able to thrive and survive through our art - not only that but it’s something that hopefully increases in value as we grow.\\n\\nI think if you’ve been really digging into building a community in the NFT and web3 world, *you’re able to galvanize that community to supporting you in small to create a huge snowball in the form of an NFT sale*. Community ownership of goods is nothing new, and in web3, it works similarly. A platform called *PartyBid* has popped up that allows us to contribute in small (or large) amounts toward a specific NFT and the community will own it. They’ll all be award tokens that represents their part of ownership in it and when it sells, they’ll receive their portion of the proceeds. This is really special if you’ve been building community like I said in the first edition of this series.\\n\\n**There is a PartyBid setup for my NFT, all you have to do is [click here](https://www.partybid.app/party/0x0766197A04Edc801569546dfBa3772680A1E04CB) to join the party and contribute whatever amount toward the ownership of the NFT.** Once it reaches the price, you’ll be able to submit the ETH toward the acquisition of the NFT. Sharp is set up as a reserve auction, so once the 3ETH price is submitted, it will go on auction for 24 hours and the highest bidder will win the NFT. *If the party has the highest bid on the NFT, then all of you get it*! Something I think is special about this format is you’re now able to create new experiences with this whole crew. You’re able to create a private set of channels [in your discord](http://blackdave.club) (this links to mine) where they can all celebrate getting the NFT and I’ll be able to offer them further experiences for continuing to support my journey as an artist in the space.\\n\\nWhat I do between drops will be far more important than the drop itself. Drops are just moments where we take what we’ve been learning, doing and creating up until now and timestamp the moment. Between this drop and the next one is the real test. Continue to invest time and energy into the community, and provide fun and unique experiences for everyone involved in your circle. Support small artists and let the big ones know you’re coming for them. Engage in important conversations. Engage in unimportant ones. Just do what you can until part 3 of this series comes out and the next part of the blueprint (which I currently don’t even know what it looks like) is unveiled.\",\"timestamp\":1636493984,\"title\":\"Making It in NFT As A Rapper\"},\"digest\":\"QmhNWoKfl-TDj1rNlVRLt6HJ0FJLwqksC1xFSzjA5-U\",\"authorship\":{\"contributor\":\"0xeD22Bb0106c24C7f6b4d8AAe33639e1467061F64\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-XM6IFApVWrMHcfYCWNygYukY5GXuBX6ikdG2BJhG3Q\\\",\\\"y\\\":\\\"l6kKfGqXP_Udq8fw2wJVp46ASkHbpbh5tToQD_2zaik\\\"}\",\"signature\":\"DhJ4beXy5ODjfn_62zUsixEsZZ_uyWVE_L_rGbge3DpC9cQ_c0t4xbiElmeb0sSSxGdaSzDEHUE9I863qKGizQ\",\"signingKeySignature\":\"0x37caa023c1169fe347535bd0dc980de963b288e898dea1ddbc1babc93e73d33818f55cbe2e06347b8fe2697b71d158d135222d8433cacab5576c6313dae3dfda1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-XM6IFApVWrMHcfYCWNygYukY5GXuBX6ikdG2BJhG3Q\\\",\\\"y\\\":\\\"l6kKfGqXP_Udq8fw2wJVp46ASkHbpbh5tToQD_2zaik\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vQPiGR4_NYp8WkH8G-rNDxwxpxpQw3zqNR8fmo4B4FU\"}"