"{\"content\":{\"body\":\"Early-stage recruiting is a fundamentally broken process: there’s a stronger bias towards credentialism than ability. Often, the two are confused for each other. Crypto offers us opportunities to work and collaborate in ways that help us [see people more clearly](https://grahamduncan.blog/whats-going-on-here/) and reach people more broadly. The rise of the [pseudonymous economy](https://twitter.com/balajis/status/1249372482412273668?s=20) and daos are just the tip of the iceberg of what’s possible.\\n\\nWhen we were reflecting on ways to announce that we’re hiring for an analyst at Volt Capital, we thought over the different ways to do it:\\n\\n\\n1. Tap into the whisper network (optimize for existing friendships)\\n2. Put out a job description to apply (optimize for existing credentials)\\n3. Run an essay competition (optimize for research and reasoning)\\n\\nThis month we’re running an experiment focused on #3. \\n\\nIf you’re interested in joining our team, please submit an essay response to one of the prompts below **by August 25th**. We encourage submitting earlier as we’ll be reviewing essays on a rolling basis.\\n\\nThe top essays will be reviewed and selected by our team at Volt Capital, and fellow judges USV partner Albert Wenger and Scalar Capital co-founder Linda Xie. \\n\\nWhen writing, keep in mind your essay should demonstrate a deep understanding of current crypto projects, original thinking, and a thesis around where the space could be headed directionally. Essay length is up to you, but preferably meets a minimum of 250 words.\\n\\n**Prompts**\\n\\n1. Now that Uniswap V3 is live, provide an overview of the tools being built - or tools that should be built - to support the network and network growth.\\n2. Provide an overview of the DAO management tooling landscape. Where’s the biggest opportunity to build? Why?\\n3. Free form - write about a sector or narrative you’re currently seeing play out in the crypto space. What’s the opportunity set and how do you anticipate the narrative playing out?\\n\\nOnce you’ve published your essay, please [submit the link here](https://docs.google.com/forms/d/1_wNf7-ZlseKa5lL43vi1eFGTjVxt-adJOCmHXe-1aOY/edit).\\n\\n\\n\\n**How to join Mirror**\\n\\nYou’ll be prompted to connect your wallet. \\n\\n![](https://images.mirror-media.xyz/publication-images/8b9e54e0-9dac-452d-b334-c1663ede841e.png?height=640&width=742)\\n\\n\\n\\n1. After connecting, click “join the $write race” and answer the prompt with a sentence or two. The prompt typically asks why you want to join Mirror.\\n2. Once you’ve applied, send your profile link to soona@volt.capital or imran@volt.capital, and we’ll help rally the community to get you accepted onto Mirror.\\n3. Once accepted, you’ll be able to create a Mirror profile.\\n\\n\\n**Prefer to publish elsewhere?**\\n\\nBonus points for publishing on Mirror, but if you want to publish on other platforms like Medium or Substack, feel free to [send the link to your essay here](https://docs.google.com/forms/d/1_wNf7-ZlseKa5lL43vi1eFGTjVxt-adJOCmHXe-1aOY/edit).\\n\\n\\nHappy writing!\\n\",\"timestamp\":1627675537,\"title\":\"Volt Capital's Write Race\",\"publication\":\"soona\"},\"digest\":\"nQ4-VWNTVp3nJIAFJRa4vIvLC1lOFcUMdoPCKtQ4r0U\",\"authorship\":{\"contributor\":\"0x04970d93EcB584dc00bBb82c0c18D2Ec49a0AA9c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"v-bChvDGdeWV97rJhElzfTnm9bBBTQXLqFDc7uOw2Pg\\\",\\\"y\\\":\\\"SebeUfbbbNI7AejLrBpOWJVgdCgtuPHzQHvjLPM6tkE\\\"}\",\"signature\":\"aDh_ev6y70h6wcdlbNYpvhS6n7hIb97_m1OgwszoEVbAPmpojBIHo88qmJzdTvIzVOqw6r2Ov157IIjUebZkoA\",\"signingKeySignature\":\"0xfdb1a72b67a30e8eefb76acb1b959f097d9862291debcd2c826684823dd3a47b08f2c03fb99715062276c06314d9f78c184fd73551c92b98499ac96b91cfbb011b\",\"signingKeyMessage\":\"I authorize the publication of articles on soona.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"v-bChvDGdeWV97rJhElzfTnm9bBBTQXLqFDc7uOw2Pg\\\",\\\"y\\\":\\\"SebeUfbbbNI7AejLrBpOWJVgdCgtuPHzQHvjLPM6tkE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nQ4-VWNTVp3nJIAFJRa4vIvLC1lOFcUMdoPCKtQ4r0U\"}"