"{\"content\":{\"body\":\"The first segment of the course will cover an introduction to smart contacts and blockchain. The second segment is the core, where we will discuss different DeFi services including stablecoins, decentralized exchanges, decentralized lending and more,\\\" Song said, adding further: \\\"We will also cover oracles and privacy protocol in DeFi, which have proven to be a big topic lately.”\\n\\nSong noted that the DeFi course will be entirely remote due to COVID-19 restrictions but that the curriculum will be the same for both UC Berkeley students and participants in the MOOC class. However, she mentioned that Berkeley students will conduct more course work, such as completing open-ended class projects and getting hands-on experience with developing new technologies within the DeFi space. Nonfungible tokens, or NFTs, will be issued as certificates to those who complete the class.\\n\\n***Related: [Specialized workforce needed as crypto and blockchain courses enter colleges](https://cointelegraph.com/news/specialized-workforce-needed-as-crypto-and-blockchain-courses-enter-colleges)***\\n\\nWhile UC Berkeley’s DeFi course may be one of the first of its kind, it’s notable that the MOOC is open to everyone across the world. “We have students from Europe, India, Asia and other regions outside of the U.S. taking the class,” said Song. Staying true to DeFi’s open, inclusive standards, she added that the goal of Berekely’s DeFi course is to bring together online participants with students enrolled at Berkeley to create a bigger community while improving the technology in the space.\",\"timestamp\":1639035547,\"title\":\"The first segment of the course will cover an introduction to smart contacts\"},\"digest\":\"74HrewUc5_tTjH3y5Zw8mPddm6feQUoZXF82YCfsJ50\",\"authorship\":{\"contributor\":\"0x9E1eD0a565710397B9d0Fb0716dCBe1eC41fdbD8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"asy-zcQvgN0cJLMxowtbM4LMgZXODdDCEkaL1RjpDOU\\\",\\\"y\\\":\\\"mdLxHFn7OH7SBvCz14LlvPuk-muQb8S5LSrou0ogAx0\\\"}\",\"signature\":\"dfGy9-LVkCs4i621AKAmDbzf69gSH0hWoISdxIHIb7EB5x-mYbMzqOiTCVZH4G0gtP2OGKj4HI41S0pPrUGLIQ\",\"signingKeySignature\":\"0xd42bfa31586071b855020eee8b2b467cbdb1c1f0f118b44ac3935178c9531cc6635d20aed89ab8714a5d9c916f0dfccb3a134661a72182d5527a7d5ce10978ca1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"asy-zcQvgN0cJLMxowtbM4LMgZXODdDCEkaL1RjpDOU\\\",\\\"y\\\":\\\"mdLxHFn7OH7SBvCz14LlvPuk-muQb8S5LSrou0ogAx0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"74HrewUc5_tTjH3y5Zw8mPddm6feQUoZXF82YCfsJ50\"}"