"{\"content\":{\"body\":\"**INTRO + STORY**\\n\\nHi I’m Portrait XO, I’m an artist who creates musical and visual works with traditional and non-traditional methods. In collaboration with Dadabots, we won ‘Best Experiment’ award at VUT Indie Awards 2021, Eurovision AI Song Contest Jury Vote for ‘most creative use of AI’ in 2020, and completed artist residencies at Night Embassy 2019, Factory Berlin x Sonar+D in 2020, and NEW NOW FESTIVAL 2021. I am an independent researcher in computational creativity, human-machine collaboration, and explore new formats & applications for forward-thinking art and sound.  I hold a monthly radio residency with art & activism collective CO:QUO (CO-CREATE STATUS-QUO) on Refuge Worldwide Radio, slowly growing a community of hybrid artists at SOUND OBSESSED, a founding member of The IASAS (International Association of Synaesthetes, Artists, and Scientists), and part of FLINT\\\\*Minted (guest curators highlighting works from queer cis/trans women, non-binary, intersex and transmasculine artists in the NFTscape).\\n\\nThank you for being here.  I’ve been asked a lot of questions about my work over the years and have been building new content to share that answers many of these questions and curiosities.  The fullest expression of myself happens with deep storytelling involving many layers of mediums.  I’m obsessed with creating experiences that are sonically led (what gave birth to SOUND OBSESSED).  I have a particular obsession with glueing combinations of different fields into performances, installations, and virtual productions.\\n\\nMy journey as an experimental artist has been windy with so many pivots and turns. I started with music from a young age and have evolved over the years into doing more audiovisual work.  It’s taken a long time for my journey to arrive at the point where I am now where things have been making a lot more sense for me to move in new directions.  From 4-14 yrs old, I learned classical piano and was rejected to learn jazz which I fell in love with at 6 years old (because my family believed classical music was the only ‘great’ music I should ever learn).  I stopped my training when my piano instructor decided that I needed to get more serious to audition for Julliard.  My journey has involved a lot of unlearning and re-learning new approaches and methods in ways that I’ve desperately been wanting to abstract from the invisible spaces of emotions inside to tangible experiences in our physical world.  Music has always been the method of communication I go to when I can’t express what I need with words or visuals.\\n\\nThere’s a lot to unpack here of why my journey has been a bit absurd and obscure.  I am neurodivergent with synaesthesia and grew up in E. LA during a different era surrounded by a lot of violence throughout my youth.  Art and music has always saved me.  I could’ve died so many times but didn’t and have survived a lot of different types of abuse and bullying.  Life has been intense and one hell of a crazy ride.  9 years of living in London saved my sanity in new ways and I’m so grateful to now be living in Berlin.  If anyone is interested in my forms of synaesthesia, there are installations and experiences I created on my site to check out: [portraitxo.space/soundtasting](https://portraitxo.space/Sound-Tasting).  I feel grateful to be alive and carve my own path in this super strange life.\\n\\nBack to music: at some point, I started singing, songwriting, and producing my own work because I found it cathartic to sonify stories this way, and I got tired of my work being abused/stolen/uncredited.  I became more obsessed with the tech side of creativity from music production to AI audiovisuals.  I went into survival mode to learn as many skills possible to bring my ideas to life without people telling me what to do, and how to do.  I’ve immersed myself so deeply into the world of creative AI that it’s hard to think laterally when new concepts or ideas spark me to realise them into motion.  What has been maybe the most intense transition of my journey has been letting go of whatever ideas I had before of what it means to be an independent music artist.\\n\\nI don’t release music so regularly, and I love music but there are aspects of the music industry I really don’t enjoy.  After a handful of unfortunate mistreatment and different levels of abuse, I decided to learn all the tools I needed to realise the visions in my head.  I started producing my own work, but got far nerdier because I was meeting people like CJ and Zack (Dadabots) showing me the potential of what we can do with AI and sound in ways I never imagined.  Music is my sacred space.  It’s the one area of my life that needs to stay untouched by hands that will steal and use my ideas and not credit me, try and morph me into some vision someone else thinks I should be, practice ultimate freedom = emotional freedom, and be able to share my work in special and meaningful new ways.\\n\\n**NFT’S + WEB 3.0 + DAO’s**\\n\\nThis album was due to release in 2020 after I finished my artist residency at Factory Berlin + Sonar+D.  I won a grant from Music Board Berlin end of 2019 to pay towards the promo of this album, but sadly I lost the energy to release the album in 2020 and was mentally exhausted from the stop and go activities because of the pandemic.  My anxieties pushed me into doing more visual heavy work as I found 3D art to be really therapeutic.  I enjoyed performing ambient music last year, and since December 2021, my focus has been fully back into delivering this album.  I am so grateful to have survived up to now, especially to have been able to sustain myself with new forms of audiovisual work that I’m excited about sharing.  This new body of work I’ve been building has become a giant puzzle of many layers and moving pieces.  Some aspects have become gamified.  I realise that I really need to simplify some of my approaches as it’s becoming so complex and my wish is to be able to deliver everything in a way that’s easy to understand.  The thing about NFT’s that has influenced the way I think about my work recently that I find interesting is the idea of breaking down the complexity of my work into bite-size pieces.  The strange and fascinating aspect of AI generated art are the ‘once and never again’ events that naturally happen due to the unpredictable nature of AI.  So my first collection of work I’ll be sharing soon is a glimpse of how I would like to release this album + content about it + some of my process + unique happenings I like to call my WTF moments (there are lots of that as I’m constantly experimenting with new remixes of codes).  I also love the idea of building a DAO with a community of people who are into the same art, vision, and values that help the community sustain and thrive (but this I know will take time to develop and my current state with it is in study/research mode).  Co-creating in inspiring ways with smart contracts automating split income is exciting.  This has all been so much to digest, and I’ve just been busy creating everything to pull all the things I’ve been wanting to become a reality so that I can answer a lot of questions I’ve been asked over the years in ways that make sense to me.  I’m finally ready to start publishing some new work and appreciate help I can get to begin this next journey of co-creation.\\n\\nCO-CREATION IN NEW WAYS: This album and experiences around it are just the starting point and would love to open new collaborations with the funds I get from this release.  What I have been finding so inspiring about all this NFT movement is the energy of creativity that’s been happening.  The communities of artists thriving in new ways is so amazing to witness (even amongst the noise, I personally love this kind of noise over other social media phenomenons).  My favorite aspect of being an artist is sharing my work, and discovering new art.  I love endless feedback loops that happen when I vibe with other creatives whether it’s visual artists, sound artists, engineers, scientists, coders, philosophers, or creative thinkers - all of these great minds give so much meaning to my life.  I’d love to keep exploring new ways of sharing revenue with people I collaborate with that are about long-term sustainability, not just one-off project income streams.  I’d love to create new art and music that are about important topics such as climate change.\\n\\nI’ve minted some work that will become tokens to gain access into the new metaverse here: www.hicetnunc.art/portraitxo.  Like these are part of the simple text-based AI game about truth: https://hicetnunc.art/objkt/505120 + hicetnunc.art/objkt/505104.  Nomeee - Hybrid AI 3D avatar: hicetnunc.art/objkt/575663\\n\\n**WHAT’S TO COME 1/2 HALF OF 2022:**\\n\\nDeliver a first of its kind AI audiovisual journey: a neural vocal duet album & digital collectibles as tokens for entry into my new metaverse.  Why do I want to create a token-entry system?  I want to incentivize people who collect my art into my metaverse that I would like to safeguard as a special place intended for people who really want to be part of my world with care.  Because everyone I’ve ever engaged with who have supported me have held space for me so carefully, so I’d like to do the same back by creating a special place for my caring supporters.  I want it to be exclusive not just for my sanity, but make it really special for people who are into the same things I am with the same kind of intimacy I used to feel when I’d buy my favourite tape/CD and take it home to listen on my own.  The listening experience for me growing up was always packaged with a whole journey.  So I’ve been exploring new ways I can share this album + answer all the questions I’ve been asked through storytelling with art and music.  First, my metaverse will be where we go to experience the album.  After then, I have a string of other ideas of how I’d like to evolve the space beyond the album.  I’ll also be performing at SXSW this year + others - more info soon.\\n\\nWHAT TO EXPECT:\\n\\n1. This album showcases new approaches to songwriting with raw audio AI - lyrically and melodically + sound design\\n2. 3D online metaverse world in NewArt.City\\n3. New way to distribute and share creative income for collaborations\\n4. Deeper storytelling with digital collectibles - mini stories to understand the potential of creative AI\\n5. All audio and visuals I publish showcase new experiments in creative AI in collaboration with Dadabots + [Pollinations.AI](http://Pollinations.AI)\\n6. A simple text-based AI game about truth\\n7. Publish process documents to enable other artists to create with new tools and methods (see 2 of my process documents I’ve published on my site titled EXPRESS MINE + AI Song Contest: portraitxo.space)\\n\\n**2ND HALF OF 2022:**\\n\\nBook (more info late but here’s a sample below)\\n\\nNew tools (in response to requests over the years...more info later)\\n\\nNew album (I have a bunch of new material)\\n\\nA glimpse from the album: AIV1 - track from the album I released independently: <https://www.youtube.com/watch?v=RaVHs1PBaQM>\\n\\nNeural vocal duet approach to songwriting used in  Eurovision AI Song Contest: <https://www.youtube.com/watch?v=S3LiUr-WLdQ>\\n\\nSPECIAL THANKS TO COLLABORATORS + REST OF THE TEAM + PEOPLE WHO HAVE SUPPORTED MY JOURNEY IN ART, MUSIC, SCIENCE, TECH SO FAR:\\n\\nCJ Carr + Zack Zukowski (Dadabots), Birds on Mars, Sandira Blas, Kalam Ali, Camila Roriz, Harriet Davey, Thomash Haferlach & Niels Rolf ([Pollinations.AI](http://Pollinations.AI)), Bonnie Bones, Moisés Horta Valenzuela (hexorcismos), Matthias Strobel, Dennis Kastrup, Bas Gras, Paul Hanford, Mel Powell, Kaitlyn Davies, Pan-Pot, Ana Ofak, Dixon, FLINTSonSTEAM, Michele Baluzzi, Keyon Christ, Craig Walker, Erik Alcock, Iv Pravdin, Alla Pop, Sasha Pas, Lydia Goolia, Claudia Schwarz, Music Board Berlin, Jovanka von Wilsdorf, Dr. Joel Salinas, Oscar Lindahl, Riverside Studios, Ramon Rezar, Chris Wratt, Roman Lipski, ZKM, ROLI, Volta XR, Vochlea, New Now Festival, Factory Berlin, Sonar+D, NewArt.City, Jens Cyremur Wischnewsky, Sammie Veeler, Iggy Kov, and more announcing soon.\\n\\nThank you so much to everyone who has supported my journey over the years.  Your support means so much to me, more than you’ll ever know.\\n\\nMore of everything here: www.portraitxo.space\\n\\nXO\\n\\n**BOOK SAMPLE:**\\n\\n\\\\#1: ᴀʟᴍᴏꜱᴛ ᴄʀᴀꜱʜ 101\\n\\nɪᴛ ᴡᴀꜱ ᴀʀᴏᴜɴᴅ 2 ᴀᴍ, ɪ ᴡᴀꜱ 19 ʏᴇᴀʀꜱ ᴏʟᴅ, ɪɴ ᴀ ᴄᴀʀ ᴡɪᴛʜ ᴀ ꜰʀɪᴇɴᴅ ᴅʀɪᴠɪɴɢ ʜᴏᴍᴇ ꜰʀᴏᴍ ᴀ ᴘᴀʀᴛʏ ɪɴ ʟᴀ.  ɪ ᴡᴀꜱ ɪɴ ᴛʜᴇ ᴘᴀꜱꜱᴇɴɢᴇʀ ꜱᴇᴀᴛ ᴀɴᴅ ꜰᴇʟʟ ᴀꜱʟᴇᴇᴘ, ɪʟʟᴇɢᴀʟʟʏ ᴅʀᴜɴᴋ.  ᴍʏ ꜰʀɪᴇɴᴅ ꜰᴇʟʟ ᴀꜱʟᴇᴇᴘ ᴀᴛ ᴛʜᴇ ᴡʜᴇᴇʟ ᴀɴᴅ ɪ ᴡᴏᴋᴇ ᴜᴘ ɪɴ ᴛʜᴇ ᴍɪᴅᴅʟᴇ ᴏꜰ ʜɪꜱ ᴄᴀʀ ꜱᴘɪɴɴɪɴɢ ɪɴ ᴄɪʀᴄʟᴇꜱ.  ᴡʜᴇɴ ᴛʜᴇ ᴄᴀʀ ꜱᴛᴏᴘᴘᴇᴅ, ᴡᴇ ᴡᴇʀᴇ ᴏɴ ᴛʜᴇ ꜱɪᴅᴇ ʀᴀᴍᴘ ᴏꜰ ʜɪɢʜᴡᴀʏ 101.  ᴀɴᴏᴛʜᴇʀ ᴄᴀʀ ᴅʀᴏᴠᴇ ᴘᴀꜱᴛ ᴜꜱ, ꜱᴛᴏᴘᴘᴇᴅ, ʀᴇᴠᴇʀꜱᴇᴅ ᴀɴᴅ ᴛʜɪꜱ ᴍᴀɴ ʀᴀɴ ᴏᴠᴇʀ ᴛᴏ ꜱᴇᴇ ɪꜰ ᴡᴇ ᴡᴇʀᴇ ᴏᴋ.  ʜᴇ ᴠᴇʀʏ ᴄᴀʟᴍʟʏ ᴀꜱᴋᴇᴅ ᴜꜱ ᴛᴏ ᴅʀɪᴠᴇ ꜰᴏʀᴡᴀʀᴅ ᴀ ꜰᴇᴡ ꜰᴇᴇᴛ, ɪᴍᴍᴇᴅɪᴀᴛᴇʟʏ.  ꜱᴏᴏɴ ᴀꜰᴛᴇʀ ᴡᴇ ᴍᴏᴠᴇᴅ, ᴛʜᴇ ᴍᴀɴ ᴛᴏʟᴅ ᴜꜱ ᴡᴇ ᴡᴇʀᴇ ᴏɴ ᴛʜᴇ ᴠᴇʀɢᴇ ᴏꜰ ꜰᴀʟʟɪɴɢ ᴏꜰꜰ, ᴀɴᴅ ᴛʜᴀᴛ'ꜱ ᴡʜʏ ʜᴇ ʀᴀɴ ᴏᴠᴇʀ ᴛᴏ ʜᴇʟᴘ.\\n\\nɪ ᴡᴏɴᴅᴇʀ ᴡʜᴇʀᴇ ᴛʜɪꜱ ᴍᴀɴ ɪꜱ ᴛᴏᴅᴀʏ\\nᴛʜᴀɴᴋ ʏᴏᴜ ꜰᴏʀ ꜱᴀᴠɪɴɢ ᴜꜱ\\n\\n![Machines showing humans what makes them human by seeing how they are not like machines.  VQGAN + CLIP Text Prompt](https://images.mirror-media.xyz/publication-images/2KJtHocZpC4qM2M0c6Q4y.png?height=2048&width=2048)\\n\\nღ(¯\\\\`◕‿◕´¯) ♫ ♪ ♫   ;  ♫ ♪ ♫ (¯\\\\`◕‿◕´¯)ღ\\n\\nᴀʙᴏᴜᴛ ᴛʜᴇ ᴛɪᴍᴇꜱ ɪ ᴀʟᴍᴏꜱᴛ ᴅɪᴇᴅ ʙᴜᴛ ᴅɪᴅɴ'ᴛ\\n\\nᴀ ᴍɪɴᴅꜰᴜʟ x-ᴏ-ᴄɪꜱᴇ\\nᴛᴏ ꜱᴜʀᴠɪᴠᴇ\\nʙʏ ᴘᴏʀᴛʀᴀɪᴛ xᴏ\",\"timestamp\":1641893470,\"title\":\"2022+\"},\"digest\":\"jwvlRSpFq529bxUT1xbn9K14fz5y5ea_ZxqVcoV-XHI\",\"authorship\":{\"contributor\":\"0x32a92122326e314E80f99919176Ad9b60e8e4116\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fekq9awvQXUgsZgoayn9MEiaQSsYsrPQ69rYCOHPZ-4\\\",\\\"y\\\":\\\"EaLMtYQ1NG_AFvrlftqgL_W-11nGNaLoErhSRjSTFt8\\\"}\",\"signature\":\"xrjpGP5cnantAmpCxoLDnbvvdn147aRLAd2Hz-G_W63H2K0T8PTWNtWG-UO8NefA_7_bidsnsxtpXxbsfr1JCw\",\"signingKeySignature\":\"0x892640e998062009fc492e9b2c9c49a0e0cf381b5a42c09b47375297f440f6201b168ccdc910e49ec527846e39fc51750c376119e038922eb70f92ba5cb5e6fb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fekq9awvQXUgsZgoayn9MEiaQSsYsrPQ69rYCOHPZ-4\\\",\\\"y\\\":\\\"EaLMtYQ1NG_AFvrlftqgL_W-11nGNaLoErhSRjSTFt8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AzRRKk1nAT8iS6X0Ry-CI4_eMC_v8H7CteMJuntqjwY\"}"