"{\"content\":{\"body\":\"`参与人：Aaron Wright(@awrigh01)，OpenLaw 联合创始人。本期内容主要围绕谈论 DAO，元宇宙，加密货币。 Seed Club 是 Social Token 孵化器，帮助在线创作者启动自己的代币项目。他们帮助设计、发布和发展社交型代币，以便互联网上的任何人都能充分发挥其潜能。2021年7月，Seed Club完成 200 万美元融资，IDEO CoLab Ventures领投，其它参投方包括Packy McCormick、Stani Kulechov、Denis Nazarov、Nascent、Sfermion。 本文阅读时间约 10 分钟。`\\n\\n[https://otter.ai/u/HS-aeS3rRUwPZDUMUhXRT11gHKo](https://otter.ai/u/HS-aeS3rRUwPZDUMUhXRT11gHKo)\\n\\n主持人：大家好，欢迎来到 Seed Club 播客的第一集。今天我们有幸邀请到了 Aaron Wright。Aaron 是 LAO、FlamingoDAO、 Neptune DAO 等项目背后的联合创始人，今天我们将讨论关于 DAO 和加密货币相关的一切。当然，我们也会讨论常见的tokens...（略）\\n\\nAaron：（寒暄，略）加密货币就像生活和呼吸一样，不断进化。我是 Aaron Wright，OpenLaw 的联合创始人。我们于 2011 年进入加密领域，在帮助推出 Aetherium 方面发挥了作用，也和哈佛大学一起出版了一本关于加密货币法律政策的书籍。很高兴参与今天的聊天。\\n\\n主持人：确实，我看到你参与了很多不同领域的项目和话题，比如不同的加密货币、元宇宙或者 NFT。我看到你最近回复了一条推特问题，内容大概是“DAO有什么好处？”，你应该花费了不少时间研究 DAO，那么你对这个问题的答案是什么呢？这个问题有答案吗？\\n\\nAaron：我认为有答案。我认为我们在加密货币中感受到了比其他区域更多的发展空间，这就是正在喷涌的信息洪流。在网上的任何一个人都很难跟上速度。如果你想以个人身份跟上加密货币的速度，你可能会花费每天 20 多个小时，我认为我们跟得上变化的唯一方法，就是分组，因为信息是分主题的。我认为这就是现在所做的，DAO为具有相同兴趣的人提供了走到一起的机会。还有一些就像治理规则一样，你可以开始围绕它进行某种结构化的对话。所以我认为他们解决了他们并不是真正在寻找问题的问题。我想如果我们快进 5，10，15 年，我想我们会看到 DAO 的发展会更好。DAO 将在社区、特定主题甚至一组 NFT 特定感兴趣的普通人或名人，一个特定的特定领域，他们都可以联合起来开始做将事情做得更富有成效。我认为我们在网上感受到了这一点。当我看到这样的推文时，我只是担心那个人不熟悉这一切。\\n\\n主持人：是的，这将是我的下一个问题，人们获取这些认知的障碍在哪里呢？是因为他们没有在原生的互联网上吗？还是说有另一种令人困惑的方法阻碍人们的认知？\\n\\nAaron：是的，我的意思是，这些去中心化的DAO工具，目前可能是比较粗糙的，在我们正在合作的社区之间，我只是觉得，提出问题的人和完全依赖互联网的人，他们的世界有所不同。\\n\\n主持人：我想谈谈一些 DAO。比如我在2019年在柏林第一次遇到你的时候，我第一次尝试了兔子洞。我第一次的感觉是，很兴奋，但同时也感觉很粗糙，觉得我们没有取得巨大的进步。我想知道，从你第一次对这个话题感兴趣，直到今天，你对这个话题（DAO）的理解是如何转变的？\\n\\nAaron：嗯，当我第一次读到DAO的时候，甚至在定理推出之前，Dan Larimer 他在比特币杂志上写了一篇很有意思的文章，关于 DAO 的。我想这是很有趣的，这是最早的尝试之一，也是最早开始推广比特币的尝试之一。它是建立在比特币和以太坊之上的抽象层，对吗？有一种观点认为，我们可以用民主程序来引导群体决策，甚至专注于取代人类。但后来DAO遇到了技术问题，然后是法律问题。（指2016年ETH的硬分叉，详见上一篇文章）。当媒体唱衰时，我们看到了以太坊生态的优势，开发者是真正专注于解决DAO 的问题。\\n\\n主持人：我的意思是，你最近在做的工作，你能不能对每一个都给出一个高层次的概述？我真的对接下来的事情感兴趣。\\n\\nAaron：没问题。所以允许的概念是我们应该重启 DAO 本身，最初的 Dao 实验，并尝试以符合美国法律的方式进行。在我看来，这有点像从 Mt. Gox 到 Coinbase 的过程。所以登上 Mt. Gox 非常棒，你知道，它开创了交换模式。它存在由团队本身或外部攻击者造成的安全问题，然后围绕交换模型存在大量监管不确定性。我们在美国至少看到了 Coinbase 在法律监管方面，真正为这一切铺平了道路。数字资产，包括比特币、以太币和我们现在看到的所有其他资产。这真的为人们开辟了一个非常广阔的领域，让人们可以尝试我们的想法，哇，我们可以尝试同样的事情。\\n\\n有趣的是，如果没有这些数据模型，通过智能合约和不同工具连接的人群可以做出比更传统的风险投资基金或渴望支持项目的机构更好的决策。这就是我们开始的地方。所以我们在 2020 年 4 月向公众开放了它。人们花了几个月的时间才蜂拥而至。这就是当时 ETH 处于其低点之一的时候。所以我们有一大群，你知道的，真正的信徒一起工作。实验似乎奏效了，但我们有非常好的交易流程项目和社区支持他们的团队。我们当时能够并继续支持从 NFT 和社交代币到无视基础设施的许多不同类别的大量出色项目。对于该工具，它涵盖了所有方面。但是围绕 DAO 的概念，允许自己成为一个 DAO，它实际上是在培养一个生态系统。\\n\\n第一个允许孵化的数据成员是我们制作的 Flamingo，我们是 superare、Gottschee flow 和 pi 的早期支持者，还有一大群其他人，并且刚刚开始真正围绕 NFT 开发一个核心假设，认为单独收集 NFT 会更有意义，然后他们将其直接附加到实验室中。所以我们推出了 Flamingo。在这一点上，我认为我们已经获得了大约 1600 个 NFT。我们还认为，不仅让一群人收集 NFT，而且还保留它们并长期维护它们是有意义的，我们认为生态系统中缺少这些。这就是我们如何能够支持 DAO 的过程。它非常有机和策划，非常成员指导和驱动。成员加入并提供产品反馈，并真正开始提供支持并真正思考这些问题。我认为这让生态系统能够正确地运转。我认为这是 NFT 市场的时代。\\n\\nAaron：我喜欢它致敬 OG 。所以我认为人数真的很有趣，因为我认为我们看到了各种规模和结构的项目。我认为总是让人们有点震惊，并一直让我感到震惊的一件事，就像少数持有代币或持有这些组织成员资格的人可以创造的价值一样。我想到了社交代币空间，那里有两到三个 4000 人持有这些代币，以及这些项目价值数百万，我只是想把想法稍微向前推一下，想一想扩大规模，我想我看到了一些统计数据，其中 NFT 领域有 100,000 名收藏家，而且规模如此之小，如此之早，而且方式如此之多。因此，围绕这些项目的更广泛生态系统中的人数将少于 200 人。我觉得这很迷人。我认为许多人感兴趣的其他事情之一是这些组织中的工作如何完成，并思考你们建立这些结构的方式，你知道，每个人在游戏中都有皮肤，但它们也更像是基金，传统上基金已经过去了。有投资者和核心团队来管理。\\n\\n主持人：就真正投入工作的人而言，您在这些组织中看到的情况，是否可以分享某种经验法则？这种动态是如何产生的？\\n\\nAaron：是的，它们与基金不同，没有任何一方负责。所以它完全由成员非常扁平地管理。所以我认为我们已经看到其他一些 DAO 在很多方面只是在重新创造过去，他们只是像管理委员会一样设立，有点像管理资产和做出决策的一小群人，它不是真的像那样工作，而不是 LAO 或 Neptune 。相反，它实际上是围绕特定主题或机会的对话开始的，你会看到一些能量围绕它形成。无论是成员还是非成员，有时会帮助推动我们前进，几乎就像 reddit 上的一个管理员，将开始进行一些投票，看看人们是否对某个特定主题感兴趣。然后最终，它会被关注到，并被提升为某种更正式的治理。通过这个，你知道，人们参与不同的层次。我们有一些成员开玩笑说，这是他们最喜欢的游戏，就像他们最喜欢的电子游戏一样，就像即使他们管理别人的钱，他们也经营自己的自己的基金或类似的东西，他们倾向于首先进入 DAO 内部的对话。你可以清楚地了解什么是有趣的，在任何时候，有些人更被动，当你变得像一个较小的团队经理，或者像一个负责的董事会时，真的很难捕捉到一些涌现的能量并看到机会，因为它们有点像激光聚焦，有点像团队一样置身于这少数人之中。通过使它更宽一点，使其结构化一点，使它更平坦一点。通过这样，你有机会获得更好的信息。\\n\\n主持人：我喜欢比喻为多人游戏的说法。这听起来像是在那里工作的核心乐趣。很有趣，很社交。为什么人们会出现在早期的留言板上，你知道，这是为了学习成为某种归属感的一部分，但我认为随着想法和项目的推进或发现，也存在一种资本的参与。\\n\\nAaron：是的，不过我认为那是另一回事。一旦你找到人在一起，你知道，通过资本，或通过某种资产，无论是以太币，还是原生代币，它只是在推动人们朝着正确的方向前进。因此，我们对 DAO 治理的方法，比我认为的其他一些已经出现的低级模型要扁平得多。我们在致敬实验室方面所做的就像 reddit 上的一个管理员，我们有点像伸出援助之手一样推动事情向前发展。这就像清除一些类似的行政问题并添加更多结构一样，只是为了让人们专注于不同的事情，例如投票，或者可能值得权衡并使事情得以推进的对话向前，我认为比我们在其他过去的经验里看到的更快。\\n\\n主持人：是的，在我看来，这种不断发展的组织结构似乎是创新的核心领域之一。我认为我们会在一段时间内看到创造价值。我认为，它仍然是相当结构化的，即使就像在你的世界中一样，它是非结构化的，就像结构是谁进入谁不进入一样。所以我认为有这些级别的，我很好奇你的想法，我们会看到百万人规模的 DAO 吗？还是 DAO 仅存在于小型、紧密合作的组织里？\\n\\nAaron：我认为答案是，可能会同时看到两者。我们已经在治理方面进行了创新，但还不知道如何共同管理如此复杂的事情。我想我们会看到一大群人用它做实验。在与其相关的监管层，在技术层面可能会遇到一大堆挑战，但随着时间的推移，它们会被筛选出来。我想从长远来看，我们会看到一些非常非常大的 DAO，其中有很多很多不同的成员或参与者。坦率地说，我不知道这项技术是否已经存在。所以我们的想法是开始在较小的群体中解决一些问题，然后你可以随着时间的推移开始增强。比方说，像一个多达 100 万人的网站，你不能指望为多达 10 亿人提供服务，除非你理清了这些技术和治理模式。\\n\\n主持人：是的，我想我同意这一点。并且认为让我们拥有 100 万用户的事情看起来与我们现在采取的这些方法大不相同，就是这样，我认为对我来说最困难的部分是同时关注要解决的问题和我们面临的直接问题，并在我们的一些项目中看到了较为聪明的方案。但也尽量保持开放的心态，看看下一个进化可能会如何发展。\\n\\nAaron：这对我来说是正确的，你可以想像 DAO 类似社交媒体一样，社交媒体的信息存档历史，那是一种非常相似的概念，就像最初的脚本一样，Facebook、Instagram 和Twitter，对，它们都依赖于脚本功能。所以我想我们会看到它的发展。人们会接受它，并随着时间的推移而运行。我认为我们将开始在一些较小的群体中看到最初的模式。\\n\\n主持人：我认为这对我来说很有意义。你知道，在你的职业生涯中，你就进入DAO、很早就进入了 NFT。我很好奇，比如，你在未来 6 到 18 个月内，会对什么感到有兴趣？\\n\\nAaron：元宇宙。对我来说，元宇宙将成为下一代人的基础设施。你知道，在过去的几年里，年龄在 8 到 18 岁之间的人在某些 Metaverse 或 Metaverse 类型的环境中花费的时间可能比他们在互联网上冲浪的时间更长，就像万维网一样。而且我认为这项技术终于出现了，无论是在区块链方面的图形技术，还是通过 Web GL 和其他一些工具，我们可以开始看到像一个开放的未经许可的 Metaverse。而且我认为构建这些需要一些时间，它们可能需要开放且无需许可，以便人们在构建它们时感到自由。还有很多工作需要做，才能让这些生态系统成熟。所以我觉得它就像早期的比特币，真的很像或其他一些早期的项目。而且我认为，就机会而言，目前尚不清楚是否会有一种或多种元宇宙与我的感觉相悖。会不止一个。目前尚不清楚是什么将推动这些生态系统的价值。但我有一种感觉，人们会明白这一点的。感觉就像要获胜的元宇宙，要么需要一定程度的稀缺性，要么只需要很多人在其上进行构建，这样它就可以从其他方面脱离出来。我们已经看到像 Facebook 这样的大型科技公司表示他们想要构建元世界。我不认为人们想要像一个封闭的 Metaverse 那样构建，尤其是一个由公司控制的，感觉就像一个公司城镇。从长远来看，感觉区块链基础元宇宙可能会获胜。\\n\\n主持人：再详细说说？听起来有很多事情要做。\\n\\nAaron：在像基金或基金这样的结构的背景下，这真的很快，你知道，如果有人要像非常传统的投资工具一样出去筹集资金，他们需要几个月的时间来筹集资金，但通过DAO很快就达到了。这非常令人震惊。\\n\\n主持人：除了法律结构之外，DAO 结构的挑战还有很多，但就像它的实际性质一样，能够在一小时内售出价值 3500 万美元的分配是很棒的。而且，有一种可能，即最聪明的人，不为你的组织工作，或者最聪明的人不在你的DAO中。那么我们如何知道这些组织的目标？我们如何确保我们能够接触到边缘人，在我们成为重要的DAO之前，你是怎么计划的，走到更宽阔的世界，把人从那些边缘带进来？\\n\\nAaron：（听不清，略）\\n\\n主持人：有点像早期播种，然后逐渐吸纳？\\n\\nAaron：是的\\n\\n主持人：我很好奇，你对常见的代币的看法是什么？如何看待它们与 DAO 的关系？\\n\\nAaron：我认为 Token 很吸引人。一大堆代币基础项目是它们作为生态系统的出发点，只是为了团结和协调活动。我认为这很有趣。突然之间，我们看到的其他社交代币，它们都非常吸引人。所以这只是我一直关注的事情。我认为那即将到来，就像你在几分钟前指出的那样，有一些奇怪的融合，就像社交代币和 DAO 一样。在我看来，我还不完全知道这个结构是什么样子，但这是我一直在努力想办法解决的问题。（感觉没说一样）\\n\\n\\n---\\n\\n \\n \\n\\n后面大概还有十分钟左右的对话，主要还是在讨论 Token 与 DAO 的关系，不再翻译。\\n\\n总结：Aaron 简单介绍了下他个人对 DAO 的理解，闲暇时收听即可。\\n\\n![](https://images.mirror-media.xyz/publication-images/jad5wlFhnKkZj9xZi6P3H.png?height=184&width=676)\\n\\n\",\"timestamp\":1641361596,\"title\":\"「Seed Club 播客整理」EP 1: “DAOs All the Way Down” by Aaron Wright\"},\"digest\":\"RoRdcLZRPiFV35SRiOWT9swT8rlBMtyNFFLUdhi-4Tc\",\"authorship\":{\"contributor\":\"0x39eC45d1445d9bDCd3A04238464b9F486C6Ac748\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Us-GT9YTAv98NKpCw_gw2ks3gdBONfpaGJWHVCshIpc\\\",\\\"y\\\":\\\"X4Hto5ox9q4KozrHO0vF1ZgmmFk8CEKrVE-0VD9hzvA\\\"}\",\"signature\":\"yG_i9WiC1M0UOgZ0oLqRW4e-8_s_jxjeI9z98NdbXrimOdF8V_RouQ-qKDR3UQB8CY4nXTM6TlTIhORYDAaDcg\",\"signingKeySignature\":\"0x3917a1c7fb46acd419b5642c9389a6a3a01fadf1a54e4ca7d96c372ee6f237b62450cda82f498d3ef4456a1f0ea65a146a2af226538da5ffc94c671cd8dd12dc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Us-GT9YTAv98NKpCw_gw2ks3gdBONfpaGJWHVCshIpc\\\",\\\"y\\\":\\\"X4Hto5ox9q4KozrHO0vF1ZgmmFk8CEKrVE-0VD9hzvA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RoRdcLZRPiFV35SRiOWT9swT8rlBMtyNFFLUdhi-4Tc\"}"