"{\"content\":{\"body\":\"# Bitcoin'i Kim ve Neden Yarattı? Bitcoin’in Kısa Tarihi\\n\\nABD'li kripto para borsası Coinbase, ABD borsası olan Nasdaq'da işlem görmek üzere 2021 Nisan’da halka arz edildi. Coinbase’in, halka açılmasından sonra Satoshi Nakamoto'ya dosyalamaların bir kopyasını göndermesi ise Bitcoin'in yaratıcısının kimliğinin bir kez daha kamuoyunun dikkatini çekmesine neden oldu. Coinbase dosyalamada, Nakamoto'nun gerçek kimliğinin ortaya çıkması durumunda Bitcoin'in değerinin olumsuz yönde etkilenebileceğini söylüyordu…\\n\\nSadece geçen yıl yüzde 400'ün üzerinde değer kazanan Bitcoin, 2009'da yaratıldığından beri önemli inişler ve çıkışlar yaşamış, bu dalgalanmalara rağmen, piyasa değerine göre dünyanın en iyi kripto para birimi olarak kabul edilmiştir. Bu kadar göz önünde olmasına karşın yaratıcısıyla ilgili hâlâ birçok gizem çözülmeyi beklemektedir. Bitcoin'i kim buldu? Birden fazla kişi tarafından mı yaratıldı ve ismi çokça duyulan Satoshi Nakamoto kimdir?\\n\\nİşte bu çok konuşulan kripto para biriminin garip hikâyesi hakkında kısa bir özet:\\n\\n2008 yılında, Bitcoin'in varlığına dair ilk işaretler İnternette dolaşmaya başladı. Ağustos 2008'de “bitcoin.org” alan adı sessizce çevrimiçi (online) olarak alındı ve iki ay sonra, 'Bitcoin: Kişiden Kişiye (Peer-to-peer, P2P) Elektronik Nakit Sistemi' başlıklı bir makale, bir şifreli e-posta listesinde paylaşılmaya başlandı. Gizemli bir figür olan Satoshi Nakamoto ise ilk kez bu makaleyle internette görünür olmuş ve bu sayede \\\"Satoshi Nakamoto\\\" adı, Bitcoin kripto para birimine kalıcı olarak bağlanmıştır.\\n\\n**3 Ocak 2009'da 30.000 satır kod ile Bitcoin hayata geçti**\\n\\nBitcoin, piyango tabanlı bir sistem üzerinde, Bitcoin arayan veya madenciliğini yapan (mining) kişiler tarafından 'çıkarılan' özerk (otonom) bir yazılım programı aracılığıyla çalışır. Örneğin, bugüne kadar madenciliği yapılarak çıkarılan yaklaşık 18,5 milyon jetonun (coin) yanında önümüzdeki 20 yıl boyunca toplam 21 milyon jetonun piyasaya sürüleceği öngörülmektedir.\\n\\nBitcoin'in ilk takipçilerinden ve bir konsol oyunu geliştiricisi olan Hal Finney, Nakamoto'nun Bitcoin için yaptığı teklifi şifreli e-posta listesi aracılığıyla keşfetti. 2013 tarihli bir blog yazısında Finney, merkezi olmayan bir çevrimiçi para birimi fikrinden etkilendiğini söylemiş ve Nakamoto, yazılımın piyasaya sürüldüğünü duyurduğu anda Finney, ilk jetonların (coin) madenciliğini yapmayı yani jetonları çıkarmayı Nakamoto’ya teklif etmiştir. Finney’in, Nakamoto ile olan etkileşimleri hakkında \\\"Nakamoto ile haberleşirken gerçekten çok zeki ve samimi, Japon kökenli genç bir adamla iletişimde olduğumu düşünüyordum. Hayatım boyunca birçok parlak insanı tanıma şansına eriştiğim için bu tip kişilerin sahip olduğu işaretleri tanırım.\\\" dediği de bilinmektedir.\\n\\nFinney, Bitcoin'in mucidi olduğu iddialarını kesinlikle reddetmiş ve para birimine olan katılımını 2014 yılında ALS hastalığından hayatını kaybedene kadar ikincil bir figür olarak sürdürmüştür. Bir Bitcoin forumundaki son yazılarından birinde, Satoshi Nakamoto'nun gerçek kimliğinin onun için hâlâ bir sır olarak kaldığını söyleyerek Bitcoin'i içeren mirasından gurur duyduğunu belirtmiştir. Ailesine bıraktığı mirasın bir parçası olan ve çevrimdışı (offline) bir e-cüzdanda sakladığı Bitcoin için \\\"Umarım, varislerime bir değer ifade eder\\\" diye yazmıştır. Bu yazı yazılırken, yani 2021 Mayıs ayının sonlarında, bir Bitcoin yaklaşık 34.800 Amerikan Doları değerindedir.\\n\\n**2009’daki çıkışından yaklaşık bir yıl sonra, Bitcoin yavaş yavaş geçerli bir para birimi olma yolunda ilerlemektedir...**\\n\\n2010 yılında, bir avuç tüccarın yerleşik para birimleri yerine Bitcoin'i kabul etmeye başlaması, Bitcoin’in ve genel olarak tüm kripto paraların piyasada geçerli olan para birimlerinden olmaya başladıklarının bir göstergesidir.\\n\\nÖrneğin, kripto para birimleriyle satın alınan ilk somut öğelerden biri bir pizzadır. O tarihte söz konusu pizzaları satın almak için kullanılan Bitcoin’in bugünkü değeri ise yaklaşık 60 milyon dolara ulaşmıştır.\\n\\nBu gelişmeler sonucunda Bitcoin’in potansiyelini gören farklı şirketler de bu kripto paraya yatırım yapmaya başlar. Özellikle son dönemden dikkat çekici bir hamle Elon Musk veya Tesla’nın açıklamalarıdır. Hâlâ hatırlanacağı üzere 2021 Şubat ayında Tesla, 1,5 milyar dolarlık Bitcoin satın aldığını ve müşterilerin elektrikli arabalar için dijital para birimiyle ödeme yapmasına izin verileceğini duyurmuştur. Tabii bu duyuru daha sonraları yapılacak ikinci bir “Bitcoin satışı” duyurusuna kadar para biriminin fiyatında büyük bir artışa yol açmıştır.\",\"timestamp\":1641208804,\"title\":\"Bitcoin Tarihçesi\"},\"digest\":\"DUA6HHqa-RCIFnqYxn2k5fbch6pYCi7qa5aBMQnM4QU\",\"authorship\":{\"contributor\":\"0x6cA8D97C0E400d32635c1c2E39Ec63c2f7F69449\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pBishMXErYcKYdPLpnC5ioDnyqUJbtmd7bZUnlPE5cc\\\",\\\"y\\\":\\\"-zYK0KBOiZGlc6-zMcYrYph6ZEZTJk51Ci1ZiAQXnMo\\\"}\",\"signature\":\"VWUsGqbaabCN_G4ee9TQmHN4-qSicmv-VtuZYXUkEMpWFf35hfQGsPUObXtQH49ZabFn33baRb3TEEGtg_br0g\",\"signingKeySignature\":\"0x540049fee66ff5a81c8984ea381d05c734ea833c6c4294d3fac17c91ed3efcd35dd748ced78a160c83f11ed264117db12e6ad6e417b164621d69c491fed659461b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pBishMXErYcKYdPLpnC5ioDnyqUJbtmd7bZUnlPE5cc\\\",\\\"y\\\":\\\"-zYK0KBOiZGlc6-zMcYrYph6ZEZTJk51Ci1ZiAQXnMo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DUA6HHqa-RCIFnqYxn2k5fbch6pYCi7qa5aBMQnM4QU\"}"