"{\"content\":{\"body\":\"Maximize risk is the personal fund of Garrett Kinsman and Eric Menees. We are two startup founders who became disillusioned with traditional VC (Venture Capital), and promised that if we had ever made any money, we would use it to invest in only the most interesting, most risky, world changing projects. \\n\\nVenture Capital arose after WWII, invented by the crazy Frenchman [Georges Doriot](https://en.wikipedia.org/wiki/Georges_Doriot), who came to the US and eventually became a brigadier general in the US Army. Doriot created the American Research and Development Corporation (ARDC), the first Venture  Capital Firm. In 1957 they wrote a small measly check to DEC, which quite literally invented personal computing in the 1960s. DEC was so infatuated by risk they invented the RISC processor architecture. \\n\\nVenture capital over the years has become more and more conservative. There is not much venture at all these days as investors like to see safe returns and revenues and incredibly boring business models. We like to imagine Doriot sitting in a conference room on San Hill Road, bashing modern VCs for their incredibly risk averse business attitudes. \\n\\nMaximize Risk arose from the concept of the Anti-VC VC. We have sat in too many meetings where VCs tell us they don’t understand the business model, that our idea has never been done before, or is “too risky”. \\n\\nFinancial Returns come from maximizing risk, and we seek to maximize returns by **maximizing knowable risk.** \\n\\nIf you dive deeper in to the Venture capital landscape, [about 95% of VCs aren’t profitable](https://techcrunch.com/2017/06/01/the-meeting-that-showed-me-the-truth-about-vcs/).  Instead of blinding ourselves to the idea, maximize risk embraces the core of “venture” and aims to put money towards world-changing projects. We live in an exponential world, where fusion reactors and programmable biotechnology are [proven](https://news.mit.edu/2021/MIT-CFS-major-advance-toward-fusion-energy-0908) capabilities. We can [quite literally run](https://www.cs.virginia.edu/\\\\~robins/Bringing_DNA_Computers_to_Life.pdf) Turing complete operations on the human genome. Optimizing pizza delivery with AI and underpaid workers will never change the world. The future is simply far too interesting, and contains far too many hard problems to invest in the next “X-sharing” startup.\\n\\nWe believe that value creation lies at the intersection of exponential technologies (for example Moore’s law, Cooper’s Law, cost to orbit, efficiency of room temperature superconductors, or the efficiency of solar panels). \\n\\nAt Maximize Risk we ask our partner companies three questions: \\n\\n1. Share me your one liner.\\n2. How are you maximizing risk?\\n3. If it works out how will you change the world?\\n\\nWe know not what comes next, but reference an ancient Chinese saying “May you live in interesting times\\\".  \\n\\nWe may lose all our money, but at least we’ll change the world. We’re excited to see whats next\\n\\n\\\\-Garrett Kinsman and Eric Menees\\n\\n\\n---\\n\\n**Disclaimer**: Maximize risk is not a formalized fund. This is not investment advice. We are not accepting funds at this time. \\n\\n \",\"timestamp\":1641259647,\"title\":\"Who We Are at Maximize Risk \"},\"digest\":\"9L_MQOq_wIde1wjq4KY814yrvU0CGTzxoEJ3nxcRbwE\",\"authorship\":{\"contributor\":\"0x4b8d75038Cac3d3D622b3b60d81C4206Bf07B587\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UD4KMTWxeKnkjunNVyUTxlE1BzprXRHmfZmJUHI3BkQ\\\",\\\"y\\\":\\\"7bOh-UgkAVsH3VCYxnvMadMVp1skHG8qtvVt8qyFtkw\\\"}\",\"signature\":\"JaS5MAzFOku7comAE6OybBxqI_S1jdslw_uQxPkZvvn3Mpr2Tl5eXtS4FZGWO_dgRo2q83p1eCkZfytzo1Iz9A\",\"signingKeySignature\":\"0x345f6e490c71ed85733c9b1eef4f3b0cf18941c9a51132407933702be5fa6ed66df7e0ac86b44e4afcc94b5c42241bc98ddaff3e3acf5dd571379d7e832fc17301\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UD4KMTWxeKnkjunNVyUTxlE1BzprXRHmfZmJUHI3BkQ\\\",\\\"y\\\":\\\"7bOh-UgkAVsH3VCYxnvMadMVp1skHG8qtvVt8qyFtkw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9L_MQOq_wIde1wjq4KY814yrvU0CGTzxoEJ3nxcRbwE\"}"