"{\"content\":{\"body\":\"嶙嶙的紫黑色岩石遍布这片大地，灼热的岩浆不时从大地的缝隙喷溅出来，大大小小的岩浆池里咕噜咕噜冒着气泡，周围空气中涌动的全是不安和躁动，浓浓的硫磺味充斥着鼻子，有点呛人，还有点熏人，我深呼吸了几口，带着小影他们，继续往火山深处前行。\\n\\n```\\n刚刚跟在小影后面走过一个岩浆池，哗啦池里突然发出一声巨响，一片炙烈的岩浆四溅，坠落到地面，带出一片跳动的火焰，一头浑身散发着暗红色的熔岩魔很不识相地跳了出来。\\n\\n再次遭遇，我已经无需躲避，从观音大士那连拿带赠得到的水灵丹足足有二十颗，每颗效果时间是八小时，那我还吝惜什么，先塞了一颗到嘴里，此药入口即化，随津入肺腑，一股清凉透彻的寒气顿时从肚子里升腾，直冲脑部，脑中顿时一片清明，而原本的燥热之感，也荡然无存，从骨头缝到毛孔里，都散发出阵阵阴寒之气。\\n\\n我手臂一挥，一声吆喝，带着一家老小，气势汹汹地杀上前去。\\n\\n骑坐在黑暗马身上的小影，轮起手中的黑青色的巨剑，带起万钧之势，狠狠地重劈在熔岩魔身上，飞扬的石块，痛苦的吼叫，再加上数百的伤害值充分说明，小影现在的攻击很有效，令熔岩魔很受伤。\\n\\n有小影的正面迎击，那咱要做的就是掏它的冷刀了。一个疾速绕到熔岩魔背后，手中的诅咒之刃带起一流浮光，落在那副对我已经不再是难度的坚硬身躯上。\\n\\n“喇”的一声，伤口处冒起一道白烟，熔岩魔身上那隐隐流动的紫红色瞬间凝固成一道焦黑丑陋的疤痕，头上，则升起上千的伤害值，连退三步，让过熔岩魔回头两拳头，我目光惊奇地落在手中的诅咒之刃，只见原本暗红色的刀刃上，已经蒙着一层薄薄的白霜，难道是那水灵丹的寒气通过我的手传到诅咒之刃上不成，让它附加了冰属性攻击吗，我心里暗暗称奇。\\n\\n既然有此利刃，那咱还跟你客气什么，哥们我跟吃了兴奋剂似的，围着熔岩魔狂奔，双手连连舞动，一刀接一刀往熔岩魔身上捅去，接连扬起的白烟冒得滋滋作响……\\n\\n没有任何悬念，这场战斗，在金属与岩石硬碰硬的快速交流中就结束了。\\n\\n看着碎倒在脚下的熔岩魔，小影一提马缰，扬起手中巨剑，高昂的胜利姿态在他身上是毕露无疑，而我，则乐颠乐颠地上去摸钱收集，一个火元素之石再次到手。\\n\\n就在我清扫着前路障碍的同时，在沉没火山深处，另一场激烈的战斗正在如火如荼地进行着……\\n\\n*********************************************************\\n\\n我曾经亲眼看到一个无耻而又贪婪的掠夺者大肆掠夺我们珍贵的矿石，让我的同胞们被愤怒蒙蔽了双眼，忘记了在红膜之外，全部都是能熄灭我们生命之火的冰凉海水。为了能从那可恶的人类手中夺回我们的矿石，他们用了最有效，但是也最可怕的一招——炎熔吞并。\\n\\n虽然明明知道在力量没有提升之前，强行那样做等于是自杀，但是为了我们炎熔一族的荣耀，我的同胞们还是那样做了。可惜的是，他们最终还是失败了，无情的海水浇熄了他们体内的烈火，是那个掠夺者带走他们最后一丝生命。从那一刻起，我发誓，一定要为我的兄弟们报仇。\\n\\n从那天起，我四处寻觅熔岩矿石，将其中精华不断转化为自身力量，直到有一天，在冒着随时被毁灭的危险进化后，我终于成功了，成为一头强大的炎熔巨兽。但是，我同样也深深地知道，以这样的实力对付那个可耻的掠夺者还远远不够，因为我还不能到那片红膜之外去，无情的海水同样能给我的身体造成巨大的伤害。所以我要到给予我们力量的源泉，火山深处去，去寻找更强大的能量，直到有一天，我能冲破那片囚禁我们海水监牢，去寻找那个掠夺者，洗刷我们曾经受到的耻辱。\\n\\n踏着脚下厚甸甸的火山灰，我的心，早已被地心跳动的巨大热量给点燃，这种力量在召唤着我，呼唤着我向前，我要将它迎入自己的怀中。\\n\\n前面，不正是我的兄弟吗，看着并排站在火山口在的九个巨大身影，我忍不住内心一阵的狂喜，一直以来，我都以为自己是个孤独的存在，谁知道，在这里，竟然还有这么多一脉相传的兄弟，我连忙吼叫着大步走了上前。\\n\\n眼神，只要有眼神的肯定，我的存在就意义；\\n\\n我们都需要勇气，来面更加强大的挑战和存在；\\n\\n游走在生与死的边缘，在这片被遗忘的国度中，成就种族的荣耀。\\n\\n从九双凝视着我的眼神中，让我突然明白，自己的使命不光是为了复仇，在这座火山之中，还有个一直压抑着我们的绝对强悍，只有在力量达到一个级别后，才能感受到它的恐怖，而它，则一直占据着火山下汹涌的力量源泉。\\n\\n每当我们个体数量达到十个时，那就是挑战那绝对强悍的时候，只有打倒它，我们才有可能完成终极进化，从而不再畏惧海水对我们的侵蚀，能够脱离这片红色牢狱，现在，正是我们再次发起挑战的时候。\\n\\n十颗硕大的脑袋同时点了点，迈开沉重的脚步，往火山底部走了过去。\\n\\n火坑，一片半圆形的火坑，里面，那浓稠的黑紫色岩浆不停地泛动着，炎炎的热气如蒸笼般烘烤着四周，坚硬的岩石仿佛都快被融化一般，阵阵烈焰在岩浆表面翻滚跳动，不时炸裂出一团火球，如烟花般绚丽绽放。\\n\\n呼吸，低沉的呼吸声在这里响起，炎熔巨兽们一溜顺地排在火坑周围，目光紧紧锁定坑中的一块异常凸起的黑得发紫的巨大熔岩，呼吸声正是从“它”那发出的。\\n\\n“唰唰啥……”随着一窜呼啸声，十道真空旋涡被发了出去，在半空中融合成一道巨大的黑色旋涡，夹带着滚热的岩浆和跳动的火焰，招呼向那块巨岩。\\n\\n嗷！长嚎中带着无比的震怒，那块巨大的熔岩骤然动了，前端带着飞溅的稠液，从岩浆中昂起，它，才是沉没火山下绝对力量的存在：赤须孽龙\\n\\n两强相争，必有一伤，战斗，才刚刚开始\\n\\n********************************************************\\n\\n真是怪了，从刚才到现在，除了熔岩魔和几小拨炎熔兽外，咱一只有模有样的怪都没遇上，真是让我好生扫兴，还指望它们再组成一头炎熔巨兽，让我弄两杯火山熔岩浆的念头也落了空，幸好还能挖上不少矿石，让我干瘪的矿石包包丰满了不少。\\n\\n面前，那座如巨大火锅般的沉没火山屹然矗立在我面前，让我看得心中一阵颤动，强烈的震撼感油然上心头。\\n\\n我定了定神，收起其他宠物，带着小影继续往山顶进发，突然，脚下传来一阵震动，四处的岩浆池里也异常活跃，溅起的岩浆像一道道喷泉，冲起一道道美丽的红花；地面的裂缝中也冒着滚滚浓烟，莫非是火山要爆发了。\\n\\n我赶紧停下脚步，连退死退，一直退到火山脚下，转头回望山后，还好，震动只持续了一会，周围很快又恢复了平静。拍了拍胸口，我心中暗道了声好险，如果这座沉没火山真爆发的话，那我这样贸然而上，估计怎么死的都不知道。\\n\\n不过，刚才似乎从火山口处隐约传了几声异常的声音，似乎是什么东西在吼叫，难道，就是那头赤须孽龙发出的吗？我心里泛起一丝波澜，如果刚才的异常果真是那头赤须孽龙所为，那它的实力，该多强啊，我或许不该先来这里摸底，不过既然已经来了，好歹也得上去看看才行，不然，我这心里也有所不甘。\\n\\n一路小心翼翼地攀爬到火山口，站在山口处，我往下一看，目光所视，一片模糊，满是缭绕的黄色硫磺烟雾，最下面，似乎有几个火团在隐隐闪动。\\n\\n吼声，我的确听到吼声了，就从下面传来的，而且，不止一个声音，难道下面已经有玩家在围剿绕赤须孽龙不成，竟然有这么麻木的玩家队伍，咱可得见识见识才行，我主观猜测到。\\n\\n而在蜿蜒而下的火山岩路上，还印现出一排深深的脚印，看那模子，应该正是炎熔巨兽留下的，怪不得我满山遍野的寻它不果，原来都进这火山里面了，靠，我提起覆满寒霜冻双刀，咱来它个顺藤摸瓜，顺着脚印杀巨兽。\\n```\\n\\n\\n------------\",\"timestamp\":1640773959,\"title\":\"第三百二十六章 杀龙破一\"},\"digest\":\"47FaU_2Fr-xTkHPWIxLZ1T8QsPpNO8paOOSZXjAueLM\",\"authorship\":{\"contributor\":\"0x06435F0B8D799557aA5CE610faD09f0B0c687306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MlRdzNS6vKKpRu2X44UH7aMK9wRoOtNtr4gXiPG19Pk\\\",\\\"y\\\":\\\"T84urcJPJwxCBPgxYpFKuUwfmOUed_FtjEBvIeXh598\\\"}\",\"signature\":\"SrEkrtEOBaZMMTWyFz5Ny8oRB9aiY-wzQNXgiWdknsBbKTFkvXGbsp4KkkLurwL8JTwnmUoZSuNrfKsu9uxSeg\",\"signingKeySignature\":\"0x4a4d306a8ffab2af36fb48e5a93d99ff223571b2d635eb6eb4e39d7a970a89ab286300bc151ec634587403f241ef9bc76229f4d32b54b5bbd4fcfc213480ec221b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MlRdzNS6vKKpRu2X44UH7aMK9wRoOtNtr4gXiPG19Pk\\\",\\\"y\\\":\\\"T84urcJPJwxCBPgxYpFKuUwfmOUed_FtjEBvIeXh598\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"47FaU_2Fr-xTkHPWIxLZ1T8QsPpNO8paOOSZXjAueLM\"}"