"{\"content\":{\"body\":\"*This article is a reprint of a research paper by Jamie Burke, founder and CEO of Outlier Ventures, and shared by web3china in English and Chinese.*\\n\\n*本文转载于 Outlier Ventures 创始人及CEO——Jamie Burke的研究报告，由 web3china 以中英文分享。*\\n\\n原文标题：《MetaFi: DeFi for the Metaverse》\\n\\n原文链接🔗：\\n\\n[https://outlierventures.io/research/metafi-defi-for-the-metaverse/](https://outlierventures.io/research/metafi-defi-for-the-metaverse/)\\n\\nweb3china官方推特：\\n\\n[https://twitter.com/web3cn](https://twitter.com/web3cn)\\n\\n```\\n👋Welcome to web3\\n```\\n\\n## Introduction\\n\\nThe concept of decentralised finance (“DeFi”) has been steadily gaining momentum within the crypto community since 2018. Built on the principles of sovereignty of wealth, permissionless innovation and the promise of financial inclusion, the mission of various DeFi protocols and applications is to construct a digital financial system that is more open, innovative, efficient and less extractive than the one the majority of the world still relies upon today, which in contrast is referred to as CeFi or TradFi.\\n\\n> 自2018年以来，去中心化金融（\\\"DeFi\\\"）的概念一直在加密货币社区内保持着稳步增长的势头。基于财富主权、无许可的创新和金融包容性承诺的原则，各种DeFi协议和应用的使命是构建一个数字金融系统，与当今世界上大多数人仍然依赖，被称为CeFi或TradF的数字金融系统相比，DeFi将更加开放、创新、高效和环保。\\n\\nWhile DeFi has commanded a lot of attention in the crypto space, its adoption is still relatively low, estimated at under 5% of all crypto assets being put to work as collateral in it.  In 2021, DeFi achieved $4.6bn in annualized monthly revenues, which is less than 5% of JPMorgan’s revenues last year. Furthermore, DeFi is still primarily limited to basic forms of borrowing and lending against stablecoins, Ether, or wrapped Bitcoin. While there is notable work being done to create bridges from centralized finance (CeFi) into DeFi–for example, to introduce real-world and income-bearing instruments as new forms of collateral——an increasingly hostile regulatory environment, low capital efficiency, and challenges around managing counterparty risk for institutions makes this bridging seem a long way off.\\n\\n> 虽然 DeFi 在加密领域引起了很多关注，但它的采用率仍然相对较低，估计在所有加密资产中用作抵押品的比例不到 5%。 2021 年，DeFi 虽然实现了 46 亿美元的年化月收入，但还不到摩根大通去年收入的 5%。此外，DeFi 仍然主要限于以稳定币、以太坊或WBTC为基础借贷的基本形式。虽然在从中央集权金融(CeFi)到 DeFi 的桥梁方面作出了显著的成就，(例如将现实世界和具有收益的工具作为新的担保形式)，但在监管环境日益恶劣，资本效率低下，以及围绕机构对手风险管理的挑战下，使得CeFi到DeFi似乎还有很长的路要走。\\n\\nIn this paper, we propose that the majority of growth in DeFi will not be driven by CeFi but instead how it unlocks value in the Metaverse through what we call “MetaFi”: the decentralised financial tools of the Metaverse. But what is the Metaverse exactly? What kinds of value exist in it? And how will DeFi be combined with continued innovations in tokens and crypto- assets to enable MetaFi at scale?\\n\\n> 在本文中，我们提出，DeFi的大部分增长不会由CeFi驱动，而是通过我们所说的 \\\"MetaFi\\\"（Metaverse的去中心化金融工具）在Metaverse释放价值。但是，Metaverse究竟是什么？其中存在哪些类型的价值？DeFi将如何与代币和加密资产的持续创新相结合，以实现大规模的MetaFi？\\n\\nIn advance of reading this article, and if you are new to the Metaverse and our thinking, we recommend first reading our Open Metaverse OS thesis published earlier this year back in January 2021. You can download and read the original paper  and updated primer here.\\n\\n> 在阅读这篇文章之前，如果你对Metaverse以及我们所提出的内容不是太熟悉，建议首先阅读下我们在2021年1月发表的Open Metaverse OS的论文。你可以在[这里](https://outlierventures.io/research/the-open-metaverse-os/)下载并阅读原始论文和更新的引言。\\n\\nHowever, in summary the Metaverse could be understood as an interface layer between the physical and virtual worlds, comprising a combination of  innovations in hardware and software, but most importantly, an economic system parallel to the fiat financial system. And in that context it's critical that we think about it in terms of financial inclusion.\\n\\n> 然而，总的来说，Metaverse可以被理解为物理世界和虚拟世界之间的一个界面层，包括硬件和软件的创新组合，但最重要的是，**是一个与法定金融系统平行的经济系统**。在这种情况下，我们从金融包容性的角度来考虑它是至关重要的。\\n\\n## The Metaverse is Crypto\\n\\n> **Metaverse就是加密货币**\\n\\nAs discussed, the Metaverse is first and foremost an economic system,a meta-economy if you will, that enjoys supremacy over any one digital economy, virtual world or game which should rather be considered a singular instance of the Metaverse, or individual verse. In fact, on a long enough time horizon, as the combined GDP of this meta-economy outgrows those of nation states, so too will it enjoy supremacy over their fiat based economies. We believe, The Open Metaverse at least, is an open and permissionless version of this meta-economy, made possible through what we might in aggregate refer to as Crypto. And in the absence of an alternative meta-economy today you could, and we do, make the argument The Metaverse is Crypto and Crypto is The Metaverse.\\n\\n> 正如我们所讨论的那样，元宇宙首先是一个经济系统，当然吗，如果你愿意的话，也可以称呼它为“meta-economy”（元宇宙经济），它比任何一个数字经济、虚拟世界或游戏都享有至高无上的地位，而这些都应该被视为元宇宙经济的一个单一实例，或者说是一个单独的版块。事实上，随着时间的推移，当这个元宇宙经济的综合GDP超过某个民族国家的 GDP 总量时，它也将享有对其法币经济的优势。我们相信，开放的元宇宙，至少是这种元宇宙经济中的一个开放和无权限的版本，而达成这种条件，可以通过我们可以统称的加密货币来实现。在今天没有其他元宇宙的情况下，你可以，而且我们也确实可以提出这样的论点：**元宇宙就是加密货币，加密货币就是元宇宙。**\\n\\nIn our definition of the Metaverse, one can approach it through two main concepts:\\n\\n> 在我们对元宇宙的定义中，我们可以通过两个主要概念来理解它:\\n\\n**1、Interface Layer:** The layer where the end user can experience the Metaverse through various hardware and software technologies such as desktop browser, mobile app or extended reality (XR), virtual reality (VR), and augmented reality (AR).\\n\\n> **1、界面层:** 终端用户可以通过各种硬件和软件技术体验 Metaverse，如桌面浏览器、移动应用程序或扩展现实(XR)、虚拟现实(VR)和虚拟扩增实境(AR)。\\n\\n**2、Financial Compute Layer:** The layer where Metaverse computation is executed, enabling a decentralised, transparent and democratic foundation that defines the economic logic based on which end users exchange goods, services and money and upon which developers can build. A good example is Ethereum, which serves as a protocol used by developers to build smart contracts for decentralised applications, as well as a ledger for recording transactions among end users in the Metaverse.\\n\\n> **2、金融计算层：**执行Metaverse计算的层，实现了去中心化、透明和民主的基础，定义了经济逻辑，终端用户在此基础上交换商品、服务和金钱，开发者可以在此基础上建立。以太坊就是一个很好的例子，它是开发者用来构建去中心化应用的智能合约的协议，也是记录Metaverse中终端用户之间交易的账本。\\n\\nIn the context of the first point above, the Interface Layer may take many shapes and forms in these early days, and it is important to stay open- minded as we progress technologically and conceptually. So when we refer to the dawn of the Metaverse, we often refer to current experiences such as gaming and virtual worlds be that 2D browser based or more immersive VR or AR.\\n\\n> 在上述第一点的背景下，界面层在早期可能会有很多形状和形式，随着我们在技术和概念上的进步，保持开放的心态是很重要的。因此，当我们提到Metaverse的黎明时，我们通常指的是当前的体验，如游戏和虚拟世界，无论是基于浏览器的2D还是更沉浸的VR或AR。\\n\\nThe Financial Compute Layer refers to the foundational technologiesthat power the Metaverse. As we described in our Open Metaverse OS paper, we believe the root (or core) of the Financial Compute Layer will be based on technologies that can be categorised as Web3 (or blockchain technologies).  We further argue that any digital realm within the Metaverse has to be rooted in Web3 to provide fundamental property rights, interoperability and permissionless value transfer across each respective domain (or vertical) of the Metaverse. These technologies power a rich set of diverse applications and use cases to be developed on top of Web3.\\n\\n> 金融计算层是指为元宇宙提供动力的基础技术。正如我们在 Open Metaverse OS 论文中所述，我们相信金融计算层的根（或核心）将基于可归类为 Web3（或区块链技术）的技术。我们进一步认为，Metaverse 中的任何数字领域都必须植根于 Web3，以提供跨 Metaverse 各个域（或垂直域）的基本归属权、互操作性和无需许可的价值转移。这些技术支持在 Web3 中开发丰富多样的应用程序。\\n\\nIn this way the Metaverse provides a parallel economic system of decentralised ledgers that is global, transparent, and crypto-native. It provides the basis for new types of digital-first economies, the seeds of which we have observed with NFTs (Non Fungible Tokens) and gaming economies like Play-to-Earn such as Axie Infinity. The unparalleled speed of innovation that comes from its decentralized and permissionless nature makes it challenging for traditional systems to keep up with. Consequently making it possible, especially in the context of DeFi, for the Metaverse to flourish largely outside of, or at least ahead of, the jurisdiction of national regulators.\\n\\n> 通过这种方式，Metaverse提供了一个平行的去中心化账本的经济系统，它是全球性的，透明的，并且是加密货币原生的。它为新型的数字优先经济提供了基础，我们已经通过NFTs（Non Fungible Tokens）和游戏经济（如Axie Infinity的Play-to-Earn）观察到了其中的种子。由于其去中心化和无权限的性质，其无与伦比的创新速度使得传统系统难以跟上。因此，特别是在DeFi的背景下，Metaverse有可能在国家监管机构的管辖范围之外，或者至少是在国家监管机构的管辖范围确定之前蓬勃发展。\\n\\nFurthermore, as we have observed in the past twelve months of 2021, DeFi has been increasingly criticized and scrutinized by several regulatory bodies across numerous jurisdictions. Although degrees of regulation may bring some positive market effects, poorly applied regulation often stagnates innovation and favours incumbents. In the case of DeFi, several analogs can be easily made between its products and traditional financial assets. Alternatively, we believe that the Metaverse represents an informal economy whose products are often digital markets of goods that may or may not be reflected in traditional markets. And just as one cannot regulate every single aspect of economic activity around the globe, the same will stay true for the Metaverse. Given the exponential growth of economies that can emerge in VR, AR and XR environments, the scope of potential regulation is even more challenging to give oversight to, let alone execute upon over time in the Metaverse.\\n\\n> 此外，正如我们在2021年的过去12个月中所观察到的，DeFi已经越来越多地受到众多司法管辖区一些监管机构的批评和审查。虽然正确的监管可能会带来一些积极的市场效应，但处理不当的监管往往会使创新停滞不前，并有利于当局的既得利益者。以 DeFi 为例，我们可以很容易地将其产品与传统金融资产进行类比。另外，我们认为Metaverse代表了一种非正规经济，其产品通常是数字化商品，可能会作用在传统市场中，也可能不作用在传统市场中。就像人们无法监管全球经济活动的每一个方面一样，Metaverse也将保持同样的情况。鉴于VR、AR和XR环境中可能出现的经济的指数级增长，潜在的监管范围甚至更具挑战性，更不用说随着时间的推移在 Metaverse 中执行。\\n\\nIt is our firm belief that the DeFi components which will finance and develop the growth of the Metaverse will enable unprecedented levels of financial inclusion globally. Further, we believe that the economic activity in the Metaverse will promote generational wealth transfer favouring the upcoming generations, not the legacy world. It brings inclusion to the digital native, to the digital creative, to the digital worker, to the gamer, to the musicians.  It will bring inclusion to the individuals who have digital value that is not recognised by the traditional financial system.\\n\\n> 我们坚信，DeFi将帮助Metaverse更好的发展与增长，将使全球范围内的普惠金融达到前所未有的水平。此外，我们相信，Metaverse的经济活动将促进代际间的财富转移，有利于未来几代人财富的持续积累，而不只是给后代留下遗产。它为原生的数字化居民、数字化创意者、数字化工人、游戏玩家和音乐家带来了包容性。它将为拥有数字化价值，但不被传统金融体系所认可的个人带来更多包容性。\\n\\n## Status Quo of the Digital Economy\\n\\n> ### 数字经济的现状\\n\\nToday, there are billions of dollars of value currently trapped in proprietary webplatforms such as social media (Facebook, Instagram or TikTok) or gaming (Fortnite and Roblox). What we refer to as Web2 has actively and deliberately built “moats” to trap that value and the user for as long as possible in order to extract as much “lifetime value” as possible for the benefit of shareholders. Web2 firms generally operate on the principle of shareholder supremacy over all else, even or especially, at the expense of the user. This value, in the case of social media or free-to-play games, is often primarily monetized through advertising and the profits generally not directly shared with the users themselves. Even with Roblox, where the whole premise is the ability of creators to monetise their user-generated content (UGC), the percentage they receive is only estimated to be 25%1. This extends to the music streaming model and programs onYouTube.\\n\\n> 今天，有数十亿美元的价值目前被陷在专有的网络平台，如社交媒体（Facebook，Instagram或TikTok）或游戏（Fortnite和Roblox）。我们所称的 web2积极而有意地建造了”护城河”，以便尽可能长时间地捕捉这种价值和用户，从而为股东的利益提取尽可能多的”终身价值”。公司通常以股东至上的原则运作，甚至是以牺牲用户权益为代价。这种价值，在社交媒体或免费游戏的情况下，通常主要通过广告赚钱，利润一般不直接与用户分享。即使是Roblox，其整个前提是创作者能够将其用户生成的内容（UGC）货币化，他们获得的百分比估计只有25%。这也延伸到了音乐流模式和YouTube上的节目。\\n\\nIn aggregate, it is estimated that the digital economy is currently worth US $11.5 trillion globally, equivalent to 15.5% of global GDP2.  It has grown 2.5x faster than global GDP over the past 15 years, almost doubling in size (since 2000) with an increasing percentage of the population depending on the internet for their livelihood.\\n\\n> 据估计，目前全球数字经济的总价值为11.5万亿美元，相当于全球GDP的15.5%。 在过去的15年里，它的增长速度是全球GDP的2.5倍，规模几乎翻了一番（自2000年以来），越来越多的人口依靠互联网为生。\\n\\nIf we zoom into a subset of the digital economy - the digital creator economy, it is currently only a fraction of the mainstream digital economy, but its core areas are growing. This includes fields like publishing, gaming (skin creation), digital art, streaming, music, film, and more.  On the supply side, there are currently up to 50 million content creators in the space, who consist of mostly amateurs (46.7 million) and around 2 million professionals. Professional participants in the digital creator economy can easily earn up to $100,000 per month. However, the majority earn much less, their income is irregular, and receipt of funds as they work their way through the system can take several months after delivery. We argue that much of the digital creator economy today would not be considered part of the Metaverse, because value is not freely tradable across platforms and is primarily locked into the value of platform equity alone.\\n\\n> 如果我们放大数字经济的一个子集——数字创作者经济，目前它只是主流数字经济的一小部分，但其核心领域正在增长。这包括出版文字内容、游戏（皮肤创作）、数字艺术、流媒体、音乐、电影等领域。 在供应方面，目前该领域有多达5000万的内容创作者，他们主要由业余爱好者（4670万）和约200万专业人士组成。数字创作者经济中的专业参与者每月可轻松赚取10万美元。然而，大多数人的收入要少得多，他们的收入是不定期的，而且在他们通过平台工作时，收到资金可能需要几个月的时间。我们认为，目前数字内容创作经济体的大部分不属于是Metaverse的一部分，因为每个平台中的价值不能跨平台自由交易，同时也被主要锁定在平台总资产的价值中。\\n\\nWe can further breakdown the limitations of  the Web2 digital platforms as follows:\\n\\n> 我们可以进一步细分Web2数字平台的限制如下：\\n\\n**Limited Inclusion:** If we take the digital creator economy as an example, the majority of its creators are financially excluded in a traditional sense because the value they create is seen as intangible, not under their control, and the income derived from it as irregular. In short, the existing financial system cannot assess the associated risk of lending to a person with this category of income and wealth compared to an individual under the regular employment of a centralised company and paid in fiat.\\n\\n> 有限的包容性：如果我们以数字创造者经济为例，其大多数创造者在传统意义上被排除在金融之外，因为他们创造的价值被视为无形的，不在他们的控制之下，而且从中获得的收入是不规则的。简而言之，与在公司进行正常工作并以法定货币支付薪酬的个人相比，现有金融体系无法评估向具有此类收入和财富的人提供贷款的相关风险。\\n\\n**Dynamic Terms & Conditions:** Participants in the traditional digital creator economy cannot trust in the credible neutrality of the highly centralised services, risking demonetization and de-platforming of both content creators. For example, when Only Fans abruptly banned adult content creators) and platforms like Facebook and Twitter regularly deplatform developers and their APIs. In effect, the rules of participation in these platforms are not clear, consistently applied, or auditable, and can be changed at any time (unlike the code of a smart contract).\\n\\n> **动态条款和条件:** 传统数字创作者经济的参与者不能相信高度集中化服务的可信中立性，这会冒着内容创作者被废除和去平台化的风险。例如，当 Only Fans 突然禁止成人内容创作者和像 Facebook 和 Twitter 这样的平台定期取消平台开发者 api。实际上，参与这些平台的规则并不明确、统一采用或可审计，并且可以随时更改(不像智能合约的代码)。\\n\\n**Siloed by Design:** As previously discussed, platforms make it hard to impossible to transfer value off platform, either directly or through cashing out, and exit their closed digital economy. This leads to the establishment of monopolies which means that over time users have no alternatives anyway even if they could exit.\\n\\n> **设计孤立：**正如之前所讨论的，平台很难甚至不可能将价值从中转移出去，无论是直接转移还是通过兑现，以及退出其封闭的数字经济。这导致了垄断的建立，这意味着随着时间的推移，用户除了退出，他们也没有其他选择。\\n\\n## Web 3, NFTs and the Metaverse\\n\\n> ### Web 3, NFTs and the Metaverse\\n\\nIn contrast, in the Web3 world of crypto-currencies, DeFi and NFTs, the whole paradigm is oriented around the user and their sovereignty: their identity, data and wealth. In Web3, even data itself can be a form of digital wealth and income. This means that while there are still platforms that help with the creation, discovery or curation process, the user is in full control of the output and can freely transfer value between platforms to resell, borrow and lend against in a completely permissionless way. In short, transferability is a fundamental “property right.”\\n\\n> 相比之下，在加密货币、DeFi和NFTs的Web3世界中，整个世界观，价值观是围绕用户和他们的主权：即他们的身份、数据和财富。在Web3中，甚至数据本身也可以是数字财富和收入的一种形式。这意味着，虽然仍有平台帮助用户实现创造、发现或策划过程，但用户完全控制着产出，并可以在平台之间自由转移价值，以完全无许可的方式转售、借用和借出。简而言之，可转让性是一项基本的 \\\"财产权\\\"。\\n\\nUnsurprisingly, we have seen in the early successes of Web3 that when moats are removed and transferability made possible, people spend more time and money on platforms they like, such as the blockchain game Axie Infinity5. This is something welaid out in our previous paper. Long-term, the Metaverse and its platforms (including much of Web2) will adopt Web3 technology and principles, not necessarily because it's philosophically the right thing to do, but because it's good business.\\n\\n> 不出所料，我们在Web3的早期成功中看到，当护城河被移除，可转让性成为可能时，人们会在他们喜欢的平台上花费更多时间和金钱，例如区块链游戏Axie Infinity。这一点在我们之前的论文中已经说得很清楚了。长期来看，Metaverse及其平台（包括大部分Web2）将采用Web3技术和原则，不一定是因为它在哲学上是正确的，同时也是因为它是一种好的商业模式。\\n\\n![image](https://res.craft.do/user/full/74098712-10c0-34f7-9d88-56a0432dffd9/doc/18AC30A3-DF71-431D-8C88-44DBD52F5A16/4741EB7D-F7E2-4F9C-B9EE-C88EDAE1D9F7_2/Image.png)\\n\\nAnd TikTok’s recent launch of NFTs has shown this prediction to be true. But the even better news is this can potentially happen without the explicit permission or adoption of Web3 by closed platforms. Instead, NFT derivatives can in principle be made to be represented and freely traded in the permissionless markets of Web3, parallel to the closed platforms,  trustlessly through innovations in decentralised commerce infrastructure such as Boson Protocol.\\n\\n> TikTok最近推出的NFTs已经表明这一预测是正确的。但更好的消息是，web2采用web3的技术和原则，这有可能在没有明确规定许可或封闭平台采用Web3的情况下发生。相反，NFT衍生品原则上可以在Web3的无许可市场中被代表和自由交易，与封闭平台并行，通过去中心化商业基础设施（如 Boson 协议）的创新无需信任。\\n\\n## Defining MetaFi\\n\\n> ### 定义MetaFi\\n\\nFor us MetaFi is an all-encompassing term for the protocols, products and/ or services enabling the complex financial interplay between non-fungible and fungible tokens (and their derivatives). For example today, with MetaFi an individual could use a fraction of an NFT as collateral in a DeFi lending platform.\\n\\n> 对我们来说，MetaFi是一个涵盖所有协议、产品（和/或）服务的术语，使NFT和加密过币（及其衍生品）之间的复杂金融互动成为可能。例如，今天，通过MetaFi，个人可以使用NFT的一部分作为DeFi借贷平台的抵押品。\\n\\nTo understand MetaFi, we must first highlight the two core principles of DeFi that make it possible. It is 1) unstoppable and 2) composable, acting as a form of “money lego” for developers, which in aggregate form a highly innovative parallel financial system. Developers all around the world can openly participate and compete to provide the highest yields, whilst ruthlessly removing inefficiencies. It is also important to note that regulators can only limit how the fiat-based systems they oversee interact with DeFi, but not necessarily what happens in DeFi itself–that is, as long as projects and their teams themselves are sufficiently decentralised.\\n\\n> 要理解MetaFi，我们必须首先强调DeFi的两个核心原则，使其成为可能。1）不可阻挡的；2）可组合的。作为开发者的一种 \\\"货币乐高 \\\"形式，总体上形成一个高度创新的平行于传统金融的金融系统。世界各地的开发者可以公开参与并竞争，以提供最高的收益率，同时有效地消除低效率。同样重要的是，监管机构只能限制法币系统如何与DeFi互动，只要确保项目和他们的团队本身足够去中心化，就不一定需要限制DeFi本身所创造的事情。\\n\\nMetaFi brings together these DeFi principles to the wider Metaverse through a mix of non-fungible and fungible tokens combined with novel forms of community governance such as Decentralised Autonomous Organisations (DAOs). The combination of these different crypto primitives enables a fully-fledged parallel economy bringing hundreds of millions, and eventually  billions of users, into the crypto ecosystem over the next decade.\\n\\n> MetaFi 通过NFT和加密货币的混合，以及诸如去中心化自治组织 (DAO) 等新型社区治理形式，将这些 DeFi 原则整合到更广泛的 Metaverse 中。这些不同的加密货币的组合实现了一个成熟的，并行于传统经济的新型经济体，将在未来十年内把数亿乃至数十亿用户带入加密生态系统。\\n\\nWe believe this process will be accelerated by 4 key trends in MetaFi:\\n\\n> 我们相信 MetaFi 的 4 个关键趋势将加速这一过程：\\n\\n**1、Development of financial tooling:** Previously, the DeFi stackhas been the preserve of a small subset of the crypto developer community due to its technical complexity. Increasingly, however, through NFT platforms, creators and communities will be able to much more easily set the economic terms of creative exchange with users from perpetual royalties to issuing their own social tokens. Fans and communities can also directly share in the financial success of their favorite products and cultural projects.\\n\\n> **1、金融工具的开发：**以前，由于技术上的复杂性，DeFi stackh技术一直是加密货币开发者社区中一小部分人的特权。然而，通过NFT平台，创作者和社区将能够更容易地设置与用户进行创造性交流的盈利方式，从永久版税到发行他们自己的社区代币，越来越多的粉丝和社区也可以直接分享他们喜欢的产品和文化项目并在其中实现盈利。\\n\\n**2、Financialization of everything:** Many talk about crypto’s speculative nature dismissively, without understanding that this is a feature, not a bug. By leveraging MetaFi technologies, value and its flow can be captured in digital assets for everything and anything allowing open free markets to form for a long-tail of value where there is real-time price discovery unlocking latent value as of yet unrealized across the internet.\\n\\n> **2、万物金融化：**许多人轻蔑地谈论加密货币的投机性，却不了解这是加密货币一个特性，而不是一个错误。通过利用MetaFi技术，一切事物的价值及其流动都可以通过数字资产来捕捉，允许开放的自由市场形成长尾价值，短期的价格波动将释放尚未在互联网上实现的潜在价值。\\n\\n**3、Improvement of the DAO services stack:** A maturing DAO stack will allow for the collective governance of purely on-chain digital and financial service provision, without the need for corporations and the services of centralised intermediaries, such as banks. With the key characteristic of DAO members being able to fluidly join and exit at their discretion and on clearly understood terms.\\n\\n> **3、DAO服务堆栈的改进**：成熟的DAO堆栈将允许对纯链上数字和金融服务提供集体治理，不需要公司和中心化中介机构（如银行）的服务。由于 DAO 成员的主要特点是能够根据自己的判断并以明确理解的条款自由地加入和退出。\\n\\n**4、Mutualisation of risk:** History has shown that incumbent financial institutions regularly fail to assess risk in new, emergent markets; be that basic banking services or insurance. This has led to mutualisation of risk by communities in everything from farming communities to shipping, traditionally through cooperatives. DeFi is already bringing the tools for community based insurance provision to users, especially when combined with the DAO services stack.\\n\\n> **4、风险共担:** 历史已经表明，现有的金融机构通常无法评估新兴市场的风险，无论是基本的银行服务还是保险服务。这导致了从农业社区到航运等各行各业的社区通过合作社共同分担风险。DeFi 已经为用户带来了基于社区的保险提供工具，特别是当与 DAO 服务堆栈结合时。\\n\\n**5、Gamification of finance:** Gen Z’ers have been showing more interest6 in becoming more financially literate than previous generations. As a result, many neobanks offer new interesting ways to arrange personal finances and education platforms provide easy access to finance courses. This makes young people much more willing and able to engage with financial products than their parents and grandparents. On top of all this, we see that the line between memes and financial instruments gets increasingly blurred, such as in the cryptocurrency Dogecoin or various “meme stocks” available via Robinhood, where people are much more comfortable investing and trading in internet culture.\\n\\n> **5、金融的游戏化：**与前几代人相比，Z世代对提高金融知识表现出更大的兴趣。因此，许多新银行提供了新的有趣的方式来安排个人财务，教育平台提供了方便的金融课程。这使得年轻人比他们的父母和祖父母更愿意也更有能力接触到金融产品。除此以外，我们看到例如在加密货币Dogecoin或通过Robinhood提供的各种 \\\"MEME股票 \\\"中，MEMEs和��融工具之间的界限变得越来越模糊，人们更愿意在互联网文化中进行投资和交易。\\n\\n## A Deeper Dive into NFTs as Collateral\\n\\n> ### 深入研究作为抵押品的NFTs\\n\\nTo really comprehend the possibilities of digital representations as actual financial assets you can borrow and lend against, it's important to understand the promise of NFTs as a form of collateral in DeFi. As we highlighted back in late 2020, NFTs, which are typically less liquid than fungible tokens, can increasingly be put to work in DeFi protocols. Remembering this was before the NFT art explosion in early 2021, the emergence of blue chip NFTs like Crypto Punks and Bored Apes, or the breakaway success of the blockchain gaming category Play-to-Earn8 (led by Axie Infinity).This prediction of the combinationof DeFi and NFTs is now starting to play out in everyday MetaFi.\\n\\n> 为了真正理解数字代表作为实际金融资产的可能性，你可以借入和借出，重要的是了解NFT作为DeFi中的一种抵押形式的承诺。正如我们在2020年底强调的那样，NFT通常比加密货币的代币流动性更低，可以越来越多地在DeFi协议中发挥作用。请记住，这是在 2021 年初 NFT 艺术爆炸、Crypto Punks 和 Bored Apes 等蓝筹 NFT 出现之前，或者区块链游戏类别 Play-to-Earn（由 Axie Infinity 领导）取得突破性成功之前。 DeFi 和 NFT 的组合现在开始在日常 MetaFi 中发挥作用。\\n\\n![image](https://res.craft.do/user/full/74098712-10c0-34f7-9d88-56a0432dffd9/doc/18AC30A3-DF71-431D-8C88-44DBD52F5A16/B40BF7BA-E38C-48CE-AF56-8BCE2DAEB90F_2/Image.png)\\n\\nFurthermore, what is increasingly interesting to see is the interplay of fungible and non-fungible social tokens being generated for and by the creator class to dramatically remove the need for intermediaries that allow people to take a stake in a creator or community franchise and their future value creation. Social tokens are now collectively valued at ca. $1.1bn10 and growing.\\n\\n> 此外，越来越有趣的是，由创作者产生的NFT和加密货币的相互作用，大大消除了对中介机构的需求，使人们能够在创作者或社区创建及未来的价值创造中获得治理权并获得收益。目前，社交代币的总价值约为11亿美元，并在不断增长。\\n\\n![image](https://res.craft.do/user/full/74098712-10c0-34f7-9d88-56a0432dffd9/doc/18AC30A3-DF71-431D-8C88-44DBD52F5A16/DCADBD59-1DFB-4EDA-A39F-B779F17C2ED4_2/Image.png)\\n\\n## A Framework for MetaFi\\n\\n> ### MetaFi 框架\\n\\nIt may be most helpful to first visualise themain components of the Metaverse in order to understand MetaFi  within it. We do this by using our previous Open Metaverse OS Framework, which looks at the layers within the Web 3 stack as applied to the Metaverse.\\n\\n> 首先想象元宇宙的主要成分可能对理解元宇宙非常有帮助。我们使用先前的开放Metaverse操作系统框架来实现这一点，该框架用来查看 Web 3堆栈中应用于Metaverse操作系统中的各个Layers。\\n\\nMetaverse (figure below). The diagram consists mainly of three building blocks: 1)foundations as layer zero, one and two; 2)DeFi; and 3) Verses.\\n\\n> Metaverse（如下图）。该图主要由三个构件组成。1)Layer 0、Layer 1、Layer 2（基础系统架构层）；2)DeFi（金融处理层）；3)Verses（应用层）。\\n\\n![](https://images.mirror-media.xyz/publication-images/sF_kZ6-YDWLhtNo2FFOKG.png?height=698&width=834)\\n\\n**Foundations**\\n\\n> **基础系统架构层**\\n\\nThis building block consists of core frameworks (or protocols) labelled as layer zero, one and two such as Polkadot,Ethereum and Polygon. These core frameworks allow applications to be built on top of them due to shared application logic and security, enabling horizontal value transfer due to their uniform communication layers (allowed through execution and consensus respectively, but also including bridges and similar cross-chain technologies). The horizontal axis labeled Open Metaverse, and its relevant components, are necessary to be included in applications aimed at providing an experience within the Metaverse. If an application does not integrate with this core layer, the application will be isolated where economic and creative value will stagnate and fade away, rendering the application unable to be financially inclusive. We can see similar cases in the traditional world where services that do not integrate to the wider ecosystem fade away due to not staying competitive for the end user.\\n\\n> 这个构件由Layer 0、Layer 1、Layer 2核心框架（或协议）组成，诸如Polkadot,Ethereum和Polygon。此类底层协议共享应用逻辑和安全性，允许在其之上构建应用程序。由于它们统一的通信层（不经包括允许每个层通过执行链上操作并分别达成共识，但也包括跨链桥和类似的跨链技术），从而实现每个层之间的横向价值转移。横轴上标有Open Metaverse，及其相关组件（指基础层和金融层），有必要包含在为Metaverse提供体验的应用程序中。如果应用程序不与此核心层（指Layer 0、Layer 1、Layer 2）集成，则应用程序将被孤立，生态经济和创造的价值也将因停滞并逐渐消失，导致应用程序无法在经济上具有兼容性。我们可以在传统世界中看到类似的情况，由于最终无法保持吸引用户的竞争力，不能与更广泛的生态系统集成的服务便逐渐消失。\\n\\n**DeFi**\\n\\n> **DeFi**\\n\\nThis building block consists of small financial applications that are available on core protocols as described above. These applications can be referred to as “money legos”, are considered as unstoppable applications, and enable complex financial dynamics through smart contracts.\\n\\n> 这个构件由小型金融应用组成，可在上述核心协议上使用。这些可以被称为 \\\"货币乐高\\\"，被认为是不可阻挡的应用，并通过智能合约实现复杂的金融变化。\\n\\n**Verses**\\n\\n> **应用**\\n\\nThis building block consists of a set of domains or parallel verses that makes up the totality of the metaverse. Verticals such as virtual worlds must be connected to foundational layers based on compatibility and free-value-transfer.\\n\\n> 这个构件由一组域或平行空间组成，构成了元宇宙的整体。诸如虚拟世界或NFTs这样的垂直领域，必须在具备兼容性和自由价值转移的前提下与基础层相连。\\n\\nDecentralised finance in the Metaverse (MetaFi) occurs in between the intersection of the vertical and horizontal components. This is where domain specific assets (mainly NFTs) interact with fungible components (foundations and finance). The set of verticals within the Metaverse are diverse in nature and numerous and the definition of each vertical may be highly subjective such that justification of a vertical definition is required. But essentially, MetaFi is a phenomenon taking place at the intersection of fungibility and non-fungibility.\\n\\n> 元宇宙中的去中心化金融（MetaFi）发生在垂直部分（虚拟世界或NFT）**和水平部分**（基础层和金融层）**的交叉点之间。这是特定领域的资产**（主要是NFT）**与可替代成分**（基础层和金融层）**互动的地方。Metaverse中的一组垂直部分**（虚拟世界或NFTs）**性质多样，数量众多，每个垂直部分的定义可能非常主观，因此需要对垂直部分的定义进行论证。但从本质上讲，MetaFi是一种发生在可替代性**（基础层和金融层）**和非可替代性**（NFT）交汇处的现象。\\n\\n**Foundation Enabling Horizontal Growth**\\n\\n> **促成 基础层和金融层 增长的基础**\\n\\nAs we described above, the building blocks of foundations consist of core frameworks (or protocols) labelled as layer zero, one and two (such as Polkadot, Ethereum and Polygon respectively). Here, the protocols usually facilitate modularity, meaning each respective component (L0, L1 & L2) usually serves each other to some extent.\\n\\n> 正如我们上面所描述的，基础的构件包括标记为Layer 0、Layer 1、Layer 2的核心框架（或协议）（如Polkadot、Ethereum和Polygon分别）。在这里，协议通常有利于模块化，这意味着每个组件（Layer 0、Layer 1、Layer 2）通常在某种程度上可相互服务。\\n\\nA direct yet familiar use case can be Ethereum, an L1 framework providing smart contract11 functionalities; meaning the framework provides customlogic that can be used to create a diverse set of computer programs that run in a decentralised manner. Similar to the way Bitcoin is decentralised, but in addition to this decentralised aspect, Ethereum provides what we can refer to as smart money, or money that is programmable through smart contracts.\\n\\n> 一个直接而熟悉的用例可以是以太坊，一个提供智能合约功能的Layer 1框架；这意味着该框架提供了自定义逻辑，可以用来创建一套多样化的计算机程序（智能合约），以去中心化的方式运行。与比特币去中心化的方式类似，但除了这个去中心化之外，以太坊还提供了我们可以称之为加密货币的东西，或通过智能合约可编程的货币。这是比特币所不具备的。\\n\\nTo conceptualize simply, we will only focus on L1. Since Ethereum provides a uniform layer where a wide range of applications can be developed through smart contracts and smart money, it has proven to be a framework delivering revolutionary services to the world of finance (as DeFi has proven). This concept of uniformity, meaning any smart contract on the Ethereum network can interact with each other if programmed to do so, allows an incredible catalyst for interoperability between different services and games built on top of Ethereum.\\n\\n> 为了理解起来容易，我们将只关注Layer 1。由于以太坊提供了一个统一的层，可以通过智能合约和加密货币开发广泛的应用程序，它已被证明是一个为金融世界提供革命性服务的框架（正如DeFi所证明的那样）。这种统一性的概念意味着以太坊网络上的任何智能合约都可以在编程时相互交互，这使得建立在以太坊之中不同服务和游戏之间的互操作性有了不可思议的催化剂。\\n\\nThe horizontal axis of our diagram will remain a horizontal growth factor for the wide metaverse. Meaning, the layers zero, one and two will continue to stay foundational to all the verticals (or parallel verses) that will make up the Metaverse. Applications that can be categorised as DeFi mainly are centered around this horizontal layer, underpinning complex financial applications enabling individuals to lend, borrow and trade in the crypto ecosystem.\\n\\n> 我们图中的横轴将继续作为元宇宙的水平增长因素。这意味着，Layer 0、Layer 1、Layer 2将继续保持对构成元宇宙所有垂直领域（虚拟世界或NFT）**的基础性作用。可以归类为DeFi的应用主要围绕着这个水平层**（Layer 0、Layer 1、Layer 2），支撑着复杂的金融应用，使个人能够在加密货币生态系统中进行贷款、借款和交易。\\n\\n## MetaFi Clusters of Activity\\n\\n> ### MetaFi涉及范围\\n\\nAs we consider the visual above, the number of verticals and its respective definitions will be subject to continuous change as the Metaverse evolves. However, we make an attempt to define some of its emergent core clusters of activity as the ones below. It is important to bear in mind that these clusters are enabled by DeFi applications, data oracles and various foundational layers, as per the Open Metaverse diagram above.\\n\\n> 如同我们对上述视觉的考虑，垂直领域（虚拟世界或NFT）的数量及其各自的定义将随着Metaverse的发展而不断变化。然而，我们试图定义一些新兴的核心活动集群，如下面这些。重要的是要记住，这些集群是由 DeFi 应用程序、数据预言机和各种基础层促成的，如上面的 Open Metaverse 图表所示。\\n\\n**Virtual worlds:** Virtual worlds are digital spaces for the purpose of social, commerce or game play which may or may not mimic the real world and its physics. . When they do, they often comprise an element of scarce land represented as NFTs that can be purchased, traded and built on freely. The most notable examples include The Sandbox or Decentraland. The NFT- component, virtual land, is closely linked to the in-game currencies and/ or governance tokens of the virtual worlds, meaning that users can use the tokens to purchase assets in virtual worlds and to vote on improvement proposals. Adoption of virtual worlds has moved forward significantly since the beginning of 2021, when only a dozen people interacted with them on a daily basis. In the last 30 days, 6.5k unique addresses have interacted with the smart contracts of Somnium Space, Decentraland, The Sandbox and Crypto Voxels, which is a 4x increase since the beginning of November. The Sandbox constitutes the largest share, both in terms of monthly active users (4.1k), and the total value of land sold to date (112k ETH or $450m).\\n\\n> 虚拟世界：虚拟世界是用于社交、商业或游戏目的的数字空间，可能会或可能不会模仿现实物理世界。当他们这样做时，他们通常包括一个稀缺的土地元素，代表着可以自由购买、交易和建设的NFT。最明显的例子包括沙盒或Decentraland。NFT部分，即虚拟土地，与虚拟世界的游戏内货币和/或治理代币密切相关，这意味着用户可以使用代币来购买虚拟世界中的资产，并对改进建议进行投票。自2021年年初以来，虚拟世界的采用已经取得了重大进展，当时只有十几个人每天与虚拟世界进行互动。在过去的30天里，有6.5万个独立地址与Somnium Space、Decentraland、The Sandbox和Crypto Voxels的智能合约进行了互动，这较自11月初以来增长了4倍。Sandbox占据了最大的份额，无论是从月度活跃用户（4.1k），还是从目前为止的土地销售总值（11.2万个 ETH 或 4.5亿美元）。\\n\\n**Games:** We can define games as digital activities primarily for amusement. What sets games in the Metaverse apart is that they often comprise a play- to-earn element, i.e. that users or gamers get remunerated in tokens for their contribution to the game. This gives rise to entire in-game economies, where capital gets connected to labour to generate value. Axie Infinity is probably the most famous Metaverse game and one of the category leaders, both in terms of users (approaching 2 million monthly active users) and protocol revenues ($2.5 bn annualised). However, there have been a whole range of play-to-earn 2.0 games with similarly elaborate economics such as racing games like Zed Run or Battle Racers, collectible card games like Splinterlands or even open-world role-play games like Embersword. Blockchain gaming has also seen significant adoption since the beginning of the year. Almost half of blockchain active wallets are now connecting to games, with the top 10 blockchain games collectively boasting 4m monthly active users.\\n\\n> 游戏：我们可以将游戏定义为主要用于娱乐的数字活动。Metaverse中的游戏与众不同之处在于，它们通常包含了边玩边赚的元素，也就是说，即用户或游戏玩家因其对游戏的贡献而获得代币报酬。这就产生了整个游戏中的经济，资本与劳动之间的相连，并最终产生价值。Axie Infinity可能是最著名的Metaverse游戏，也是该类别的领导者之一，无论是从用户（接近200万月度活跃用户）还是协议收入（年化25亿美元）来看。然而，已经有一系列具有类似复杂经济学 边玩边赚 2.0 版的游戏，如Zed Run或Battle Racers等赛车游戏，Splinterlands等收集卡牌游戏，甚至Embersword等开放世界角色扮演游戏。自今年年初以来，区块链游戏也得到了广泛的采用。几乎一半的区块链钱包都活跃在游戏领域，排名前 10 的区块链游戏总共拥有 400 万月活跃用户。\\n\\n**Avatars:** Avatars are specifically designed to create unique digital identities for users, including interoperable 3D avatars usable in a variety of Metaverse spaces, and often made en-masse as generative PFPs (Profile Picture Projects). PFPs, which can be thought of as prestigious social clubs, are enhancing NFTs at the basis of their projects with fungible tokens, often including functions like governance rights or other benefits. Popular projects like CyberKongz and SupDucks distribute native tokens to (certain rarity classes of) their NFTs. In the case of CyberKongz, by holding a genesis kong, one earns 10 banana tokens every 24 hours. These tokens can then either be sold on Sushiswap or spent in the “banana store” on upgrades, name changes, wearables, etc., as well as on breeding (600 bananas needed to be burnt to breed a new kong).\\n\\n> 头像：头像是专门为用户创造独特的数字身份而设计的，包括可在各种Metaverse空间中使用的可互操作的3D头像，并经常作为生成性的FPP（个人资料图片项目）而大量制作。PFPs，可以被认为是著名的社交俱乐部，在其项目的基础上用可替换的代币加强NFTs，通常包括治理权或其他利益等功能。像CyberKongz和SupDucks这样受欢迎的项目将原生代币分配给他们的NFT持有者（某些稀有等级）。在CyberKongz的案例中，通过持有创世金币，每24小时可以获得10个bananas代币。这些代币可以在Sushiswap上出售，或在 \\\"香蕉商店 \\\"中应用于升级、更改名称以及可穿戴设备中等，当然也可以用于繁殖（需要烧掉600根bananas代币来繁殖一只新金刚）。\\n\\n**Wearables:** Wearables are digital objects that can be manifested / shown off in the Metaverse. They are currently most relevant in games but will spill over to other Metaverse categories in the near future. Designer brands are increasingly using NFTs to tap into the 2.7bn gamers around the world. Gamers can now own unique skins designed by top fashion brands and showcase their tastes to millions of people online. For example, Balenciaga partnered with Fortnite and designed 4 virtual outfits13 andBurberry collaborated14 with Mythical Games to launch its fashion pieces represented as NFTs.\\n\\n> 可穿戴设备：可穿戴设备是可以在Metaverse中体现/展示的数字的终端。它们目前在游戏中最有意义，但在将来也会蔓延到其他元宇宙类别中。设计师品牌正越来越多地使用NFT来吸引全球27亿的游戏玩家。游戏玩家现在可以拥有由顶级时尚品牌设计的独特皮肤，并在网上向数百万人展示他们的品味。例如，Balenciaga与Fortnite合作设计了4套虚拟服装，而Burberry与Mythical Games合作推出了以NFT为代表的时尚单品。\\n\\n**Marketplaces:** Marketplaces are digital places that match supply and demand, allow for greater discoverability of NFTs, facilitating better price discovery. Marketplaces such as OpenSea, Superrare, and Rarible allow users to freely trade and issue NFTs directly. From there, these NFTs can then be used as financial assets. Fractionalization allows high- value NFTs a way to liquidity by fractionalising them into fungible tokens with proportional ownership. Fractionalisation is especially popular in combination with bundling, effectively resulting in an index fund solution for the given category of NFT -- for example, platform NFTX and Beeple’s B20 index. The NFT boom has caused marketplaces volume to skyrocket. OpenSea’s January 2021 30 day trading volume was only $1m, while in November 2021 it surpassed $2bn, a 2,000x increase.\\n\\n> 市场：市场是匹配供应和需求的数字场所，可以让更多的NFT曝光，促使价格发现。OpenSea、Superrare和Rarible等市场，允许用户自由交易��直接发行NFT。从那里，这些NFT可以作为金融资产使用。可分割性允许高价值的NFT通过按比例分割成加密代币获得流动性。可分割性与捆绑相结合特别受欢迎，有效地产生了例如NFTX及Beeple的B20指数，针对特定类别NFT的指数基金解决方案。NFT的蓬勃发展导致市场交易量激增。OpenSea在2021年1月份的30天内交易量只有100万美元，而在2021年11月则超过了20亿美元，增长了2000倍。\\n\\n**Yield-Bearing NFTs:** NFTs can produce yields in 2 ways: indirectly or directly. Producing yield indirectly includes using NFTs as collateral for taking out loans and then reinvesting the loaned funds at a higher rate. NFTfi allows using NFTs as collateral for loans this way. Producing yield directly can be achieved by combining an NFT with e.g. yield bearing DeFi LP tokens. The platform Charged Particles aims to provide a framework to add these DeFi elements to NFTs. Also, a persistent trend over the past months has been for NFT-first projects to add a native token, adding another yield-generating element to their NFTs. This effectively creates social token economies, such as Loot, where its Adventure Gold currency was launched shortly after the NFTs. EtherCards is launching its Dust token, allocated to every existing card, depending on its rarity. Dust can be used to participate in raffles to win blue-chip NFTs. There is also a significant overlap with the Avatars category, where CyberKongz and SupDucks can also be considered Yield-Bearing NFTs.\\n\\n> 可质押挖矿的NFTs：NFTs可以通过两种方式产生收益：间接或直接。间接产生收益率包括使用NFTs作为贷款的抵押品，然后以更高的利率用贷款资金进行再投资。NFTfi允许用NFTs作为贷款的抵押品这种方式，可以通过将NFT与例如有收益的DeFi LP代币相结合直接产生收益。Charged Particles平台旨在提供一个框架，将这些DeFi元素添加到NFTs中。此外，过去几个月的持续趋势是 NFT 优先项目添加原生代币，为他们的NFT增加了另一个产生收益的元素。这有效地创造了社会代币经济，例如Loot，其例如 Loot，在 NFT 之后不久推出了它的 Adventure Gold 货币。EtherCards 正在推出其Dust代币，根据其稀有性分配给每张现有的卡片。Dust可以用来参与抽奖以赢得蓝筹NFTs。与Avatars类别也有很大的重叠，其中CyberKongz和SupDucks也可以被认为是有收益的NFTs。\\n\\nAccess Tokens:These can be both fungible and non-fungible tokens that give its holders access to various forms of value, which can be in the form of access to a community, specific people or tokens minted in the future. A good example is The Bored Ape Yacht Club, a collection of 10,000 ape NFTs, where owning one not only gives holders access to a community Discord, but allows them to speculate on future value delivery by The Bored Ape Yacht Club franchise.\\n\\n> 可访问代币：这些代币既可以是加密货币，也可以是NFT，它们让持有者获得各种形式的价值，可以是进入社区及访问特定的人员或未来铸造的代币之类的权限。一个很好的例子是The Bored Ape Yacht Club，这是一个由10,000个猿猴NFT组成的社区，拥有一个NFT不仅可以让持有者进入社区的Discord，还可以让他们以此推测The Bored Ape Yacht Club社区的未来发展价值。\\n\\nIt is important to note that projects in the above mentioned categories do not function in isolation, but in many instances overlap. For example, we are seeing the successful mechanisms that allow play-to-earn 2.015 like Axie Infinity to have yield-bearing NFTs being transferred to other NFT use-cases. Similarly, we have seen established crypto protocols (centred around fungible tokens) launch NFTs as additional ways of interaction, such as Gitcoin selling NFTs for funding digital public goods. We expect to see more exotic combinations of the above categories in the near future, as well as creation of entirely new categories of MetaFi.\\n\\n> 值得注意的是，上述类别的项目并非孤立运作，而是在很多情况下是重叠的。例如，我们看到一些成功的机制，允许像Axie Infinity这样的（play-to-earn 2.0）将产生收益的NFT转移到其他NFT的用例。同样，我们已经看到既定的加密协议（以加密货币为中心）推出NFT作为额外的交互方式，例如Gitcoin出售NFT用于资助数字公共产品。我们预计在不久的将来会看到上述类别的更多奇特组合，以及创建全新的MetaFi类别。\\n\\n## Limitations Today\\n\\n> ### 目前的局限性\\n\\nFor MetaFi to start realizing its true potential, much still needs to be developed. More specifically, there's a couple of limitations in the current state of MetaFi that need to be overcome in order to bring about a notable wave of adoption:\\n\\n> 要使MetaFi开始发挥其其真正的潜力，仍有许多工作要做。更具体地说，MetaFi目前有几个局限性需要克服，以带来一波更广泛的采用。\\n\\n**1、NFT appraisals:** In order to be able to buy, sell or borrow against an NFT, owners need to know what their NFT is worth. NFTfi solves this by enabling users to list their NFTs on NFTfi website as collateral and lenders can offer borrowers loans based on how valuable they think their NFTs are. Appraisals are essentially done by lenders and not by uninterested 3rd parties.\\n\\n> 1、NFT 评估：为了能够购买、出售或借入 NFT，所有者需要知道他们的 NFT 价值多少。 NFTfi 通过让用户在 NFTfi 网站上列出他们的 NFT 作为抵押品来解决这个问题，贷款方可以根据他们认为他们的 NFT 的价值向借款人提供贷款。评估主要由贷款方完成，而不是由不感兴趣的第 3 方完成。\\n\\n2、**Legal and governance issues around fractionalization:** If you divide an NFT into 100 pieces and distribute them to different people, especially if that NFT carries rights such as voting or yield, it's not always clear who can do what and when and how those rights are managed.\\n\\n> 2、关于分割NFT的法律问题及治理问题：如果你将一个 NFT 分成 100 块并分发给不同的人，特别是如果当 NFT 带有投票或收益等权利时，谁能做什么，什么时候做，以及如何管理这些权利，并不总是很明确。\\n\\n**3、Standards across blockchains:** The Metaverse is now beingbuilt beyond solely Ethereum on different layer one or layer zeroblockchains, and these blockchains are still not 100% interoperable, which means siloing of value is to a certain extent inevitable in the near term.\\n\\n> 3、跨链的标准：现在Metaverse的建设已经超越了的以太坊，部署在不同的Layer 1 或Layer 2的区块链上，而这些区块链仍然不是可以100%互操作的，这意味着价值的孤岛化在短期内是不可避免的。\\n\\nTo fully unlock the value of DeFi for the Metaverse, NFTs need to be easily insertable or pluggable into DeFi protocols, e.g. NFTs need to be traded, borrowed, lent, borrowed against. Although today’s DeFi currently only really works with fungible tokens, we expect new ways to bridge NFTs with DeFi:\\n\\n> 为了完全释放 DeFi 对 Metaverse 的价值，NFT 需要易于接入到 DeFi 协议中，例如NFT 需要交易、借入、借出。尽管今天的 DeFi 目前只真正适用加密货币，但我们希望有新的方法将 NFT 与 DeFi 连接起来：\\n\\n**1、Fractionalization of NFTs:** This means dividing non-fungible tokens into many fungible tokens. One can think of these fractions as a stake in the ownership of an NFT. For example, meme creators can use asset creation platforms to make memes, fractionalize them into tokens with a high level of fungibility, and trade them using DeFi DEXes like Unsiwap. Notable projects that are fractionalizing NFTs include the likes of  Fractional or DAOfi.\\n\\n> 1、NFTs的可分割化：这意味着将NFT分成许多加密货币。人们可以将这些分割后的代币视为 NFT 所有权的股份。例如，meme创建者可以使用资产创建平台来制作meme，将它们细分加密货币，并使用 Unsiwap 等 DEX 进行交易。对 NFT 进行细分的著名项目包括 Fractional 和 DAOfi 之类的项目。\\n\\n**2、NFT-isation of DeFi:** This means upgrading DeFi protocols so that they can accept NFTs as a form of collateral. For example, builders can create assets in virtual worlds and use them as collateral to borrow against on platforms like Centrifuge or Pragmafy.\\n\\n> 2、DeFi的NFT化：这意味着升级DeFi协议，使其能够接受NFT作为一种抵押品。例如，建设者可以在虚拟世界中创建资产，并将其作为抵押品在Centrifuge或Pragmafy等平台上进行借贷。\\n\\n**3、NFTs as derivatives:** Creating a range of liquid digital assets whose value would depend on the value of  off-chain assets, in-game items, social capital, etc. represented as NFTs and perhaps linked to data oracles to determine state. For example, digital artists can create art, create an NFT derivative and use it as collateral to mint synthetic assets on Synthetix, e.g. stablecoins, synthetic gold or stocks.\\n\\n> 3、NFTs作为衍生品：创建一系列具有流动性的数字资产，其价值取决于链下资产、游戏内物品、社会资本等的价值，以NFTs表示，可能与数据预言机相关联以确定价格。例如，数字艺术家可以创造艺术，创造一个NFT衍生品，并使用它作为抵押品在Synthetix上铸造合成资产，如稳定币，合成黄金或股票等资产。\\n\\n## MetaFi 2022\\n\\n> ### MetaFi 2022\\n\\nIn summary, MetaFi, or Metaverse Finance, is an all-encompassing term for protocols, products and/or services enabling the complex financial interplay between non-fungible and fungible tokens (and their derivatives). It comprises fundamental building blocks of the blockchain space, such as foundations as layer zero, one and two, the DeFi stack and various verses. MetaFi inherits the 2 core characteristics of DeFi protocols; it is unstoppable and composable. Its development is driven by a couple of key trends, such as mutualisation of risk, gamification of finance, growth in availability of financial tooling and DAO services stack.\\n\\n> 总之，MetaFi，或Metaverse Finance，是一个包罗万象的术语，指的是使NFT的和加密货币（及其衍生品）之间的复杂金融相互作用的协议、产品和/或服务。它包括区块链空间的基本构件，如作为Layer 0、Layer 1、Layer 2的基础，DeFi堆栈和各种应用。MetaFi继承了DeFi协议的2个核心特征；它是不可阻挡的和可组合的。它的发展受到一些关键趋势的推动，如风险的相互化、金融的游戏化、金融工具可用性增长和DAO服务堆栈。\\n\\nHopefully we have now made clear MetaFi in its current form is in a nascent state. As mind-boggling as some of its features are, we are now only beginning to scratch the surface of the possibilities it will unlock in the medium to long term future. However, based on what we see in the market and going through our accelerator, we expect to see the following developments in the short to mid- term:\\n\\n> 希望我们现在已经说清楚，MetaFi目前的形式还处于萌芽状态。尽管它的一些功能令人令人难以猜测，但我们现在才刚刚开始了解它在中长期内将释放的可能性。然而，根据我们在市场上看到的情况以及通过我们的加速器可以得知，我们预计在中短期内会看到以下发展：\\n\\n1、Combinations of different MetaFi categories and the creation of entirely new ones, e.g. user-generated games in virtual worlds with their own economies, or yield bearing non- fungible assets, such as wearables or avatars.\\n\\n> 1、不同的MetaFi类别的组合和创造全新的类别，例如在虚拟世界中用户生成的游戏，有自己的经济，或产生类似NFT的资产，如可穿戴设备或游戏人物等。\\n\\n2、Improvement in UX / UI of the financial MetaFi projects, probably incorporating elements of VR. In order for MetaFi to truly take off, it needs to be understood and more seamlessly experienced by ordinary people.\\n\\n> 2、MetaFi项目的UX/UI改进，可能融入VR元素。 MetaFi要想真正腾飞，还需要让普通人理解和带来无缝的体验。\\n\\n3、Further innovation in DeFi 2.0 transferring to MetaFi, similarto the kind of innovation we have seen with Olympus DAO, Alchemix. We need better solutions to fractionalization of NFTs, especially catering to the legal and governance issues, as well as to NFTisation of DeFi.\\n\\n> 3、DeFi 2.0的进一步创新转移到MetaFi，类似于我们在Olympus DAO、Alchemix上看到的那种创新。我们需要更好的解决方案来解决 NFT 的细分化问题，尤其是要解决法律和治理问题，以及 DeFi 的 NFT 化问题。\\n\\n4、Improvement in the foundation technologies like layer ones, which will lower transaction fees, increase throughput, enable scaling and overall make applications running on blockchain protocols more accessible.\\n\\n> 4、基础技术的改进，如Layer 1的改进，将降低交易费用，提高吞吐量，实现扩展，总体上使运行在区块链协议上的应用更容易获得良好体验。\",\"timestamp\":1640880912,\"title\":\"机构研报｜Outlier Ventures：MetaFi—由DeFi塑造下Metaverse\"},\"digest\":\"fFSBKaIOQxGujjydPGy2M8x3pe9JEzfluL_8jT8FfU8\",\"authorship\":{\"contributor\":\"0xcd7F86Ce05afd1032c1Bf96D1e53975a3C63F658\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dMV_dRSrTeoAjZ_gsc_JdZ0HHx9hTnMwfUkRD7WDves\\\",\\\"y\\\":\\\"IkOmNkHLMd7q_7UjZbUf40akYa-9Th7XG5wKozc3DeA\\\"}\",\"signature\":\"NAP_dlxAmSwAH8zIs3_tnTKJ4i5OtXk6AG747amTxgaFUWVl4sAHDuy6yifyEtCpyEl4WJs6-2z-bn9hNwAhCg\",\"signingKeySignature\":\"0x81aad9e39af9c19d395b0c84bc1a51f9da150e3fe7ea34caea5f92b51dfb21bb0ed5d8268b0d4dab13833541af6ccdde5eb2f16989268639fcae45a97ede73631b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dMV_dRSrTeoAjZ_gsc_JdZ0HHx9hTnMwfUkRD7WDves\\\",\\\"y\\\":\\\"IkOmNkHLMd7q_7UjZbUf40akYa-9Th7XG5wKozc3DeA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Xy_BDgGJw5nEfIeXRL5yM9I2R-l8vPXpiwxF-x25bnQ\"}"