"{\"content\":{\"body\":\"## Cooperatives, gaming guilds, and the networks to come\\n\\n_This essay is the second in a [Gnosis Guild](https://twitter.com/gnosisguild?lang=de) series by [@keikreutler](https://twitter.com/keikreutler?lang=de) bridging cryptonetworks, web3, and gaming._\\n\\n_Follow [@GnosisGuild](https://twitter.com/gnosisguild?lang=de) on Twitter to learn about a new constellation of DAO tools launching in early August._\\n\\nThe year is 1996. John Perry Barlow is about to declare, “The internet consists of transactions, relationships, and thought itself” ([1](https://www.eff.org/de/cyberspace-independence)). \\n\\nFrom the vantage point of today’s web, someone might argue that only the first part of Barlow’s statement is correct. The spectacle surrounding digital assets suggests that we’ve reached a new level of financialization, continuing a trajectory in which more of our actions online become direct economic interactions. While blockchain-based digital assets are amenable to speculative financial markets, they are not the only application of the technology. During this crest of the hype cycle, we could see relationships forged by new peer-to-peer institutions take root underneath.\\n\\n![**An early world computer?** Ruzname-i dairevi astronomical tables for both the Arebi (Islamic) and Rumi (Julian) calendars providing chronological accounts of seasonal change, entry of the sun into signs of the zodiac, and times of summer and sunset. Image: [Wellcome Collection](https://wellcomecollection.org/works/wu9m85d6/images?id=p9zusnmd)](https://images.mirror-media.xyz/publication-images/38e90c0a-c2e5-4d73-bcac-daf0bb452bec.jpg?height=1176&width=2330)\\n\\nOne of the first core applications of public blockchains is global digital assets. Global in the sense that they do not rely on institutions to prove they are not being [double spent](https://en.wikipedia.org/wiki/Double-spending): the mystical cat on the moon NFT is, verifiably, the only mystical cat on the moon NFT corresponding to its token. The utility of provable uniqueness extends to types of relations beyond direct economic exchange as well, which has led many people to think as much about new forms of finance as about new forms of organizations. \\n\\nYet the promise of new forms of organizations aided by information technology cannot be separated from the context of the internet’s invention. In 1995, a year before John Perry Barlow’s [Declaration of the Independence of Cyberspace](https://www.eff.org/de/cyberspace-independence), another written work that would impact the political ideology of the early internet appeared: [Tribes, Institutions, Markets, Networks (TIMN)](https://www.rand.org/content/dam/rand/pubs/papers/2005/P7967.pdf) by David Ronfeldt. The TIMN report was funded by the RAND Corporation. Darkly parodied in _Dr. Strangelove_ as the BLAND Corporation, it is a non-profit, research and development think tank founded in 1948, which is responsible for informing the policies of the United States military, government, and industry to the present day. Because the internet begins amidst this militarized context, we will start here too ([2](https://www.rand.org/about/history/baran.list.html)).\\n\\nThe TIMN report creates a narrative of societal evolution in which humans have progressed through four distinct organizational forms:\\n\\n![(T) **Tribes** have the societal organizing principle of kinship, clans, and lineages. (I) **Institutions** have the societal organizing principle of hierarchy. (M) **Markets** have the societal organizing principle of competitive exchange. (N) **Networks** have the societal organizing principle of heterarchic collaborative exchange (Ronfeldt). [Heterarchic](https://en.wikipedia.org/wiki/Heterarchy) here denotes \\\"organizations that are non-hierarchical, unranked, _or_ possess the ability to be ranked in multiple ways\\\" (Wikipedia).](https://images.mirror-media.xyz/publication-images/ccfc3b17-2054-4305-b705-bd23ec2e5598.png?height=1076&width=1872)\\n\\nWhile new organizational forms evolve over time, preceding organizational forms “grow within their scope of activity, even though that scope is newly circumscribed”, citing how markets increased tax revenues to bolster the institutional state despite curtailing its participation in direct economic exchange in other respects ([3](https://www.rand.org/content/dam/rand/pubs/papers/2005/P7967.pdf)). \\n\\n![Sam Hart, Laura Lotti, Toby Shorin, [Squad Wealth](https://otherinter.net/squad-wealth/), 2020](https://images.mirror-media.xyz/publication-images/80498627-0fad-4e56-9afe-848f8f50a539.png?height=1640&width=2798)\\n\\nThe report’s institutional biases are clear, such as equating progress with Western liberal democracy, and its narrative of societal evolution may appear reductive at best. Its argument, however, provides an historical background to the political ideology from which decentralized organizations draw, knowingly or not. This is most apparent in the report’s identification of the newest organizational form: networks.\\n\\nThe report defines networks somewhat open-endedly. A key distinguishing feature between networks and the organizational forms preceding them is that networks are described as **_multi-organizational_**, emphasizing collaboration between “small, scattered, and autonomous” groups over larger distances. These groups do not necessarily share a distinct organizational unity. While networks have existed throughout history, new information technology emphasizes cooperative relations that greatly impact institutions, through cutting across jurisdictions, and through markets, “facilitating the growth of [keiretsus](https://en.wikipedia.org/wiki/Keiretsu) and other distributed, web-like global enterprises and, increasingly, so-called ‘virtual corporations’”, Ronfeldt notes ([4](https://www.rand.org/content/dam/rand/pubs/papers/2005/P7967.pdf)). Yet multi-organizational networks’ primary domain is neither the public nor private sector, at least as both are traditionally conceived. Instead, they will most transform a third, “autonomous social sector” (5), identified in the report as civil society. Painted in the 1995 landscape to include non-governmental organizations (NGOs), grassroots organizations, and private voluntary organizations, civil society will be strengthened by multi-organizational networks and perhaps address issues surrounding inequality, bureaucracy, and accessibility where preceding organizational forms failed.\\n\\nThe report presents a saccharine political image of networks: “While the development of the institutional and market forms of organization led to an emphasis on competitive advantages, development of the multi-organizational network form may shift the emphasis to cooperative advantages” ([6](https://www.rand.org/content/dam/rand/pubs/papers/2005/P7967.pdf)). The underside of this political presentation is the imperial soft power NGOs would globally export in the following decade. For those currently working on web3, all of this language may feel familiar, although this questionable ideological inheritance often goes unremarked ([7](https://www.wsj.com/articles/SB10001424052748703983004575073911147404540)).  \\n\\nWith the report’s final emphasis on civil society’s three letter acronyms for organizations, NGOs, NPOs, and PVOs, a future one is naturally missing: DAOs.\\n\\n## A Chimeric Term\\n\\nDAO stands for _decentralized autonomous organization_. \\n\\nDAO comes from imagining how features of decentralized technology, such as global digital assets, censorship resistance, and automated actions, will change how organizations operate. Initially called _[decentralized autonomous corporations](https://bitcoinmagazine.com/technical/bootstrapping-a-decentralized-autonomous-corporation-part-i-1379644274)_ (DACs), the more generalizable term DAO emerged from the Ethereum blockchain community. Based on Vitalik Buterin’s [DAOs, DACs, DAs and More: An Incomplete Terminology Guide](https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/) from 2014, a DAO could be described then as a capitalized organization in which a software protocol informs its operation, placing automation at its center and humans at its edges. For example, a software protocol could specify the conditions upon which an organization automatically distributes capital to its members. This led to the idea that organizational values could be automated and executed by code, a lingering idea that perhaps falsely suggests [tacit knowledge](https://en.wikipedia.org/wiki/Tacit_knowledge) can be fully expressed in a software protocol. While the term’s hypothetical ideas abounded, by the time a DAO went from theory into experiment, the community largely reframed the term DAO to indicate “unstoppable”, or censorship-resistant, businesses. The first DAO, called [The DAO](https://en.wikipedia.org/wiki/The_DAO_(organization)), became one of the biggest spectacles in the Ethereum blockchain community to date when in 2016 it raised over $150m equivalent in ETH as a decentralized venture fund (8). However, the experiment proved short-lived when The DAO was hacked one month after launch.\\n\\nIt was not until several years later that larger initiatives related to DAOs gained traction again. From then until now, DAO has strayed from its initial signifiers to continue as a chimeric term, with both the term and its implementations varying depending on its cultural context. Each speculative run in the market, for all its noise, creates new signals of what DAOs can be deployed towards, bringing descriptive, technical, and cultural refinement to the concept in practice. While some quip that a [group splitting a lunch bill](https://twitter.com/DnlKlr/status/1398219740489859073) may be a DAO, in order to avoid its overgeneralization ([9](https://j.mirror.xyz/RUeJfZEZxr-hkuzUCakQyUuf2kOJVMPPiAWBaQFhhqc)), DAOs will be circumscribed here to focus on examples in the Ethereum blockchain community, despite the importance of other [communities similarly coordinating](https://twitter.com/helveticade/status/1400946733249662978). In 2021, a DAO could be described as a voluntary association with the operating principles of digital cooperativism. As voluntary associations, they are a cross-jurisdictional way for strangers, friends, or unlikely allies to pseudonymously come together toward common goals, supported by a token model, incentives, and governance. Members of a DAO can have representative ownership of its digital assets through a token, which often simultaneously acts as a governance right. \\n\\nAlthough many DAOs would not embrace the label of digital cooperative, one could say DAOs embrace cooperativism as a _protocol_, meaning an evolving set of relational practices that are distinct from traditional corporate structures or decentralized autonomous corporations, because they prioritize member ownership. The label cooperative is further qualified here by digital because today DAOs act primarily to coordinate around digital assets. However, as the concept of DAOs evolves in practice, [its digital primacy will fade](https://medium.com/regen-network/community-stake-governance-model-b949bcb1eca3). DAOs, as we will see, also introduce new dimensions that exceed what the operating principles of a digital cooperative notionally encompass.\\n\\n[https://twitter.com/evabeylin/status/1396184123761303554](https://twitter.com/evabeylin/status/1396184123761303554) \\n\\nDecentralized technology ecosystems tend to describe a phenomenon through its technical products. Yet as Ruth Catlow, co-founder of Furtherfield and DECAL decentralized arts lab, notes, “We need to be building cultures before structures” ([10](https://so-far.online/many-headed-hydras/)). While the overview below of DAO tools provides a concrete description of the concept in practice, it feels critical to keep in mind that DAOs ultimately coordinate through collective vibes.\\n\\n![DAO Starter Pack, 2021](https://images.mirror-media.xyz/publication-images/b277c810-3d61-4766-979c-af9d8b063e7e.png?height=1350&width=2400)\\n\\nIn its simplest form, DAO tools have been described as a group chat and a bank account ([11](https://www.patreon.com/posts/wyoming-dao-bill-51387956)). In 2021, this generally takes the form of a Discord server and a [Gnosis Safe Multisig](https://gnosis-safe.io/), which is a web3 platform for creating [multi-signature accounts](https://blog.gnosis.pm/inventories-not-identities-7da9a4ec5a3e). Multi-signature accounts allow pseudonymous groups, across jurisdictions, to pool and manage funds within minutes, a capacity far beyond a [traditional joint bank account](https://twitter.com/ctbeiser/status/1399196774967898113). This “minimum viable” DAO, or MVD, tooling shone in the first half of 2021 with initiatives like PleasrDAO. \\n\\n[PleasrDAO](https://twitter.com/pleasrdao?lang=de) is a collective that came together to bid on an NFT by the artist [pplpleasr](https://foundation.app/pplpleasr). Given escalating NFT digital art auction prices, the idea behind PleasrDAO was simple: a collective of fans using a multi-signature account could pool funds to place bids, and through holding in common, compete with other major bidders to win the auction. After winning their first eponymous auction, PleasrDAO went on to collect other works such as [Stay Free](https://foundation.app/Snowden/stay-free-edward-snowden-2021-24437), the NFT by Edward Snowden charitably supporting independent press, for a total of 2.2K ETH or USD 5.4 Million equivalent at the time. Their repeatedly successful missions means that while still acting as collectors, PleasrDAO will [broaden their scope](https://decrypt.co/66933/why-this-dao-bought-snowden-nft) to begin incubating projects by their community. Initiatives like PleasrDAO most promisingly challenge institutional collectors through their expanded membership, inviting artists they collect like pplpleasr to become members of the collective in turn. \\n\\n![Gnosis Safe multi-signature account owned by PleasrDAO, in which they hold collected NFTs in common.](https://images.mirror-media.xyz/publication-images/c9904c31-747e-4b83-aee1-0a2208b1f338.png?height=1800&width=2880)\\n\\nThough a group chat and multi-signature account may be enough to initialize a DAO mission, a token often becomes the next step toward embracing the principles of a digital cooperative. For example, PleasrDAO issued $PEEPS, a token distributed internally to represent members’ stake in the collection ([12](https://foundation.app/blog/pleasrdao)), which they are considering making public to fractionalize ownership of their collection. Similar experiments like [PartyDAO](https://twitter.com/prtydao?lang=de) employ a token, with the $PARTY token representing membership to a group chat, governance rights, and co-ownership of productive value managed by the DAO. It’s important to note PleasrDAO and PartyDAO are not flat hierarchies, as they both have elected groups of individuals that manage their multi-signature account treasuries. Though PleasrDAO and PartyDAO focused on shorter missions initially, they are both evolving toward a longer term vision, as collectors, investors, and incubators that use tokens to represent co-ownership in the spirit of a digital cooperative. Tokenization creates both opportunities and challenges for the networks to come.\\n\\n### A New Dimension in the Cooperative Movement\\n\\nReturning to their origin, DAOs today resemble _The_ _DAO_ in their emphasis on open participation and economic value creation, while their culture has shifted more toward specific niches and social connection. In the examples above, one term has been left intentionally vague: governance. Many DAOs today use the lightweight [Snapshot](https://snapshot.org/) platform for governance ([13](https://deepdao.io/#/deepdao/dashboard)). On Snapshot, DAOs each have a space to create and vote on proposals. For example, both [PleasrDAO](https://snapshot.org/#/pleasrdao.eth) and [PartyDAO](https://snapshot.org/#/partydao.eth) have a Snapshot space, on which they hold public votes for collective decisions. Snapshot weights votes by the amount of DAO-specific tokens an address holds, such as $PEEPS tokens in PleasrDAO.\\n\\n![PleasrDAO Snapshot space displaying the vote on whether to acquire the [Dreaming at Dusk](https://foundation.app/torproject/dreaming-at-dusk-35855) NFT benefitting the Tor Project. The vote passed with a total of 396.69k $PEEPS tokens voting in favor.](https://images.mirror-media.xyz/publication-images/f09da5e4-c7e9-4dd4-b736-f6a504f02606.png?height=1800&width=2880)\\n\\nThe [topic of governance](https://technosphere-magazine.hkw.de/p/The-Byzantine-Generalization-Problem-Subtle-Strategy-in-the-Context-of-Blockchain-Governance-8UNNcM8VShTpBGWRuob1GP) has its own history within the crypto ecosystem that won’t be fully expounded upon here. Notably the initiative [MolochDAO](https://www.molochdao.com/), which uses the classic font Papyrus and heavily references gaming guilds, rekindled the fire of decentralized governance after The DAO hack. MolochDAO went on to inspire a legion of new DAOs, many direct forks, in its wake.\\n\\n[https://twitter.com/pet3rpan_/status/1399411511869665285](https://twitter.com/pet3rpan_/status/1399411511869665285) \\n\\nThis essay’s history of DAOs is far from complete, as other projects like [Aragon](https://aragon.org/), [Colony](https://colony.io), and [DAOstack](https://daostack.io/) continue to develop their platforms for DAOs and modular initiatives like [Block Science](https://block.science/) and [Commons Stack](https://commonsstack.org/) arise. These projects offer DAO tools supporting many [governance mechanisms](https://blog.gnosis.pm/a-brief-discussion-of-the-protocol-governing-the-dxdao-7331407a2555). However, a prehistory of DAOs is also incomplete without its less frequently mentioned relation to platform cooperativism.\\n\\nBuilding on decades of commons initiatives, the term “platform cooperativism” coined by Trebor Scholz as well as the concept “[exit to community](https://hackernoon.com/startups-need-a-new-option-exit-to-community-ig12v2z73)” outlined by Nathan Schneider have intersected with the crypto space through essays like Jesse Walden’s [The Ownership Economy](https://variant.fund/the-ownership-economy-crypto-and-consumer-software/). These catchphrases advocate for platforms owned, developed, and stewarded by their community of users. Specifically, the concept “exit to community” influenced decentralized governance through its clear exposition of a third way for companies to evolve their ownership.\\n\\n![Nathan Schneider, [Startups Need a New Option: Exit to Community](https://hackernoon.com/startups-need-a-new-option-exit-to-community-ig12v2z73), 2019](https://images.mirror-media.xyz/publication-images/d14efc42-4c3c-4e7b-a6c9-b760a118e7c5.jpeg?height=579&width=1159)\\n\\nExit to community grew in practice through initiatives such as [DXdao](https://twitter.com/dxdao_?lang=de), which launched with the aim to give community ownership, governance, and value to software protocols. Today, with many decentralized finance software protocols guiding their development through DAOs, it's become clear that software protocols can both exit to, and [build with community](https://twitter.com/VENTURE_DAO/status/1395544596550062080). Because DAOs use early stage software tools, it makes sense that their first users and use cases would involve the governance of digital assets, such as software protocols. DAOs’ digital primacy is perhaps one reason that their resemblance to earlier cooperative movements often goes unremarked. \\n\\nToday, the International Cooperative Alliance defines cooperatives as “an autonomous association of persons united voluntarily to meet their common economic, social, and cultural needs and aspirations through a jointly-owned and democratically-controlled enterprise” ([14](https://www.ica.coop/en/cooperatives/cooperative-identity)). A cooperative can also be defined by the structure of its legal entity, which dictates that cooperatives are companies not owned by shareholders but by their members. A key moment in the history of cooperatives was the establishment of the [Rochdale Principles](https://en.wikipedia.org/wiki/Rochdale_Principles), formulated by a society of weavers in 1844. The International Cooperative Alliance adopted these operating principles, which still guide cooperatives globally:\\n\\n1. Voluntary and Open Membership\\n2. Democratic Member Control\\n3. Member Economic Participation\\n4. Autonomy and Independence\\n5. Education, Training, and Information\\n6. Cooperation among Cooperatives\\n7. Concern for Community\\n\\nWhile these operating principles have evolved over the last two centuries, they could easily have been formulated by a DAO today. The principles of Voluntary and Open Membership, Member Economic Participation, and Concern for Community translate to the examples of DAOs above. The principles of Autonomy and Independence and Cooperation among Cooperatives are key for DAOs to flourish as multi-organizational networks, strengthening an autonomous social sector built through cross-DAO collaboration. \\n\\nDAOs could set more thoughtful norms around democratic member control, which cooperatives typically define as one member, one vote. Most DAOs employ token voting, that is, one token, one vote. DAOs reason that token ownership represents stakeholdership, with the token model often directly economically tied to the DAO, for example through fees on software protocols it owns. This allows DAO members with greater financial stake to have proportionally greater influence. Token voting does not directly contradict cooperative principles, as there are some cooperatives that weight votes by qualities such as production ([15](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3356774)). In certain cases this may feel apt, but as some DAOs evolve toward maintaining basic infrastructure such inequality becomes undesirable. This is in part because not all stakeholders have the purchasing power representative of their stake, and their practical knowledge may be excluded from governance.  \\n\\nProjects such as Tornado Cash privacy protocol have approached this distribution problem by retroactively sending tokens to prior users, in a step toward making users stakeholders of the protocol ([16](https://tornado-cash.medium.com/tornado-cash-governance-proposal-a55c5c7d0703)). The [Regen Network](https://www.regen.network/) project, a public blockchain for ecosystem services, takes another approach to this distribution problem. They have set aside 30% of their tokens for land stewards, climate scientists, and other stakeholders in regenerative land management to form [community DAOs](https://medium.com/regen-network/community-stake-governance-model-b949bcb1eca3) that participate in network governance. Because tokens can be distributed more easily than traditional corporate interests, memberships, or shares, this creates the possibility for a new form of token holder company, which can incorporate deeper practical knowledge in governance without increasing operational transaction costs. Stakeholders with practical knowledge, or [“tacit” knowledge](https://en.wikipedia.org/wiki/Tacit_knowledge), like land stewards in the case of Regen Network, benefit governance by incorporating informal practices in decision making. Here, DAOs begin to introduce new dimensions that exceed what the operating principles of a digital cooperative notionally encompass. For this reason, as much innovation and emphasis should be placed on token distribution mechanisms that identify broader stakeholder participation as on decision making mechanisms. \\n\\nThe tokenization of online communities could be the subject of a longer debate. Far from the best answer to the social media woes of web 2.0, tokenization introduces more financialized relations. As a guiding star, web3 applications could aim to introduce value in relations which have been historically denied it, such as labor and environment, rather than creating new financialized relations. In this context, for DAOs with the mission of economic value creation, a token becomes a useful mechanism on three fronts:\\n\\n1. Bootstrapping Funding\\n2. Distributing Governance Rights\\n3. Aligning Ecosystem of DAOs\\n\\nTokenization introduces a powerful cultural norm into early stage organizations: the expectation of transparent co-ownership of its assets _from the start_. The tension between more traditional corporate structures that pay dividends and DAOs persists ([17](https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/)). Because most DAOs represent governance rights through a token, in some sense tokens Trojan horse principles of cooperatives directly into highly financialized spaces. These are two important sides of, quite literally, one coin, and for this reason, tokenization should not be dismissed. Tokens may be one key to unlock the ownership economy, but to reach a more equitable version of this future, we must participate in crafting the culture around token distribution, mediation, and governance now. This becomes important because, unlike shares in cooperatives, many tokens that double as governance rights can be sold on secondary markets. While this makes the conditions for entrance into an organization easier, DAOs can learn from cooperatives’ emphasis on long termism, through establishing more cultural patterns around token vesting, limited transferability, or more experimental mechanisms.\\n\\nJust as DAOs can learn from case studies of cooperatives, in a two-way exchange DAOs could introduce more forms of decentralized governance into cooperatives. This is the case made by Morshed Mannan in [Fostering Worker Cooperatives with Blockchain Technology: Lessons from the Colony Project](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3356774), which cites how cooperatives often face “coordination problems as the entity scales across borders,” with a “negative trend in participatory management, mutual monitoring, and solidarity” as they internationalize. Dilemmas that cooperatives face, such as funding, governance, and alignment across jurisdictions, DAOs directly address. Embracing cooperativism as a _protocol_ rather than as a corporate structure, in their neologism, DAOs could encourage a cultural space that can be crafted beyond traditional divisions.\\n\\n## The Guilded Age\\n\\n[https://twitter.com/karakittel/status/1404510598033985548](https://twitter.com/karakittel/status/1404510598033985548) \\n\\nAs much as DAOs may accidentally embrace the operating principles of cooperatives preceding them, they also slyly resemble enclaves from other online cultures. They have the most to learn from guilds in massively multiplayer online games (MMOs). \\n\\nAs role playing computer games went online in the 1990s, this meant large numbers of players could share in one game world: an environment with a diverse array of objectives, activities, and subplots. Early integral examples of MMOs include The Realm Online, Ultima Online, and EverQuest, which lead to more classics like World of Warcraft and EVE Online. In many of these examples, players are mostly free to set their own goals loosely guided by the open game world narrative, affordances, and risks ([18](https://en.wikipedia.org/wiki/Sandbox_game)), and because of this narrative freedom, players form groups to accomplish common goals out of the reach of single players. Referred to broadly as guilds, clans, or alliances, these groups can range from 40 to 1000 participants, and their goals could include defeating difficult enemies or constructing useful tools.\\n\\nTo accomplish these goals, cultural patterns emerge in guilds, and there can sometimes be a mismatch between the tools game world developers release for guilds and their actual needs. In an example from EVE Online, the game world developers created an interface for players to create corporations that allowed players to distribute shares. In practice, this feature to distribute shares was rarely used because it did not enhance existing cultural patterns. Instead, using EVE Online’s in-game browser and data API, many guilds developed their own tools needed to accomplish goals (19). A parallel between gaming guilds and DAOs could be drawn here, as the current wave of DAOs tend to use a combination of composable tools, such as bridging the Snapshot voting platform to a Gnosis Safe multi-signature account, rather than platforms which overly anticipate use cases for participants. \\n\\n[https://twitter.com/dankvr/status/1386007400033959938](https://twitter.com/dankvr/status/1386007400033959938)\\n\\nThough the specific feature to distribute corporate shares may not have taken off in EVE Online, gaming guilds frequently embrace economic practices of redistribution. The vast importance of MMO marketplaces, from [Varrock](https://runescape.salmoneus.net/archived-projects-and-content/site-content/tips/world-1-trading.html) to [gold farming](https://en.wikipedia.org/wiki/Gold_farming), for decentralized finance will be the subject of a later essay, but one economic practice may be keenly relevant for DAOs: Dragon-kill points (DKP). Taking their name historically from when dragons were the most frequently encountered enemies in MMOs, DKP emerged as an allocation system within and sometimes across guilds.\\n\\nComplex, sustained missions undertaken by guilds, such as killing a dragon, are usually referred to as raids, and can range in length from several hours to several days. At the end of a raid, the slain enemy drops in-game items called loot, and guilds must decide how to distribute it. Because guilds require diverse and complementary player skill sets over extended time periods, “It matters that the same people work together again” ([20](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=958945)) and the perceived fairness of often-scarce loot distribution is critical for this. As guilds grow in maturity, they often evolve different systems of loot distribution, for example beginning with random distribution, moving toward random distribution weighted by participation, and commonly arriving at distribution through an informal scoring system such as DKP. DKP act as a private money system, separate from any existing currency in a game world, and guild members earn them based on their participation in raids ([21](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=958945)). Guild members can then choose to spend these points in exchange for loot after a raid.\\n\\nInitially designed by a guild in 1999 for the EverQuest MMO, the [practice of DKP](https://en.wikipedia.org/wiki/Dragon_kill_points) has been embraced by many guilds across many game worlds, albeit with slight adjustments. Ed Castranova and Joshua Fairfield detailed one example in [Dragon Kill Points: A Summary Whitepaper](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=958945): the Leftovers DKP system, which maximizes the number of participants by not being tied to one specific guild. As Castranova and Fairfield write, “Indeed, this organization is effectively the highest allocative body in the population. If there is an emergent government on [the World of Warcraft server] Silver Hand, it is The Leftovers.” The Leftovers DKP system arises from a few limitations: loot can only be picked up at the aftermath of battle and, in World of Warcraft, cannot be transferred between players. The Leftovers DKP system has a small group of informally appointed governors: players who laboriously, through public dialogue, set and maintain a database of loot item prices in DKP. When loot drops, players with DKP can choose to spend them for a specific item, with all bids and transactions public. Being zero sum, the Leftovers DKP system then equally distributes _spent_ DKP points to all other guild members that participated in the raid. \\n\\nAs Castranova and Fairfield note, DKP supplements the existing currencies of a game world, as much for efficient allocation as for social cohesion, “making possible the exchange of time (spent on those raids in which an individual is not compensated) for goods (obtained on those raids in which an individual wins loot)” ([22](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=958945)). Especially in the case of World of Warcraft, because loot cannot be transferred between players, having loot itself also serves a strong signalling function, showing a player has meaningfully participated in raids over time. This DKP system precedes the mechanics of DAO platforms in development today, such as Aragon, Colony, and DAOstack, which all offer mechanisms to distribute reputational tokens based on the participation of members, rewarded for successful proposals, bounties, or campaigns: what might be called raids in other game worlds. These reputational tokens complement other economic systems enabled by DAO platforms, such as DAO-specific tokens or other assets in their multi-signature account treasuries. Often used as an alternative model to the plutocratic one token, one vote model, reputational tokens, earned through participation rather than purchasing power, provide greater voting power in DAOs that amasses over time. DAOs can learn from DKP, which in contrast, acts as a private money system based on participation that can be spent on other digital assets, instead of only amassing over time.\\n\\nIn addition to efficient allocation, contextual reputation, and signalling functions, the DKP system holds another significance for DAOs: generally all guilds resolve disputes independently from traditional court systems, despite these disputes involving expensive stakes. This becomes highly relevant for DAO tooling like Aragon’s digital jurisdictions or [Kleros](https://kleros.io/)’s decentralized arbitration service that aim to provide internet native dispute resolution tools. In fact, DAO tooling often tries to technically solve problems that gaming guilds have already culturally refined for several decades\\t, and it may be time for DAOs and gaming guilds to merge their practical knowledge more closely.\\n\\n![A [collage of alliance logos](https://eve-search.com/thread/306423) in EVE Online, 2006](https://images.mirror-media.xyz/publication-images/5504ac03-20c1-4dba-83a6-efda8d3a4077.jpg?height=806&width=1339)\\n\\nAnother subtle cultural pattern of gaming guilds relates to their articulated economic structure. As researcher Joshua Citarella points out, many DKP systems resemble a form of market socialism, in which goods are publicly owned but allocated by markets ([23](https://soundcloud.com/joshuacitarella/memes-as-politics-ep-13-dkp-is-market-socialism)). Citarella also goes on to note that despite the resemblance of DKP systems to market socialism, and the general happiness of players who participate in them, many of those players would decidedly not politically embrace the label market socialism. Shadow economics may be an apt term for when a group operates through an economic form it would not label itself as: DAOs as cooperative protocols and gaming guilds as market socialism. This tendency leaves interesting political territory like gaming guilds underexplored, because gaming guilds do not often need to wear their own flags. In one light, this could be more of a feature than a bug, as the invention of new terms like DAO, rather than reliance on canon, in part fuels their enthusiastic embrace. \\n\\n[https://twitter.com/TBSocialist/status/1402270439167037440](https://twitter.com/TBSocialist/status/1402270439167037440) \\n\\nWhile it may result in ignoring their prehistory, DAOs still retain a powerful ambiguity, in which their burgeoning political ambitions do not yet possess fully familiar aesthetic articulations. This could be co-opted toward several different ends. For example, one could imagine a DAO whose treasury self-destructs, [like terra0's NFT](https://terra0.medium.com/two-degrees-nft-5af1263bfcc), when global temperatures rise over 2 degrees Celsius, accompanied by a sparkly, unassuming mascot avatar. \\n\\nSuch a DAO might attract participation from those not drawn to the familiar green aesthetics of most climate initiatives, and it could have the effect of broadening participation in a political objective through creating new cultures around it. The momentum of the questionably new can always be good for something, and the question becomes how to cultivate DAOs that can build surreptitious solidarity across ideological divides. \\n\\n\\n## A Constellation is Born\\n\\n![Actually, it might be.](https://images.mirror-media.xyz/publication-images/482156a6-7f32-475a-b467-0e0b8c4648c7.png?height=534&width=880)\\n\\nWhile a comprehensive prehistory of decentralized autonomous organizations could take us much further into the past ([24](https://en.wikipedia.org/wiki/Rule_of_Saint_Benedict)), many proponents of DAOs have a core belief about their impact on the future: DAOs could out-compete by out-cooperating the modern firm. \\n\\nIn the twentieth century, many economists asked why companies arose when services priced by the market should, in theory, be more efficient. Ronald Coase explored the answer to this question in [The Nature of the Firm](https://en.wikipedia.org/wiki/The_Nature_of_the_Firm), coming to the conclusion that markets create unaccounted for transaction costs. These transaction costs could arise from price discovery, contract negotiation, or onboarding for a service, which can be mitigated by retaining services in a company. Following from this theory, the size of firms may have practical limits they won’t exceed, because eventually transaction costs increase through developments like departmental bureaucracy. Though this theory has many critiques, the promise of DAOs can be positioned in relation to it: DAOs aspire to become _more_ efficient as they scale ([25](https://github.com/gnosis/dx-daostack/blob/master/dxdao_whitepaper_v1.pdf)). While in practice this aspiration has been far from proven, in some respects the promise of DAOs lies in using technical governance protocols to reduce transaction costs. To return to an example above, DAO tooling like Gnosis Safe enables pseudonymous groups, across jurisdictions, to pool and manage funds within minutes. The equivalent process to establish a traditional joint bank account could take months, and in some cases, it wouldn’t be possible for individuals from different jurisdictions to jointly manage a bank account. Through the affordances of public blockchains, DAOs can incorporate deeper practical knowledge in governance without increasing operational transaction costs: aspiring to become more efficient as they scale. \\n\\nWhile DAO tooling like Gnosis Safe enables this today, overall, the promise of infinitely scalable organizations still has a long way to go. Often even the promise of DAOs can obscure their utility in practice. In [The Dissensus Protocol: Governing Differences in Online Peer Communities](https://www.frontiersin.org/articles/10.3389/fhumd.2021.641731/full), Jaya Klara Brekke, Kate Beecroft, and Francesca Pick focus on a case study of the Genesis DAO, a collective centered around the DAOstack platform. They write:\\n\\n> The Genesis DAO is a good example of a unique trait common to many DAOs, namely, that they comprise highly motivated groups that have formed around a set of ideas about governance, rather than governance being a means in order to achieve some shared mission. In other words, it was tool-centric and focused on one main action: allocating funds to proposals. It is unusual for people who are strangers to start making financial decisions together immediately without having time to develop coherence and trust. And this was in fact the very promise of projects like the Genesis DAO: that the technology would bypass the need to develop trusted relationships, meaning thousands of people would be able to coalesce around objectives, take actions, and even spend money together as a group ([26](https://www.frontiersin.org/articles/10.3389/fhumd.2021.641731/full)). \\n\\nMuch like the earlier example above of EVE Online players not using the interface to distribute corporate shares released by the game developers, tool-centric development, as well as the assumption that tools automatically create useful cultural patterns, must be reconsidered. Rather than technical protocols for governance that diminish the need for trusted relationships, DAOs can be approached through iteratively developing highly composable tools to coordinate across different levels of coherence and trust. Ultimately, the efficiency DAOs aspire to may not be defined as an economic function but as a matter of “better,” situated governance: one supported by deeper practical knowledge within an [infinite game](https://en.wikipedia.org/wiki/Finite_and_Infinite_Games).\\n\\n## Layers of the DAO\\n\\nDAOs will not be the uniformly non-hierarchical networks some imagine. Instead, DAOs coordinate across different levels of coherence and trust. In [Ownership in Cryptonetworks](https://blog.curvelabs.eu/ownership-in-cryptonetworks-96f13f4a113e), Patrick Rawson argues that for DAOs, “distributing ownership to squadlike entities with more specialized objectives is the key long-term problem to solve” in order to enable meaningful work. These “squadlike entities” are smaller teams with trust relationships, perhaps not unlike the gaming guilds in the examples above, which execute on value aligned missions with DAOs. At a closer look, effective DAOs start behaving much more like networks of teams, like the [MONDRAGON Corporation](https://en.wikipedia.org/wiki/Mondragon_Corporation) network with 100 affiliated cooperatives, rather than the loosely coordinated swarm intelligence that they might appear as from a distance. Inspired by Rawson’s analysis, we can roughly sketch three layers of a DAO:\\n\\n![](https://images.mirror-media.xyz/publication-images/e7260512-1458-4aac-bc0a-cbca9d6d532d.png?height=1202&width=2136)\\n\\n1. **Token**: Multi-organizational networks aligned by token ownership\\n2. **Teams**: Teams, guilds, and squads represented by token ownership\\n3. **Missions**: Missions, milestones, and raids financed by token ownership\\n\\nFrom these layers, a **_heterarchical_** network emerges, meaning an organization that possesses the ability to be ranked in multiple ways. \\n\\n![](https://images.mirror-media.xyz/publication-images/3aedd8d4-58c2-4273-bc91-3761d7f8a995.png?height=1982&width=3524)\\n![An example of DAOs in which tokens, teams, and missions are distributed across several DAO networks, which can be ranked or assorted in multiple ways.](https://images.mirror-media.xyz/publication-images/143cbda3-249a-495b-84de-0803e9c07c59.png?height=1982&width=3524)\\n\\nIn ecosystems that prioritize distributing ownership, tokens encourage DAO networks to be managed by their members. Tokens, teams, and missions are not confined to the quasi-institutional boundaries of a single DAO but can and, in order to meaningfully decentralize the control network, _should_ be represented by token ownership in multiple DAOs. An ecosystem not unlike the control networks of transnational corporations emerges, but importantly, one without monocentric command and with reduced transaction costs across different levels of trust. As Rawson writes, “As long as the collective memory freely circulates within a given [DAO network], discovered solutions to problems can be reused.” When we view DAOs as multi-organizational networks aligned by token ownership, the purpose of DAO tooling becomes not only to support the operations of one team but to facilitate collaborations across many. Funded by PrimeDAO, [DAO-to-DAO (D2D) collaboration mechanisms](https://medium.com/primedao/exploring-dao2dao-collaboration-mechanisms-c37218a17a21) appear the most forward thinking work along these lines, which may eventually overtake traditional business-to-business (B2B) products. A new squadlike entity emerging from stealth mode, the [Gnosis Guild](https://twitter.com/gnosisguild?lang=de) team embraces a similar emphasis on DAO-to-DAO tools, with a new constellation of DAO tools launching in early August. \\n\\nRevisiting the promise of DAOs, their potential to incorporate deeper practical knowledge in governance does not mean that decision making must involve an ever-larger number of members in every proposal, but rather that within a DAO network, teams who possess the most relevant expertise can easily share it with the ecosystem. When we view DAOs as constellations of teams, not monoliths, DAOs become networks to allow collective memory to flow freely.\\n\\n## The Networks to Come\\n\\nThe TIMN RAND report this essay began with closes on a curious note. It reads: \\n\\n> Much of the literature about redesigning organizations for the information-age focuses on production—on improving productivity, or manufacturing something new like the Boeing 777 jetliner. Yet, does this not reflect a lingering industrial-age mentality? Production organizations remain a crucial part of the organizational ecology. However, we should also be thinking about “sensory organizations.” Sensory functions are quite different from production functions, and require different modes of organization—e.g., more networks connected to the world outside an office’s boundaries. Determining appropriate designs for all manner of sensory organizations may become a good meta-theme for innovative research and development in the years ahead ([27](https://www.rand.org/content/dam/rand/pubs/papers/2005/P7967.pdf)). \\n\\nThis closing sentiment echoes the popularity in that era of the twentieth century media theorist Marshall McLuhan, who emphasized how digital media impacts our sensory nervous systems. If digitally prime networks like DAOs operate on our nervous system first, it does not mean they won’t come to reorganize, reshape, and redistribute our material world. Some still refuse to take seriously the fact that cooperative principles, gaming guilds, and odd imaginaries like DAOs present an emergent organizational form with legitimate political relevance. We must take them politically seriously now, so that they don’t remain shaped only by those on one side of the digital divide. The days of DAOs versus [PACs](https://en.wikipedia.org/wiki/Political_action_committee), political action committees that fundraise for electoral candidates in the United States, will be with us soon. Just as markets did not make states obsolete, but diminished some of their operations while strengthening others, DAOs introduce new forms into traditional political participation that emerge from the autonomous social sector: [the network union](https://1729.com/network-union/).\\n\\n![Character from Trust’s [Mascot Streams](https://trust.support/feed/mascot-streams), [ARB](https://twitter.com/ArthurRoingBaer)  and [GVN908](https://twitter.com/GVN908), 2021\\n](https://images.mirror-media.xyz/publication-images/f59011fe-b6aa-42e6-9344-daab85c5976a.jpg?height=720&width=1280)\\n\\nTo call attention to the chimeric’s term failings at seriousness, many return to its misnomer: the “A” in DAO does not live up to its autonomous reference; while others like researcher [Aude Launay gracefully invoke](https://twitter.com/audelau/status/1413731529042321410) the political, rather than the technical, spirit of autonomy in DAOs. Even though the term DAO remains poetically correct, we could propose an occasional replacement: decentralized avatar organizations. Such organizations would take their political stakes both lightly and heavily. As poetitician and Digital Minister of Taiwan Audrey Tang notes, the days of avatar politicians are already here ([28](https://interdependence.fm/episodes/radical-transparency-humor-disinformation-poetry-for-machines-avatar-politicians-and-giving-non-human-entities-a-vote-with-digital-minister-of-taiwan-audrey-tang-X36XnWVg)). Avatar politicians are [virtual beings](https://www.virtual-beings-summit.com/) that represent, rally, and advocate on behalf of political platforms, and when automation increases, they may even spawn their own political platforms. A decentralized avatar organization would recognize the coming virtual zeitgeist: this could look like a [collectively managed cyborg](https://twitter.com/cjliu49/status/1345110226744184833) like [Lil Miquela](https://de.wikipedia.org/wiki/Lil_Miquela) or an entire environment shaped by members, like [Trust’s moving castles](https://trust.support). Decentralized avatar organizations will have collectively developed, interoperable game worlds, engines, or virtual being mascots at their core, which co-creates the culture around which their members organize.\\n\\n![Jay Springett, [worldrunning.guide](https://worldrunning.guide): A Speculative Document About Worlding Worlds, and Running Them, 2020-](https://images.mirror-media.xyz/publication-images/6fa40349-2cd0-41c2-8680-ffde9154743b.png?height=1036&width=706)\\n\\nBy learning from their prehistory, DAOs can move towards a syncretic theory of organizations, meaning a theory which incorporates a wide range of cultural patterns, practices, and influences while recognizing its inherited political biases. To escape the tendency to fetishize technical protocols for governance, decentralized avatar organizations must cultivate compelling environments players want to inhabit, recognizing narratives, aesthetics, and goals held in common are key to their success. Making the internet a place not only for transactions but for relationships and thought itself, as Barlow wrote, relies on the depth of these narratives. As is the case with massively multiplayer online games, DAOs are less technical protocols for governance and more high stakes game worlds that interweave. \\n\\nWe should aim for rough consensus and running worlds. \\n\\n_This essay is the second in a [Gnosis Guild](https://twitter.com/gnosisguild?lang=de) series by [@keikreutler](https://twitter.com/keikreutler?lang=de) bridging cryptonetworks, web3, and gaming._\\n\\n_Follow [@GnosisGuild](https://twitter.com/gnosisguild?lang=de) on Twitter to learn about a new constellation of DAO tools launching in early August._\\n\\n_Cover Image: Leonora Carrington, El mundo mágico de los mayas (1964) meets CLIP. Many thanks to Mat Dryhurst for the assist._\\n\\n_Deepest thanks for feedback while developing this essay to [Other Internet](https://otherinter.net/) Peer Review: Toby Shorin, Sam Hart, Laura Lotti, Bryan Lehrer, Jay Springett, John Palmer, Callil Capuozzo, Tom Critchlow, and Kara Kittel as well as Auryn Macmillan, Sam Panter, Patrick Rawson, Scott Moore, Wassim Alsindi, and Brett Scott._\\n\\n![\\\"-kin, Guilds, Markets, Cryptonetworks\\\" entered into CLIP. Thanks again to Mat Dryhurst for the assist.](https://images.mirror-media.xyz/publication-images/d16c88bf-40e3-4266-b9a8-64fe2840cc25.jpg?height=720&width=1280&size=large)\\n\\n[1]: “A Declaration of the Independence of Cyberspace”, John Perry Barlow, 1996: [https://www.eff.org/de/cyberspace-independence](https://www.eff.org/de/cyberspace-independence)  \\n[2]: “Paul Baran and the Origins of the Internet”: [https://www.rand.org/about/history/baran.list.html](https://www.rand.org/about/history/baran.list.html)   \\n[3]: “Tribes, Institutions, Markets, Networks: A Framework About Societal Evolution”, David Ronfeldt, RAND Corporation, 1995: [https://www.rand.org/pubs/papers/P7967.html](https://www.rand.org/pubs/papers/P7967.html)  \\n[4]: Ibid  \\n[5]: _Post-Capitalist Society_, Peter F. Drucker, HarperCollins Publishers, 1993 (171)  \\n[6]: “Tribes, Institutions, Markets, Networks: A Framework About Societal Evolution”, David Ronfeldt, RAND Corporation, 1995: [https://www.rand.org/pubs/papers/P7967.html](https://www.rand.org/pubs/papers/P7967.html)  \\n[7]: “The Digital Dictatorship”, Evgeny Morozov, 2010: [https://www.wsj.com/articles/SB10001424052748703983004575073911147404540](https://www.wsj.com/articles/SB10001424052748703983004575073911147404540)   \\n[8]: Notably, at the time, The DAO was nearly the largest crowdfunding campaign in history, second only to the in-development, massively multiplayer online game Star Citizen.  \\n[9] “Scissor Labels”, John Palmer, 2021: [https://j.mirror.xyz/RUeJfZEZxr-hkuzUCakQyUuf2kOJVMPPiAWBaQFhhqc](https://j.mirror.xyz/RUeJfZEZxr-hkuzUCakQyUuf2kOJVMPPiAWBaQFhhqc)   \\n[10]: “Many-Headed Hydras: DAOs in the Art World”, Aude Launay, Penny Rafferty, and Ruth Catlow, 2020: [https://so-far.online/many-headed-hydras/](https://so-far.online/many-headed-hydras/)   \\n[11]: “The Wyoming DAO bill, DAO art collections, Autonomous DAOs, DAO templates and more DAOs with Priyanka Desai & Aaron Wright of OpenLaw”, Interdependence, 2021: [https://www.patreon.com/posts/wyoming-dao-bill-51387956](https://www.patreon.com/posts/wyoming-dao-bill-51387956)  \\n[12]: “PleasrDAO’s $5.5M purchase of Edward Snowden’s genesis NFT.”, Lindsay Howard and Jamis Johnson, 2021: [https://foundation.app/blog/pleasrdao](https://foundation.app/blog/pleasrdao)  \\n[13]: “DAO Ecosystem Overview”, Deep DAO, 2021: [https://deepdao.io/#/deepdao/dashboard](https://deepdao.io/#/deepdao/dashboard) \\n[14]: “Cooperative identity, values & principle”, International Cooperative Alliance, 2021: [https://www.ica.coop/en/cooperatives/cooperative-identity](https://www.ica.coop/en/cooperatives/cooperative-identity)  \\n[15]: “Fostering Worker Cooperatives with Blockchain Technology: Lessons from the Colony Project”, Morshed Mannan, 2018: [https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3356774](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3356774)  \\n[16]: “Tornado.Cash Governance Proposal”, 2020: [https://tornado-cash.medium.com/tornado-cash-governance-proposal-a55c5c7d0703](https://tornado-cash.medium.com/tornado-cash-governance-proposal-a55c5c7d0703)  \\n[17]: “DAOs, DACs, DAs and More: An Incomplete Terminology Guide”, Vitalik Buterin, 2014: [https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/](https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/)  \\n[18]: “Sandbox game”: [https://en.wikipedia.org/wiki/Sandbox_game](https://en.wikipedia.org/wiki/Sandbox_game)   \\n[19] _Virtual Economies_, Vili Lehdonvirta and Edward Castronova, MIT Press, 2014 (159)\\n[20]: “Dragon Kill Points: A Summary Whitepaper”, Edward Castronova and Joshua Fairfield, 2007: [https://papers.ssrn.com/sol3/papers.cfm?abstract_id=958945](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=958945)  \\n[21]: Ibid\\n[22]: Ibid\\n[23]: “Memes as Politics: Ep 13: DKP is Market Socialism”, Joshua Citarella, 2021: [https://soundcloud.com/joshuacitarella/memes-as-politics-ep-13-dkp-is-market-socialism](https://soundcloud.com/joshuacitarella/memes-as-politics-ep-13-dkp-is-market-socialism)  \\n[24]: One account of the prehistory of DAOs could begin with the [Rule of Saint Benedict](https://en.wikipedia.org/wiki/Rule_of_Saint_Benedict): “a book of precepts written for monks living communally under the authority of an abbot.” Written in 516 AD, the Rule of Saint Benedict acted as a social protocol that spawned a decentralized network of autonomous monasteries. \\n[25]: “dxDAO: Toward super-scalable organizations”, 2019: [https://github.com/gnosis/dx-daostack/blob/master/dxdao_whitepaper_v1.pdf](https://github.com/gnosis/dx-daostack/blob/master/dxdao_whitepaper_v1.pdf)  \\n[26]: “The Dissensus Protocol: Governing Differences in Online Peer Communities”, Jaya Klara Brekke, Kate Beecroft, and Francesca Pick, 2021: [https://frontiersin.org/articles/10.3389/fhumd.2021.641731/full](https://frontiersin.org/articles/10.3389/fhumd.2021.641731/full)  \\n[27]: “Tribes, Institutions, Markets, Networks: A Framework About Societal Evolution”, David Ronfeldt, RAND Corporation, 1995: [https://www.rand.org/pubs/papers/P7967.html](https://www.rand.org/pubs/papers/P7967.html)  \\n[28]: “Radical Transparency, humor > disinformation, poetry for machines, avatar politicians and giving non-human entities a vote with Digital Minister of Taiwan Audrey Tang”, Interdependence, 2021: [https://interdependence.fm/episodes/radical-transparency-humor-disinformation-poetry-for-machines-avatar-politicians-and-giving-non-human-entities-a-vote-with-digital-minister-of-taiwan-audrey-tang-X36XnWVg](https://interdependence.fm/episodes/radical-transparency-humor-disinformation-poetry-for-machines-avatar-politicians-and-giving-non-human-entities-a-vote-with-digital-minister-of-taiwan-audrey-tang-X36XnWVg) \\n\",\"timestamp\":1626879163,\"title\":\"A Prehistory of DAOs\",\"publication\":\"gnosisguild\"},\"digest\":\"Rt04KaSo-iyNxw9HgV3TUVBbbg6Y3UQ7ra2T_Q76opM\",\"authorship\":{\"contributor\":\"0x9887D70d026818CA841BE7d41AE1AdACc5cB9903\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YrxFd-JY_3S7fs2V2-wtGhxNVYMNqiyNjFlkm6yBvyM\\\",\\\"y\\\":\\\"ZK-rZZCm1hVNoroHBq094I4u_Ecow4o8gEBoAmoCATg\\\"}\",\"signature\":\"B7dWVtGqxPgfliGPDEnEUWVZSd7G02kjeWvhZ8cgeMHuG5dVyrL8EWvRDw0knipo5HkNyrOFljISKFAQhxB5TQ\",\"signingKeySignature\":\"0x896a759566b6b884bd170e7644171f508226bd27bd2872ee675cdad2eacd36175a5a7e8e8b5e2be8fe8e69d27ca3add6756065aeb52cddd64310e6e26b3df7501c\",\"signingKeyMessage\":\"I authorize the publication of articles on kei.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YrxFd-JY_3S7fs2V2-wtGhxNVYMNqiyNjFlkm6yBvyM\\\",\\\"y\\\":\\\"ZK-rZZCm1hVNoroHBq094I4u_Ecow4o8gEBoAmoCATg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"t4F5rItMw4-mlpLZf5JQhElbDfQ2JRVKAzEpanyxW1Q\"}"