"{\"content\":{\"body\":\"The way he spoke those words affected Fleur, but she thought of Jon, and was silent, tapping her foot against the wainscot.  Unconsciously she had assumed a modern attitude, with one leg twisted in and out of the other, with her chin on one bent wrist, her other arm across her chest, and its hand hugging her elbow; there was not a line of her that was not involuted, and yet--in spite of all--she retained a certain grace.\\n\\n\\\"You knew my wishes,\\\" Soames went on, \\\"and yet you stayed on there four days.  And I suppose that boy came with you to-day.\\\"\\n\\nFleur kept her eyes on him.\\n\\n\\\"I don't ask you anything,\\\" said Soames; \\\"I make no inquisition where you're concerned.\\\"\\n\\nFleur suddenly stood up, leaning out at the window with her chin on her hands.  The sun had sunk behind trees, the pigeons were perched, quite still, on the edge of the dove-cot; the click of the billiard- balls mounted, and a faint radiance shone out below where Jack Cardigan had turned the light up.\\n\\n\\\"Will it make you any happier,\\\" she said suddenly, \\\"if I promise you not to see him for say--the next six weeks?\\\" She was not prepared for a sort of tremble in the blankness of his voice.\\n\\n\\\"Six weeks?  Six years--sixty years more like.  Don't delude yourself, Fleur; don't delude yourself!\\\"\\n\\nFleur turned in alarm.\\n\\n\\\"Father, what is it?\\\"\\n\\nSoames came close enough to see her face.\\n\\n\\\"Don't tell me,\\\" he said, \\\"that you're foolish enough to have any feeling beyond caprice.  That would be too much!\\\"  And he laughed.\\n\\nFleur, who had never heard him laugh like that, thought: 'Then it is deep!  Oh! what is it?'  And putting her hand through his arm she said lightly:\\n\\n\\\"No, of course; caprice.  Only, I like my caprices and I don't like yours, dear.\\\"\\n\\n\\\"Mine!\\\" said Soames bitterly, and turned away.\\n\\nThe light outside had chilled, and threw a chalky whiteness on the river.  The trees had lost all gaiety of colour.  She felt a sudden hunger for Jon's face, for his hands, and the feel of his lips again on hers.  And pressing her arms tight across her breast she forced out a little light laugh.\\n\\n\\\"O la! la!  What a small fuss! as Profond would say.  Father, I don't like that man.\\\"\\n\\nShe saw him stop, and take something out of his breast pocket.\\n\\n\\\"You don't?\\\" he said.  \\\"Why?\\\"\\n\\n\\\"Nothing,\\\" murmured Fleur; \\\"just caprice!\\\"\\n\\n\\\"No,\\\" said Soames; \\\"not caprice!\\\" And he tore what was in his hands across.  \\\"You're right.  I don't like him either!\\\"\\n\\n\\\"Look!\\\" said Fleur softly.  \\\"There he goes!  I hate his shoes; they don't make any noise.\\\"\\n\\nDown in the failing light Prosper Profond moved, his hands in his side pockets, whistling softly in his beard; he stopped, and glanced up at the sky, as if saying: \\\"I don't think much of that small moon.\\\"\\n\\nFleur drew back.  \\\"Isn't he a great cat?\\\" she whispered; and the sharp click of the billiard-balls rose, as if Jack Cardigan had capped the cat, the moon, caprice, and tragedy with: \\\"In off the red!\\\"\\n\\nMonsieur Profond had resumed his stroll, to a teasing little tune in his beard.  What was it?  Oh! yes, from \\\"Rigoletto\\\": \\\"Donna a mobile.\\\"  Just what he would think!  She squeezed her father's arm.\\n\\n\\\"Prowling!\\\" she muttered, as he turned the corner of the house.  It was past that disillusioned moment which divides the day and night- still and lingering and warm, with hawthorn scent and lilac scent clinging on the riverside air.  A blackbird suddenly burst out.  Jon would be in London by now; in the Park perhaps, crossing the Serpentine, thinking of her!  A little sound beside her made her turn her eyes; her father was again tearing the paper in his hands.  Fleur saw it was a cheque.\\n\\n\\\"I shan't sell him my Gauguin,\\\" he said.  \\\"I don't know what your aunt and Imogen see in him.\\\"\\n\\n\\\"Or Mother.\\\"\\n\\n\\\"Your mother!\\\" said Soames.\\n\\n'Poor Father!' she thought.  'He never looks happy--not really happy. I don't want to make him worse, but of course I shall have to, when Jon comes back.  Oh! well, sufficient unto the night!'\\n\\n\\\"I'm going to dress,\\\" she said.\\n\\nIn her room she had a fancy to put on her \\\"freak\\\" dress.  It was of gold tissue with little trousers of the same, tightly drawn in at the ankles, a page's cape slung from the shoulders, little gold shoes, and a gold-winged Mercury helmet; and all over her were tiny gold bells, especially on the helmet; so that if she shook her head she pealed.  When she was dressed she felt quite sick because Jon could not see her; it even seemed a pity that the sprightly young man Michael Mont would not have a view.  But the gong had sounded, and she went down.\\n\\nShe made a sensation in the drawing-room.  Winifred thought it \\\"Most amusing.\\\"  Imogen was enraptured.  Jack Cardigan called it \\\"stunning,\\\" \\\"ripping,\\\" \\\"topping,\\\" and \\\"corking.\\n\\nMonsieur Profond, smiling with his eyes, said: \\\"That's a nice small dress!\\\"  Her mother, very handsome in black, sat looking at her, and said nothing.  It remained for her father to apply the test of common sense.  \\\"What did you put on that thing for?  You're not going to dance.\\\"\\n\\nFleur spun round, and the bells pealed.\\n\\n\\\"Caprice!\\\"\\n\\nSoames stared at her, and, turning away, gave his arm to Winifred. Jack Cardigan took her mother.  Prosper Profond took Imogen.  Fleur went in by herself, with her bells jingling....\\n\\nThe \\\"small\\\" moon had soon dropped down, and May night had fallen soft and warm, enwrapping with its grape-bloom colour and its scents the billion caprices, intrigues, passions, longings, and regrets of men and women.  Happy was Jack Cardigan who snored into Imogen's white shoulder, fit as a flea; or Timothy in his \\\"mausoleum,\\\" too old for anything but baby's slumber.  For so many lay awake, or dreamed, teased by the criss-cross of the world.\\n\\nThe dew fell and the flowers closed; cattle grazed on in the river meadows, feeling with their tongues for the grass they could not see; and the sheep on the Downs lay quiet as stones.  Pheasants in the tall trees of the Pangbourne woods, larks on their grassy nests above the gravel-pit at Wansdon, swallows in the eaves at Robin Hill, and the sparrows of Mayfair, all made a dreamless night of it, soothed by the lack of wind.  The Mayfly filly, hardly accustomed to her new quarters, scraped at her straw a little; and the few night-flitting things--bats, moths, owls--were vigorous in the warm darkness; but the peace of night lay in the brain of all day-time Nature, colourless and still.  Men and women, alone, riding the hobby-horses of anxiety or love, burned their wavering tapers of dream and thought into the lonely hours.\\n\\nFleur, leaning out of her window, heard the hall clock's muffled chime of twelve, the tiny splash of a fish, the sudden shaking of an aspen's leaves in the puffs of breeze that rose along the river, the distant rumble of a night train, and time and again the sounds which none can put a name to in the darkness, soft obscure expressions of uncatalogued emotions from man and beast, bird and machine, or, maybe, from departed Forsytes, Darties, Cardigans, taking night strolls back into a world which had once suited their embodied spirits.  But Fleur heeded not these sounds; her spirit, far from disembodied, fled with swift wing from railway-carriage to flowery hedge, straining after Jon, tenacious of his forbidden image, and the sound of his voice, which was taboo.  And she crinkled her nose, retrieving from the perfume of the riverside night that moment when his hand slipped between the mayflowers and her cheek.  Long she leaned out in her freak dress, keen to burn her wings at life's candle; while the moths brushed her cheeks on their pilgrimage to the lamp on her dressing-table, ignorant that in a Forsyte's house there is no open flame.  But at last even she felt sleepy, and, forgetting her bells, drew quickly in.\\n\\nThrough the open window of his room, alongside Annette's, Soames, wakeful too, heard their thin faint tinkle, as it might be shaken from stars, or the dewdrops falling from a flower, if one could hear such sounds.\\n\\n'Caprice!' he thought.  'I can't tell.  She's wilful.  What shall I do?  Fleur!'\\n\\nAnd long into the \\\"small\\\" night he brooded.\\n\\nPART II\\n\\nI\\n\\nMOTHER AND SON\\n\\nTo say that Jon Forsyte accompanied his mother to Spain unwillingly would scarcely have been adequate.  He went as a well-natured dog goes for a walk with its mistress, leaving a choice mutton-bone on the lawn.  He went looking back at it.  Forsytes deprived of their mutton-bones are wont to sulk.  But Jon had little sulkiness in his composition.  He adored his mother, and it was his first travel. Spain had become Italy by his simply saying: \\\"I'd rather go to Spain, Mum; you've been to Italy so many times; I'd like it new to both of us.\\\"\\n\\nThe fellow was subtle besides being naive.  He never forgot that he was going to shorten the proposed two months into six weeks, and must therefore show no sign of wishing to do so.  For one with so enticing a mutton-bone and so fixed an idea, he made a good enough travelling companion, indifferent to where or when he arrived, superior to food, and thoroughly appreciative of a country strange to the most travelled Englishman.  Fleur's wisdom in refusing to write to him was profound, for he reached each new place entirely without hope or fever, and could concentrate immediate attention on the donkeys and tumbling bells, the priests, patios, beggars, children, crowing cocks, sombreros, cactus-hedges, old high white villages, goats, olive-trees, greening plains, singing birds in tiny cages, watersellers, sunsets, melons, mules, great churches, pictures, and swimming grey-brown mountains of a fascinating land.\\n\\nIt was already hot, and they enjoyed an absence of their compatriots. Jon, who, so far as he knew, had no blood in him which was not English, was often innately unhappy in the presence of his own countrymen.  He felt they had no nonsense about them, and took a more practical view of things than himself.  He confided to his mother that he must be an unsociable beast--it was jolly to be away from everybody who could talk about the things people did talk about.  To which Irene had replied simply:\\n\\n\\\"Yes, Jon, I know.\\\"\\n\\nIn this isolation he had unparalleled opportunities of appreciating what few sons can apprehend, the whole-heartedness of a mother's love.  Knowledge of something kept from her made him, no doubt, unduly sensitive; and a Southern people stimulated his admiration for her type of beauty, which he had been accustomed to hear called Spanish, but which he now perceived to be no such thing.  Her beauty was neither English, French, Spanish, nor Italian--it was special! He appreciated, too, as never before, his mother's subtlety of instinct.  He could not tell, for instance, whether she had noticed his absorption in that Goya picture, \\\"La Vendimia,\\\" or whether she knew that he had slipped back there after lunch and again next morning, to stand before it full half an hour, a second and third time.  It was not Fleur, of course, but like enough to give him heartache--so dear to lovers--remembering her standing at the foot of his bed with her hand held above her head.  To keep a postcard reproduction of this picture in his pocket and slip it out to look at became for Jon one of those bad habits which soon or late disclose themselves to eyes sharpened by love, fear, or jealousy.  And his mother's were sharpened by all three.  In Granada he was fairly caught, sitting on a sun-warmed stone bench in a little battlemented garden on the Alhambra hill, whence he ought to have been looking at the view.  His mother, he had thought, was examining the potted stocks between the polled acacias, when her voice said:\\n\\n\\\"Is that your favourite Goya, Jon?\\\"\\n\\nHe checked, too late, a movement such as he might have made at school to conceal some surreptitious document, and answered: \\\"Yes.\\\"\\n\\n\\\"It certainly is most charming; but I think I prefer the 'Quitasol' Your father would go crazy about Goya; I don't believe he saw them when he was in Spain in '92.\\\"\\n\\nIn '92--nine years before he had been born!  What had been the previous existences of his father and his mother?  If they had a right to share in his future, surely he had a right to share in their pasts.  He looked up at her.  But something in her face--a look of life hard-lived, the mysterious impress of emotions, experience, and suffering-seemed, with its incalculable depth, its purchased sanctity, to make curiosity impertinent.  His mother must have had a wonderfully interesting life; she was so beautiful, and so--so--but he could not frame what he felt about her.  He got up, and stood gazing down at the town, at the plain all green with crops, and the ring of mountains glamorous in sinking sunlight.  Her life was like the past of this old Moorish city, full, deep, remote--his own life as yet such a baby of a thing, hopelessly ignorant and innocent! They said that in those mountains to the West, which rose sheer from the blue-green plain, as if out of a sea, Phoenicians had dwelt--a dark, strange, secret race, above the land!  His mother's life was as unknown to him, as secret, as that Phoenician past was to the town down there, whose cocks crowed and whose children played and clamoured so gaily, day in, day out.  He felt aggrieved that she should know all about him and he nothing about her except that she loved him and his father, and was beautiful.  His callow ignorance-- he had not even had the advantage of the War, like nearly everybody else!--made him small in his own eyes.\\n\\nThat night, from the balcony of his bedroom, he gazed down on the roof of the town--as if inlaid with honeycomb of jet, ivory, and gold; and, long after, he lay awake, listening to the cry of the sentry as the hours struck, and forming in his head these lines:\\n\\n```\\n \\\"Voice in the night crying, down in the old sleeping      Spanish city darkened under her white stars!\\n\\n What says the voice-its clear-lingering anguish?      Just the watchman, telling his dateless tale of safety?      Just a road-man, flinging to the moon his song?\\n\\n No!  Tis one deprived, whose lover's heart is weeping,      Just his cry: 'How long?'\\\"\\n```\\n\\nThe word \\\"deprived\\\" seemed to him cold and unsatisfactory, but \\\"bereaved\\\" was too final, and no other word of two syllables short- long came to him, which would enable him to keep \\\"whose lover's heart is weeping.\\\"  It was past two by the time he had finished it, and past three before he went to sleep, having said it over to himself at least twenty-four times.  Next day he wrote it out and enclosed it in one of those letters to Fleur which he always finished before he went down, so as to have his mind free and companionable.\\n\\nAbout noon that same day, on the tiled terrace of their hotel, he felt a sudden dull pain in the back of his head, a queer sensation in the eyes, and sickness.  The sun had touched him too affectionately. The next three days were passed in semi-darkness, and a dulled, aching indifference to all except the feel of ice on his forehead and his mother's smile.  She never moved from his room, never relaxed her noiseless vigilance, which seemed to Jon angelic.  But there were moments when he was extremely sorry for himself, and wished terribly that Fleur could see him.  Several times he took a poignant imaginary leave of her and of the earth, tears oozing out of his eyes.  He even prepared the message he would send to her by his mother--who would regret to her dying day that she had ever sought to separate them-- his poor mother!  He was not slow, however, in perceiving that he had now his excuse for going home.\\n\\nToward half-past six each evening came a \\\"gasgacha\\\" of bells--a cascade of tumbling chimes, mounting from the city below and falling back chime on chime.  After listening to them on the fourth day he said suddenly:\\n\\n\\\"I'd like to be back in England, Mum, the sun's too hot.\\\"\\n\\n\\\"Very well, darling.  As soon as you're fit to travel\\\"  And at once he felt better, and--meaner.\\n\\nThey had been out five weeks when they turned toward home.  Jon's head was restored to its pristine clarity, but he was confined to a hat lined by his mother with many layers of orange and green silk and he still walked from choice in the shade.  As the long struggle of discretion between them drew to its close, he wondered more and more whether she could see his eagerness to get back to that which she had brought him away from.  Condemned by Spanish Providence to spend a day in Madrid between their trains, it was but natural to go again to the Prado.  Jon was elaborately casual this time before his Goya girl.  Now that he was going back to her, he could afford a lesser scrutiny.  It was his mother who lingered before the picture, saying:\\n\\n\\\"The face and the figure of the girl are exquisite.\\\"\\n\\nJon heard her uneasily.  Did she understand?  But he felt once more that he was no match for her in self-control and subtlety.  She could, in some supersensitive way, of which he had not the secret, feel the pulse of his thoughts; she knew by instinct what he hoped and feared and wished.  It made him terribly uncomfortable and guilty, having, beyond most boys, a conscience.  He wished she would be frank with him, he almost hoped for an open struggle.  But none came, and steadily, silently, they travelled north.  Thus did he first learn how much better than men women play a waiting game.  In Paris they had again to pause for a day.  Jon was grieved because it lasted two, owing to certain matters in connection with a dressmaker; as if his mother, who looked beautiful in anything, had any need of dresses!  The happiest moment of his travel was that when he stepped on to the Folkestone boat.\\n\\nStanding by the bulwark rail, with her arm in his, she said\\n\\n\\\"I'm afraid you haven't enjoyed it much, Jon.  But you've been very sweet to me.\\\"\\n\\nJon squeezed her arm.\\n\\n\\\"Oh I yes, I've enjoyed it awfully-except for my head lately.\\\"\\n\\nAnd now that the end had come, he really had, feeling a sort of glamour over the past weeks--a kind of painful pleasure, such as he had tried to screw into those lines about the voice in the night crying; a feeling such as he had known as a small boy listening avidly to Chopin, yet wanting to cry.  And he wondered why it was that he couldn't say to her quite simply what she had said to him:\\n\\n\\\"You were very sweet to me.\\\"  Odd--one never could be nice and natural like that!  He substituted the words: \\\"I expect we shall be sick.\\\"\\n\\nThey were, and reached London somewhat attenuated, having been away six weeks and two days, without a single allusion to the subject which had hardly ever ceased to occupy their minds.\\n\\nII\\n\\nFATHERS AND DAUGHTERS\\n\\nDeprived of his wife and son by the Spanish adventure, Jolyon found the solitude at Robin Hill intolerable.  A philosopher when he has all that he wants is different from a philosopher when he has not. Accustomed, however, to the idea, if not to the reality of resignation, he would perhaps have faced it out but for his daughter June.  He was a \\\"lame duck\\\" now, and on her conscience.  Having achieved--momentarily--the rescue of an etcher in low circumstances, which she happened to have in hand, she appeared at Robin Hill a fortnight after Irene and Jon had gone.  June was living now in a tiny house with a big studio at Chiswick.  A Forsyte of the best period, so far as the lack of responsibility was concerned, she had overcome the difficulty of a reduced income in a manner satisfactory to herself and her father.  The rent of the Gallery off Cork Street which he had bought for her and her increased income tax happening to balance, it had been quite simpl--she no longer paid him the rent. The Gallery might be expected now at any time, after eighteen years of barren usufruct, to pay its way, so that she was sure her father would not feel it.  Through this device she still had twelve hundred a year, and by reducing what she ate, and, in place of two Belgians in a poor way, employing one Austrian in a poorer, practically the same surplus for the relief of genius.  After three days at Robin Hill she carried her father back with her to Town.  In those three days she had stumbled on the secret he had kept for two years, and had instantly decided to cure him.  She knew, in fact, the very man. He had done wonders with.  Paul Post--that painter a little in advance of Futurism; and she was impatient with her father because his eyebrows would go up, and because he had heard of neither.  Of course, if he hadn't \\\"faith\\\" he would never get well!  It was absurd not to have faith in the man who had healed Paul Post so that he had only just relapsed, from having overworked, or overlived, himself again.  The great thing about this healer was that he relied on Nature.  He had made a special study of the symptoms of Nature--when his patient failed in any natural symptom he supplied the poison which caused it--and there you were!  She was extremely hopeful.  Her father had clearly not been living a natural life at Robin Hill, and she intended to provide the symptoms.  He was--she felt--out of touch with the times, which was not natural; his heart wanted stimulating. In the little Chiswick house she and the Austrian--a grateful soul, so devoted to June for rescuing her that she was in danger of decease from overwork--stimulated Jolyon in all sorts of ways, preparing him for his cure.  But they could not keep his eyebrows down; as, for example, when the Austrian woke him at eight o'clock just as he was going to sleep, or June took The Times away from him, because it was unnatural to read \\\"that stuff\\\" when he ought to be taking an interest in \\\"life.\\\"  He never failed, indeed, to be astonished at her resource, especially in the evenings.  For his benefit, as she declared, though he suspected that she also got something out of it, she assembled the Age so far as it was satellite to genius; and with some solemnity it would move up and down the studio before him in the Fox-trot, and that more mental form of dancing--the One-step--which so pulled against the music, that Jolyon's eyebrows would be almost lost in his hair from wonder at the strain it must impose on the dancer's will-power.  Aware that, hung on the line in the Water Colour Society, he was a back number to those with any pretension to be called artists, he would sit in the darkest corner he could find, and wonder about rhythm, on which so long ago he had been raised. And when June brought some girl or young man up to him, he would rise humbly to their level so far as that was possible, and think: 'Dear me!  This is very dull for them!'  Having his father's perennial sympathy with Youth, he used to get very tired from entering into their points of view.  But it was all stimulating, and he never failed in admiration of his daughter's indomitable spirit.  Even genius itself attended these gatherings now and then, with its nose on one side; and June always introduced it to her father.  This, she felt, was exceptionally good for him, for genius was a natural symptom he had never had--fond as she was of him.\\n\\nCertain as a man can be that she was his own daughter, he often wondered whence she got herself--her red-gold hair, now greyed into a special colour; her direct, spirited face, so different from his own rather folded and subtilised countenance, her little lithe figure, when he and most of the Forsytes were tall.  And he would dwell on the origin of species, and debate whether she might be Danish or Celtic.  Celtic, he thought, from her pugnacity, and her taste in fillets and djibbahs.  It was not too much to say that he preferred her to the Age with which she was surrounded, youthful though, for the greater part, it was.  She took, however, too much interest in his teeth, for he still had some of those natural symptoms.  Her dentist at once found \\\"Staphylococcus aureus present in pure culture\\\" (which might cause boils, of course), and wanted to take out all the teeth he had and supply him with two complete sets of unnatural symptoms.  Jolyon's native tenacity was roused, and in the studio that evening he developed his objections.  He had never had any boils, and his own teeth would last his time.  Of course--June admitted--they would last his time if he didn't have them out!  But if he had more teeth he would have a better heart and his time would be longer.  His recalcitrance--she said--was a symptom of his whole attitude; he was taking it lying down.  He ought to be fighting. When was he going to see the man who had cured Paul Post?  Jolyon was very sorry, but the fact was he was not going to see him.  June chafed.  Pondridge--she said--the healer, was such a fine man, and he had such difficulty in making two ends meet, and getting his theories recognised.  It was just such indifference and prejudice as her father manifested which was keeping him back.  It would be so splendid for both of them!\\n\\n\\\"I perceive,\\\" said Jolyon, \\\"that you are trying to kill two birds with one stone.\\\"\\n\\n\\\"To cure, you mean!\\\" cried June.\\n\\n\\\"My dear, it's the same thing.\\\"\\n\\nJune protested.  It was unfair to say that without a trial.\\n\\nJolyon thought he might not have the chance, of saying it after.\\n\\n\\\"Dad!\\\" cried June, \\\"you're hopeless.\\\"\\n\\n\\\"That,\\\" said Jolyon, \\\"is a fact, but I wish to remain hopeless as long as possible.  I shall let sleeping dogs lie, my child.  They are quiet at present.\\\"\\n\\n\\\"That's not giving science a chance,\\\" cried June.  \\\"You've no idea how devoted Pondridge is.  He puts his science before everything.\\\"\\n\\n\\\"Just,\\\" replied Jolyon, puffing the mild cigarette to which he was reduced, \\\"as Mr. Paul Post puts his art, eh?  Art for Art's sake-- Science for the sake of Science.  I know those enthusiastic egomaniac gentry.  They vivisect you without blinking.  I'm enough of a Forsyte to give them the go-by, June.\\\"\\n\\n\\\"Dad,\\\" said June, \\\"if you only knew how old-fashioned that sounds! Nobody can afford to be half-hearted nowadays.\\\"\\n\\n\\\"I'm afraid,\\\" murmured Jolyon, with his smile, \\\"that's the only natural symptom with which Mr. Pondridge need not supply me.  We are born to be extreme or to be moderate, my dear; though, if you'll forgive my saying so, half the people nowadays who believe they're extreme are really very moderate.  I'm getting on as well as I can expect, and I must leave it at that.\\\"\\n\\nJune was silent, having experienced in her time the inexorable character of her father's amiable obstinacy so far as his own freedom of action was concerned.\\n\\nHow he came to let her know why Irene had taken Jon to Spain puzzled Jolyon, for he had little confidence in her discretion.  After she had brooded on the news, it brought a rather sharp discussion, during which he perceived to the full the fundamental opposition between her active temperament and his wife's passivity.  He even gathered that a little soreness still remained from that generation-old struggle between them over the body of Philip Bosinney, in which the passive had so signally triumphed over the active principle.\\n\\nAccording to June, it was foolish and even cowardly to hide the past from Jon.  Sheer opportunism, she called it.\\n\\n\\\"Which,\\\" Jolyon put in mildly, \\\"is the working principle of real life, my dear.\\\"\\n\\n\\\"Oh!\\\" cried June, \\\"you don't really defend her for not telling Jon, Dad.  If it were left to you, you would.\\\"\\n\\n\\\"I might, but simply because I know he must find out, which will be worse than if we told him.\\\"\\n\\n\\\"Then why don't you tell him?  It's just sleeping dogs again.\\\"\\n\\n\\\"My dear,\\\" said Jolyon, \\\"I wouldn't for the world go against Irene's instinct.  He's her boy.\\\"\\n\\n\\\"Yours too,\\\" cried June.\\n\\n\\\"What is a man's instinct compared with a mother's?\\\"\\n\\n\\\"Well, I think it's very weak of you.\\\"\\n\\n\\\"I dare say,\\\" said Jolyon, \\\"I dare say.\\\"\\n\\nAnd that was all she got from him; but the matter rankled in her brain.  She could not bear sleeping dogs.  And there stirred in her a tortuous impulse to push the matter toward decision.  Jon ought to be told, so that either his feeling might be nipped in the bud, or, flowering in spite of the past, come to fruition.  And she determined to see Fleur, and judge for herself.  When June determined on anything, delicacy became a somewhat minor consideration.  After all, she was Soames' cousin, and they were both interested in pictures. She would go and tell him that he ought to buy a Paul Post, or perhaps a piece of sculpture by Boris Strumolowski, and of course she would say nothing to her father.  She went on the following Sunday, looking so determined that she had some difficulty in getting a cab at Reading station.  The river country was lovely in those days of her own month, and June ached at its loveliness.  She who had passed through this life without knowing what union was had a love of natural beauty which was almost madness.  And when she came to that choice spot where Soames had pitched his tent, she dismissed her cab, because, business over, she wanted to revel in the bright water and the woods.  She appeared at his front door, therefore, as a mere pedestrian, and sent in her card.  It was in June's character to know that when her nerves were fluttering she was doing something worth while.  If one's nerves did not flutter, she was taking the line of least resistance, and knew that nobleness was not obliging her.  She was conducted to a drawing-room, which, though not in her style, showed every mark of fastidious elegance.  Thinking, 'Too much taste- -too many knick-knacks,' she saw in an old lacquer-framed mirror the figure of a girl coming in from the verandah.  Clothed in white, and holding some white roses in her hand, she had, reflected in that silvery-grey pool of glass, a vision-like appearance, as if a pretty ghost had come out of the green garden.\\n\\n\\\"How do you do?\\\" said June, turning round.  \\\"I'm a cousin of your father's.\\\"\\n\\n\\\"Oh, yes; I saw you in that confectioner's.\\\"\\n\\n\\\"With my young stepbrother.  Is your father in?\\\"\\n\\n\\\"He will be directly.  He's only gone for a little walk.\\\"\\n\\nJune slightly narrowed her blue eyes, and lifted her decided chin.\\n\\n\\\"Your name's Fleur, isn't it?  I've heard of you from Holly.  What do you think of Jon?\\\"\",\"timestamp\":1639990250,\"title\":\"I'm not going into the reasons,\\\" he said; \\\"you ought to trust me, Fleur!\\\"\"},\"digest\":\"dGFaStuimYF7ZlytveCWyaXII0-fKarI4SFHsH8hAjw\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zHzYUxWYjj4mm5YWHIYrOZpz9lyORZ0XmSJ6uiOG2hE\\\",\\\"y\\\":\\\"XlUX674-M1KiCRFYorkPu5vuBtthsFuKOkB5Js4lqv4\\\"}\",\"signature\":\"4Bt750rD9cEF0T0L80UGJKDXoQv4_-LDd4amoXEpUrDNQRy0KuvD8YIafno45A7rYEeLgsWP_NgCySKIo3IBnQ\",\"signingKeySignature\":\"0x31a2d316852d98da4689a8c290d102461698698be2dff926c4c9b1dbc948cd2f27dff963e91c78916c9a63c251dd15a59d2fdcafbb483efe41d4f4ea467c845b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zHzYUxWYjj4mm5YWHIYrOZpz9lyORZ0XmSJ6uiOG2hE\\\",\\\"y\\\":\\\"XlUX674-M1KiCRFYorkPu5vuBtthsFuKOkB5Js4lqv4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dGFaStuimYF7ZlytveCWyaXII0-fKarI4SFHsH8hAjw\"}"