"{\"content\":{\"body\":\"This is not an interesting topic at all. I am simply stating the lessons I’ve learned from my experience developing apps since high school. Most of the information is derived from game-focused apps. \\n\\nYou can view the apps I’ve developed and published on the [Apple App Store here](https://apps.apple.com/us/developer/omar-waked/id1153330477). All but one of the games I’ve developed have been long removed as I had no interest nor time to maintain them. Now, to the primary reason for this blog. \\n\\n**Lessons I’ve learned:**\\n\\n1. The time and effort it will take to develop an app can easily be underrated. \\n2. While a single person can develop the app from scratch, it will take longer to launch, and harder to maintain.\\n3. Ideas are not patentable (for better or worse). Apple does enforce a copy-cat policy for apps, meaning that if there are apps that blatantly copy another existing app, the app will be rejected. Do your research on which apps already exist and how yours is different. \\n4. Larger, more established software development firms utilize click-farms to bring down smaller apps with growing traction. I’ve learned this one the hard way. One app that I have published was getting significant downloads and engagement time. There are software products that track such information provide it to these larger software development companies for a small fee. These development firms take the data and quickly turn around a similar product to capture the new user influx and to slow down your growth, they will set up click-farms targeted at your product. \\n   1. Click-farms are essentially a large number of devices that run a script (or it could be done manually) that download an app and never open it. Apple tracks these metrics and uses it to determine how popular the app is and thus, the app gets ranked on their trending charts accordingly. You are heavily penalized for downloads that do not open the app, thus your app’s ranking falls off the chart. Dirty move? Sure. Was I surprised? I was initially, to be completely honest. I never thought of such tactic being put to use. Do I think it’s wrong? I am not one to say, but if you need to rely on “dirty warfare” to beat such competitor, you have this tactic in your arsenal. \\n5. Beware of spikes in advertisement revenues, it usually is a competitor trying to frame you for faking advertisement clicks and impressions which results in audits and termination from the advertisement platforms. \\n   1. This is also a dirty move. Is it common? Absolutely. It is simply one of the common tactics that work. Should you apply such tactic to a competitor of yours? I am not one to tell you what to do. Morals are subjective.\",\"timestamp\":1640065915,\"title\":\"Lessons from Developing and Publishing Apps \"},\"digest\":\"jbbB7Q8Nef6-BeX6gbnQ1w4zyak8mTw86ZoQe3l1H10\",\"authorship\":{\"contributor\":\"0xd269259ed7Fa5d3B04a114DA788744E72540Ba01\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"S5p-tIfEmVxQQAMG2FOCc2CATJWC1olkAHNlg5DBApI\\\",\\\"y\\\":\\\"cY94ZxK0ccS82KgCdD3LFXaEW0_noPl6jYQ6QNYL9do\\\"}\",\"signature\":\"l8q2PZEtbNvWw9Z8PqMMenR5FmamF4uN-B35wWAbujs_QNeA8L1cZp8hLbAuyfhXAmON3WFqoGboZw1SasGfdQ\",\"signingKeySignature\":\"0x90ebcf20d79a6d0be1ed521dc729ff9d4bb295866ebafb7c6119307613583d2c081bf334d7b90ad31faeb4d062e87d882cad70f4a874c97898ab82a44faa2c3a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"S5p-tIfEmVxQQAMG2FOCc2CATJWC1olkAHNlg5DBApI\\\",\\\"y\\\":\\\"cY94ZxK0ccS82KgCdD3LFXaEW0_noPl6jYQ6QNYL9do\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jbbB7Q8Nef6-BeX6gbnQ1w4zyak8mTw86ZoQe3l1H10\"}"