"{\"content\":{\"body\":\"Warning: very long and verbose post ahead. A lot of my \\\"gold\\\" is hidden through it, so I beg you to read it with attention, and ask me to expand on parts if you feel like they hit you in a particular way.\\n\\nThis is my take at giving a direction to young people who had lost it like me. Giving a personality and ideals. As said in the title, *mostly* for men.\\n\\n### Disclaimer: Who am I\\n\\nAt the time of writing, I'm entering my 20th year of life. I have been accustomed to dopamine detox and multiple deviations of it, have tested about all of the things which you read about on my own body and have grown through a lot of other stuff in the last 4 years. I have become a passionate developer, an undergrad mathematics student, and most likely just better at living life. Through all of this, I know that I also did what when I was younger I used to call \\\"creating a personality\\\". As you may imagine, I'm not any demigod nor anything more than a human with faults (and especially not an english nationality), so take all of what I say with a pinch of salt and always refer to a medical professional before making impactful decisions about yourself (I learned it the very hard way).\\n\\n*Last thing, this post is made from a male perspective, so most likely it's going to be biased on specific ways to approach specific problems. Up to you to take the time to make a different one for your gender if you feel like the difference is huge*\\n\\n# Why do we suffer?\\n\\nThis question is not something I usually ask myself to look for misery, but rather something which I believe finding an answer to can provide a better living experience. I will refer to my story rather than make assumptions about others. I remember starting to feel \\\"out of the pack\\\" around elementary school. I used to be fairly fat, not really coping with people of my age and being too good at school, to the point where people would call me \\\"nerd\\\" (we have a weird way of saying that for people who study here in Italy). Fast forward to middle school, I (thought I) didn't have the social relatable skills required to be a part of my classmates, was way too deep down in playing videogames and was growing up with fairly restrictive parents, which didn't let me go alone on busses or take part in more \\\"free\\\" activities like hanging out - and knowing the world we live in, I thank them truly for keeping me alive and fairly safe, even if I didn't \\\"grow up\\\" in the right sense.\\n\\n(for now it's a story, but hold with me for a little longer)\\n\\nI get a crush on a girl, and I start looking up what to do (the wikihow stuff, who knows, knows). As time progresses, when I get the occasions to speak to her or get close, I both get ashamed of my looks and seem to not have interesting things to talk about. I start getting a feeling of emptyness, as if I didn't really have any of the required skills to get a girl. I used to see classmates playing slighly erotic games here and there and I felt way too out of it - and I was.\\n\\nThrough the first years of highschool I kept feeling the same way, as if I didn't have a goal nor a personality. Friends were extremely lacking, I was getting demotivated, trying to succeed in videogames (playing up to 6-8h a day to try and get a Diamond rank in R6s) and not accomplishing anything anywhere.\\n\\n**CHECKPOINT**\\n\\n* I was getting a distorted view of reality.\\n* I thought that I had no personality nor goal, like those other cool kids did\\n* I was not trying to \\\"fix any of my problems\\\" (more on this later)\\n* I didn't really have any friends other than online people who I felt I wasn't really bonding in any way with\\n* I felt \\\"average guy who doesn't apply\\\"\\n* I had stopped doing Judo due to a back issue\\n* I never had a girl friend and neither a girlfriend - not even a kiss nor hug.\\n\\nHoly we are *down bad*, but I had a weird experience. One close member of my family got a bad disease, and I felt like I finally had a goal. A responsibility to take, to be strong and take care of the other person in case that person was down. I was 14, but I was finally feeling like myself. *Something changed*\\n\\n* small thing, the disease was A TERRIBLE THING fullstop, here is why I'm making this post, to give you a better way to approach change.\\n\\n### What is happening? - Skip here to get first tip\\n\\nBasically I got my first real responsibility. I was finally feeling like an adult. Something slapped me out of a safe zone and gave me the chance to have an experience which other people didn't have. Here I started understanding that personality in general was a very bland statement, as we don't have ideals until we have them. Let me be more clear. In heindsight, I can say that noone has a \\\"Personality\\\" until around 18 or later. A personality at its core is much more like a set of experiences and weird choices we took which put us in the condition to be more likely to do something.\\n\\n**But how do we achieve this?**\\n\\nIf you read through the lines above, you can see a story, an actual journey very different from a lot of people's. But the differences are there because extreme choices have been made. Ex: I was playing a LOT of hours of videogames; I suffered a family problem; I had sharp pain and a decent amount of self awareness of the problem; I was pretty good at school. You may start to recognise a pattern: **extremes built me up in a specific way** (neither good or bad), **responsibility filled a specific hole in me**, **experience builds the person**. I think these three concepts are at the base of living a better life, so now I'm going to expand on how to attack them at any age.\\n\\nThe last missing topic is **Friendships and Relationships**, which is going to be moved later in the discussion. Skip to it if you already are in the mood of \\\"living to live\\\" and are just looking for that.\\n\\n# Extremes, Responsibility, and Experience\\n\\nAs I've just stated, I believe that to live better we need to hit ourselves with extremes. To cite trash-motivational cuts of actually great interviews, \\\"You can't be balanced\\\" is something David Goggins points to when he's trying to deline a formula to become the best of the best. You may start to see a line to why my philosophy almost always has been \\\"try to be the best\\\", and why I was trying to get that high rank in R6s\\\\*\\\\*\\\\*\\\\*\\\\*.\\n\\n**So how do I hit an extreme without hurting myself?** The question is weird, as \\\"Hurting\\\" is very personal and someone's hurt may be someone else's enjoyment.But for me, it comes down to not letting any opportunity go and diving in whatever comes up, while giving MY BEST. What do you have access to right now? School? Be the best guy in school.Do you like to play Pokemon all day long? Become the best player of pokemon, go to tournaments, beat everyone. Are you not competitive? Then stick to personal goals - you can start running/cycling, you can do whatever the heck comes up. Cringe is a word which we feel on ourselves but which we use on others. Basically when someone says something is cringe he is seeing his own figure shimmering at the idea of doing such thing and trying to bring someone else who is instead doing it down.Get to work out and become the biggest baddest guy - but please don't go for steroids, not worth it.\\n\\n↓↓↓↓↓Why do people join the military? Do they want to serve their country? I don't think this is always the case. I think that a lof of us are just looking for a goal in society that we can be \\\"respected for\\\", which will consequently build us around a stereotype. After this change, we can hit many more changes, take a position on which one of the traits we have hit we like the most, stick with it - all of this happening under the hood - and go on with life with a new personality↑↑↑↑↑\\n\\n*Read this part once again, it's an essential point to my view on personality and self*\\n\\nSmall TLDR: Do as much stuff as you can, DO NOT resign on ANY given possibility you have (school is definitely one of them). Then, do the hardest possible variation of it, especially if it's close to breaking you. (On friends) A good way to bond is to live through a though experience together, that's why doing a difficult sport/individual sport in a course is a great way to know people. And as with life, get to know as many people as you can, talk talk talk and don't have fear. I'll expand more on this below.\\n\\n\\\\*\\\\*\\\\*\\\\*\\\\*I should note that one of the reasons was that I believed that getting that rank would have granted me social recognition (I wanted to stream as well). So even thought it built me, it was not intentional at all, and most of the drive came from wanting to make friends through that.\\n\\n### On cults\\n\\nIs a cult an extreme? So and so. But mostly yes. Should you join a cult? I don't know, but I wouldn't advice it. The reason why a lot of totalitarianisms in the 20th century took place, was because people were losing goals and direction due to the big shift in society and having a \\\"mass goal\\\", alongside someone who guides through it with violence, is pure masturbation for our instincts. Why do young people join alt-right parties or communist ones? Not all is due to political views - stuff which few people get actual exposure to - but rather to having a goal, a responsibility, and **something bigger than us to do**. So, should you get hit in the face with an extreme view? I think you ought to read about extreme views and **discuss them**. You can read some Plato and Aristotele, alongside some latin writers (Orazio is a favourite). To find someone to discuss, either write to me at @mattiapearl on twitter or organize discussion days or zoom videochats. If I see that a lot of you are interested, I'll take the time and code something/organize something myself to have political/philosophical discussions - or you could take it on yourself as your next project or big thing ;D.\\n\\n**Oh lord how much more I would like to emphasize discussing with people as personality building. It is, and you should do it. Think together, learn together, get angry together**\\n\\nOn the \\\"something bigger than us\\\": here is a quick video which I overquote about human decision. \\\"What has Valve been up to? - The Lost Projects\\\" from 2kliksphilip TLDR-freequote: \\\"a bigger project they didn't necessarily like all the way through, but which made them stick to it much longer than those things they wanted to do\\\". Doing something big can work much better than doing something we like from start to end.\\n\\n*Why I am against cults: I took on nofap for 3 years, from third year of high school to last year. It ruined my reward system, proposed bs science for certain topics and was conveyed in a very non-medical \\\"DIY\\\" way. Did it change me for the better? Yes. Is this the solution? Not really - you guys here already most likely have a clue on how to do it better.*\\n\\n### On responsibility\\n\\nI'm quoting this word because dr. Peterson is a big promoter of it. I believe that responsibility is another key part of our personality. We are indeed left goalles in this society. As a male i DO feel like I have no role - especially being born in a place where I could just live through \\\"enjoyment\\\", get an office job, a salary, die. But we can live much better if we set ourselves to do something. And we DON'T HAVE TO DO IT FOREVER, but we should try it on ourselves and then either stick to it or have the experience to say it's not for us. Don't be balanced also on responsibility, especially if young. Get \\\"Hit in the face\\\" with life in the hardest softest way. How to get it:\\n\\n* Run a company/application or learn something which you then have to teach back\\n* Get good grades in school\\n* Try to get a job which can make your parents stop working\\n* Make someone happy or get in the condition to be able to support yourself enough that you can help an homeless person out monetarily.\\n* Tidy up the whole house everyday and be the cook everyday.\\n* TAKE THE RESPONSIBILITY TO SUFFER THE SMALLEST POSSIBLE AMOUNT IN YOUR LIFE\\n\\n# Friendships, Relationships, Sex and finding a partner\\n\\nLet's start with **Friends**. Did you ever experience a friend? I thought I did, but I didn't. I experienced living the idea of having a friend, which is much different. Here I will give you an operational definition of what you should do rather than motivation. Start going out with people you know. I don't care if you like them or not, a lot of us are in the same situation, and if you know them you most likely have things in common. At first, it will feel like you are not bonding or expressing yourself. Don't worry, it's normal. Keep on doing it, this is the highest amount of advice I will give you, the rest you should live. Everyone is rejecting you? Start a new activity and **test being social.**\\n\\nThis is the crucial part: **Noone is a good social beast at first**. Nop, noone. If you are, you have the luck of having good parents which raised you to be social or with a good personality (;D how did they get that? Ask them) then you may have a chance. You need to grow your social skills:\\n\\n* Work in customer support (even from distance)\\n* Speak with random people close to you and fuck it up (involuntarily, or voluntarily, but go towards improving).\\n* Take the responsibility to keep the relationships you have up and healty. It's an extreme and it will move you to many mistakes and pains, which will grow you. And as I said, you have to grow to live life in the best possible way and suffer the least possible amount.\\n* Travel. You can go alone or with friends, but exposing yourself to a non-native language is a great deal because everyone will try to communicate and cold approach people you will never see again (except the French, je n'aime pas le french).\\n* Go fix the relationship with your parents/parent/tutor.\\n\\n**CHECKPOINT** \\\"I can't do all of this\\\" - take the responsibility and unbalance yourself towards doing this. Make it your life goal. If you don't, you are already taking a personality statement.\\n\\n### Girls (and boys, do it on us too dw)\\n\\nI was trash at talking with girls. You read the story, I literally couldn't even simp and was afraid to have a girl friend (not girlfriend, literally girl friend) because I didn't know if that would make me less manly - huh, stuff which your parents say and which impacts you too much -. I have always been very shy, until I started nofap and thought my personality was to be more \\\"rough and chad\\\", which eventually led me to talk to random girls and screw up conversations as weirdo many times over. It's hard, and if you always cope with it through dopamine you won't progress a lot.\\n\\nGet hit in your face by life, and take the responsibility to endure that pain and not cover it up with dopamine. Get the responsibility to get girl friends and talk with them, it will make you much less shy. You need to look better to do it? Then get to looking better.\\n\\n# What I am at right now\\n\\nI right now am an happy and (hopefully) fairly self aware human being. I have friends, one or two companies, am very good at university and enjoy it, have good relationships with my parents and I think that I am just living. Did I get hitbacks from this? Of course I did, but they forge me, and I went to medical professionals to fix them\\n\\nI don't think you can live a good life by not risking, and I don't like the culture of living a safe, painlesss life is going to make your life happier. I believe that you have the opportunity to change the world, to make other people better or do whatever makes your life good. Try to not infringe the law, as it has been written by fairly smart people who probably were living enough to believe it was smarter not to break it. But if you are not hurting anyone, and it's in the prospects of doing something better for everyone, I am noone to say good or bad.\\n\\nI have left out multiple things, like meditating, habits etc etc. To me, this above is the core, the rest is up to you.\",\"timestamp\":1641913243,\"title\":\"On building a personality, starting to live life, and my story with it - mostly for men\"},\"digest\":\"Te4F9jZpDr4hOafmZKteFbWZxegn6lpSoThtcn7wbgk\",\"authorship\":{\"contributor\":\"0xc4B697E24091B2eBcC9C30f0BfdaD38BC347a744\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4ZjMNvWbQXnyR_BdRVZbWDvOQwL_2XNS5rsmHgG5okw\\\",\\\"y\\\":\\\"K-e2kdF503Yi8OAC9Cgmb9GVefrH-aHMpB9H4c6B8uI\\\"}\",\"signature\":\"O-ErtKk3Ls3max7oChq6sEnVeSopg6dxWByIw7gfInKAUnoYxh6-sKQX00klPs5X841IXV7NUtGY7uo-iDyFgQ\",\"signingKeySignature\":\"0x903b1ab0adc37dc54170e496344f1e89241cd352a5164f2bb40043f3579dcbc917c2daf0bd0df8e56dad00e2bd370ac57683ab650251962bce847a27907e814d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4ZjMNvWbQXnyR_BdRVZbWDvOQwL_2XNS5rsmHgG5okw\\\",\\\"y\\\":\\\"K-e2kdF503Yi8OAC9Cgmb9GVefrH-aHMpB9H4c6B8uI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J8iaDi8EXU1LPBEv7RFNej1V8i7c5YUtpKQxmSe2Z3A\"}"