"{\"content\":{\"body\":\"*This is not a one-time post. Instead, this post will be home to my daily entries as I navigate through and participate in the first project by the [Jenkins the Valet Writers Room](https://cointelegraph.com/news/jenkins-the-valet-founder-wants-to-create-a-decentralized-web3-content-company). New posts will appear directly beneath this text. Older posts will be pushed ever downward.*\\n\\n### Friday, December 31, 2021\\n\\nPer Neil Strauss, or as he's called in the Writers Room Discord “Apeman Strauss,” licensing agreements are capped off with a pro forma character profile. If you read yesterday's shitpost about my plans for BAYC 3220, then you may be prepared for what you're about to read. If not, it's fine, really. \\n\\nHere goes...\\n\\n**Name: **Snarf van Halen\\n\\n**Birthplace: **Arizona Bay \\n \\n\\n**Tell us about how your Ape or Mutant ended up at the Yacht Club and the role it plays in their life.**\\n\\nSnarf van Halen comes from a long line of very old money, but each generation — ever dumber and more useless than the last — dwindled the family fortune down to nubbins. When Snarf finally came of age as the youngest of seven self-entitled pricks, nothing was left. He stole his elderly mother's private key and used his ill-gotten small fortune to buy his way into the Yacht Club, where he lives well beyond his means and most apes can tell right away that Snarf ain't truly bored.\\n\\nSnarf has no real-life skills and he's not smart enough for yield farming. He thinks of himself as a preeminent con artist, but his most impressive cons have been fleecing mutants. He's got his eye on encroaching on the Ape Father, but he's biding his time. ** \\n **\\n\\n**Tell us about your Ape or Mutant’s involvement at the Yacht Club. Are they a member, a worker, an aspiring member, etc.**\\n\\nSnarf has a lower-tier membership, but he leases a nice yacht and rents a rotating cast of compensatory phallic sports cars. He's what the kids these days call \\\"extra.\\\" He tries too hard, and his constant interruptive selfies on the pier or at the bar have the higher-valued apes alert to a leech. Snarf has the energy and determination to work a room to the bone, but his obvious self-regard is off-putting enough to sour any con job before it gets going. In other words, Snarf could stand a chance at being a pretty good con artist if only he was self-aware enough to know that no one — literally no one — actually likes him. ** \\n **\\n\\n**Tell us a brief story that defines your character’s involvement at the Yacht Club or their favorite part of life there.**\\n\\nSnarf's birthdays since joining the Yacht Club have become the stuff of legend: extravagant, masturbatory, and poorly attended. Typically, one might find a playlist in which every fourth song was written, performed, and produced by Snarf himself, all of them bad. The walls and ornamentation usually involve a visual assault of themed portraits of Snarf featuring rare traits that he had Photoshopped in. Typically, some smart ape will show up and get a few clips to shitpost and ridicule, but Snarf is the kind of guy who just appreciates the likes and follows. By the end of the night, Snarf is always too fucked up to realize it’s only 9:45 PM, and he always thinks it was a legendary night.  \\n \\n\\n**If Jenkins were to describe your Ape or Mutant with one word, what would he say?**\\n\\nTwat. \\n\\n \\n \\\\*\\\\*\\\\*\\n\\n### Thursday, December 30, 2021\\n\\n**Now I'm not a petty person, but...**\\n\\n**And the truth is, I could've done more due diligence, but...**\\n\\n**And I'm sure he's a nice guy and all, but...**\\n\\n**So the story is that I bought a Valet Ticket, which affords 5 votes and 1 license, but I wanted to be more involved with the Writer's Room. So I aped in again and got a secondary market Valet Key. Once I got it, I realized that it had already been licensed to an ape: BAYC 3220.**\\n\\nWell, I took that to be a great thing. After all, it was one less thing to do, and if this guy was already licensed to a key, then he must be keen to collaborate. So I tracked him down on Twitter. And I tracked him down on Discord. And I tracked him down in the Writers Room server. And I never got a response.\\n\\nDigging a little deeper, I learned the license was not a generous one. The owner of BAYC 3220 gets 100% of the royalties generated by Jenkins' Book One. The key holder (me), gets what's left, i.e., 0%. AKA, zero things.\\n\\nWhich is totally within his rights! And I should've checked the licensing before thunking down that goodly fraction of an ETH! And anyway/besides, the license only holds for Book One, which means the contract will end in however many SHORT YEARS that takes, then I'll be free to do all the licensing I want! So don't be bitter, I say! Don't be bitter! Don't do it!\\n\\nBut...\\n\\nAnd I'm not saying this is coming from a place of bitterness, but what I'm saying is that I'm sure there are plenty of people who want their apes to be heroes or (more likely) really badass anti-heroes. So there's probably a lot of room for assholes and doofuses. Right?\\n\\nSo here's the deal with BAYC 3220...\\n\\nRising tides raise all yachts, and BAYC 3220 is no different. In fact, I'm going to write my ass off for BAYC 3220. I want BAYC 3220 to make an appearance in the book, and I want the owner of BAYC 3220 to bathe in money because it proves the power of community collaboration at this incredible scale.\\n\\nBut BAYC 3220 will be the biggest twat in the Yacht Club. BAYC 3220's slimy, erumpent personality will make Joffrey Baratheon look like Jon Snow. People (and apes) will love to watch BAYC 3220 suffer.\\n\\nTomorrow, I’ll post this mewling slimeball’s character profile, requested by and submitted to the Writers Room. \\n  \\n  \\n \\\\*\\\\*\\\\*\\n\\n### Wednesday, December 29, 2021\\n\\n**Yesterday I finally dove into the Jenkins short stories to get a sense of the BAYC narrative world. These \\\"short stories\\\" are actually just 500-word introductions — of characters and their concomitant intrigue.**\\n\\nIn this world, rarity and valuation determine personal worth — pretty utopian, right? — and all lesser BAYCs (don't even mention Mutant Apes) get stuck in service positions, like our hero Jenkins, who sees his shiny job valet job at the Yacht Club as his chance to make a little scratch and do some wise hodling.\\n\\nBut combine Skull & Crossbones, The Five Families, the CIA, the FBI, and the KGB and you're only starting to approach the soul-sucking dastardliness of this moneyed place. Here, Jenkins learns that obedience and discretion can go a long way.\\n\\nJenkins first earns The Ape Father's trust. Then word gets around fast, and pretty soon he's helping out other apes — some of whom seem to be at cross-purposes. He helps a down-on-his-luck old-timer recover a priceless private key. He meets a famous former stuntman-turned-altcoin-shill and falls in love with a model ape who's appeared in magazines.\\n\\nThe more I read these stories, the more I drift into a Pynchonian mindset — who are the bad guys? are there good guys? who's got the money and who's got the drugs? are they the same people? why?\\n\\nThere will be plenty to report back. Next time, I'll recount a bit more of Jenkins' backstory, and soon I'll introduce the two apes I'll be co-licensing for Book 1. \\n  \\n  \\n \\\\*\\\\*\\\\*\\n\\n### Friday, December 24, 2021\\n\\n**Jenkins the Valet is making good on the paradigm-shifting move made by the creators of the Bored Ape Yacht Club. The move? Issue intellectual property rights with each NFT purchase, which — overnight — laid the groundwork for a potential extended narrative universe. The Writers Room is the natural outgrowth of that decision on the part of the BAYC creators.**\\n\\nIt’s been about two weeks since I bought my first Jenkins the Valet Writers Room ticket. It’s not even been a week since I decided that the ticket didn’t give me enough to work with, so I bought a Writers Room key.\\n\\nThis post will be the living document of my experience in The Writers Room. I plan to post my learnings, opinions, and creative process in this daily-updated article.\\n\\nOver the coming weeks, I will be:\\n\\n* Learning the ins and outs of existing Bored Ape Yacht Club (BAYC) and Mutant Ape Yacht Club (MAYC) lore and existing stories.\\n* Introducing my co-licensed apes and going through the process of building out their backstories and lore.\\n* Participating in the submitting proposals, voting, and collaborating with other apes and the official author of the first Jenkins the Valet novel, Neil Strauss.\",\"timestamp\":1640911303,\"title\":\"In the Jenkins Writers Room\"},\"digest\":\"7ZdoGte2zHVN6xEQceh7WJjY1E9BIRT794PVYvqeGVo\",\"authorship\":{\"contributor\":\"0x38D4E17B62BF1bADD7132aCDA9E4BFF009846978\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_SHVdRow9ekLC85wPR49S6Ug5awTmdqYhThkdIkwcIw\\\",\\\"y\\\":\\\"AWb1Fa4BUAlupllCR-MLgtPcmVgwBNu5jncjscmE_Ts\\\"}\",\"signature\":\"0fHvgX6bw3FNXX6z5-qHi2u362NmdsAoWg6kAkiG2jHQlON7C4EPJvAVEr-Twa6-txa-Q2zpyu9a7ocwJ_UC-A\",\"signingKeySignature\":\"0x3cfa4c77654c8fc5306772dd657468a246449425599d7fb2f956374e81b7dbb37e3b83c8f2033eab3f3a336184351f164b7030a33c0227025c5a7a70e6472c4a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_SHVdRow9ekLC85wPR49S6Ug5awTmdqYhThkdIkwcIw\\\",\\\"y\\\":\\\"AWb1Fa4BUAlupllCR-MLgtPcmVgwBNu5jncjscmE_Ts\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LbKHkQf5YGAD70gnMuTMrSp2YmiVcpgUk6xTmaKQADE\"}"