"{\"content\":{\"body\":\"<大蒜garlic的營養成份>\\n\\n\\n大蒜中有著豐富的含硫化合物，如最具備表性的大蒜素(蒜氨酸Alliin)。\\n大蒜在動物實驗中對細菌有抑制及殺滅細菌巰基蛋白酶活性的作用。因此被譽為\\\\[天然抗生素\\\\]。\\n但是正由來大蒜具有強烈的刺激性，所以胃弱的對象，不宜多食。\\n\\n為了改善大蒜生食的刺激性，透過後發酵技術，將大蒜轉化為黑蒜。\\n\\n二者間的營養成份略有差異。\\n\\n在製成黑蒜的過程中，不同的溫度，操作與技術，會影響黑蒜中營養成份的流失與否。\\n\\n黑蒜，是大蒜在特定溫度與濕度下發酵而成。\\n發酵過程中的轉化如下:\\n蛋白質被微生物分解成胺基酸。\\n碳水化合物分解為單醣。\\n多酚氧化酶與類黃酮含量增加。\\n含水率與脂肪比例下降。\\n維生素與礦物質含量顯著提升。\\n\\n從生大蒜經發酵轉化為黑蒜，生蒜的刺激性降低，雖然殺菌功效黑蒜會弱於生蒜，但因此胃弱的群體也能安心食用。被廣泛應用與食品保健。\\n\\n溫度，與濕度。是黑蒜製成的關鍵。\\n\\n那麼不同的溫度和濕度控制又會對黑蒜的營養成份產生什麼樣的影響呢？\\n\\n這就是很值得仔細探討的議題了。\\n\\n<Nutrition of garlic>\\nGarlic is rich in sulfur-containing compounds, such as alliin (Alliin), which is the most epitope.\\nGarlic can inhibit bacteria and kill bacteria sulfhydryl protease activity in animal experiments. Therefore it is known as \\\\[natural antibiotic\\\\].\\nHowever, because of its strong irritation, garlic is not suitable for people with a weak stomach.\\n\\nIn order to improve the irritation of raw garlic, the garlic is transformed into black garlic through post-fermentation technology.\\n\\nThe nutritional content between the two is slightly different.\\n\\nIn the process of making black garlic, different temperatures, operations and techniques will affect the loss of nutrients in black garlic.\\n\\nBlack garlic is produced by the fermentation of garlic at a specific temperature and humidity.\\nThe transformation during the fermentation process is as follows:\\nProtein is broken down by microorganisms into amino acids.\\nCarbohydrates are broken down into simple sugars.\\nThe content of polyphenol oxidase and flavonoids increased.\\nThe ratio of water content to fat decreases.\\nThe content of vitamins and minerals has increased significantly.\\n\\nThe raw garlic is fermented into black garlic. The irritation of raw garlic is reduced. Although black garlic has weaker sterilization effect than raw garlic, people with weak stomachs can also eat it with peace of mind. It is widely used in food and health care.\\n\\nTemperature, and humidity. It is the key to black garlic.\\n\\nSo what kind of effect will different temperature and humidity control have on the nutritional content of black garlic?\\n\\nThis is a topic worthy of careful discussion.\",\"timestamp\":1640916869,\"title\":\"<大蒜garlic的營養成份>Nutrition of garlic\"},\"digest\":\"KAbEuhCKfQ9lrQ3lKd7cD-Z3PC_97ZLilNPg-rkBU0o\",\"authorship\":{\"contributor\":\"0xef9d81473Ea7E87cFc707346B204Cb31cCEEDB1B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u-3KuTkoDDIwvDuFVKjR3Qff_xtuoBy2U9ObtcqcqCc\\\",\\\"y\\\":\\\"hZ01KzGe-MCVXVtPdNPIZbbkegUqv6mxu5uP_BHFWEU\\\"}\",\"signature\":\"y8C1hfU-A0zJSO-I8RccRn9i_7tAlJA2OJLvqF4bdCB-WXEWuJRoeOWZXPpyzqjTJlKrMmtZS3Plolin5pa7fw\",\"signingKeySignature\":\"0xd2a4cc9f239fedb45fb45f49372a3b797d5a1c9c669258a48b134707b2232ffe73a556e5223d7c462c88b92c845daccc2410dc0f40fe1978cb2b4bdb3fd119241c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u-3KuTkoDDIwvDuFVKjR3Qff_xtuoBy2U9ObtcqcqCc\\\",\\\"y\\\":\\\"hZ01KzGe-MCVXVtPdNPIZbbkegUqv6mxu5uP_BHFWEU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KAbEuhCKfQ9lrQ3lKd7cD-Z3PC_97ZLilNPg-rkBU0o\"}"