"{\"content\":{\"body\":\"在疫情催化下，人类社会生活的数字化转型进程全面加速。网络直播、短视频、云看展云旅游，各种各样的数字化旅游形态逐渐兴起。数字文旅产业也越来越被各地政府作为推动产业高质量发展的重要抓手，借助相关政策和5G、大数据、AR、VR、云计算等技术，成为文旅行业转型升级发展的主要方向。\\n\\n与此同时，AR、VR、物联网、区块链等数字技术的发展、智能终端的普及、开放共享经济的萌芽等为人类社会走向数字世界更深处做好了基础设施及经济机制方面的准备，元宇宙概念因此兴起，并在2021年得到了如火如荼的发展。\\n\\n当文旅行业的数字化转型遇上元宇宙将碰撞出怎样的火花？以区块链为核心的新基建技术将发挥哪些应用价值？本文将通过调研元宇宙旅游的差异特征、独特优势和与区块链技术结合的机会，尝试解答以上问题。\\n\\n01\\n\\n元宇宙与文旅数字化转型的契合点\\n\\n元宇宙可以被简单理解为是一个集体的、持久的、平行的“世界”。在元宇宙中，我们可以以虚拟化身的形式与人、地点、事件进行实时互动，完成消费、社交、娱乐等行为。随着VR、AR、5G、AI等技术的发展，元宇宙里描绘的部分场景已经能够在现实社会中找到些许雏形。元宇宙强调的“临场感”、“沉浸式体验”，正好契合了数字化时代下旅游行业所追求的新模式。\\n\\n02\\n\\n如何实现元宇宙旅游？\\n\\n一是人的重构：\\n\\n身份映射实现旅游主体身份异构化——不一样的外形，获得全新体验。\\n\\n通过身份映射，每个个体得以在元宇宙中体验与现实生活不一样的人生，实现身份异构化。旅游的意义不仅在于看到不一样的风景，更在于体验不一样的生活。从日复一日的生活中抽离出来，到陌生的环境中感受不一样的人生，这是旅游的意义所在。作为游客的个体所追求的也是身份异构化 。\\n\\n其类似剧本杀的地方在于，构建了一个游离于日常生活之外的游戏空间，人们在这一空间中获得全新的身份，通过角色扮演体验百味人生，将“人生如戏”诠释得淋漓尽致。在这个“游戏空间”中，身份的异构化让人们获得了全新的体验，在此基础上叠加社交属性，进而实现基于身份的映射的互动。\\n\\n二是场的重构：\\n\\n交互体验营造沉浸化旅游场景——线上重现风景区场景，视觉满足。\\n\\n从本质上看，旅游的异地性是最为凸显的一个特征。“生活在别处”是旅游动机的真实写照。人们之所以选择旅游，是为了感受充满文化印记的风土人情，体验独具地缘特色的生活方式。\\n\\n三是物的重构：\\n\\n价值共创助推旅游资源永续化。\\n\\n价值共创助推旅游资源永续化。某些旅游资源作为旅游吸引物，其不可再生性是核心价值所在。而不可再生性也就意味着其作为旅游吸引物的价值是有限的，一旦开发过度或遭到人为破坏，所造成的损失将无法挽回。值得庆幸的是，现代科技可以有效助力解决这一问题，比如，数字化让文化遗产重新焕发生机，敦煌莫高窟的“数字供养人”项目让千年敦煌壁画在互联网时代迎来“数字新生”。\\n\\n03\\n\\n元宇宙旅游的独特优势\\n\\n元宇宙旅游本身也有其独特的优势，例如：\\n\\n1\\\\. 方便快捷：\\n\\n游客可利用碎片化时间约上家人朋友到元宇宙中一同旅行，不用特意省出大段连续的时间，节省交通费用，也没有了旅途劳累等问题。\\n\\n2\\\\. 自由度更高：\\n\\n线上不会损坏现实景点的景和物，游客的操作自由度更高，在景区的山间飞行、水中畅游等都可以在元宇宙中实现。多数旅游地的景和物都是不可再生的，一旦开发过度或遭到人为破坏，所造成的损失将无法挽回。所以旅客的行程会受到更多的限制，影响旅行体验。在元宇宙中则不必担心此类问题，旅客可以更自由的游览景区。结合元宇宙的密室逃脱、剧院、音乐会乃至剧本杀等，将拥有无与伦比的升级体验。\\n\\n3\\\\. 与现实世界的关联：\\n\\n元宇宙旅游必定是与现实景点有关联的，游客可以在旅游中消费购买数字藏品或者现实世界中的物品，而因为区块链技术作为元宇宙的基础，用户线上购买的物品可使用区块链做正品保障、供应链的保证，从这个角度上看，元宇宙旅游购物甚至比直接去现场买更安心。\\n\\n04\\n\\n元宇宙旅游x 数字权益\\n\\n数字藏品\\n\\n疫情催生的“云旅游”、虚拟旅游也受到市场的关注。互联网时代的数字版权保护是虚拟旅游价值转化过程中不可避免的痛点。对于这一痛点，元宇宙依托NFT（非同质化凭证）解决了数字版权问题，去中心化的特性使得个体都能够参与到价值共创过程中，形成独一无二的数字资产，进而完成确权、流转、溯源等全流程。在这一领域，西安曲江大唐不夜城已进行了积极有益的尝试，其联手太一集团打造的元宇宙项目《大唐·开元》，立足唐朝历史文化背景，探索旅游行业的元宇宙；在此基础上，其联合西安数字光年共同对外发售的“大唐开元·小雁塔”和“大唐开元·钟楼”数字藏品也为商业变现提供了可行性路径参考。\\n\\n博物馆的元宇宙时代\\n\\n事实上，某种程度，博物馆应该算是最适合元宇宙进入的场域之一。\\n\\n元宇宙的底层架构是区块链技术，而丰富元宇宙的却是一种基于区块链技术的契约数字化凭证。敦煌美术院官方在唯一艺术平台发售的首批敦煌系列数字藏品成功发行，不到10分钟，首期2万5千份便告售罄，自此敦煌元宇宙时代正式开启。\\n\\n05\\n\\n未来的可能性\\n\\n集卡：\\n\\n数字藏品旅游纪念品限量收集（主要价值点：稀有，文化认同，权威发出）。\\n\\n交友与留言权：\\n\\n可在元宇宙旅游时交友：因为不会对景点造成破坏，可购买留言权，在景区某些位置匿名或实名留言或作画生成NFT。之后来旅游的用户可与留言的人交互打赏。\\n\\nDAO：\\n\\n元宇宙旅游中或许会出现UGC（用户生产内容）以推动发展，例如让用户在景点中开发游戏，生成独立空间等消费项目。\\n\\n地皮买卖：\\n\\n景区地皮的买卖，用于自己DAO、数字藏品的宣传。\\n\\n从现实角度来讲，元宇宙的实现任重道远。文旅行业当前对元宇宙的探讨，也更多地是站在“数字孪生”角度，但二者以“人”为本的核心命题是相通的。元宇宙也再一次让人们认识到了文旅产业的数字化趋势，在数字科技的加持下，有关场景的时空体验得以不断延展，空间运营的价值变得更加多元。文旅的数字化转型之路正如火如荼地开展。\\n\\n虽然近两年疫情肆虐全球，文旅行业正面对着更多的艰难挑战，但是这也并没有阻止文旅加快与科技融合及向“数字化”靠近的步伐，开启数字文旅元生活年代。\",\"timestamp\":1640571958,\"title\":\"区块链将在元宇宙旅游中发挥哪些价值？\"},\"digest\":\"7xIFHjOo6o_UElbpAasLkW5ZNpAroYqJp17KLuXIqbE\",\"authorship\":{\"contributor\":\"0x02C15703C9E0cB20BeE0e6eC69E099CF68603f13\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ylKoAusqDOkwRSdfEqNiM6sjI6uROv5Whj8_QaD8Be4\\\",\\\"y\\\":\\\"9weDY25gHB53mMj-G1bK5g-BK_nVmscifvzPSGSLwoo\\\"}\",\"signature\":\"cX4MLXuafNawUYwKzW0cT9zqV7pJK4OxCbfF56qI-Jt82Gic8Ye2pw7h8Teacm2RcLFRtAkVhDtRLouzvMe74g\",\"signingKeySignature\":\"0x2116ddc1a4d736de92ed6f1f759bac1a62cc7906ebd0c2804d0ac10694c304640af6968ec8ace6eb986c82bad1d4b46bda9de053d128f28d36750e747e02d1471c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ylKoAusqDOkwRSdfEqNiM6sjI6uROv5Whj8_QaD8Be4\\\",\\\"y\\\":\\\"9weDY25gHB53mMj-G1bK5g-BK_nVmscifvzPSGSLwoo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7xIFHjOo6o_UElbpAasLkW5ZNpAroYqJp17KLuXIqbE\"}"