"{\"content\":{\"body\":\"While the bitcoin options market has [recently shed](https://www.coindesk.com/markets/2022/01/12/bitcoins-options-market-trims-bearish-bias-as-us-inflation-report-looms/) its bearish bias, some analysts remain unconvinced about the strength of the move owing to weak institutional demand and the cryptocurrency's sensitivity to macro factors.\\n\\n\\\"There is no sign of an institutional pullback, which is the key for a rally,\\\" said Laurent Kssis, a crypto exchange-traded fund (ETF) expert and director of CEC Capital. \\\"A good barometer is always the asset under management and inflows into crypto exchange-traded products and ETFs. So far we have recovered only $1 billion of inflows versus $4 billion that has left these products alone in January.\\\"\\n\\nThe image above, from [ByteTree Asset Management](https://terminal.bytetree.com/bitcoin/flows), shows the number of coins held by U.S. and Canadian closed-ended funds and Canadian and European exchange-traded funds (ETFs) has declined by 8,812 BTC ($377 million) since mid-December.\\n\\nInflows into the ProShares Bitcoin Strategy ETF listed on the New York Stock Exchange (BITO) have slowed. \\\"BITO now holds less than 5,000 CME futures contracts for the first time since November, and its AUM has reached its lowest level since Oct. 19, signaling dwindling interest for BTC exposure through futures-based ETFs,\\\" Arcane Research said in last week's research note, referring to assets under management.\\n\\nThe Proshares Bitcoin Strategy ETF, which invests in bitcoin futures listed on the Chicago Mercantile Exchange (CME) in a bid to mimic the cryptocurrency's price performance, is vulnerable to [contango bleed](https://www.coindesk.com/markets/2021/10/11/dying-for-a-bitcoin-futures-etf-watch-out-for-contango-bleed/).\\n\\nInstitutions and large traders usually set market trends while retailers swim the tide. Institutions' refusal to step in should cause concern to the bulls expecting a rally from the recently held psychological support level of $40,000.\\n\\n### Adverse macro\\n\\nCrypto services provider Amber Group said a continued rise in real or inflation-adjusted interest rates poses the biggest downside risk to bitcoin and risk assets, in general. \\\"Bitcoin's correlation with the stock market has gone up,\\\" Amber Group said.\\n\\nSince mid-November, the U.S. 10-year real yield has jumped 50 basis points to -0.66%, data provided by the U.S. Department of the Treasury show. Bitcoin has declined almost 40% during the same period.\\n\\nThe correlation between bitcoin and [M1 money supply](https://fred.stlouisfed.org/series/M1SL) has increased to 0.77, pointing to a strong statistical relationship between the two, blockchain analytics firm IntoTheBlock said in a research note [published](https://medium.com/intotheblock/the-bull-bear-case-for-crypto-in-2022-7c5dba84c968) over the weekend. That implies a bearish outlook for bitcoin if the Federal Reserve begins raising borrowing costs every quarter, as anticipated by the interest-rate market.\\n\\n### Non-directional trading preferred\\n\\nGriffin Ardern, a volatility trader from Blofin, a crypto-asset management company, said traders might be better off betting on a volatility explosion by holding long positions in options than predicting and betting on where the price might be headed next.\\n\\n\\\"Long vega and long gamma \\\\[buying call or put options or both\\\\] are good solutions with some costs, for implied volatility is too low for the sell side, which means an improper risk-reward ratio,\\\" Ardern said in a Telegram chat. Being long vega means holding options positions that will benefit from a rise in volatility.\\n\\nImplied volatility is investors' expectations for price turbulence over a specific period and positively impacts the option's price. Furthermore, it's a metric that tends to revert to its mean value.\\n\\nSeasoned traders typically buy both call and put options at the same time when the implied volatility is cheap and sell options when the metric is too high. Over the past four weeks, the one-month implied volatility has crashed from an annualized 84% to 59%, according to data source Skew. As of writing, the metric hovered well below its lifetime average of 76%, looking cheap by historical standards.\\n\\nAt press time, bitcoin was changing hands near $42,700, little changed on the day. The cryptocurrency jumped nearly 3% in the seven days through Jan. 16, defending the $40,000 support level and snapping a two-week losing trend, [CoinDesk data](https://www.coindesk.com/price/bitcoin/) show.\\n\\n### Key support at $40,000\\n\\nCEC Capital's Kssis foresees a retest of $40,000 should the cryptocurrency fail to establish a foothold above $43,000 this week and favors protective strategies to insure against a possible deeper decline. Traders typically buy put options or sell futures as a hedge against a long position in the spot market.\\n\\nPut-call skews, which measure the spread between prices of puts, or bearish bets, and calls, bullish bets, were trading little changed at press time, implying a neutral bias. One-month futures listed on the Chicago Mercantile Exchange (CME) barely drew a premium to the spot price while those on other exchanges were trading at a premium of less than 5% annualized, a far cry from the double-digit figures observed in October and November. That's perhaps the result of traders selling futures to hedge their exposure.\\n\\n> According to Pankaj Balani, CEO of Delta Exchange, bitcoin remains vulnerable to a more profound drop due to the lack of buying demand. \\\"We are not seeing any bottom fishing at these levels, and the interest to own bitcoin risk around $40,000 remains low,\\\" Balani told CoinDesk in a WhatsApp chat. \\\"We could retest $40,000 and should that break; we can see a fresh round of selling come through.\\\"\",\"timestamp\":1642426019,\"title\":\"Case for Bitcoin Bottom Near $40K Is Weak as Institutions Stay Away\"},\"digest\":\"_q60J2sEuJpUwWJoAUSwAI2PdXE58hT1Gms0r2fBpGk\",\"authorship\":{\"contributor\":\"0xF02716289b2036d51283B9baEc327355F27381F9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"signature\":\"TZPkgsMbzcwOQJncqmBzbgxrhcfM8yMFqlH29O4Iqxk7gUS0dlDCHC-v-g0z064kBZ_KIz_uGl6KYFipBhBNYQ\",\"signingKeySignature\":\"0xff51e626184936d60d298aea17194e58de08a6bf2ba5aed7410d7664e9cf58ec32c5afe1173d9c93020fdefb236d55d6a99c93499cd3b66c2b4211ade183f32b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_q60J2sEuJpUwWJoAUSwAI2PdXE58hT1Gms0r2fBpGk\"}"