"{\"content\":{\"body\":\"Project Description\\n\\nTerra Protocol was established in January 2018. It is an algorithm-based stable currency protocol dedicated to providing a stable currency system that is stable in price and widely adopted.\\n\\n\\\"Terra\\\" refers to the stablecoins in the system. Unlike currency protocols such as MakerDAO and Liquity, which mainly focus on minting stablecoins linked to the US dollar, Terra aims to provide a richer currency portfolio from the very beginning. Meet the needs of stablecoins in different regions and different scenarios. At present, the Terra Agreement provides multiple stablecoins linked to the U.S. dollar, South Korean won, Mongolian Tugrik, Thai Baht, and the International Monetary Fund’s Special Drawing Rights (SDR). However, in terms of circulation, UST is still the most current Terra Protocol. The main stable currency.\\n\\nIn addition to the richness of currency types, the greater difference between Terra and Maker is that it is not limited to a coinage or lending agreement, but attempts to build and introduce a larger financial service system around its underlying currency system. Therefore, the Terra agreement is essentially It is developing towards a public chain ecology focusing on DeFi.\\n\\nStabilization mechanism\\nTerra essentially belongs to unsecured stablecoins, or algorithmic stablecoins. The advantage of algorithmic stablecoins is that the unsecured mechanism brings higher capital efficiency to it. The disadvantage is that users' confidence in its stability is not as good as those with full mortgages. Stable coins are more prone to de-anchor currency prices.\\n\\na.Terra's stabilization mechanism\\n\\nTerra's stability mechanism comes from the smart contract's commitment to exchange its stable currency with Luna in accordance with fixed anchor pricing. Its essence is the \\\"hidden guarantee\\\" of Luna's market value for the system-wide stable currency.\\n\\nSpecifically: Users can mint 1 USD UST by burning Luna with a market value of 1 USD, or send 1 USD UST to the system and get the equivalent of 1 USD Luna, then when:\\n\\n● When the price of 1 UST is less than 1 U.S. dollar, arbitrageurs can buy a large amount of UST, send UST to the system and obtain Luna tokens equivalent to the amount of U.S. dollars at the exchange rate of 1UST=1 U.S. dollar, and quickly put Luna on the market Sell, this will quickly create a buying order for UST and reduce the market circulation of UST until the price of UST approaches $1, and the arbitrage space disappears;\\n\\n● When the price of 1 UST>1 U.S. dollar, arbitrageurs can buy Luna in large sums, exchange Luna for UST at the exchange rate of 1 U.S. dollar = 1 UST, and quickly sell UST in the market, which will quickly become UST Create selling orders and increase UST's market circulation until the price of UST approaches $1, and the arbitrage space disappears;\\n\\nTherefore, the existence of arbitrageurs and the seamless exchange mechanism between Luna and UST ensure the stability of Terra stablecoin.\",\"timestamp\":1634579186,\"title\":\"UST-Terra Protocol\"},\"digest\":\"I4Lin14vrJaDlZlQUR4zJd4lFllp-n_RjntFpqg8BwA\",\"authorship\":{\"contributor\":\"0x9eC6c8314b1F3c87b751852D515B05178d4A50B8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pYPn23xWefFXlpRpVCwqOlqjBuful5bTLoMznpcgMr0\\\",\\\"y\\\":\\\"7OhhQgiAFT4D6CG7UBNG9aOrrd6F9BHaX6XgMwHuwzU\\\"}\",\"signature\":\"8CoyEsIkjF4CdOWc4RqEMa6OPGsIKsMP4Q80Besu9qvL8O4kW-1x2MqJm4gujdNIvVWU0BAR7yEvvBeM49snYA\",\"signingKeySignature\":\"0x5de6af317294093319d95e41e1552866aa45f13a7dfa4d8c941a9efade02d3aa253a960a198d033e7c650bc9db3184a2f60ace747af964d632ea19f0e3e08d931c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pYPn23xWefFXlpRpVCwqOlqjBuful5bTLoMznpcgMr0\\\",\\\"y\\\":\\\"7OhhQgiAFT4D6CG7UBNG9aOrrd6F9BHaX6XgMwHuwzU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"I4Lin14vrJaDlZlQUR4zJd4lFllp-n_RjntFpqg8BwA\"}"