"{\"content\":{\"body\":\"### A beginner’s guide to fractionalization in web2 and web3\\n\\nLet’s keep things simple. What is fractionalization? Fractionalization allows you, as an investor, to take anything (a company, a building, an NFT), and buy little slices of it, rather than buying the whole pie. Fractionalization is the slicing, and fractions are the slices.\\n\\n### Stocks\\n\\nStarting in 2019, Cash App and Robinhood have both supported fractional investing. What’s a [fractional share](https://www.investopedia.com/terms/f/fractionalshare.asp)? Well, if a share is a slice of a company, then a fractional share is a slice of a slice. \\n\\nFractionalization is important because it lowers the barrier to entry for investing. Without fractional shares, if I wanted to invest in Tesla ($TSLA) today, I’d have to buy a full share for about $1k. With fractional shares, I can invest in Tesla for as little as $1. [From Robinhood](https://robinhood.com/us/en/support/articles/fractional-shares/): “This gives you the flexibility to invest as much as you want in the companies or ETFs you believe in, or get your toes wet without committing to an entire share.”\\n\\n### Crypto\\n\\nWell, what about crypto? Using a platform like Coinbase or Cash App, you can invest in fractional shares of Bitcoin (BTC), Ethereum (ETH), and other cryptocurrencies. Today, 1 BTC is worth over $40k in USD, but you never have to buy a full BTC. Just like with fractional shares of stocks, you can start investing in crypto with as little as $1.\\n\\nSo you can buy shares, and fractional shares, of publicly traded companies and cryptocurrencies. What else? \\n\\n### Alternative investments\\n\\nFractionalization is the big idea behind a lot of alternative investments. [Alternative investments](https://www.investopedia.com/terms/a/alternative_investment.asp) are basically investments other than traditional stocks and bonds, such as real estate and art. \\n\\nJust as it does for traditional investing, fractionalization lowers the barrier to entry for alternative investments, many of which are very expensive. Over the past few years, several companies have emerged with the same simple business model: fractionalization for X. \\n\\n* [Masterworks](https://www.masterworks.io/): fractionalization for blue chip fine art, like a Warhol painting.\\n* [Otis](https://www.withotis.com/all-drops): fractionalization for drops and collectibles, like sneakers. \\n* [Cadre](https://cadre.com/): fractionalization for commercial real estate, like office buildings.\\n\\nSide note: a resource that I like for discovering alternative investment opportunities is [MoneyMade](https://moneymade.io/discover). \\n\\n### Web3 \\n\\nWhere does [web3](https://en.wikipedia.org/wiki/Web3) comes into play? Many web3 companies and [DAOs](https://en.wikipedia.org/wiki/Decentralized_autonomous_organization) (decentralized autonomous organizations) use the very same business model: fractionalization for X…but with several benefits. \\n\\nBlockchain ecosystems, especially [smart contracts](https://www.ibm.com/topics/smart-contracts) on Ethereum, supercharge fractionalization. \\n\\n* [Mirror](https://mirror.xyz/): fractionalization for published essays\\n* [PartyBid](https://www.partybid.app/) and [Fractional.art](https://fractional.art/): fractionalization for NFTs\\n* [Sound.xyz](https://www.sound.xyz/): fractionalization for songs\\n* [ConstitutionDAO](https://www.theverge.com/22820563/constitution-meme-47-million-crypto-crowdfunding-blockchain-ethereum-constitution): fractionalization for an original copy of the US Constitution\\n\\nThere are more examples in [Trends #0076](https://trends.vc/trends-0076-fractional-ownership/).\\n\\n### Transparency\\n\\nOne of the key features of fractionalization in web3, and of blockchain ecosystems in general, is transparency. Blockchain transactions are public, so for any asset, the list of fraction holders, and their holdings, is publicly available. This makes investing safer, especially because alternative investments often come with higher risk.\\n\\n### Crowdfunding\\n\\nCrowdfunding, crowd investing, and fractionalization are sometimes interchangeable. Crowdfunding may make you think of Kickstarter, but these days, it usually means that early supporters receive fractional shares in addition to cool perks. I’ll use Mirror as an example.\\n\\nWith Mirror, every essay you publish is minted as an NFT, which can be traded infinitely. After I publish this post, I could sell you the NFT in exchange for ETH. Then you could sell the NFT to someone else, and so on. \\n\\nBecause Mirror also supports crowdfunding, instead of buying the NFT, you could instead buy fractions of my post, in the form of tokens. This rewards me as the writer, and gives you a piece of the pie, for a lower cost.\\n\\n### Secondary marketplace\\n\\nAny time we deal with tokens in web3, like the fractional shares of my Mirror post, there’s an inherent secondary marketplace. You can think of it like this: the primary market item is the NFT representing my Mirror post. The secondary market item is the collection of tokens representing the fractional shares of the NFT. These tokens can be swapped for ETH on a [DEX](https://www.coinbase.com/learn/crypto-basics/what-is-a-dex) (decentralized exchange) like [Uniswap](https://uniswap.org/). \\n\\nI’ll use ConstitutionDAO as an another example. A DAO is basically a group in which every member holds tokens. The ConstitutionDAO was a group that raised a giant crowdfund to bid for an original copy of the US Constitution [at Sotheby’s](https://www.nytimes.com/2021/11/17/business/crypto-constitution-sothebys.html). Everyone who contributed to the crowdfund received tokens (think: fractions) called $PEOPLE.\\n\\nThe group lost the auction, partially because of the fees, aka [gas](https://www.investopedia.com/terms/g/gas-ethereum.asp), required to contribute funds. But, remember that secondary marketplace I mentioned? Even though we lost the auction, the $PEOPLE tokens rose in value, leading members to exchange their tokens for a profit in ETH. Whether the tokens should have risen in value is up for debate… but that’s the value of a secondary marketplace.\\n\\n### Governance\\n\\nIn addition to monetary value, tokens also enable democratic governance, which is a big idea behind DAO membership. Let me break it down. We’ve covered how tokens, as fractions, have value. They can derive additional value through [staking](https://www.coinbase.com/learn/crypto-basics/what-is-staking), which typically means earning [APY](https://www.investopedia.com/terms/a/apy.asp). And they can power voting, whereas each token holder gets to vote on decisions that affect the entire group. \\n\\n### Conclusion\\n\\nAs you can see, fractionalization is a big concept powering financial ecosystems.  Broadly, I think we’re heading towards a place where “fractionalization for X” becomes “fractionalization for everything.” I’m excited to see this continue to play out in both web2 and web3. \",\"timestamp\":1642643469,\"title\":\"Fractions for everyone\"},\"digest\":\"axy094ZpXgudPZlIyKTSjkiFNjlIEAkleFnO1hMq7aM\",\"authorship\":{\"contributor\":\"0xF8a3cDc23fB15668aA91f858e1eAd25ca3bD3F90\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pZOIRY9uEnE66R86Fy-vhboQbTNAyAPC5JhJge6JVW4\\\",\\\"y\\\":\\\"48Z5_plyyofgb0q8g3zc-RNFrtreduZk0p-s5xDYY2I\\\"}\",\"signature\":\"wb3jD1S2jzy-mujRVcAOqMQbDj7xXveh2nNUEwHnotIqnwH32CjQMKbJgPKlKw5Ni6eQX5AWbniMi2pNAqGYLQ\",\"signingKeySignature\":\"0x233d09776de418cb43420b1fd9e95fedf55f7b270916879845f8f39fc0656c8d3e5db982e25ed702755597af452618262f5092a5d1daf679e6c5a4c25fe1207e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pZOIRY9uEnE66R86Fy-vhboQbTNAyAPC5JhJge6JVW4\\\",\\\"y\\\":\\\"48Z5_plyyofgb0q8g3zc-RNFrtreduZk0p-s5xDYY2I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"axy094ZpXgudPZlIyKTSjkiFNjlIEAkleFnO1hMq7aM\"}"