"{\"content\":{\"body\":\"*Collaboratively written by [Atish Mistry](https://twitter.com/AtishMistry), [Blair Rorani](https://twitter.com/blairrorani), [Scott Meyer](https://twitter.com/MrScottMeyer), [Vriti Saraf](https://twitter.com/VritiSaraf)*\\n\\n## Key Insights\\n\\n* Education is key to human flourishing, but current models are not leading to optimal learning for the majority of people around the world.\\n* Web3 has enabled creators to own their work online, ed3 enables students to own their education.\\n* Nascent ed3 models are improving access, affordability, and accreditation, but more work needs to be done.\\n\\n## Education is Essential for Human Flourishing\\n\\nUNICEF declares that \\\"Every child has the right to learn,\\\" but schooling is not leading to optimal learning.\\n\\nOf the roughly 1 billion children and adolescents who go to school every day, over 600 million are unable to reach minimum proficiency levels in reading and mathematics. This learning crisis is identified by the UN as the greatest global challenge to preparing children and adolescents for life, work and active citizenship. In short, **education is a key element for human flourishing.**\\n\\nOn top of challenges with K-12 education, we know that [93%](https://www.notion.so/Ed3-a0daf60f14c44756bb05ae2d796d0815) of the world does not have a secondary education degree. Even in the most educated countries, the majority of citizens do not have a college degree.\\n\\nIf we are truly in a knowledge economy, one of the best ways to improve living standards and promote equity is through education. The current model might work for 7% of the world, but we need models that can reach the other 93%.\\n\\nFortunately, new models of education are emerging, built on the decentralized power of Web3.\\n\\n![k20 Eduverse](https://images.mirror-media.xyz/publication-images/HulhnESAY8paihJC2yOz8.png?height=544&width=890)\\n\\n## Overview of Web3\\n\\n### What Web3 Is\\n\\nAt this point, you've probably heard of at least one of the following concepts: cryptocurrency, NFTs, or the metaverse. These new technologies are gaining traction because of the monetary value they are generating. But the story extends far beyond these buzzwords. The impact of what's to come is unparalleled, and it's all because of web3.\\n\\n**Web3 refers to the decentralized ecosystem of technology built on and in support of the Blockchain.**\\n\\nLet's break that down.\\n\\nIf web2 is the current system we use to access services on the internet, **web3 is the evolution of web2 both philosophically and technologically**. If you had to explain web3 to someone, here are the key points:\\n\\n1. Philosophically, web1 was about disseminating information (think: websites), web2 was about communication (think: Whatsapp), and **web3 is about creation** (think: IP ownership).\\n2. Technologically, web1 and web2 used *centralized* infrastructure to support online activity. For example, you sign up for a Google account and then Google has control over (and likely access to) everything that you create using that account, e.g. emails, documents, spreadsheets. By contrast, **web3 uses *decentralized* infrastructure (called a blockchain) to support verifiable transactions, individual ownership of intellectual property, and the empowerment of creators**.\\n\\n### Why Web3 Matters\\n\\n> The ethos of web3 is inclusive, accessible, virtual, social, and personalized.\\n\\nEconomic forces and web2 have allowed large entities to gain power and control how our information is stored, accessed, and leveraged. **Web3 enables individual users to make decisions about their online activity without having to compromise utility**. It has the power to dismantle the problematic systems that have stagnated industries like education.\\n\\nImagine if universities were fractionalized and you could earn the micro-credentials that mattered most for your career, only paid for what you needed, and owned a life-long portfolio with those credentials that were interoperable across all institutes & industries?\\n\\nWeb3 will also enable the metaverse to take shape over the next few decades; a universe of many buildable worlds that operate on decentralized infrastructure. The metaverse will make it possible to do everything we can do in the real world but enhanced by digital experiences & possible in an entirely virtual world.\\n\\n[https://twitter.com/VritiSaraf/status/1460643746928893954?s=20](https://twitter.com/VritiSaraf/status/1460643746928893954?s=20)\\n\\n### Why Web3 Matters Now\\n\\nWeb2 enabled the proliferation of knowledge across the world and allows us to communicate with anyone, anywhere. The progress of web2 is reaching a saturation point; we've done much of what we can with this technology to move the world forward.\\n\\n> Web3 is the next step toward an equitable world where all humans have access to opportunities that can help enhance their intellectual development.\\n\\nIn the last year, web3 has already made a tremendous impact on people all over the world. Because of \\\"play to earn\\\" models in gaming and the unique uses of NFTs, individual wealth in cryptocurrency has enabled people from remote, under-developed places to upgrade their standard of living. Of the top six NFT artists under the age of 18 for example, four are from under-developed regions.\\n\\nThe promise of web2 when it first emerged was incredible and has led to significant progress for humans. **The promise of web3 combines the potential of web2 with the ethos of community-oriented practices that decentralize & disseminate power.**\\n\\n![](https://images.mirror-media.xyz/publication-images/ot1YY1-cblwS9Ydz4io-0.jpg?height=3456&width=4608)\\n\\n## From Web3 to Ed3\\n\\nIndustries from financial services to entertainment to art are being reshaped by web3 - a shift to decentralized technologies owned by its builders and users.\\n\\nEducation is following a similar trajectory towards \\\"ed3.\\\" **In ed3, learners own their education - validating their knowledge with decentralized technology in contrast to previous models.**\\n\\n* Ed1 was knowledge transfer provided by accredited institutions, such as universities and high schools\\n* Ed2 was centralized platforms distributing education, such as Udemy, Skillshare, and Outschool\\n* Ed3 is individuals gathering skills from a variety of sources and validating that knowledge in their own wallet.\\n\\n[https://twitter.com/MrScottMeyer/status/1468336133427929088?s=20](https://twitter.com/MrScottMeyer/status/1468336133427929088?s=20)\\n\\nThis article is an attempt to identify global challenges facing education, how ed3 is already addressing those challenges, and what's next in the emerging field of ed3. We will use ed3 to speak to the changes occurring specifically in education while web3 refers to the changes happening across industries.\\n\\n## Why Education Needs to Embrace Change\\n\\nThe emergence of web3 means new possibilities for education. To realize this potential, we need to answer a foundational question: **What is education for?**\\n\\nEducation has long been all things for a small percentage of the world’s population. It provides skills training, research, personal exploration, social networks, a place to grow up, sports, camaraderie, a verifiable credential, and more. This system - ed1 - bundled these elements together and created some of the finest and most impactful institutions in the world, but it left a lot of people out.\\n\\nSkills training is often what students and parents think of when they imagine education, both in secondary school and in higher education. The question of \\\"is education worth it\\\" or \\\"is the school good\\\" centers on this idea of learning skills that will guarantee a career or placement at university. Some institutions, like tech schools or polytechnic universities, explicitly focus on this aspect of education. Non-traditional learning, such as technology bootcamps, have also emerged to provide these skills. For research universities or liberal arts schools, though, this training is less of a focus.\\n\\n### Education in a Changing Workforce\\n\\nToday, this workforce development is in high demand due to tectonic shifts in demographics and technology.\\n\\nTechnology is speeding the pace of change, so more training is needed both for existing workers and those entering the economy. By the time students have completed a four-year degree, the skills they have learned are often already out of date. Students with just a high school degree are unable to apply for 65% of the available jobs in the United States because they [require](https://cew.georgetown.edu/wp-content/uploads/2014/11/Recovery2020.ES_.Web_.pdf) some college education.\\n\\nThe labor market is also rapidly changing. Declining birth rates in wealthier countries in particular mean an aging workforce. These older workers need to be reskilled to meet workforce demands and younger workers will need to be found. Potential workers will most likely be found in emerging economies, either through remote work or immigration. The competition for this talent will increase.\\n\\nAs we enter the Knowledge Economy, more knowledgeable workers of all types are needed. The problem is traditional k-20 schooling is not meeting the demand or keeping up with the pace of change.\\n\\n> Education should prepare students to make an impact in the world. In short, **the purpose of education should be to promote human flourishing.**\\n\\nTo effectively do that at every level from \\\"K to Grey\\\", the education system needs to embrace change. New web3 technologies can be applied to education to usher in ed3 and fulfill this mission of impact.\\n\\nMaking this leap is not easy. Parents, policymakers, and teachers are more likely to be conservative in their approaches to change. They are thinking of the impact on their children or their school with an eye towards risk-aversion. A longer-term, bottom-up outlook will be needed to integrate web3 technologies into our current education system and build the foundation for a future-proofed education system.\\n\\n![](https://images.mirror-media.xyz/publication-images/sTfsruEHZVt9wgBdOLpaJ.jpg?height=3264&width=3643)\\n\\n## Challenges in Education\\n\\nEducation faces three major challenges that ed3 can help solve: **access**, **affordability**, **accreditation**.\\n\\n### Access\\n\\nFirst, access is a major hurdle. Less than [7% of the world's population](https://educateinspirechange.org/how-many-people-of-the-world-have-a-college-degree/) has a college education. In the United States, one of the most educated countries in the world, less than half of the population has a college degree. Amongst those fortunate enough to access higher education there are considerable concerns around equity and inclusiveness. Universities are under an increased spotlight to ensure a fair representation of all communities.\\n\\nUniversities often tout how many people they turn away rather than figuring out how to offer education to as many students as possible. Notably, the US universities that have focused on reaching students at scale - such as Western Governor's University or Southern New Hampshire (SNHU), are experiencing massive growth.\\n\\n[https://twitter.com/MrScottMeyer/status/1388347328105521153?s=20](https://twitter.com/MrScottMeyer/status/1388347328105521153?s=20)\\n\\nAccess is also limited by the structure. Most schools and universities offer education with two major constraints: time and location.\\n\\n**Time**\\n\\nClasses are offered chronologically, often with a start date in the fall, spring, and summer. If you miss one of these times, you have to wait.\\n\\nSimilarly, if you cannot attend for the entire 16 week semester, you won't be able to finish a course. Often, the courses needed are offered in sequences so if you miss one, it takes even longer to finish. Accelerated programs are emerging. Higher education institutions like SNHU offer students the ability to start and stop a course whenever needed. [Outlier](http://outlier.org) provides college courses online created for high school students. Unfortunately, these changes are the exception, not the rule.\\n\\n**Location**\\n\\nLocation is another barrier for many students. Most K-12 schools are firmly placed in a specific geography. Online class offerings for universities are now exploding thanks to the COVID-19 pandemic, but many of these classes are still built to be in-person first. National borders are still a major constraint as online courses in one country may not be accessible to students around the world.\\n\\n### Affordability\\n\\nSecond, affordability is a challenge.\\n\\nSince 1980, the [cost of college in the US is up 1200%](https://www.visualcapitalist.com/rising-cost-of-college-in-u-s/) compared to inflation at 236%. The rising cost has led to a ballooning student debt, over $1.6 trillion in the US alone. This debt limits future opportunities and makes it less likely that students will start their own ventures or choose the path they want for their lives.\\n\\nWhat's more, many jobs will require re-skilling and a re-framing of education as a lifelong pursuit. With many still paying back their first visit to the university, it is less likely they will ever return for more training.\\n\\nThis isn't just a US-specific issue either. The estimated lifetime cost of educating a child in the UK is well over $100,000. Inflation-adjusted, this cost is likely even higher in 2022. This presents a problem not only for governments that fund the bloated state education sector, but also for parents that pay multiples of this for private education.\\n\\n## Accreditation\\n\\nFinally, accreditation slows change and the ability to teach what students need in the Knowledge Economy.\\n\\nCourses typically have to meet the Carnegie Unit for credit, meaning hours in a seat. While this standardizes the length of time students are in the classroom, it does little to guarantee mastery. Increasing skills in the Knowledge Economy require a shift to praxis. New accreditation models, such as competency-based models, could provide a path to rewarding mastery over clocking time.\\n\\nAccreditation and reporting requirements put increased strain on universities to increase administration, which now makes up [over 50% of payroll](https://www.goacta.org/2020/06/administrative-bloat-meets-the-coronavirus-pandemic/).\\n\\nEmployers outsource hiring selections to universities. A degree is required for nearly 65% of jobs in the US. However, it is the stamp that is required, not the learning - a phenomena known as the \\\"sheepskin effect.\\\" The \\\"sheepskin effect\\\" points out that if you complete 7/8ths of a degree you don't get paid 7/8ths of the salary. You have to finish the degree to get the job. In essence, the degree is signaling to an employer, not a guarantee of competency.\\n\\n> Reimagining accreditation and signaling via mastery could fundamentally change the value proposition of education for parents, students, and employers.\\n\\n## The AAA Education\\n\\nAs we enter the Knowledge Economy, we need to increase the knowledge of people everywhere. A high school or college degree doesn't have to be the way that we do that. New technology, such as web3, and innovative models of education mean that we can increase access, improve affordability, and streamline accreditation.\\n\\nAn accessible, affordable, and accredited education that prepares students for the workforce is a AAA education. Getting there will require an embrace of ed3.\\n\\n![Learning DAOs like CCS are leading the ed3 movement.](https://images.mirror-media.xyz/publication-images/yzM66bD1vdrwXrCf5Sw9O.jpeg?height=1280&width=2560)\\n\\n## How Education Can Embrace the Move to Ed3\\n\\nEducation needs to open up to change. The good news - it's already changing.\\n\\nWeb3 technology and ethos provide new possibilities for education to become more accessible, affordable, and transparently accredited. Innovative education models are now being built that can provide inspiration and blueprints to truly embrace a shift to ed3.\\n\\n## Access\\n\\n### What’s Possible\\n\\nThere is a famous proverb that goes:\\n\\n> \\\"It takes a village to raise a child\\\"\\n\\nEducation has a fundamentally community-based structure with various stakeholders (parents, learners, teachers) involved. The word *university* originally meant a community of teachers and scholars.\\n\\nIn the web3 world, decentralized autonomous organizations - or DAOs - are enabling new ways to collaborate. What is unique from the web2 world, these decentralized communities now have a shared bank account, enabling purchases as varied and audacious as [NBA basketball teams](https://krausehouse.club/) and the [US Constitution](https://www.constitutiondao.com/). David Phelps notes, there are lots of ways to conceptualize DAO's:\\n\\n[https://twitter.com/divine_economy/status/1453480931487006728?s=20](https://twitter.com/divine_economy/status/1453480931487006728?s=20)\\n\\nIn ed3, DAOs will provide the vital infrastructure for decentralized educational experiences. The ability to gather and compensate both teachers and learners will reshape how and where we provide education.\\n\\nDAOs can act as centers of learning. Students can now join a community to learn about any topic they are interested in. Then, they can begin to apply their knowledge and work for the DAO, earning along the way.\\n\\nDAOs also get us one step closer to truly personalized learning. For example, a young ambitious artist can connect and collaborate with other artists and benefit from real-time peer feedback. Alternatively, a highly academically minded young woman may feel a lot more comfortable hanging out with like-minded engineers. They can share tips on conducting their research and participate in various proposals or tasks. Intrinsic motivation becomes the norm, and we can do away with all the outdated models of the carrot and the stick.\\n\\nFurthermore, DAOs make governance more transparent, with the largest contributors often getting a proportional say in both curriculum design and delivery. Imagine a world where students have a strong voice in what gets taught and how their tuition funds are allocated. This would represent a massive shift in educational engagement and completion rates.\\n\\n[https://twitter.com/VritiSaraf/status/1463680457795592196?s=20](https://twitter.com/VritiSaraf/status/1463680457795592196?s=20)\\n\\nDAOs engage with the wider community and its needs. Pupils can find and complete small paid tasks called bounties. This coordinated action can solve problems facing a community and help students gain verified experience. Expect to see hiring platforms tied to DAOs. For example, you could earn tokens inside a DAO that is sponsored by a local company, then those tokens can be exchanged for a stake in your new employer's company.\\n\\nThe future of work and the future of education are intimately linked, creating changes that are already happening.\\n\\n### What’s Happening\\n\\nThe emergence of learning DAOs creates new destinations for education and new pathways towards employment.\\n\\n[Crypto, Culture, and Society](https://g.mirror.xyz/crowdfunds/0x819b12E7b398021fbD9D2acdC8B7349E3D732B51) blazed the trail and coined the term “learning DAO,” building \\\"liberal arts for crypto.\\\" Members listen to speakers, join reading sessions, and discuss the implications of web3 on society. Anyone can join and participate in the building the community.\\n\\nOther examples include:\\n\\n* [Bankless DAO](https://www.bankless.community/) for decentralized finance\\n* [Vector DAO](https://vectordao.com/) for design\\n* [Invisible College](https://t.co/XCkRTW7afC) for web3 beginners.\\n\\n[https://twitter.com/chancecollabs/status/1467834726400643077?s=21](https://twitter.com/chancecollabs/status/1467834726400643077?s=21)\\n\\nMany DAOs started with a web3 focus, but expect the breadth and depth of these learning organization to quickly multiple.\\n\\n[https://twitter.com/Flynnjamm/status/1463232281997422600?s=20](https://twitter.com/Flynnjamm/status/1463232281997422600?s=20)\\n\\nDAO's aren't limited to knowledge transfer.\\n\\nAs Kassen Qian [notes](https://kassen.substack.com/p/daos-as-university-replacements-a), they could be a substitute for a university experience. As we look ahead, **DAOs could unbundle the traditional education experience, opening up the benefits of ed1 institutions to the 93% of the world that doesn't have access.**\\n\\n## Affordability\\n\\n### What’s Possible\\n\\nWeb3 learning environments are often permission-less to participate. This is in sharp contrast to gated learning communities such as Harvard or Oxford University, which suffer from time and location problems.\\n\\nUnder web3 architecture, a student in India with access to the internet can access free and open content provided by the likes of Saylor Academy, The Open University or Khan Academy. They can work through modules asynchronously, and web3 allows for these credentials to be verifiable on-chain. Furthermore, they can complete bounties (paid tasks) on-demand and demonstrate their skills to potential employers. This goes beyond a skills-based approach to education and towards the famed competency-based education.\\n\\n[https://twitter.com/oneseventwonine/status/1387262510936453121?s=20](https://twitter.com/oneseventwonine/status/1387262510936453121?s=20)\\n\\nFor example, our same student in Mumbai or Mongolia could learn to code in Solidity, get paid to do so, and then use the accreditation as leverage to gain employment as a freelancer or land a full-time remote job. Whereas previously employers would have looked to local talent pools, COVID-19 has accelerated the shifted power towards these remote workers. Note that there is a new spectrum developing here, ranging from getting paid to learn (learn-to-earn), free, freemium, through to paid online courses. All of these options are considerably better for the learner than the traditional (and expensive) access points to further education.\\n\\nWeb3 is especially exciting because it builds upon all the progress made during web2. Many web2 platforms have already been instrumental in democratizing access to education and learning. In some ways, YouTube can be considered one of the largest edTech firms.\\n\\n[https://twitter.com/BeingPractical/status/1464807419951730696?s=20](https://twitter.com/BeingPractical/status/1464807419951730696?s=20)\\n\\nEverybody from young children to experienced tradespeople uses YouTube to access specific knowledge. Web3 decentralized versions of these social networks already exist, such as [DTube](https://d.tube/) or [KARMA](https://karmaapp.io/). These platforms reward creators directly with cryptocurrencies, so incentives are aligned for both the creator and the learner, without the middleman taking their outsized cut. This offers a huge opportunity for educators to reinvest the proceeds and rapidly improve their production value. Creators will need a razor-sharp focus on generating exceptional learning experiences to maintain their status in a decentralized and fairer attention economy.\\n\\nFurthermore, developments in augmented reality and virtual reality will bring down unit costs. It will also promote mainstream adoption into the metaverse - a compilation of all virtual worlds with continuity in experience and ownership of IP creation.\\n\\nUp until now, intellectual capital had gathered in big cosmopolitan cities such as New York, London and Hong Kong. Network effects were localized. However, entering the metaverse allows for enhanced and equitable experiences even if you are not in one of these cities. In the metaverse, your digital avatar is all you need to participate. Once the barriers to entry are lowered, our ability to spot and connect with young talent will grow exponentially regardless of age, gender, location, race or any other bias.\\n\\nOver 20 years after Sugata Mitra's famous [\\\"Hole in the Wall\\\"](https://www.edutopia.org/blog/self-organized-learning-sugata-mitra) experiment, we finally have a new technology within grasp that can accelerate self-organized learning, especially in some of these less privileged communities. This new technology is already unlocking new education models promoting affordability.\\n\\n### What’s Happening\\n\\nAn exciting development in ed3 is the **learn-to-earn model** where students are paid to learn.\\n\\n[Rabbithole](http://rabbithole.gg) is a great example. Rabbithole teaches people how to use web3 tools by encouraging them to take action. Each action is recorded in their personal wallet on the blockchain, which basically means the tasks they do online are provable. By taking action, students can earn tokens that can be converted into their local currency.\\n\\nAs an example, early Rabbithole users were asked to create an ENS domain. These users were later rewarded with an ENS token. In a [podcast interview](https://podcasts.apple.com/us/podcast/what-is-rabbithole-and-what-does-the-path/id1596150103?i=1000542731961), Rabbithole founder Brian Flynn noted that Rabbithole helped 16,000 people get ENS tokens which led to $200 million worth of value, 50% in the developing world.\\n\\nOther learn-to-earn examples include:\\n\\n* [Questbook.app](http://Questbook.app) for learning web3 development skills. As students complete quests, they earn NFT and cryptocurrency.\\n* [Layer3](https://alpha.layer3.xyz/) for \\\"doing sh\\\\*t\\\" and get rewarded with crypto. It is similar to  an early version of Fiverr where members pitch what they would do for cryptocurrency.\\n* [Zapper.fi](http://Zapper.fi) for getting started with DeFi. Users to take \\\"quests\\\" by depositing funds, transfer funds, and learning Decentralized Finance (DeFi) protocols. Participants earn \\\"voltage\\\" and NFTs.\\n* [1729](https://balajis.com/2021-and-1729/) for pulling forward the future web3 world. It is a newsletter that incentivizes readers to take action on everything from gathering information - such as nuclear policies of every EU country - to learning Solidarity to build smart contracts on the Etherum blockchain. Action is rewarded with cryptocurrency.\\n\\nAs Mercedes Bent [notes](https://mirror.xyz/0x11f8329Df0fE061bB745D6A8ad9c2FfdBEf74281/wYzQcjLG-xM3jhCiT_mfVEYAx3MEIfFjq_JhLuBvmnE), learn-to-earn is not a new concept. The advent of web3 technology, however makes it easier to verify and distribute funds to students.\\n\\n[https://twitter.com/mercebent/status/1447377938358308866?s=20](https://twitter.com/mercebent/status/1447377938358308866?s=20)\\n\\nThe emergence of ed3 will continue to unlock new models of education that improve affordability, potentially flipping the model so students earn money along their learning journey. This change couldn't come soon enough as there is over [$1.73 trillion dollars](https://www.cnbc.com/2021/09/09/america-has-1point73-trillion-in-student-debtborrowers-from-these-states-owe-the-most.html) of student debt in the United States alone.\\n\\n## Accreditation\\n\\n### What’s Possible\\n\\nThe use of tokens could completely re-write teacher, peer and learner market dynamics.\\n\\nAs every educator will know, novices learn differently from experts in a subject. In turn, this means the best person to learn from is often the person just one level above where you're at. However, many students would feel significant imposter syndrome in becoming a (paid) tutor. This is a shame because there is so much potential in peer learning. These learners are acutely aware of the stress and subsequent solutions to the problems they recently mastered.\\n\\n> Tokens will incentivize and unlock the power in peer learning.\\n\\nIf Reddit is already in the process of tokenizing their karma points, there is no reason why this can't be done for other strong communities, e.g. students working through a curriculum together with their peers and their teachers. Each individual community gets to decide what is valuable and who is contributing the most. The best teachers will be well-paid whilst students seamlessly curate their personal learning networks of global peers. The definition of who is a teacher will change. More of us will become teachers.\\n\\n[https://twitter.com/AtishMistry/status/1457414588199231489?s=20](https://twitter.com/AtishMistry/status/1457414588199231489?s=20)\\n\\nAnother exciting dimension to web3 is the implementation of interoperable virtual goods, often in the form of non-fungible tokens (NFTs). Whilst more formal credentials will be stamped into the blockchain, students will also be able to acquire NFTs for the completion of tasks and bounties, as well as earning a host of virtual goods including fashion items, virtual land, and unique skins for their avatar. Younger students will gain early exposure to the world of commerce by collecting and trading these virtual goods with one another.\\n\\nFurthermore, students will have access to micro-credentials, paying for what they need to learn, just in time for when they need it. Some examples of micro-credentials could include things like using scheduling apps, growing a Twitter following, or publishing your first article. Your portfolio of skills is then updated in real-time and the whole process can be gamified using badges showing what you've learned, sometimes called POAPs (Proof of Attendance Protocol). Services like [Open Badge Passport](https://openbadgepassport.com/) and [POAP.xyz](http://POAP.xyz) are the first step in this direction.\\n\\nOften times students possess a very well-developed specific skill. Maybe they write exceptional poetry by the ninth grade, are a math genius by age eight, or can carve wood like a pro before graduating high school. Teachers or other certified people who witness this could acknowledge this skill by awarding special badges that would also be stored in each student’s account on the blockchain.\\n\\n> Ed3 shifts the question away from \\\"How smart is the child?\\\", towards \\\"In what ways is the child smart?\\\"\\n\\nIn many ways, this shift has begun.\\n\\n### What’s Happening\\n\\nThe promise of ed3 is a future of transparent credentials. You can prove what you know for all to see, instead of relying on a university to stamp a piece of paper or sharing different versions of what you know on different websites.\\n\\nThis credentialing is happening now with tokens. NFTs are used as tickets to classes, experiences, and community. Instead of charging tuition, these tokens make it possible to charge for courses as well as connect students and control access. NFTs can also act as a visual representation of course completion and activity. Graduates earn an NFT and receive on-going access and benefits for their work.\\n\\n[Buildspace](https://buildspace.so/) helps developers get started building in web3. They recently airdropped - or sent - NFTs to the most active members who had completed their online web3 courses and engaged online with their community.\\n\\n[https://twitter.com/farzatv/status/1469428043517251588?s=21](https://twitter.com/farzatv/status/1469428043517251588?s=21)\\n\\n[Crypto College](https://cryptocollege.latecheckout.studio/) was an online course that took the NFT-gated approach. NFTs to take the course cost .15 ETH for the first 30 students up to 1.5 ETH for the final students to sign up. Students had the option to list and sell these NFTs, leading to a secondary market for access. [These NFT sales](https://decrypt.co/85752/crypto-college-instructor-greg-isenberg-dao-nft-class) totaled over $380,000 for the instructor.\\n\\n[Crypto, Culture, and Society (CCS)](https://g.mirror.xyz/crowdfunds/0x819b12E7b398021fbD9D2acdC8B7349E3D732B51) started as an online crowdfunding campaign. Their aim was to \\\"raise 15 ETH, which will fund ten weeks of learning from prominent voices in crypto.\\\" Donors received an NFT, which was their ticket to a 10-week lecture series.\\n\\nThe NFT also acted as a voting token. Students with the NFT could vote on how the funds were used, including which speakers were brought in and how funds would help build the community.\\n\\nToday, CCS is a thriving online community. NFT holders have special access - the modern alumni network - while anyone can [join the community](https://t.co/hAW0sNcX7r) and learn together\\n\\n![](https://images.mirror-media.xyz/publication-images/7m4IlBc5asN0dO4102D1q.jpg?height=4000&width=6016)\\n\\n### Ed3 in Traditional Education\\n\\nThese ed3 approaches to accreditation are not limited to alternative education. Competency-based education creates the model for ed3 to work within traditional educational institutions.\\n\\nSince 1906, universities, and later high schools, have accredited students based on how many hours they spend in the classroom. This measurement is known as the Carnegie Unit after its creator and patron Andrew Carnegie. As learning becomes more asynchronous and the Knowledge Economy requires faster knowledge acquisition, this accreditation systems makes less sense.\\n\\n[https://twitter.com/MrScottMeyer/status/1401995265737957377?s=20](https://twitter.com/MrScottMeyer/status/1401995265737957377?s=20)\\n\\nFortunately, a brave cadre of higher education institutions and organizations like [CBENetwork](https://twitter.com/CBENetwork) are building the foundation for transparent accreditation by focusing on competencies.\\n\\n> By defining competencies, traditional higher education can be more easily atomized.\\n\\nStudents can learn skills in a variety of places, including DAOs, ed3 learning platforms, the workplace, and peer learning. The competency-based method then allows these experiences to be combined into a traditional degree.\\n\\nCompetency frameworks, such as [OpenSalt](https://opensalt.net/cfdoc/), are already being developed at the K-20 level. OpenSalt attempts to break primary and secondary school courses into competencies, such as [North Dakota is doing](https://case.nd.gov/cfdoc/). Then students can prove they have achieved these competencies through experience and courses. The results are saved on the blockchain, so employers and other schools can easily access and view the student's skills.\\n\\nThis atomization of education could:\\n\\n* Enable families to more easily move to other locations and continue their education\\n* Provide stackable credit for independent study, work, entrepreneurship, military service and more\\n* Identify talented students long before a standardized test\\n\\nWhile the move to competency-based education may be years away at a systems-level, the US Department of Education along with private sector companies are [funding](https://www.acenet.edu/Research-Insights/Pages/Blockchain-Innovation-Challenge.aspx) the effort. The hope is that when competencies are transparent, access and equity are improved.\\n\\n## The Future of Ed3 is Here - Let's Distribute It\\n\\nTalk of education reform is often imagining changes down the road. Fortunately, work is happening right now to pull forward the future of ed3. Students are claiming ownership of their education and realigning the value chain for everyone from student to parent and educational institutions to employers.\\n\\nThe future of ed3 is rife with possibility. Leadership is now required to bring ed3 into the mainstream.\\n\\n## Ed3 as a Source of Human Flourishing\\n\\nEducation is a right, and a cornerstone for human flourishing. The more we are able to teach our students, the better prepared they will be to enter the Knowledge Economy and leave their mark on the world.\\n\\nWe are at the beginning of the web3 wave. Entire industries are being re-imagined with a focus on participation and ownership. Education can, and should, follow suit.\\n\\n**By welcoming this new era of ed3, more students will be able to access, afford, and accredit a dynamic education that helps them flourish and leave their mark on the world.**\\n\\n\\n******\\n\\n## Where to learn more\\n\\nContinue learning about ed3 with [this list of thought-leaders on Twitter](https://twitter.com/i/lists/1469925783221243904?s=20). Subscribe to the [Metaverse for education newsletter](https://www.getrevue.co/profile/k20Educators).\\n\\n# **Who wrote this?**\\n\\nThe core ethos of web3 is collaboration. In that spirit, this article is co-authored by passionate ed3 enthusiasts from around the world with varied experiences.\\n\\nAtish Mistry ([@atishmistry](https://twitter.com/atishmistry)) is the author of [theedletter.com](http://theedletter.com) and a former investment banker turned mathematics teacher in the UK. He is on the advisory board of a pioneering school in India called Mother Miracle. His current focus outside of full-time teaching is building Ebbings, an AI-powered EdTech platform for teachers and students.\\n\\nBlair Rorani ([@blairrorani](https://twitter.com/blairrorani)) has 15+ years of experience working on transformation and capability projects across a range of industries. This Kiwi creates content for web3 communities and works on education and onboarding in the metaverse.\\n\\nScott Meyer ([@MrScottMeyer](https://twitter.com/MrScottMeyer)) is an entrepreneur and former professor working to scale and democratize education. He recently launched an entrepreneurship center at a university and an accelerated education program for adult learners in his home country of the United States. He [consults and writes](https://scottdavidmeyer.com) about ed3.\\n\\nVriti Saraf ([@vritisaraf](https://twitter.com/vritisaraf)), the founder of [k20 Educators](https://www.k20educators.com/), is building the Eduverse on Web3, a virtual hub for sharing ideas, professional development, innovative programming, and resources to support progressive teaching practices. Vriti's goal is to educate all educators on web3 including NFTs, blockchain, cryptocurrency, augmented & virtual reality, & the metaverse.\",\"timestamp\":1639623730,\"title\":\"From Web3 to Ed3 - Reimagining Education in a Decentralized World\"},\"digest\":\"zvfsZgxgPRVlAg3Cd7GSf3cahyQo59fMZdH-sgKCvWI\",\"authorship\":{\"contributor\":\"0x57b59a0dd1b862b7585470d6164925b138089640\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w81IpKuK0ODlQlAAPreQGOHdP4VevMmN13gALb8NAjU\\\",\\\"y\\\":\\\"xu7IUPf8k3ZSnvqsPt8A8Dyby-V0zbHJXX2moeHiQMU\\\"}\",\"signature\":\"nYeJqmYQ_Juh6D3qsDMIxSWZU0qpIc87YM46UisMTbIiy6GNSs4UPPHOcufyNpBxhSM7N-VfHADbJGXhaBOMng\",\"signingKeySignature\":\"0x12510968169222938b4eeacb7c64cd0671f89c45aca12d342efae34d463d47af0b4e1865cad029608c04ef32beef6599f2d5feb5234d3511adf64fb314fc85531c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w81IpKuK0ODlQlAAPreQGOHdP4VevMmN13gALb8NAjU\\\",\\\"y\\\":\\\"xu7IUPf8k3ZSnvqsPt8A8Dyby-V0zbHJXX2moeHiQMU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0U3QG8-4K6CD_ltU6SJyKN3-uBD3x6nEFs-YeShzYmk\"}"