"{\"content\":{\"body\":\"Will it be a \\\"meta trap\\\" waiting for us in the \\\"meta universe\\\" era?\\n\\nWhat is the meta universe? This question has been repeatedly asked by many media recently, and most of their answers are almost the same:\\n\\n\\\"The definition given by Roblox contains eight elements: identity, friends, immersion, low latency, diversification, anytime, anywhere, civilization and economic system\\\"\\n\\nThis definition is frequently seen in meta-universe-related reports, quoted by many media, and included in the \\\"Meta-universe\\\" entry on Baidu Encyclopedia. Search for this long text on a search engine, and the number of search results can reach about 543,000. Although the meta-universe has not yet taken shape, people seem to have a consensus on this definition. But this consensus itself is a challenge to the current Metaverse products: Can we really realize the economic system of Metaverse?\\n\\n\\\"Economic system\\\", this element is listed by Roblox as the last of the eight elements of the meta universe. But it may be the most important one of the eight elements, and it is also the one that is most easily overlooked by most people. After all, when we are all immersed in the imagination of the bright future brought by gorgeous visual effects, who would be interested in boring digital games?\\n\\nThe coolest user experience may not be so important\",\"timestamp\":1634220504,\"title\":\"Internet giant\\nIs the biggest obstacle to entering the meta-universe era\"},\"digest\":\"9OA9pxPZN-9XgnwFK8R_hnK1-LqqGsI3HoNEnL48vV0\",\"authorship\":{\"contributor\":\"0x1891f370f03403b2b2D7b54dB871ED98F568Fff0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OlN43lQ4g2Yck3y0yp6hgGQPoBkoLnp-m-faUfienuM\\\",\\\"y\\\":\\\"XHWeRHxcPUJ1jvFX6FJdKXcRUekiOg-wTmajsh2pY_E\\\"}\",\"signature\":\"ZVNjqqx1bny2DPI8G04fjWmOVuWeKuWVpXhh0sw-TbPYUr8SAO3VPgz5tmN9T_x2BxjqZARDVi9ObNteS013rg\",\"signingKeySignature\":\"0xe760844eed5bfd9a42033a77399641eaa21525a7299e5660655b520fd62a208a1e3e0bdd6a378cb22b3e824b270199d750209331e01b468be9ccd7d869f138191b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OlN43lQ4g2Yck3y0yp6hgGQPoBkoLnp-m-faUfienuM\\\",\\\"y\\\":\\\"XHWeRHxcPUJ1jvFX6FJdKXcRUekiOg-wTmajsh2pY_E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9OA9pxPZN-9XgnwFK8R_hnK1-LqqGsI3HoNEnL48vV0\"}"