"{\"content\":{\"body\":\"DeFi options have been a hot topic in both DeFi and CeFi as the next untapped financial primitive, and despite a large number of DeFi options receiving funding, none have quite yet reached the breakout success of DeFi spot or perps products.\\n\\nIs this just because they are newer, or have the current offerings failed to reach product market fit with a large enough market?\\n\\nBased on our research into the crypto options market and ecosystem, we find the current offerings to be lacking some critical functionality, which are blocked by hard technical challenges that need to be resolved to truly become a useful financial primitive for DeFi.\\n\\nWe’ve identified several of these shortcomings and some potential solutions, and look forward to working with the open source community to solve these in coming months and years.\\n\\n## Product Market Fit and Market Size\\n\\nBefore jumping into the issues, it’s important to note the idea of addressable markets and product market fit, as the current options markets have clearly found fit within a niche, but not in the wider market.\\n\\nBased on our research, we estimate the total addressable market for crypto options to be $12 trillion annual trade volume.\\n\\n![](https://images.mirror-media.xyz/publication-images/67qG8PXzEy7JTNZ-tJ6C7.png?height=628&width=1742)\\n\\nCurrently CeFi options are averaging $240 billion annually, which we expect to increase as the options capital markets mature to more closely resemble the traditional markets.\\n\\n![](https://images.mirror-media.xyz/publication-images/k_xR2fI75gHEx3QmFwG8g.png?height=808&width=1426)\\n\\nMeanwhile, DeFi options have seemingly yet to hit $100m cumulative all time trade volume (based on limited [data](https://dune.xyz/aerhy/options-market-overview) availability), which is very short of the potential compared to not only the TAM but also of the comparable CeFi markets.\\n\\nThe main drivers of product market fit in options can be distilled down to **price** and **risk** (multiple forms of risk), where depending on the needs of the trader, they may be willing to accept worse prices, depending on their risk needs from both a financial and decentralization perspective.\\n\\nRight now, some DeFi options protocols seem to have found a subset of traders that prefer non-custodial, permission-less options, and are willing to pay a premium and often accept heightened financial risk or increased capital requirements of the DeFi market structure as well.\\n\\nIn order for the options markets to grow to the estimated TAM, options offerings will need to improve prices in order to be more useful to more users, which means increasing capital efficiency and decreasing risk.\\n\\n## The Challenges\\n\\n### Pricing\\n\\nPricing options is a notoriously tricky topic, which if done poorly often ends up bankrupting firms that get it wrong.\\n\\nAs a single option buyer, it’s relatively straightforward, you are purchasing a Call or Put for a certain strike, for a certain price, which could have a big payoff if they expire in the money, or otherwise expire worthless. While the price of an option in DeFi options has typically 2x-10x higher than the same option on a CeFi venue, at least the value at risk is known up front since the amount you are paying to buy the option is the max expected loss.\\n\\nAs an options seller, or as a market maker, things get a bit trickier. As a seller of calls, you have theoretically unlimited downside in exchange for a limited upside.\\n\\nMarket makers will rely on sophisticated statistical models to offer 2 way options markets that generate the best price that will entice a trader to trade with them while also making them a bit of money and ensuring they don’t completely blow up and lose everything.\\n\\nThese models rely on real time market data to generate the “correct” price at any given time, and often result in rapid re-pricings in times of high volatility. If a market maker does not react quickly enough to market fluctuations they can quickly go from a +20% month to a -90% month in a matter of minutes as the risk of the market shifts rapidly.\\n\\nUnlike spot markets, which can also move quickly in crypto, the value of an option is non-linear, that is the change in value can move exponentially relative to the underlying. This property is commonly referred to as “convexity”.\\n\\n**Peer-to-pool solutions**\\n\\nBecause of this, peer-to-pool models that rely on naive pricing models such as black-scholes, are doomed to both offering expensive premium prices AND getting periodically wiped out when the market shifts quickly and causing the pool to take on massive risk. This is apparent with [Hegic](https://www.hegic.co/), where prices are high, yet the pool is constantly losing money, subsidized (for now) with token rewards.\\n\\n![](https://images.mirror-media.xyz/publication-images/j9PEOPPe_JYFHw9AA5VaE.png?height=784&width=1748)\\n\\nPerhaps it is possible to:\\n\\n1. Come up with a sophisticated deterministic model for pricing and (projects such as [Potion](https://potion.fi) and [Arrow](https://www.arrow.markets/) seem to be doing interesting research here).\\n2. Improve the underlying technology such that the pool can react to market shifts quickly enough to not be front run.\\n\\nGiven that both options pricing and on chain execution are highly adversarial environments where predators are rewarded handsomely for outsmarting other participants, I’m personally not optimistic on this working out, but am open to being proven wrong!\\n\\n**Order book solutions**\\n\\nOther options protocols such as [Opyn](https://power.trade/p/62bc76ae-ec52-4416-9537-bedb95a98d11/opyn.co) separate writing from pricing entirely, such that an options writer generates a token representing their position which they can then sell on a different venue. This seems like the directionally correct approach, however has limitations with capital efficiency (see below) and decentralized trading venues.\\n\\nCurrently, the two mechanisms for DEX trading are peer-to-pool AMM approaches and some form of a decentralized limit order book (DLOB). As covered above, the AMM approach is likely not suitable for options, which leaves the DLOB approach. The 0x protocol is the most commonly used form of DLOB at the moment, which is where Opyn tokenized options are traded.\\n\\nThis is definitely a superior approach as market participants on both sides can specify the pricing that works for them, however these order books are many orders of magnitude slower than a CLOB, and susceptible to front-running attacks or on-chain congestion. One thing that is critical for market makers is the ability to pull quotes and rapidly reprice them in the face of market volatility. However using 0x and other DLOBs, cancelling an open order requires submitting an on-chain transactions, which during times of market volatility have a much lower chance of being included in a block due to the sudden need of the entire market to respond to changing market conditions. This could be fatal to a market maker, and they will need to greatly widen their price spreads to account for the slow order book execution.\\n\\nBecause of these challenges, on-chain pricing will necessarily be far worse than off-chain pricing.\\n\\nLikely the best approach is something like [dYdX](https://dydx.exchange/)’s model of running a CLOB for trading with on-chain settlement. Another approach that could potentially work for a DLOB is a highly scalable layer 2 such as [Connext Network](https://connext.network/)’s state channels or [zkSync](https://connext.network/)’s zk-rollups. In addition, using a much faster layer 1 such as [Serum](https://www.projectserum.com/) orderbooks on Solana could solve this problem for the time being, but will eventually hit a scaling limit with increased adoption.\\n\\n## Margining\\n\\nThe challenges with margining in options touch on a few different areas, and the lack of good margining in both DeFi and CeFi is probably the biggest barrier holding back crypto options from reaching its full potential.\\n\\n### Options Writing\\n\\nMost protocols start with a fully collateralized option writing approach, which means that you need to deposit 1 ETH to write 1 ETH call or 100% of the strike value in stable coins to write a Put. While this helps them sidestep the issue of risk and margining in order to get started, it also creates huge capital inefficiencies which translates into worse prices.\\n\\nWriting an option on a CeFi venue might only require 20% collateral value, which means you can sell up to 5 ETH contracts by depositing 1 ETH, instead of just 1 contract. This results in 5x more opportunities to collect a premium, which gives you a greater ROI on your ETH. Or if you look at it another way, if your target is to earn 20% per month on your ETH, you can either sell 1 ETH contract for 0.2 ETH, or you can sell 5x contracts for 0.04 ETH. You can see why this would always lead to cheaper premiums on margined venues versus fully collateralized venues.\\n\\n### Portfolio Margining\\n\\nThe margining issue goes beyond simple collateralized option writing. A fully fledged options venue will have “Portfolio Margining”, which means the entire portfolio of an account is taken into consideration when the risk engine determines the risk of default of a trader.\\n\\nThis can dramatically improve capital efficiency if a trader is trading a strategy such as a Call Spread. If for instance a trader sells an ETH Call at $8000 but buys an ETH call at $7500, the portfolio margin system might calculate that the max risk for their account is $500, and instead of requiring $1600 worth of collateral (20% of $8000) to write the $8000 strike call, they require \\\\~70% less collateral, just $500.\\n\\nBecause of portfolio margining taking into account all open options positions, a single account can generate millions USD of notional trading volume with just a few thousand dollars.\\n\\nFor the DeFi options market to mature and become capital efficient, protocols will need to be able to consider option position margining as a whole, rather than as isolated positions.\\n\\n[Opium](https://opium.network/) has started on this path by offering spreads as a single product (which requires minimal margin) instead of as 2 separate options, but is thus limited in its ability to offer single leg or unbounded risk.\\n\\n### Delta Hedging and Multi-collateral\\n\\nThe final margining topic to touch on is delta hedging. The goal of most market makers and advanced options traders is to remain “delta neutral” - that is their portfolio does not have exposure to the price movements of the underlying assets.\\n\\nFor market makers the reasoning is simple, their goal is to make money, usually denominated in USD, by essentially arbitraging the options prices in the market. For options traders they might have other strategies such as trading volatility instead of price.\\n\\nOther traders might take a “delta one” approach where they want to keep their exposure to the underlying asset and “stack sats” or otherwise increase their holdings of the underlying. Most popularly with a covered call approach.\\n\\nAll of these traders need markets that allow them to go long or short the underlying asset directly in order to maintain their desired exposure to the price of the underlying. This is mostly commonly done with a futures market which allows for leveraged long/short positions.\\n\\nMost critically, these “delta” positions MUST be included in the portfolio that the portfolio margin risk engine is using to calculate the account risk!\\n\\nIn the case where a trader has sold a Put, and the market is going down rapidly, they will want to have a short futures position open in order to offset the losses they are incurring from the Put going in the money. Without a delta hedging market, the trader will either lose their collateral to liquidation, or be forced to increase their collateral in order to maintain the position in hopes that they can recover later.\\n\\nThis is both capital intensive for the trader and adds huge risk to the trading system overall as traders may not have a quick way to save their account, which would lead to cascading liquidations.\\n\\nFor the same reasons, traders need to choose the best collateral type for their particular strategy, whether it is BTC, ETH, stable coin, or other assets, which is also accounted for in the portfolio margin system.\\n\\nCurrently, almost all CeFi and DeFi venues force a single collateral type for options writing (with the exception of [PowerTrade](https://power.trade/) which lets you deposit collateral of your choosing).\\n\\nThe multi-collateral approach not only enables a basic form of delta hedging (for eg. covered calls), but lets the trader manage the type of exposure they want to have in the market with their collateral.\\n\\n### Bringing It All Together: Margining in DeFi\\n\\nTo summarize the above, in order for a DeFi options market to be fully capital efficient, mature, and low risk, it must be able to portfolio margin all options products, leveraged delta products, and accept multiple forms of collateral.\\n\\nThis sophistication of margining is already tough in CeFi venues, which is why this combination of margin features its not available on other crypto exchanges besides PowerTrade, and is even more difficult with the limitations of on-chain venues.\\n\\nFor portfolio margining to function, you need a few critical pieces:\\n\\n* Near real time market data for the underlying assets, futures, and options markets\\n* All open positions and collateral for each account is continuously run though a risk calculation to determine the max value at risk (this is the SPAN methodology used in most options markets)\\n* Liquidation systems, if an account does not have sufficient collateral for their risk, it needs to be closed out\\n\\nThis is quite tough to do in DeFi as the risk system essentially requires computationally intense real-time calculations. Because of these limitations, the risk engine itself likely needs to be off chain, and which likely requires some sort of oracle strategy or verifiable decentralized compute system. Perhaps a [Chainlink ](https://chain.link/)style % change system update would work as it does with [Synthetix](https://synthetix.io/), or, if a Schelling point is viable, a [UMA](https://umaproject.org/)-style verification mechanism that relies on dispute escalation. A zk-proof offchain computation framework such as [Aleo](https://aleo.org/) could provide the tools needed to have the best of both centralized real-time compute and trustlessness.\\n\\nLiquidation (or auto-hedging) is another challenge, as a big issue facing DeFi markets is on-chain congestion during times of market volatility. For example, the MakerDAO system faced a system deficit during “Black Thursday” when traders were unable to complete any transactions that managed their positions and liquidation bots were unable to even complete liquidation trades.\\n\\nSolving this problem likely requires innovation on the Layer 1 or some sort of clever Layer 2 system. \\n\\n[Margin Fi](https://twitter.com/marginfi) is building a cross-protocol margin system on Solana due to the massive TPS increase allowing for more activities to be done on-chain. In conjunction with an oracle system like [Switchboard](https://switchboard.xyz/), a fully on-chain options market such as [Zeta Markets](https://zeta.markets/) could get pretty far on increasing capital efficiency, decreasing risk, and improving pricing. However, as Solana grows in popularity and reaches the throughput limit, the on-chain architecture may need to be rethought as margining may cease to function in a timely manner if there is a throughput bottleneck.\\n\\n[Equilibrium](https://equilibrium.io/) on Polkadot solves the liquidation issue by transferring at-risk positions to a “backstop liquidity provider” pool (inspired by the FTX backstop liquidity providers), which then manages the risk as a whole. Since the protocol is running on its own parachain, and the position is transferred rather than liquidated, this strategy may be viable as it does not require accessing trading markets in order to resolve the at risk account.\\n\\nThe backstop liquidity pool strategy still has the risk of going bankrupt itself, which would be even more catastrophic than a single trader going bankrupt. However this risk could potentially be mitigated with the [Fuel DAO](https://power.trade/fuel-token/) Liquidation Reserve system pioneered by PowerTrade, where the DAO is responsible for covering the bankruptcy risk and has various levers for ensuring the capital to cover that risk is available if needed.\\n\\n### The Road Ahead for DeFi Options\\n\\nAgain, product market fit is important to consider when it comes to evaluating options solutions. There is certainly already a niche that is willing to use the current offerings with their limitations.\\n\\nIn addition, products such as [Squeeth](https://www.paradigm.xyz/2021/08/power-perpetuals/) (convexity) and [Ribbon](https://www.ribbon.finance/) (structured products) can provide exposure to certain types of options positions without the need for a full on options market.\\n\\nHowever, unlocking the true potential of options will require tackling these hard, but probably not unsolvable, problems.\\n\\nInnovations in derivative composability, cross portfolio margining, and scalable risk engines will be needed to fully decentralize every aspect of the DeFi derivatives and options markets, which we look forward to working with the DeFi community to solve and push forward the DeFi space together.\\n\\n## Introducing Power Protocol\\n\\nAs a first step in a progressive decentralization roadmap, PowerTrade has recently announced [Power Protocol](https://power.trade/blog/introducing-the-power-protocol/), an options derivatives protocol which focuses first on non-custodial on-chain settlement with order matching, risk, margining, and liquidations being processed off chain.\\n\\nPower Protocol is due to launch in 2022 - sign up on [Power.Pro](https://power.pro/) to get notified of updates on this front.\\n\\n\\n---\\n\\n*Thanks for review and feedback from [Cyrus Younessi](https://twitter.com/cyounessi1), [Dave White](https://twitter.com/_Dave__White_), [Variant Research](https://twitter.com/ResearchVariant), [Cindy Leow](https://twitter.com/cindyleowtt) (Drift), [Matt Nguyen](https://twitter.com/MrMattNguyen), and Katia Babbar.*\\n\\n*If you have more to add to this discussion, please contact me on Twitter: [Tom Howard](https://twitter.com/_TomHoward)*\",\"timestamp\":1639081259,\"title\":\"The Trouble With DeFi Options and How to Fix Them\"},\"digest\":\"py6Zh02EXGF1VtqCxO1CNqjDYzm9yVpTpmWhnvYWmvE\",\"authorship\":{\"contributor\":\"0xE04243D4dE64793420E613fA13f12eFFF42ACa05\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aukY35pCIAzHVdpjQdQZ9aRB92ZYWmGx8hv-A9DUgkQ\\\",\\\"y\\\":\\\"6_RymLJCZgyp9LJ1g_yjktXfiqI-RjEfPPP1emMUX44\\\"}\",\"signature\":\"5d0pzpFwbraOVK1OPaim0BbHnS_F9lOdUNRkvqFpaf19fXplY5IEZBsKaJlC8VlU8cpppY7QKUvYsrNwABwJpA\",\"signingKeySignature\":\"0x6cc47be3dfc2236ef5ad5b11510d977a1aab8be3bb837fb31e74bf434cb8ecd245cac22271c9c5b650754cf259ef86acffb7b1f13db346c2aa025793056936141c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aukY35pCIAzHVdpjQdQZ9aRB92ZYWmGx8hv-A9DUgkQ\\\",\\\"y\\\":\\\"6_RymLJCZgyp9LJ1g_yjktXfiqI-RjEfPPP1emMUX44\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ENWGk1CBSf-JlEifOIAkBud-uMOoIyNk919Vym5-eGg\"}"