"{\"content\":{\"body\":\"Here is the promise of web3, widely known now by the NFT hype. You own without (a lot or heavily centralized) intermediaries, you manage a lot of the stuff that was managed before by the intermediaries, so you need to be aware of a different learning curve to take the best advantage of this and mitigate any risk.\\n\\nI listed some things you might consider analyzing, this is not a guide, just giving you more detail of what is going on. If you want to check for a guide or step-by-step always check official channels of known projects, your trusted community, or people you know. I can add here a list of resources, but the idea is for you to learn to find and trust those in your environment--post a question on this post if you want to get guidance on how to validate sources.\\n\\n1. Get onboard: Wallet, tokens with FIAT, through an exchange or other.\\n2. Gas fees: depending on the network, you will face fees that are higher than the actual transaction you want to pursue. This is due to the networks where the transactions are made (ETH) being busy and congested. In the past years (for BTC) and months (for ETH) several “Layer 2” solutions are being deployed to make this more efficient. Layer 2 are frameworks or protocols that help with transaction speed and scaling. You can always [monitor gas fees](https://ethgas.watch/). You might do some research on what a gwei means, and more.\\n3. Security: Having an understanding of the implications of [Hosted, Non-Custodial Wallets and Hardware Wallets](https://www.coinbase.com/learn/tips-and-tutorials/how-to-set-up-a-crypto-wallet) to analyze risk mitigation (e.g. with Hardware, or risk transfer (Hosted/Custodial), and what to invest to secure the assets I plan to manage there. The environment is currently very hectic, meaning that has a lot of legit and non-legit participants, thus, depending on what you want to do/achieve/protect, take some time to understand and provision the right resources. \\n\\nFor example: let’s say you get to know a project with a known artist that will deploy, through a trusted technical group, his or her art via NFTs. You get early access to one piece at 0.2 (which is around $700 today), sounds fair and you researched about similar projects and decide to invest.\\n\\nFirst, you need to get a wallet, and it is suggested to get a hardware wallet to your private keys, which open the access to store the NFT and the tokens you bought.  \\n\\nSecond, since you will or not be able to review the smart contracts related to the process of “minting”, “creating it on blockchain”, and then getting the NFT, you will need to spend time reviewing the code, or opinions of experts and or asking for trusted advice.\\n\\nThird, once you actually mint or buy the NFT, you will need to pay the fees, aka gas. In order to do that, you can check a gas timetable like the one listed above not to pay super-high fees.\\n\\nFourth, once you get it you need to keep your wallet safe, thus, using other wallets for new projects or keeping that safe. Also, you will need to follow the steps related to gas if you want to trade it.\\n\\nRemember, this is an explanation of how this works, never financial advice, and always explaining terms and helping you to build a good eye to find good sources.\",\"timestamp\":1642647750,\"title\":\"[EN] Total Cost of Ownership, NFTs (and web3)\"},\"digest\":\"gVKHJPiD2rsjGy3BRcjRFBcouOUvG8sfPcy2r5PMVCw\",\"authorship\":{\"contributor\":\"0x44a71418f38AC64B7C45dBE4A2a1C7CA78511068\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DDmhLSon2YpUe5svekHtwxyADFKRCf_lhnaiDNSqoNg\\\",\\\"y\\\":\\\"tbKmIkxf0iBNMWeO3iP7Mz73-8rQg21qwr0TYAiKKuE\\\"}\",\"signature\":\"rHqFUqVqYb42NW3tLU53P8RiCVlTnFDWk2ksCwXtsPgvHpqvmvpMv0EdU8IOVjGAVNFhDCGoD2dtoaquk1LQYQ\",\"signingKeySignature\":\"0xcf060c85d2325e15df765cc08dcaca26bf45623f3db9be0420723a814a779c8e1f2350cbe07a41b24e92fbe2e68767a512aea2477991a8f42dad06ba690a309700\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DDmhLSon2YpUe5svekHtwxyADFKRCf_lhnaiDNSqoNg\\\",\\\"y\\\":\\\"tbKmIkxf0iBNMWeO3iP7Mz73-8rQg21qwr0TYAiKKuE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gVKHJPiD2rsjGy3BRcjRFBcouOUvG8sfPcy2r5PMVCw\"}"