"{\"content\":{\"body\":\"丢弃了软弱的肉体，我选择了裸露的骨骼；放弃了对光明的向往，我选择了堕落的永生，这就是我，一个不死系的骷髅队长。\\n\\n```\\n在伟大的死亡收割者的召唤下，我从虚无之中苏醒过来，早已淡忘了时间的流逝，现在的我已经不需要在意岁月带来的沧桑。\\n\\n推了推额前的头盔，真要感谢伟大的死亡收割者，身前的我是一名勇猛的战士，总是身批战袍冲杀在战场的前沿，而现在他又赋予了我一身坚韧的骸骨盔甲，这可是糅合了矿坑里最好的铁矿和最坚硬的骨骼制造而成的，那些普通的骷髅兵和骷髅射手可无法享受这样的待遇。\\n\\n自从在伟大的死亡收割者的带领下，我们占领了这个矿坑，将那些肮脏的老鼠和恶心的地虫给降伏了，乖乖的为我们效力；将那些敢来侵犯的挖掘者变成我们之中的一部分之后，现在的生活真是很乏味。\\n\\n由于限于不死生物的规则，同类不得相残的原因，所以一直看那些只因为还带着那恶臭腐肉而沾沾自喜的僵尸不爽，他们根本算不上是合格的不死生物，没有思维，没有大脑，只知道纯粹的渴望杀戮和鲜血，根本不知道战斗的意义。\\n\\n不过如果是高阶的亡灵法师或黑暗骑士的话，那就另当别论了，黑暗骑士一直我的的偶像，不过可惜现在的我永远也不成为他们的一员，能够担任现在的位置，我已经很知足了。\\n\\n由于对光明的恐惧，我们这些低级的不死生物还不能够肆无忌惮地走在外面的世界，不过我常常按耐不住自己，每当夜深人静的时候，悄悄溜出矿坑，看看那浩瀚的星空，皎洁的月光洒落在我的身躯上，仿佛给我附上了一层银盔，感受着凉风带来的清新，与那永远都是孤寂和乏味的矿坑相比，外面的世界真的很精彩。\\n\\n有时碰上那些生存在附近的怪物，对于生前就能轻松解决它们的我，死后更是把与它们的战斗当作是一场有趣的游戏。\\n\\n看着它们身上洒落的鲜血染红了泥土，痛苦的嚎叫响彻夜空，渴望战斗的我就越发的兴奋，不过每当天边的启明星高悬的时候，我就得赶快回到我的岗位，继续履行自己枯燥的工作。\\n\\n最近好象有点不太平，沉寂多时的矿坑里又传来了那令人烦躁的采矿声，这里竟然又出现了挖掘者了，那些无能的地虫和老鼠们难道就不知道该怎么做吗，如果打扰了死亡收割者的休息的话，我想它们一定会死得很惨。\\n\\n算了，反正现在也没什么事可以做，我就出去看看，最近好久都没有活络过身子了，骨头都会生锈的吧。\\n\\n拿起放在一旁的双刃骨剑，一脚踏死了从眼前爬过的一只小虫，我挥了挥手，叫上了6名骷髅兵，虽然是我一个人去解决问题，但是作为一名地位仅次于死亡收割者大人的我，必要的排场还是要有的。\\n\\n刚走几步，就听到前面出口的房间一阵喧哗，不知道时候时候站在门口放哨的两名骷髅射手已经不见了，竟敢擅离岗位，看来我要好好给它们一个教训了，是不是有必要将它们扔到死亡溶液里面再去感觉一下重“生”的味道呢。\\n\\n我歪了歪头，两个骷髅兵就冲了过去，我只需要在这里等它们告诉我发生了什么就可以了。\\n\\n几分钟过去了，过去的骷髅兵还没有回来，我有点烦躁，它们在干什么，竟然让我等这么久，难道是有人闯进来了，不可能，这里最多的就是那些卑贱的老鼠和虫子，不将它们消灭掉是不会来到我们这里的。\\n\\n我抬了抬胳膊，指了指出口的房间，身后的4名骷髅兵“咔嚓，咔嚓”地跑了过去。\\n\\n又是几分钟过去了，该死的，你们看来都是想去体验一下骨头消融的味道了，我整了整身上的盔甲，将双刃骨剑搁在锁骨上，大步地冲了过去。\\n\\n如果我还有跳动心脏的话，那我现在肯定心跳加速，可惜我没有；如果我还流淌的热血的话，那我现在肯定热血沸腾，可惜我也没有；我唯一能表达我激情的方式就是放下了双刃骨剑，用森森白骨的双手来回地搓着剑柄。\\n\\n我看到了什么，我竟然看到了一名穿着猩红皮甲，手拿匕首来回穿梭在骷髅兵中的人类战士，地上散落着的骨架告诉我骷髅兵为什么一去不返。我眼中的红芒大盛，在亡灵的世界里没有人告诉我不允许以多欺少，看看那个战士灵活的动作和犀利的眼神，我知道他并不好对付，所以我现在该上了。\\n\\n乘着他忙着招架其他三个骷髅兵的时候，我猛的冲了上去，挥起双刃骨剑就劈向了他的腰部，或许是他运气好，或许是他已经注意到我了，他宁可被两把普通的骨剑砍中，也用手上的盾牌挡住我这一击。\\n\\n“嗷”我早已经没有声带的喉咙中摩擦出模糊的声音，高举的骨剑毫不客气的劈向了他那没有任何掩盖的头部，我渴望着骨剑砸碎头颅的声音，渴望看到殷红的鲜血混着混白的脑浆到处飞绽的情景，我要将你变成我们中的一员，我相信你会是一名优秀的骷髅战士的。\\n\\n“砰” 骨剑重重的砍在了矿石上，这个狡猾的家伙，竟然用肩膀撞开挡在他前面的骷髅兵，逃到了旁边。\\n\\n什么，他跑到了盛放着死亡溶液的坩埚旁边，我要提醒这几个笨拙的家伙，可千万不能碰到那个东西，那可是连我，不连伟大的死亡收割者大人也顾及三分的东西，它能够将我们从虚无中呼唤出来，同样也能将我们再次送到虚无。\\n\\n我赶紧冲了上面，用身子挡在了骨堆前面，挥舞着手中的双刃骨剑，不过这个狡猾的家伙显然并不想和我作正面的较量，他闪避着我的攻击，却不停的追砍着骷髅兵。\\n\\n我的剑还是划过他的身体，扬起的一泼鲜血滋润着我的骨剑，苍白的骨头因次而有了红晕。不过他也成功的将我的手下又砍翻了一个。现在就是三对一了，我相信胜利还是属于我的，根本没必要惊动我们的收割者大人。\\n\\n带着我的坚信，我大力的将骨剑一次又一次砍向了眼前的人类，可是都被他避开了重要的部位，遭成伤害好象也不大，不过让我愤怒的是，又一个骷髅兵倒下了，另一也好象也支撑不了多久，他有这么强吗，如果这么多骷髅兵对付我，我能够对付吗。\\n\\n我分心思量着这个问题的时候，一个疏忽，被他一刀刺在身上，锋利的刀刃轻松的划破了我引以为豪的盔甲，切割着我的骨头，紧密相连的骨头断裂，让我突然有了一种痛的感觉，好久没有这样的感觉了。\\n\\n我用剑锷狠狠地砸在了他身上，他一个趔趄，往旁边退了几步。\\n\\n不！他竟然撞到了骨架上了，“啪，嘭”松脆的骨架没有经受住他的撞击，轰然散落，而盛满了死亡溶液的坩埚也掉落在地上，黑色的液体在空气中漂浮，洒在旁边的骷髅兵身上，它空洞的眼睛里闪过一丝我才懂得的恐惧，骨头在慢慢的熔化，而那个战士也乘机翻身狠狠的给了它几下，帮它解脱了无限的痛苦。\\n\\n似乎看出了死亡溶液对我们的威胁，他将手上的匕首沾染上了溶液，向我逼来。\\n\\n伟大的死亡收割者，并非我想打扰你的安宁，只是这个卑贱的生物肆意侵犯了我们的领土，践踏着我们的尊严，我不得不呼唤你的到来，用您那收割的镰刀，来磨灭他的灵魂，让他堕落到黑暗的深渊，永远不能自拔。\\n\\n我一边用不死生物特有的联系方式，急切地呼唤着矿坑的统治者——死亡收割者，一边慌张地用手上的骨剑抵挡着人类战士的匕首，每一接触，都会让死亡溶液腐蚀着我的武器，而我却无能为力，原本巨大的双刃剑现在已经残缺不全了，我强忍着逃跑的念头，无奈地硬撑着。\\n\\n空气中突然有点异常的波动，一种熟悉的感觉让我精神突然为之一振，看看这脸上挂着奸笑的该死的人类，你就要为自己的行为付出代价。\\n\\n灰暗的斗篷掩盖着死亡收割者的上身，只能看到两道红芒忽隐忽现；暴露在外的双手上握着一柄泛着暗红光泽的死亡镰刀，摇曳的灯光映射在刀刃上，闪耀着诡异的光芒；下身如同薄烟般若隐若现地漂浮在半空中，死亡的气息让空气也仿佛凝结了一般。\\n\\n伟大的死亡收割者，就是眼前这个穿红衣服的人类，本来我们都要将赢得胜利了，可是他破坏了死亡溶液，让我不得不寻求你的帮助，我赶紧向对我投过BS的眼神的收割者不安地解释道。\\n\\n收割者耸动了双肩膀，死亡镰刀划出一道优美的弧线，将我眼前的一块凸现的矿石平整的切割下来，恐怖的实力让那个狡猾的人类后退了几步，眼睛里也流露出了惊慌。\\n\\n什么，这个家伙，他竟然趴在坑道里打了个滚，将死亡溶液粘满了身体，可恶，看来他是知道这个是我的弱点，不过你别指望收割者大人也会畏惧这个的。\\n\\n这是骷髅队长的想法，事实上当看到眼前如虫子般脆弱的人类的时候，收割者完全没有把他放在眼里，只要用一个束缚魔法，将这个才13级的战士困在原地，然后轻轻挥动手上的暗红色镰刀，就可以将他解决了。\\n\\n不过在收割者还没有使用束缚之前，这个家伙竟然将死亡溶液涂抹在身上，收割者的镰刀也不能抵抗溶液的侵蚀啊，算了，只好使用另外一个魔法——防御了。由于才是初级不死生物，身上的魔法值只能支持使用一个。\\n\\n一层黑色的光芒如同水波般覆盖了死亡收割者全身，镰刀掠过矿顶，带着呼啸声落向了如同叫花般潦倒的人类。\\n```\\n\\n\\n------------\",\"timestamp\":1640151117,\"title\":\"第十九章 骷髅队长的一天\"},\"digest\":\"z_JVhrWg9SVwsZzUZEPjl0_icXyZz2ZTpNn0c10eCGo\",\"authorship\":{\"contributor\":\"0xB14490C5538813f8ebc197B9b1a152F7F960CA8B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bqAE8GUHBh_v_3-DsUIKGpanoSJfWcotMk-77UUNOwE\\\",\\\"y\\\":\\\"RWui3MT4GZQ-a7WdQO_EVMNQ_zLfmTagIzON0OwX_s8\\\"}\",\"signature\":\"M9sO53Lu34ty3B6D1MXo8wG1PhhxYslHq-Ur9Y9wDT6QFVkEBrerxBUB-EblCiL5iFmg4yLbBtKuTBrDg3X51Q\",\"signingKeySignature\":\"0x52febd9d269cbfd5145042224c7b4bb12f529d492a04e09dd7862a16f6071b4950d536174042b513d81eeafd33ec45279218a5c853cd9f535338164c073bcfbf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bqAE8GUHBh_v_3-DsUIKGpanoSJfWcotMk-77UUNOwE\\\",\\\"y\\\":\\\"RWui3MT4GZQ-a7WdQO_EVMNQ_zLfmTagIzON0OwX_s8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"z_JVhrWg9SVwsZzUZEPjl0_icXyZz2ZTpNn0c10eCGo\"}"