"{\"content\":{\"body\":\"Even in higher-income professions, such as lawyers, doctors, and investment banks, they get higher income because they have some difficult-to-obtain knowledge and skills, but they are relatively low relative to the value they create.\\n\\n```\\nMarx said that most of the value created by laborers is exploited by capitalists. We entrepreneurs go to the position of capitalists. If an employee cannot bring value to the company, of course we have to fire him. He brings us high value. It is only natural for us to exploit his surplus value. Therefore, how to correctly price one's own labor and get the due return for all of their efforts? It is something that people who want to become rich must consider.\\n\\nThe rich put their energy into doing things that are conducive to the growth of their wealth, such as starting a company, making industrial investment, financial investment, etc. Trade unions make you fall into a cycle where the income is only enough to feed your family, and you will have no time to learn and no money to explore how to make more money.\\nThe rich have a correct view of consumption. People have desires. Because they are greedy, they have to work and satisfy their material desires. However, material satisfaction can only be temporary. The appetite will become larger and larger, so they want more. This is an accurate exposition of human nature. The question is, what is the difference between the consumption of the poor and the rich? A colleague of mine used to travel abroad and spent more than 400,000 yuan on shopping. This is enough for three to four ordinary families in Beijing for a year, but he has no burden for him. The income from rent and the purchase of financial assets was much more than this, so in the same year, he blatantly changed himself to a luxury car. I also know some girls who have just graduated for a year or two, saving for two or three months, just to buy a LV bag for themselves, and then they don’t want to put it on the security machine for fear of getting dirty when they cross the subway.\\n\\nThis is the difference between the consumption of the rich and the poor: the rich do not have to consider the impact on their own financial situation, but the poor do the opposite, buying luxury goods to create the illusion of their own purchasing power. Think about it from another perspective. If it is not the second generation, when everyone is poor, at this time, save more money for investment, whether it is to improve your comprehensive ability or to buy real estate or financial products, not for consumption After ten years, the result was completely different. The product of consumption may have long since disappeared physically, and the pleasure brought by it has long passed. If you invest, it may be a small fortune at this time.\\n\\nIf you don't know how to invest, then I will tell you the safest and sure way to increase value quickly is to invest in learning. Whether it's reading a book or entering the training circle that the rich often participate in, it can help you get rich quickly. What you see and hear determines your income.\\n\\nIf you want to make a fortune, you have to give up the illusion of looking for a safe career. No company can last forever, and no company can guarantee that one day you will not be allowed to leave. There is no safe profession in this society. Perhaps I have devoted my youth to a company and are no longer young. One day I found that the position I was engaged in turned into a sunset industry and there was no job. At this time, I had to start from scratch and compete with the 20-year-old graduating boys.\\n```\\n\\nIn China, there are of course special circumstances. Civil servants and state-owned enterprise employees currently seem to be safe. However, a sense of security can never be given by others. This is common in doing business and negotiating relationships. The sense of security given by others can always only be an illusion of self-deception.\\n\\n```\\nAn old Chinese saying goes: Wealth and wealth are in danger. When you are young, it is very important to have an adventurous spirit.\\n\\nPeople get rich and make money. In China, the rate of return on capital is much more \\\"expensive\\\" than people. A well-educated and hardworking young man who can earn 200,000 yuan a year in first-tier cities is pretty good. If you consider the huge amount of money the family spends to raise this young man, the return on this income is really not high. But for financial assets, a 10% return in one year can only be considered sparse and ordinary. The wealthy people have a large amount of assets, and they can also access many channels that ordinary people can't reach or pay attention to, and find a channel for rapid appreciation of their capital. For example, in some bilingual kindergartens in Shanghai, the gross profit can reach more than 50%.\\n\\nTherefore, doing business and being a boss is an extremely worthwhile thing.\\n\\nBeing poor is a concept, and what I always think about is \\\"I can't do this\\\" and \\\"I can't do that\\\". It is these self-imposed shackles that completely restrict a person's ability to pursue wealth. In Chinese society, there are many Not free, but only for the pursuit of wealth, there are really not so many \\\"can't\\\" restrictions. Replace these \\\"can't\\\" and always think about \\\"how can I make this\\\" and \\\"how can I make that\\\". How can I become a billionaire, a billionaire? Be a positive thinker and actor. Material wealth comes from profound ideology, spiritual abundance, and firmness of will.\\n```\",\"timestamp\":1634803510,\"title\":\"Why are you poor?\"},\"digest\":\"d8n49kEjQluryL_EY28zARfFdBM12--VO92AUINZV38\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"Ds15xg2ay6m3JYUFT6dBw_2CfXMjLkc7fHk9bqhcmaDoACYguwODKiquMfur9DdTc8QATTbqw2-23ia0ohdT5A\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"d8n49kEjQluryL_EY28zARfFdBM12--VO92AUINZV38\"}"