"{\"content\":{\"body\":\"Customers of stablecoin payment app Reserve express their dependency on technology for everyday transactions.\\n\\nLast month, [Cointelegraph interviewed Reserve CEO Nevin Freeman](https://cointelegraph.com/news/stablecoin-payment-app-reserve-helps-individuals-protect-their-savings-against-inflation-in-latin-america) and the payment decentralized application’s community manager Yens Michiels about the company’s mission to provide access to stable currencies. More recently, Cointelegraph spoke to a couple of users based out of Venezuela and Colombia who shared their positive experiences with Reserve. \\n\\nReserve is a tool to exchange fiat currency like Venezuelan bolivares for U.S. dollars via the Reserve (RSV) [stablecoin](https://cointelegraph.com/altcoins-for-beginners/stablecoins-101-what-are-crypto-stablecoins-and-how-do-they-work). From everyday purchases to family remittances, Reserve has said that its use cases are increasingly growing in Latin America. After one year on the market in Venezuela, Colombia, Panama and Argentina, there [are](https://twitter.com/reserveprotocol/status/1463497556533690371?s=20) over 100,000 weekly app visitors and more than 8,000 merchants accepting it as a means of payment.\\n\\nSasha Antunez and Alicia Stephany are two Reserve customers who offered their perspective on the app’s role in their daily lives and on the economic situation in Venezuela. Antunez is a neurologist living in Maracay, Venezuela and a self-proclaimed “Reserve Ranger” who uses Reserve both at home and at work. Stephany is a Venezuelan living in Bogota, Colombia who uses Reserve to support her family members that still live in Venezuela.\\n\\nAntunez explained how she uses Reserve for daily expenses:\\n\\n> “I have my Reserve dollars saved in the app. Suppose I have to go to the supermarket and I have around $20. I do the exchange so that I have bolivares in my bank account and can pay for everything at the supermarket. But I also know that I can take my bolivares, turn them into Reserve dollars, and then into USDT.”\\n\\nMost customers use it to save their money. If they get paid in their local currency, they do not have to worry about its devaluation if it is in U.S. dollars. And if they need to buy something in a local currency, as Antunez described, they can always convert it back or pay directly with the RSV stablecoin if the merchant accepts it. Most don’t even realize that it has to do with cryptocurrency, like Stephany.\\n\\n“The Venezuelan bolivar loses value so fast that if you have bolivares, you need to change it as soon as you can to protect them,” she explained, adding the example that if she’s in Colombia and her father is in Venezuela, but “I needed to pay for his things, then instead of only exchanging what I needed at the supermarket, I was always looking for someone to buy extra dollars from me. So, I convinced the people from the supermarket and the pharmacy I use to download Reserve.”\\n\\n***Related: [Venezuelan international airport to accept Bitcoin payments: Report](https://cointelegraph.com/news/venezuelan-international-airport-to-accept-bitcoin-payments-report)***\\n\\nThe government [introduced](https://apnews.com/article/business-venezuela-caribbean-inflation-41edcf6e4a4c5010188a2921db642c39) a re-denomination of the currency in October, the third one since 2008, in order to ease computations. The economy, however, had already been increasingly unofficially dollarized. This means that prices in stores are marked in dollars, corresponding to the black market rate rather than the official exchange rate, as more and more merchants use PayPal, Zelle or, now, Reserve. With Reserve, users can exchange currencies at rates closer to those of the central bank.\\n\\nCouple this volatility with hyperinflation, and mistrust in the government and the banking system is bound to surge among citizens. When asked about the prospects of the economy getting better in Venezuela, Antunez said:\\n\\n> “I believe that technology will play a big part because cryptocurrencies allow financial freedom and free access for everyone. That’s how we need to address this situation, by giving people the tools to protect their money. Here, we don’t have any solutions, at least not right now. And I don’t see things getting any better. In the meantime, we’re just trying to protect the little money we earn from our jobs.”\\n\\nAt the time of publication, the project’s iPhone app [was](https://appfigures.com/top-apps/ios-app-store/venezuela/iphone/finance) the No. 1 most downloaded app in the Venezuelan app store under the finance category. Binance and MetaMask, two other cryptocurrency trading apps, are among the top 10 as well.\",\"timestamp\":1639380227,\"title\":\"Volatility, hyperinflation and uncertainty: How everyday Venezuelans are using stablecoins to protect their livelihoods\"},\"digest\":\"cPXIoIWatECtlQmh6kd0kZrsovMXdrlDkdo567RcZr4\",\"authorship\":{\"contributor\":\"0x4eF33d0Bc5233f818ac16c8C0b53304f8BFef275\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HnsdwMs833kaMDSI9cNShtrgebdmkPGK3yantrrlRtc\\\",\\\"y\\\":\\\"eMGSd1HXMdWnqzVrgAjKlF__PyeswrgtaI2UINOMpX8\\\"}\",\"signature\":\"c3ZenNUprR-C08TRnKUuVqH80RGBQqkbbfOwMzUbiSrapzVelTNfq6yAlHadJahnwZaWUjYMU0NY7XfykX_QoQ\",\"signingKeySignature\":\"0x7432a8aba383def5c417f3f8a21d757219673db6dd6c4e5fc2ba52ba4bdb3e732dc8faf4a6651ae44a64468d0d6f61910a7306f568c0a9b33cc8dd08b021e49a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HnsdwMs833kaMDSI9cNShtrgebdmkPGK3yantrrlRtc\\\",\\\"y\\\":\\\"eMGSd1HXMdWnqzVrgAjKlF__PyeswrgtaI2UINOMpX8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cPXIoIWatECtlQmh6kd0kZrsovMXdrlDkdo567RcZr4\"}"