"{\"content\":{\"body\":\"by[@kadeemclarke](https://hackernoon.com/u/kadeemclarke)\\n\\nCrypto gaming is a hot topic now in a world where[ blockchain technology is revolutionizing many industries](https://www.nasdaq.com/articles/how-blockchain-will-change-the-way-we-work-play-and-stay-healthy-in-the-future-2021-08-26?ref=hackernoon.com). We have seen some great crypto projects and others that failed terribly. As a result, some users have enjoyed the benefits of blockchain technology, while others have fallen into the hands of scammers.\\n\\n‘A gaming guild is a collection or group of gamers that organize to play video games together and share data.’ Even though ‘guild’ is the most common term in the gaming world, such groups can also be known with other names such as factions, clans, or communities.\\n\\nGaming guilds have been with us for decades. However, esports (competitive gaming) is why gaming guilds have increased in popularity recently. Competitive gaming guilds such as FaZe Clan, Cloud9, and Team Liquid are representations of traditional gaming.\\n\\nCrypto gaming guilds come with different visions. While some want to amass millions of dollars through P2E gaming, others want to build strong communities that produce the best alpha and ultimately the best projects.\\n\\n## How it Started​​\\n\\nThe Philippines has been branded as the origin of the current play-to-earn concept today. The popularity all started as Covid-19 was ravaging the world, but gamers in this country were earning from[ the Axie Infinity](https://axieinfinity.com/?ref=hackernoon.com) game. #ThankYouAxie was a trending hashtag during this era as people cashed out their winnings, took photos of their shopping, and accompanied their captions with this hashtag.\\n\\nMore and more people gained interest in this game, and its demand rose. As a result, demand for Axies, the in-game tokens needed to play this game, rose. Dizon, the founder of Yield Guild Games (YGG), saw an opportunity and started leasing his Axies in what is known as ‘scholarships’. The proceeds would be shared between scholars (70%) and the guild (10%), while the community managers got 20%. Others soon embraced the model, and new guilds were created.\\n\\n## Top Crypto Gaming Guilds\\n\\n## Yield Guild Games\\n\\n[Yield Guild Games](https://yieldguild.io/?ref=hackernoon.com) is one of the most prominent crypto gaming guilds with a market capitalization of $420 billion. YGG has a Decentralized Autonomous Organization that invests in virtual world NFTs. The guild was founded in 2020 by Gabby Dixon, a gaming veteran and Axie player.\\n\\nWith over 74,000 members on Discord, YGG is among the biggest crypto gaming guilds. It is also important to note that it is the pioneer of P2E gaming guilds. YGG has adopted the name “Guild of Guilds” as it comprises almost every other popular guild in the space.\\n\\n## Merit Circle\\n\\nMerit Circle guild is governed by a DAO, the prominent holding company of all the subDAOs. The most prominent partnership is with Axie Infinity, even though there are plans to work with Illuvium, Hash Rush, and Star Atlas.\\n\\nSubDAOs are present in both YGG and Merit Circle. It simply means that Axie Infinity has a subDAO within Merit Circle that allows it to hold only Axie assets. If one of the subDAOs is hacked, other games will not be affected.\\n\\n$MC is the native token of this guild. There are two staking options in this guild. Single stake for the MC token and Liquidity Pool as an MC/ETH pair.\\n\\n## UniX Gaming\\n\\nUniX Gaming operates a DAO that has more than 1,200 scholars. Some of the games that UniX works with include Axie Infinity, Star Atlas, and Splinterlands. All these games have their subDAOs that hold individual assets.\\n\\n$UNIX is the native of this guild. The DAO earns revenue through various approaches such as Axie breeding, launchpads, scholarship revenue, and revenue from the NFT marketplace.\\n\\n## Astra Guild Ventures\\n\\nAstra is governed by a DAO, which earns 20% of all the revenue generated from the guild. The guild has over 2,000 scholars on Axie Infinity. Transparency is one of the things that differentiates Astra from other guilds. The earnings dashboard is right there on the website so that users can see what the DAO is earning and you can also check the number of assets held by every subDAO. $AVG is the native token of this guild, and its total supply is 2 billion tokens.\\n\\n## Good Games Guild\\n\\nGood Games Guild is another popular guild with over 300 scholars in its program. The guild has exciting features such as Good Game Labs, its game incubator and its investment arm. Good Games Guild has a DAO that earns 20% of all the revenue generated from the guild.\\n\\nGGG has partnered with brands such as Titan Hunter, DopeWars, Gamestation, and The Monopolist. Some of the notable names that have invested in Good Games Guild include AU21 Capital, Animoca Brands, Basics Capital, and OKEx Blockdream Ventures. The guild has $GGG as its native token, and the supply is capped at 100 million tokens.\\n\\n## GuildFi\\n\\nGuildFi is a guild that seeks to create an interconnected ecosystem of games, communities, and NFTs that enables interoperability within the metaverse and also maximizes players’ benefits. The guild focuses on solving access and discovery problems while at the same time enhancing players’ performance and maximizing their rewards.\\n\\n## Wrapping Up\\n\\nGameFi and play-to-earn opportunities are changing the gaming landscape and the above guilds have been at the forefront to offer such opportunities. This is a perfect approach to making money in the virtual world while avoiding some of the problems associated with the real world. The GameFi space is still young, and we can only wait and see what the future holds for the entire blockchain space.\",\"timestamp\":1640791186,\"title\":\"The Guild Of Games\"},\"digest\":\"FNN8sgECnvYwf16zPYvJMemRcRQkqHFXgHOK-efbdEM\",\"authorship\":{\"contributor\":\"0x45c960d3342f778939bd4E121C0d07Bf3692ca23\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UQh0hj_xxKoz0VvcoFxc2v8CHwMVfD_9Tpua_8mHb0k\\\",\\\"y\\\":\\\"ovKfbbIMhmRMk6wBsL8QMa6hJqoED8RLm992kBG6_q4\\\"}\",\"signature\":\"SMBiYfxEYbLrNiEkgNh1t4dTU5iCCPdkBWw8R81QqGPxaQ3eTYa6OG4rh3Lc-FSCRrOY5qTZkzTCCIArUvNXew\",\"signingKeySignature\":\"0xd69fce8e5ff156ede471a0965fd55644fbe9eb60a9ef2cc34c3662179903e9fd183c18a7524c48767a4e7acf0e9080baba676024a393eb82bc431c8e02a4167f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UQh0hj_xxKoz0VvcoFxc2v8CHwMVfD_9Tpua_8mHb0k\\\",\\\"y\\\":\\\"ovKfbbIMhmRMk6wBsL8QMa6hJqoED8RLm992kBG6_q4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FNN8sgECnvYwf16zPYvJMemRcRQkqHFXgHOK-efbdEM\"}"