"{\"content\":{\"body\":\"nd the century mark. Aristotle made three divisions,--the growing period, the stationary period, and the period of decline. Solon made ten divisions of life, and Varro made five. Ovid ingeniously compares life to the four seasons. Epimenides of Crete is said to have lived one hundred and fifty-seven years, the last fifty-seven of which he slept in a cavern at night. Gorgias, a teacher, lived to one hundred and eight; Democritus, a naturalist, attained one hundred and nine; Zeno, the founder of the Stoics, lived to one hundred; and Diogenes, the frugal and slovenly, reached ninety years. Despite his life of exposure, Hippocrates lived to one hundred and nine; and Galen, the prince of physicians after him, who was naturally of a feeble constitution, lived past eighty, and few of the followers of his system of medicine, which stood for thirteen centuries, surpassed him in point of age.\\n\\nAmong the Romans, Orbilis, Corvinus, Fabius, and Cato, the enemy of the physicians, approximated the century mark.\\n\\nA valuable collection relative to the duration of life in the time of the Emperor Vespasian has been preserved for us by Pliny from the records of a census, a perfectly reliable and creditable source. In 76 A. D. there were living in that part of Italy which lies between the Apennines and the Po 124 persons who had attained the age of one hundred and upward. There were 54 of one hundred; 57 of one hundred and ten; 2 of one hundred and twenty-five; 4 of one hundred and thirty; 4 of from one hundred and thirty-five to one hundred and thirty-seven, and 3 of one hundred and forty. In Placentia there was a man of one hundred and thirty and at Faventia a woman of one hundred and thirty-two. According to Hufeland, the bills of mortality of Ulpian agree in the most striking manner with those of our great modern cities.\\n\\nAmong hermits and ecclesiastics, as would be the natural inference from their regular lives, many instances of longevity are recorded. John was supposed to be ninety-three; Paul the hermit was one hundred and thirteen; Saint Anthony lived to one hundred and five; James the hermit to one hundred and four; Saint Epithanius lived to one hundred and fifteen; Simeon Stylites to one hundred and twelve; Saint Mungo was accredited with one hundred and eighty-five years (Spottiswood), and Saint David attained one hundred and forty-six. Saint Polycarpe suffered martyrdom at over one hundred, and Simon Cleophas was Bishop of Jerusalem at one hundred and twenty.\\n\\nBrahmin priests of India are known to attain incredible age, and one of the secrets of the adepts of the Buddhist faith is doubtless the knowledge of the best means of attaining very old age. Unless cut off by violence or accident the priests invariably become venerable patriarchs.\\n\\nInfluence of Mental Culture.--Men of thought have at all times been distinguished for their age. Among the venerable sages are Appolonius of Tyana, a follower of Pythagoras, who lived to over one hundred; Xenophilus, also a Pythagorean, was one hundred and six; Demonax, a Stoic, lived past one hundred; Isocrates was ninety-eight, and Solon, Sophocles, Pindar, Anacreon, and Xenophon were octogenarians.\\n\\nIn more modern times we find men of science and literature who have attained advanced age. Kant, Buffon, Goethe, Fontenelle, and Newton were all over eighty. Michael Angelo and Titian lived to eighty-nine and ninety-nine respectively. Harvey, the discoverer of the circulation; Hans Sloane, the celebrated president of the Royal Society in London; Plater, the Swiss physician; Duverney, the anatomist, as well as his confrere, Tenon, lived to be octogenarians. Many men have displayed activity when past four score. Brougham at eighty-two and Lyndhurst at eighty-eight could pour forth words of eloquence and sagacity for hours at a time. Landor wrote his \\\"Imaginary Conversations\\\" when eighty-five, and Somerville his \\\"Molecular Science\\\" at eighty-eight; Isaac Walton was active with his pen at ninety; Hahnemann married at eighty and was working at ninety-one.\\n\\nJ. B. Bailey has published a biography of \\\"Modern Methusalehs,\\\" which includes histories of the lives of Cornaro, Titian, Pletho, Herschell, Montefiore, Routh, and others. Chevreul, the centenarian chemist, has only lately died. Gladstone, Bismarck, and von Moltke exemplify vigor in age In the Senate of the United States, Senators Edmunds, Sherman, Hoar, Morrill, and other elderly statesmen display as much vigor as their youthful colleagues. Instances of vigor in age could be cited in every profession and these few examples are only mentioned as typical. At a recent meeting of the Society of English Naturalists, Lord Kelvin announced that during the last year 26 members had died at an average age of seventy-six and a half years; one reached the age of ninety-nine years, another ninety-seven, a third ninety-five, etc.\\n\\nIn commenting on the perfect compatibility of activity with longevity, the National Popular Review says:--\\n\\n\\\"Great men usually carry their full mental vigor and activity into old age. M. Chevreul, M. De Lesseps, Gladstone, and Bismarck are evidences of this anthropologic fact. Pius IX, although living in tempestuous times, reached a great age in full possession of all his faculties, and the dramatist Crebillon composed his last dramatic piece at ninety-four, while Michael Angelo was still painting his great canvases at ninety-eight, and Titian at ninety still worked with all the vigor of his earlier years. The Austrian General Melas was still in the saddle and active at eighty-nine, and would have probably won Marengo but for the inopportune arrival of Desaix. The Venetian Doge Henry Dandolo, born at the beginning of the eleventh century, who lost his eyesight when a young man, was nevertheless subsequently raised to the highest office in the republic, managed successfully to conduct various wars, and at the advanced age of eighty-three, in alliance with the French, besieged and captured Constantinople. Fontenelle was as gay-spirited at ninety-eight as in his fortieth year, and the philosopher Newton worked away at his tasks at the age of eighty-three with the same ardor that animated his middle age. Cornaro was as happy at ninety as at fifty, and in far better health at the age of ninety-five than he had enjoyed at thirty.\\n\\n\\\"These cases all tend to show the value and benefits to be derived from an actively cultivated brain in making a long life one of comfort and of usefulness to its owner. The brain and spirits need never grow old, even if our bodies will insist on getting rickety and in falling by the wayside. But an abstemious life will drag even the old body along to centenarian limits in a tolerable state of preservation and usefulness. The foregoing list can be lengthened out with an indefinite number of names, but it is sufficiently long to show what good spirits and an active brain will do to lighten up the weight of old age. When we contemplate the Doge Dandolo at eighty-three animating his troops from the deck of his galley, and the brave old blind King of Bohemia falling in the thickest of the fray at Crecy, it would seem as it there was no excuse for either physical, mental, or moral decrepitude short of the age of four score and ten.\\\"\\n\\nEmperors and Kings, in short, the great ones of the earth, pay the penalty of their power by associate worriment and care. In ancient history we can only find a few rulers who attained four score, and this is equally the case in modern times. In the whole catalogue of the Roman and German Emperors, reckoning from Augustus to William I, only six have attained eighty years. Gordian, Valerian, Anastasius, and Justinian were octogenarians, Tiberius was eighty-eight at his death, and Augustus Caesar was eighty-six. Frederick the Great, in spite of his turbulent life, attained a rare age for a king, seventy-six. William I seems to be the only other exception.\\n\\nOf 300 Popes who may be counted, no more than five attained the age of eighty. Their mode of life, though conducive to longevity in the minor offices of the Church, seems to be overbalanced by the cares of the Pontificate.\\n\\nPersonal Habits.--According to Hufeland and other authorities on longevity, sobriety, regular habits, labor in the open air, exercise short of fatigue, calmness of mind, moderate intellectual power, and a family life are among the chief aids to longevity. For this reason we find the extraordinary instances of longevity among those people who amidst bodily labor and in the open air lead a simple life, agreeable to nature. Such are farmers, gardeners, hunters, soldiers, and sailors. In these situations man may still maintain the age of one hundred and fifty or even one hundred and sixty.\\n\\nPossibly the most celebrated case of longevity on record is that of Henry Jenkins. This remarkable old man was born in Yorkshire in 1501 and died in 1670, aged one hundred and sixty-nine. He remembered the battle of Flodden Field in 1513, at which time he was twelve years old. It was proved from the registers of the Chancery and other courts that he had appeared in evidence one hundred and forty years before his death and had had an oath administered to him. In the office of the King's Remembrancer is a record of a deposition in which he appears as a witness at one hundred and fifty-seven. When above one hundred he was able to swim a rapid stream.\\n\\nThomas Parr (or Parre), among Englishmen known as \\\"old Parr,\\\" was a poor farmer's servant, born in 1483. He remained single until eighty. His first wife lived thirty-two years, and eight years after her death, at the age of one hundred and twenty, he married again. Until his one hundred and thirtieth year he performed his ordinary duties, and at this age was even accustomed to thresh. He was visited by Thomas, Earl of Arundel and Surrey, and was persuaded to visit the King in London. His intelligence and venerable demeanor impressed every one, and crowds thronged to see him and pay him homage. The journey to London, together with the excitement and change of mode of living, undoubtedly hastened his death, which occurred in less than a year. He was one hundred and fifty-two years and nine months old, and had lived under nine Kings of England. Harvey examined his body and at the necropsy his internal organs were found in a most perfect state. His cartilages were not even ossified, as is the case generally with the very aged. The slightest cause of death could not be discovered, and the general impression was that he died from being over-fed and too-well treated in London. His great-grandson was said to have died in this century in Cork at the age of one hundred and three. Parr is celebrated by a monument reared to his memory in Westminster Abbey.\\n\\nThe author of the Dutch dictionary entitled \\\"Het algemen historish Vanderbok\\\" says that there was a peasant in Hungary named Jean Korin who was one hundred and seventy-two and his wife was one hundred and sixty-four; they had lived together one hundred and forty-eight years, and had a son at the time of their death who was one hundred and sixteen.\\n\\nSetrasch Czarten, or, as he is called by Baily, Petratsh Zartan, was also born in Hungary at a village four miles from Teneswaer in 1537. He lived for one hundred and eighty years in one village and died at the age of one hundred and eighty-seven, or, as another authority has it, one hundred and eighty-five. A few days before his death he had walked a mile to wait at the post-office for the arrival of travelers and to ask for succor, which, on account of his remarkable age, was rarely refused him. He had lost nearly all his teeth and his beard and hair were white. He was accustomed to eat a little cake the Hungarians call kalatschen, with which he drank milk. After each repast he took a glass of eau-de-vie. His son was living at ninety-seven and his descendants to the fifth generation embellished his old age. Shortly before his death Count Wallis had his portrait painted. Comparing his age with that of others, we find that he was five years older than the Patriarch Isaac, ten more than Abraham, thirty-seven more than Nahor, sixteen more than Henry Jenkins, and thirty-three more than \\\"old Parr.\\\"\\n\\nSundry Instances of Great Age.--In a churchyard near Cardiff, Glamorganshire, is the following inscription: \\\"Here lieth the body of William Edwards, of Cacreg, who departed this life 24th February, Anno Domini 1668, anno aetatis suae one hundred and sixty-eight.\\\"\\n\\nJonas Warren of Balydole died in 1787 aged one hundred and sixty-seven. He was called the \\\"father of the fishermen\\\" in his vicinity, as he had followed the trade for ninety-five years.\\n\\nThe Journal de Madrid, 1775, contains the account of a South American negress living in Spanish possessions who was one hundred and seventy-four years of age. The description is written by a witness, who declares that she told of events which confirmed her age. This is possibly the oft-quoted case that was described in the London Chronicle, October 5, 1780, Louisa Truxo, who died in South America at the age of one hundred and seventy-five.\\n\\nHuteland speaks of Joseph Surrington, who died near Bergen, Norway, at the age of one hundred and sixty. Marvelous to relate, he had one living son of one hundred and three and another of nine. There has been recently reported from Vera Cruz, Mexico, in the town of Teluca, where the registers are carefully and efficiently kept, the death of a man one hundred and ninety-two years old--almost a modern version of Methuselah. Buffon describes a man who lived to be one hundred and sixty-five. Martin mentions a man of one hundred and eighty. There was a Polish peasant who reached one hundred and fifty-seven and had constantly labored up to his one hundred and forty-fifth year, always clad lightly, even in cold weather. Voigt admits the extreme age of one hundred and sixty.\\n\\nThere was a woman living in Moscow in 1848 who was said to be one hundred and sixty-eight; she had been married five times and was one hundred and twenty-one at her last wedding. D'Azara records the age of one hundred and eighty, and Roequefort speaks of two cases at one hundred and fifty.\\n\\nThere are stories of an Englishman who lived in the sixteenth century to be two hundred and seven, and there is a parallel case cited.\\n\\nVan Owen tabulates 331 cases of deaths between 110 and 120, 91 between 120 and 130, 37 between 130 and 140, 11 at 150, and 17 beyond this age. While not vouching for the authenticity in each case, he has always given the sources of information.\\n\\nQuite celebrated in English history by Raleigh and Bacon was the venerable Countess Desmond, who appeared at Court in 1614, being one hundred and forty years old and in full possession of all her powers, mental and physical. There are several portraits of her at this advanced age still to be seen. Lord Bacon also mentions a man named Marcus Appenius, living in Rimini, who was registered by a Vespasian tax-collector as being one hundred and fifty.\\n\\nThere are records of Russians who have lived to one hundred and twenty-five, one hundred and thirty, one hundred and thirty-five, one hundred and forty-five, and one hundred and fifty. Nemnich speaks of Thomas Newman living in Bridlington at one hundred and fifty-three years. Nemnich is confirmed in his account of Thomas Newman by his tombstone in Yorkshire, dated 1542.\\n\\nIn the chancel of the Honington Church, Wiltshire, is a black marble monument to the memory of G. Stanley, gent., who died in 1719, aged one hundred and fifty-one.\\n\\nThere was a Dane named Draakenburg, born in 1623, who until his ninety-first year served as a seaman in the royal navy, and had spent fifteen years of his life in Turkey as a slave in the greatest misery. He was married at one hundred and ten to a woman of sixty, but outlived her a long time, in his one hundred and thirtieth year he again fell in love with a young country girl, who, as may well be supposed, rejected him. He died in 1772 in his one hundred and forty-sixth year. Jean Effingham died in Cornwall in 1757 in his one hundred and forty-fourth year. He was born in the reign of James I and was a soldier at the battle of Hochstadt; he never drank strong liquors and rarely ate meat; eight days before his death he walked three miles.\\n\\nBridget Devine, the well-known inhabitant of Olean Street, Manchester died at the age of one hundred and forty-seven in 1845. On the register of the Cheshire Parish is a record of the death of Thomas Hough of Frodsam in 1591 at the age of one hundred and forty-one.\\n\\nPeter Garden of Auchterless died in 1775 at the age of one hundred and thirty-one. He had seen and talked with Henry Jenkins about the battle of Flodden Field, at which the latter was present when a boy of twelve. It seems almost incredible that a man could say that he had heard the story of an event which had happened two hundred and sixty-three years before related by the lips of an eye-witness to that event; nevertheless, in this case it was true. A remarkable instance of longevity in one family has recently been published in the St. Thomas's Hospital Gazette. Mrs. B., born in 1630 (five years after the accession of Charles I), died March 13, 1732. She was tended in her last illness by her great-granddaughter, Miss Jane C., born 1718, died 1807, and Miss Sarah C., born 1725, died 1811. A great-niece of one of these two ladies, Mrs. W., who remembers one of them, was born in 1803, and is at the present time alive and well. It will be seen from the above facts that there are three lives only to bridge over the long period between 1630 and 1896, and that there is at present living a lady who personally knew Miss C., who had nursed a relative born in 1630. The last lady of this remarkable trio is hale and hearty, and has just successfully undergone an operation for cataract. Similar to the case of the centenarian who had seen Henry Jenkins was that of James Horrocks, who was born in 1744 and died in 1844. His father was born in 1657, one year before the death of the Protector, and had issue in early life. He married again at eighty-four to a woman of twenty-six, of which marriage James was the offspring in 1744. In 1844 this man could with verity say that he had a brother born during the reign of Charles II, and that his father was a citizen of the Commonwealth.\\n\\nAmong the Mission Indians of Southern California there are reported instances of longevity ranging from one hundred and twenty to one hundred and forty. Lieutenant Gibbons found in a village in Peru one hundred inhabitants who were past the century mark, and another credible explorer in the same territory records a case of longevity of one hundred and forty. This man was very temperate and always ate his food cold, partaking of meat only in the middle of the day. In the year of 1840 in the town of Banos, Ecuador, died \\\"Old Morales,\\\" a carpenter, vigorous to his last days. He was an elderly man and steward of the Jesuits when they were expelled from their property near this location in 1767. In the year 1838 there was a witness in a judicial trial in South America who was born on the night of the great earthquake which destroyed the town of Ambato in 1698. How much longer this man who was cradled by an earthquake lived is not as yet reported. In the State of Vera Cruz, Mexico, as late as 1893 a man died at the age of one hundred and thirty-seven. The census of 1864 for the town of Pilaguin, Ecuador, lying 11,000 feet above the level of the sea and consisting of about 2000 inhabitants, gives 100 above seventy, 30 above ninety, five above one hundred, and one at one hundred and fifteen years.\\n\\nFrancis Auge died in Maryland in 1767 at the age of one hundred and thirty-four. He remembered the execution of Charles I and had a son born to him after he was one hundred.\\n\\nThere are several other instances in which men have displayed generative ability in old age. John Gilley, who died in Augusta, Maine, in 1813, was born in Ireland in 1690. He came to this country at the age of sixty, and continued in single blessedness until seventy-five, when he married a girl of eighteen, by whom he had eight children. His wife survived him and stated that he was virile until his one hundred and twentieth year. Baron Baravicino de Capelis died at Meran in 1770 at the age of one hundred and four, being the oldest man in Tyrol. His usual food was eggs, and he rarely tasted meat. He habitually drank tea and a well-sweetened cordial of his own recipe. He was married four times during his life, taking his fourth wife when he was eighty-four. By her he had seven children and at his death she was pregnant with the eighth child.\\n\\nPliny mentions cases of men begetting sons when past the age of eighty and Plot speaks of John Best of the parish of Horton, who when one hundred and four married a woman of fifty-six and begat a son. There are also records of a man in Stockholm of one hundred who had several children by a wife of thirty.\\n\\nOn August 7, 1776, Mary, the wife of Joseph Yates, at Lizard Common not far from London, was buried at the age of one hundred and twenty-seven. She had walked to London in 1666, and was hearty and strong at one hundred and twenty, and had married a third husband at ninety-two.\\n\\nA case without parallel, of long survival of a deaf mute, is found in Mrs. Gray of Northfleet, Kent, who died in 1770, one hundred and twenty-one years old. She was noted for her cheerful disposition, and apparently enjoyed life in spite of her infirmity, which lasted one hundred and twenty-one years.\\n\\nMacklin the actor was born in 1697 and died in 1797. Several years before his death he played \\\"Shylock,\\\" displaying great vigor in the first act, but in the second his memory failed him, and with much grace and solemnity he advanced to the foot-lights and apologized for his inability to continue. It is worthy of remark that several instances of longevity in Roman actresses have been recorded. One Luceja, who came on the stage very young, performed a whole century, and even made her public appearance in her one hundred and twelfth year. Copiola was said to have danced before Augustus when past ninety.\\n\\nInfluence of Stimulants, etc.--There have been men who have attributed their long lives to their excesses in stimulants. Thomas Wishart of Annandale, Dumfries, died in 1760 at one hundred and twenty-four. He had chewed tobacco one hundred and seventeen years, contracting the habit when a child; his father gave it to him to allay hunger while shepherding in the mountains. John de la Somet of Virginia died in 1766 aged one hundred and thirty. He was a great smoker, and according to Eaton the habit agreed with his constitution, and was not improbably the cause of his long health and longevity. William Riddell, who died at one hundred and sixteen carefully avoided water all his life and had a love for brandy.\\n\\nPossession of Faculties.--Eglebert Hoff was a lad driving a team in Norway when the news was brought that Charles I was beheaded. He died in Fishkill, N.Y., in 1764 at the age of one hundred and twenty-eight. He never used spectacles, read fluently, and his memory and senses were retained until his death, which was due to an accident. Nicolas Petours, curate of the parish of Baleene and afterward canon of the Cathedral of Constance, died at the age of one hundred and thirty-seven; he was always a healthy, vigorous man, and celebrated mass five days before his death. Mr. Evans of Spital Street, Spitalfields, London, died in 1780 aged one hundred and thirty-nine, having full possession of his mental faculties. Of interest to Americans is the case of David Kinnison, who, when one hundred and eleven, related to Lossing the historian the tale of the Boston Tea Party, of which he had been a member. He died in good mental condition at the age of one hundred and fifteen. Anthony Senish, a farmer of the village of Limoges, died in 1770 in his one hundred and eleventh year. He labored until two weeks before his death, had still his hair, and his sight had not failed him. His usual food was chestnuts and Turkish corn; he had never been bled or used any medicine. Not very long ago there was alive in Tacony, near Philadelphia, a shoemaker named R. Glen in his one hundred and fourteenth year. He had seen King William III, and all his faculties were perfectly retained; he enjoyed good health, walking weekly to Philadelphia to church. His third wife was but thirty years old.\\n\\nLongevity in Ireland.--Lord Bacon said that at one time there was not a village in all Ireland in which there was not a man living upward of eighty. In Dunsford, a small village, there were living at one time 80 persons above the age of four score. Colonel Thomas Winslow was supposed to have died in Ireland on August 26, 1766, aged one hundred and forty-six. There was a man by the name of Butler who died at Kilkenny in 1769 aged one hundred and thirty-three. He rode after the hounds while yet a centenarian. Mrs. Eckelston, a widow in Phillipstown, Kings County, Ireland, died in 1690 at one hundred and forty-three.\\n\\nThere are a number of instances in which there is extraordinary renovation of the senses or even of the body in old age,--a new period of life, as it were, is begun. A remarkable instance is an old magistrate known to Hufeland, who lived at Rechingen and who died in 1791 aged one hundred and twenty. In 1787, long after he had lost all his teeth, eight new ones appeared, and at the end of six months they again dropped out, but their place was supplied by other new ones, and Nature, unwearied, continued this process until his death. All these teeth he had acquired and lost without pain, the whole number amounting to 150. Alice, a slave born in Philadelphia, and living in 1802 at the age of one hundred and sixteen, remembered William Penn and Thomas Story. Her faculties were well preserved, but she partially lost her eyesight at ninety-six, which, strange to say, returned in part at one hundred and two. There was a woman by the name of Helen Gray who died in her one hundred and fifth year, and who but a few years before her death had acquired a new set of teeth.\\n\\nIn Wilson's \\\"Healthy Skin\\\" are mentioned several instances of very old persons in whom the natural color of the hair returned after they had been gray for years. One of them was John Weeks, whose hair became brown again at one hundred and fourteen. Sir John Sinclair a mentions a similar case in a Scotchman who lived to one hundred and ten. Susan Edmonds when in her ninety-fifth year recovered her black hair, but previously to her death at one hundred and five again became gray. There was a Dr. Slave who at the age of eighty had a renewal of rich brown hair, which he maintained until his death at one hundred. There was a man in Vienna, aged one hundred and five, who had black hair long after his hair had first become white This man is mentioned as a parallel to Dr. Slave. Similar examples are mentioned in Chapter VI.\\n\\nIt is a remarkable fact that many persons who have reached an old age have lived on the smallest diet and the most frugal fare. Many of the instances of longevity were in people of Scotch origin who subsisted all their lives on porridges. Saint Anthony is said to have maintained life to one hundred and five on twelve ounces of bread daily. In 1792 in the Duchy of Holstein there was an industrious laborer named Stender who died at one hundred and three, his food for the most part of his life having been oatmeal and buttermilk. Throughout his life he had been particularly free from thirst, drinking little water and no spirits.\\n\\nHeredity.--There are some very interesting instances of successive longevity. Lister speaks of a son and a father, from a village called Dent, who were witnesses before a jury at York in 1664. The son was above one hundred and the father above one hundred and forty. John Moore died in 1805 aged one hundred and seven. His father died at one hundred and five and his grandfather at one hundred and fifteen, making a total of three hundred and twenty-seven years for the three generations. Recently, Wynter mentions four sisters,--of one hundred, one hundred and three, one hundred and five, and one hundred and seven years respectively. On the register of Bremhill 1696, is the following remarkable entry: \\\"Buried, September 29th, Edith Goldie, Grace Young, and Elizabeth Wiltshire, their united ages making three hundred.\\\" As late as 1886 in the district of Campinos there was a strong active man named Joseph Joachim de Prado, of good family, who was one hundred and seven years old. His mother died by accident at one hundred and twelve, and his maternal grandmother died at one hundred and twenty-two.\\n\\nLongevity in Active Military Service.--One of the most remarkable proofs that under fickle fortune, constant danger, and the most destructive influences the life of man may be long preserved is exemplified in the case of an old soldier named Mittelstedt, who died in Prussia in 1792, aged one hundred and twelve. He was born at Fissalm in June, 1681. He entered the army, served under three Kings, Frederick I, Frederick William I, and Frederick II, and did active service in the Seven Years' War, in which his horse was shot under him and he was taken prisoner by the Russians. In his sixty-eight years of army service he participated in 17 general engagements, braved numerous dangers, and was wounded many times. After his turbulent life he married, and at last in 1790, in his one hundred and tenth year, he took a third wife. Until shortly before his death he walked every month to the pension office, a distance of two miles from his house.\\n\\nLongevity in Physicians.--It may be of interest to the members of our profession to learn of some instances of longevity among confreres. Dr. R. Baynes of Rockland, Maine, has been mentioned in the list of \\\"grand old men\\\" in medicine; following in the footsteps of Hippocrates and Galen, he was practicing at ninety-nine. He lives on Graham's diet, which is a form of vegetarianism; he does not eat potatoes, but does eat fruit. His drink is almost entirely water, milk, and chocolate, and he condemns the use of tea, coffee, liquors, and tobacco. He has almost a perfect set of natural teeth and his sight is excellent. Like most men who live to a great age, Dr. Baynes has a \\\"fad,\\\" to which he attributes a chief part in prolonging his life. This is the avoidance of beds, and except when away from home he has not slept on a bed or even on a mattress for over fifty years. He has an iron reclining chair, over which he spreads a few blankets and rugs.\\n\\nThe British Medical Journal speaks of Dr. Boisy of Havre, who is one hundred and three. It is said he goes his rounds every day, his practice being chiefly among the poor. At one time he practiced in India. He has taken alcoholic beverages and smoked tobacco since his youth, although in moderation. His father, it is added, died at the age of one hundred and eight. Mr. William R. Salmon, living near Cowbridge, Glamorganshire, recently celebrated his one hundred and sixth birthday. Mr. Salmon was born at Wickham Market in 1790, and became a member of the Royal College of Surgeons in 1809, the year in which Gladstone was born. He died April 11, 1896. In reference to this wonderful old physician the Journal of the American Medical Association, 1896, page 995, says--\\n\\n\\\"William Reynold Salmon, M.R.C.S., of Penllyn Court, Cowbridge, Glamorganshire, South Wales, completed his one hundred and sixth year on March 16th, and died on the 11th of the present month--at the time of his death the oldest known individual of indisputably authenticated age, the oldest physician, the oldest member of the Royal College of Surgeons, England, and the oldest Freemason in the world. His age does not rest upon tradition or repute. He was the son of a successful and esteemed practicing physician of Market Wickham, Suffolk, England, and there is in the possession of his two surviving relatives, who cared for his household for many years, his mother's diary, in which is inscribed in the handwriting of a lady of the eighteenth century, under the date, Tuesday, March 16, 1790, a prayer of thankfulness to God that she had passed her 'tryall,' and that a son was born, who she hoped 'would prosper, be a support to his parents, and make virtue his chief pursuit.' The Royal College of Surgeons verified this record many years ago, and it was subsequently again authenticated by the authorities of the Freemasons, who thereupon enshrined his portrait in their gallery as the oldest living Freemason. The Salmon family moved to Cowbridge in 1796, so that the doctor had lived exactly a century in the lovely and poetic Vale of Glamorgan, in the very heart of which Penllyn Court is situated. Here on his one hundred and sixth birthday--a man of over middle height, with still long, flowing hair, Druidical beard and mustache, and bushy eyebrows--Dr. Salmon was visited by one who writes:--\\n\\n\\\" 'Seen a few days ago, the Patriarch of Penllyn Court was hale and hearty. He eats well and sleeps well and was feeling better than he had felt for the last five years. On that day he rose at noon, dined at six, and retired at nine. Drank two glasses of port with his dinner, but did not smoke. He abandoned his favorite weed at the age of ninety, and had to discontinue his drives over his beautiful estate in his one hundredth year. One day is much the same as another, for he gives his two relatives little trouble in attending upon his wants. Dr. Salmon has not discovered the elixir of life, for the shadows of life's evening are stealing slowly over him. He cannot move about, his hearing is dulled, and the light is almost shut out from the \\\"windows of his soul.\\\" Let us think of this remarkable man waiting for death uncomplainingly in his old-fashioned mansion, surrounded by the beautiful foliage and the broad expanse of green fields that he loved so much to roam when a younger man, in that sylvan Sleepy Hollow in the Vale of Glamorgan.'\\n\\n\\\"Eight weeks later he, who in youth had been 'the youngest surgeon in the army, died, the oldest physician in the world.\\\"\\n\\nDr. William Hotchkiss, said to have reached the age of one hundred and forty years, died in St. Louis April 1, 1895. He went to St. Louis forty years ago, and has always been known as the \\\"color doctor.\\\" In his peculiar practice of medicine he termed his patients members of his \\\"circles,\\\" and claimed to treat them by a magnetic process. Dr. A. J. Buck says that his Masonic record has been traced back one hundred years, showing conclusively that he was one hundred and twenty-one years old. A letter received from his old home in Virginia, over a year ago, says that he was born there in 1755.\\n\\nIt is comforting to the members of our profession, in which the average of life is usually so low, to be able to point out exceptions. It has been aptly said of physicians in general: \\\"Aliis inserviendo consumuntur; aliis medendo moriuntur,\\\" or \\\"In serving others they are consumed; in healing others they are destroyed.\\\"\\n\\nRecent Instances of Longevity.--There was a man who died in Spain at the advanced age of one hundred and fifty-one, which is the most extraordinary instance from that country. It is reported that quite recently a Chinese centenarian passed the examination for the highest place in the Academy of Mandarins. Chevreul, born in 1786, at Angers, has only recently died after an active life in chemical investigation. Sir Moses Montefiore is a recent example of an active centenarian.\\n\\nIn the New York Herald of April 21, 1895, is a description and a portrait of Noah Raby of the Piscataway Poor Farm of New Jersey, to whom was ascribed one hundred and twenty-three years. He was discharged from active duty on the \\\"Brandywine,\\\" U.S.N., eighty-three years ago. He relates having heard George Washington speak at Washington and at Portsmouth while his ship was in those places. The same journal also says that at Wichita, Kansas, there appeared at a municipal election an old negress named Mrs. Harriet McMurray, who gave her age as one hundred and fifteen. She had been a slave, and asserted that once on a visit to Alexandria with her master she had seen General Washington. From the Indian Medical Record we learn that Lieutenant Nicholas Lavin of the Grand Armee died several years ago at the age of one hundred and twenty-five, leaving a daughter of seventy-eight. He was born in Paris in 1768, served as a hussar in several campaigns, and was taken a prisoner during the retreat from Moscow. After his liberation he married and made his residence in Saratoff.\",\"timestamp\":1639718118,\"title\":\"\\nAmong the Greeks we find several instances of great age in men of prominence. Hippocrates divided life into seven periods, \"},\"digest\":\"0_GtkLt_BrLtzI8xJCKocHKkRkZ8qK-ovvuTlLrUuCg\",\"authorship\":{\"contributor\":\"0x12DAB7FFceEebeDFF34FE12b77b7a16997723371\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fds8lrCfZVQbzB8aLdNg93MpbujEmfDcDl0lpvVvCQ4\\\",\\\"y\\\":\\\"5DOdRUAW-355r1_dFQi-nuHTK2q-itOMZXq4MiYk5Xw\\\"}\",\"signature\":\"Y58OL7qa-dt52q4n4bmiUUiGfs7ZAwj4-IHDqSKSif9e06DK0j4ji-fc99lvTYWb1Vni4cPgNTD_gp9LQF7vHw\",\"signingKeySignature\":\"0xdbb96f9e7bdc1436889050cf320feb23f9e64aa43dc6b21dd87ba1fdafc7d35f018ba65fc053e01b35f93b62a616e7970d8ae08086338f74e48116d29c7fe8181c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fds8lrCfZVQbzB8aLdNg93MpbujEmfDcDl0lpvVvCQ4\\\",\\\"y\\\":\\\"5DOdRUAW-355r1_dFQi-nuHTK2q-itOMZXq4MiYk5Xw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0_GtkLt_BrLtzI8xJCKocHKkRkZ8qK-ovvuTlLrUuCg\"}"