"{\"content\":{\"body\":\"How do you effectively bootstrap a community around a project or an idea in a decentralized way without providing some form of incentive or value for the participants? You don’t.\\n\\nIn the crypto economy these incentives are typically in the form of digital tokens. These tokens do not all have the same function or distribution mechanism, however once the tokens can be traded, a price or perceived value can be determined as exchanges are just an aggregate of demand and supply orders which determine price in whatever the token is traded for.\\n\\nDigital Token functions can be broadly classified as\\n\\n**Native Tokens**\\n\\nThese tokens come with the blockchain or the protocol and help pay for transaction fees as well as reward users that participate in the protocol. The way users can participate and how participants are rewarded in the native token varies from one protocol to another and depends on what the protocol is trying to facilitate.\\n\\n**Governance Tokens**\\n\\nNative tokens can be governance tokens but not all governance tokens are native tokens. Like the name implies these tokens grant holders the ability to vote on protocol improvement proposals. The more governance tokens a user has the more votes they get.\\n\\n**Liquidity Pool Tokens**\\n\\nLiquidity pool tokens are issued when a user contributes to a liquidity pool. The number of LP tokens the user receives represents how much liquidity contributed to the pool and how much of the pool fees they earn.\\n\\n**Non Fungible Tokens**\\n\\nAll previously mentioned tokens are fungible i.e. are interchangeable. Non Fungible Tokens represent items that are one of one i.e.  not interchangeable. The most popular NFT application is currently digital art, however the potential applications are many. For example a birth certificate, or a driver’s license can be represented as an NFT.\",\"timestamp\":1640620947,\"title\":\"The Crypto Economy and its Incentives\"},\"digest\":\"Odu11Y2VdCXfIEA_7PLs8-q83HMQOBm2TcdFzUddSrU\",\"authorship\":{\"contributor\":\"0x4B0728B9B1E45583bFb8bD738C9C6c8906f2841d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1Cx3PXlMP3zswctitxMzqruL6NWl_9mBStc-nFsBRy8\\\",\\\"y\\\":\\\"Irlfl13wAd4ELKuSBWljK2M9H9ezBr-8zvRzqX6Amkg\\\"}\",\"signature\":\"wKOnVoAr2nkx6Fkp4Y_j_IPIExPh9uLbiPX52EhXtrDc4HJpebsB7nAJTlHjqUwSVdr4l2dTy4JtSM9uLPj2uQ\",\"signingKeySignature\":\"0xce682af10c8ea065e6d9d8ba35158ecf92aaf420caa37cafd62e127a5df38a3d1140d60280f5301dd7c13589b91495fd501e8da0ff06b61cd8b8667938c0d0c01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1Cx3PXlMP3zswctitxMzqruL6NWl_9mBStc-nFsBRy8\\\",\\\"y\\\":\\\"Irlfl13wAd4ELKuSBWljK2M9H9ezBr-8zvRzqX6Amkg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PxmhjnvYxLL8oJ-iwdoZzRHKBD2S4G4EY20Xe5vQmdo\"}"