"{\"content\":{\"body\":\"**我不怀疑什么东西是元宇宙。**\\n\\n**我现在的迷惑是，到底什么东西不是元宇宙？**\\n\\n我们都知道市场最爱干的事儿就是造概念吹牛X，兼职跟饭店一样一天不炒浑身刺挠，而且炒的还都是韭菜鸡蛋。\\n\\n很多人都说看网文闹书荒，我建议你直接读券商研报，那个比小说好看多了，我坚定的认为中国最有想象力的科幻作家都在券商写研报，小说都没他们编的那么燥。\\n\\n最近他们可能科幻写烦了，开始看玄幻了，于是元宇宙这个词就出来了。\\n\\n好家伙，我第一时间还以为凡人修仙传破次元了。\\n\\n随着元宇宙出世，很多妖魔鬼怪也都跑出来，说自己也是元宇宙，或者正在布局元宇宙。\\n\\n新能源和区块链出来的时候，他们也是这么说的。\\n\\n元宇宙这个词一拿出来，其他概念格局都小了。\\n\\n宇宙这个词本来就已经很恢弘了，还加一个“元”字。\\n\\n下一个新概念想要压住它，只能是创造出超级赛亚人了，不对，是元超级赛亚人，果然21世纪是生物的世纪。\\n\\n大家看元宇宙的几个标签和特征是：沉浸、虚拟世界、虚拟社交、用户自制共创内容。\\n\\n它是一种互联网生活的全新版本，是下一代的互联网。\\n\\n有一种对元宇宙的描述其实还挺形象的：全真互联网，但我觉得应该叫修真互联网。\\n\\n只不过，上网的终端设备会从电脑/智能手机变成了VR设备。\\n\\n发现这个概念的问题了吗？你不能说这个概念是错的，因为这一天迟早会来临，毕竟血肉苦弱嘛。\\n\\n但这个概念最大的问题不是他们不正确，而是在于太正确了，一点错误都没有，并且几乎包含了所有与电子相关的领域，这就导致啥卵用都没有。\\n\\n我上一次听到这么这么的论述还是上次，希望下次听到这么这么的论述是下次。\\n\\n如果这东西都能炒，墓地概念股显然更骚，毕竟那个也是必然到来，而且每年都有需求，用户还没法给差评，是真正的时间的朋友。\\n\\n考虑到互联网真正的广泛应用是在世纪之初的前几年，那么以此类推，这个时候炒元宇宙概念，相当于是在上个世纪九十年代炒互联网概念。\\n\\n所以这个时候，所谓的元宇宙概念股就显得十分可笑。\\n\\n那个所谓的元宇宙第一股罗布乐思（roblox），给吹的天上地下的，这东西我不知道大家有没有玩过儿？\\n\\n一个破游戏外加NFT，QQ空间+Q币都比他有想象力，黄钻会员教你做人的能力。\\n\\n这东西要是算元宇宙，那我赛尔号就是宇宙战舰，[摩尔庄园](https://www.zhihu.com/search?q=%E6%91%A9%E5%B0%94%E5%BA%84%E5%9B%AD&search_source=Entity&hybrid_search_source=Entity&hybrid_search_extra=%7B%22sourceType%22%3A%22answer%22%2C%22sourceId%22%3A2232718639%7D)就是宇宙起源，4399就是宇宙中心，腾讯就是银河联邦，我的世界就是[多维空间](https://www.zhihu.com/search?q=%E5%A4%9A%E7%BB%B4%E7%A9%BA%E9%97%B4&search_source=Entity&hybrid_search_source=Entity&hybrid_search_extra=%7B%22sourceType%22%3A%22answer%22%2C%22sourceId%22%3A2232718639%7D)。\\n\\n很多东西就是很傻X，但换个词就能骗麻瓜。\\n\\n虽然[罗布乐思](https://www.zhihu.com/search?q=%E7%BD%97%E5%B8%83%E4%B9%90%E6%80%9D&search_source=Entity&hybrid_search_source=Entity&hybrid_search_extra=%7B%22sourceType%22%3A%22answer%22%2C%22sourceId%22%3A2232718639%7D)（roblox），但多少沾点边，别的元宇宙概念股更荒谬了，荒谬到只要你不要脸，啥都可以是元宇宙概念。\\n\\n有一家游戏厂商只是宣布自己准备做一款元宇宙游戏就算是元宇宙概念股了，吓得他们自己都澄清。\\n\\n以前P2P火的时候，有公司马上蹭热点，把公司名改成谐音P2P，谐音梗不但不扣钱反而还能坑钱；\\n\\n区块链火的时候，也有公司宣称自己也是去中心化的，至少股价就挺去中心化的，一直单边跌，不对，这叫股价原子化。\\n\\n还有的提供网吧企业服务的上市公司，做数字电视的上市公司，还有给手机做模组切割的，也纷纷被被列入元宇宙概念股。\\n\\n还有一家社交软件说自己是年轻人的社交元宇宙，这我就蚌埠住了，这魔幻公司去竞对社区发涩图，结果蠢到连个IP池都不会用，直接被人顺着网线抓了。\\n\\n后面上市前又被因为这事儿被人搞了一波。\\n\\n现在上面各种擦边球以及酒托遍地走，这还元宇宙？\\n\\n真是弱智宇宙。\\n\\n这些沾一点点边的公司被贴上“元宇宙”的标签，其实都是凑要素。\\n\\n如果真的要凑要素的话，那其实很多东西都可以被称为元宇宙。\\n\\n万物皆可元宇宙，万物皆是元宇宙。\\n\\n万物皆虚，万事皆允。\\n\\n金庸小说构建的武侠世界和哈利波特的巫师世界当然算元宇宙，因为它为元宇宙提供了内容基建，提供了元宇宙的元世界架构。\\n\\n毕竟如果虚拟世界和现实世界架构完全一致，也挺没有意思的。\\n\\n爱优腾B快抖这些视频公司也是元宇宙，有内容，有弹幕互动，有社区，而且率先在元宇宙真正来临之前让你有非常沉浸的感觉，因为你很容易就“蚌埠住了”。\\n\\n剧本杀当然也是元宇宙，它不仅仅提供了世界架构，还是现实人类在虚拟世界里扮演角色的一种提前演习。\\n\\n那些贴脸发言、中途下车的玩家就可以被元宇宙提前拉黑，为元宇宙的社区和谐贡献了力量。\\n\\n这些都是已经能蹭元宇宙核心概念的产业了，如果更不要脸，还能继续拓展。\\n\\n元宇宙的用户都是人吧，人活着是不是得吃饭？所以与餐饮有关的都是元宇宙概念。\\n\\n你别管用什么设备，总得耗电吧？\\n\\n所以与能源有关的，都是元宇宙概念。\\n\\n当下移动互联网时代这种只是使用脑、眼、手的简单冲浪，大家平均上网时长就已经达到了惊人的六个小时。\\n\\n如果能够提供沉浸感更足的冲浪体验，那很多人就在里面不出来了，是不是身体就会出问题，是不是利好医药股，医药，毫无疑问是元宇宙概念股。\\n\\n考虑到所有元宇宙都要用眼，搞眼科的简直是元宇宙概念上的明珠。\\n\\n再考虑到你在虚拟世界太久，身体需要锻炼，健身房必然是元宇宙不可错失的一部分。\\n\\n元宇宙说到底是把现实的物理世界迁移到线上去，本质不是沉浸、不是人机互动，而是人人互动，还是社交。\\n\\n既然是社交，是不是就得喝酒，喝酒是不是得体现身份等级和尊卑，是不是得来点白的，那么是不是利好酱香。\\n\\n而且酒精喝多了致幻，喝酒前我是山东的，喝酒后山东是我的，直接进入虚幻世界，这个元宇宙才正宗，而且非常个性化，反正都是虚幻世界，而且酒后还能直接和现实物理连接，那还需要VR干啥？白酒才是通往元宇宙的真正密码。\\n\\n再考虑到北方酒文化，所有北方上市公司，应该都是元宇宙。\\n\\n喝酒吃药恰饭发电算元宇宙，其他行业板块当然也可以算元宇宙。\\n\\n元宇宙里也得有货币流通，也得有存款和贷款。\\n\\n银行股是不是得涨？\\n\\n元宇宙里不能空穴来风，是不是还得借已有的名山大川的名字，需要IP授权，那旅游景区股是不是得涨？\\n\\n元宇宙里也会有诈骗，也会有财产损失，保险公司是不是得开发点新的产品，保险公司是不是得涨？\\n\\n什么石油化工、有色金属、电气设备，通通都是元宇宙。\\n\\n为啥？\\n\\n你生产元宇宙设备，得用人家。\\n\\n我留个思考题给大家。\\n\\n元宇宙这么带劲儿，真正的沉浸互动，是不是得多装几台空调去去火散散热，所以做家电的是不是元宇宙？\\n\\n万机互通，这耗电量不得biubiubiu地往上冒啊，做能源的是不是元宇宙？\\n\\n你这电机什么的是不是要运输啊，所以做物流的也是元宇宙。\\n\\n都元宇宙了，注定了要波澜壮阔，注定了要囊空万物。\\n\\n要有格局，毕竟人家是宇宙。\\n\\n以后你喝酒吃肉蘸酱油的时候，记得不要剩饭，这是对元宇宙的不尊敬。\\n\\n浪费粮食是不好的，元宇宙也不是法外之地。\\n\\n只要不要脸，元宇宙随时就在我身边。\\n\\n当然了，这些新概念和新题材的大热，离不开券商分析师的助力。\\n\\n券商分析师是卖方，负责推荐股票给买方。\\n\\n为了更好地推销，他们一直都是造词大户。\\n\\n过去他们造词造出来骗骗散户，现在散户骗不动了，散户没钱了，就骗机构投资人。\\n\\n国内的卖方分析师写的研究报告是只会吹多的，什么垃圾票都要吹，最牛X的一次是有个券商研究员吹某家上市公司，用的词是“人中龙凤”， “烧不死的鸟是凤凰，烧的死的鸟就是烧鸡”。\\n\\n而这家上市公司后来被证明是一家彻头彻尾的骗子公司，从被这个券商研究员吹过票之后，这家公司开始连续四年亏损，今年的时候直接摘牌。\\n\\n所以这其实是烧鸡概念股。\\n\\n写小说的人还是太没有想象力，他们应该研究券商研报。\\n\\n雨果奖、星云奖其实只是科幻二流写手才拿的奖，真正的科幻大奖其实是新财富最佳分析师。\\n\\n只不过他们科幻修炼到了极致，发明出了时光机，都是穿越过来的人，要保守秘密，不能让我们普通人太早知道命运的定数。\\n\\n当然也不能让我们太晚知道，所以时不时就会从时空机器里随意拿出一个概念来告诉我们。\\n\\n有时候券商研究员也很冤，唱空只能得罪人，还没有好处，所以只能用瞎吹来提醒散户。\\n\\n如果没有没有吹的太用力，其实就是不太行。\\n\\n资深股吧老哥们也早就悟了，如果上面写着“维持”，会自动把它翻译成唱空。\\n\\n生活不容易啊。\\n\\n如果信了这些研究报告，是我们韭菜没有领悟他们的良苦用心，券商研究员已经尽力了。\\n\\n毕竟他们说得不明确，顶多不知道自己3年后在哪。\\n\\n如果说的太明确的话，可能都不知道自己3天后在哪儿。\\n\\n他们为了不让韭菜们发现自己的真实目的，往往伪装成社交牛X症重度患者，不断吹捧垃圾票，饱受韭菜们的无端嘲笑，其实是扛下了所有。\\n\\n而元宇宙因他们而来，也会对他们投桃报李。\\n\\n元宇宙的核心仍然是社交，是沉浸式的社交，注意啊，是沉浸式的社交。\\n\\n这种仿真社交方式直接就把一些键盘社交牛X但实际社恐的人打回了原形。在\\n\\n元宇宙的世界里，社交牛X症患者依然是很吃得开的。\\n\\n那哪个群体里的社交牛X症患者的密度最高呢？\\n\\n券商研究所的卖方分析师们。\\n\\n毫无疑问，毋庸置疑，如果这个世界只能有一个元宇宙概念股，全场唯一真元宇宙预言家就是券商股。\\n\\n那这时候问题来了，你肯定会问，死胖子你说了这么多，你到底啥意思？\\n\\n我的意思是，你要知道这些东西都是假的，然后装作自己不知道，看看能不能装一波赚点钱出来。\\n\\n你不需要知道元宇宙，也不需要理解元宇宙，更不用相信元宇宙。\\n\\n别人问你啥是元宇宙，你只需要轻飘飘地回一句：谁涨谁就是元宇宙。\\n\\n一个智者的形象就出来了，如果没有几十年脑血栓或者十年的炒股经验都说不出来这样的话。\\n\\n一个万物基于传销的博傻游戏，开始了。\\n\\n祝大家，猎运亨通。\",\"timestamp\":1641260008,\"title\":\"元宇宙行业开始抢人大战，年薪开到百万，造成这一现象的原因是什么？\"},\"digest\":\"0irYmw6fRqKnrULl1EUyKyr1Tqdob1bii6z1pT6DUiI\",\"authorship\":{\"contributor\":\"0xc05997b1Df12D0b2488613Ab56b854d704677943\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8_NIY2x5Sb8TfTj-f8O-OEENq0O6Skkqf-vlYPAViQ0\\\",\\\"y\\\":\\\"GgHp15iTpipwPPqXLe41AeCBi-lMlElEe1mjPHmIFT4\\\"}\",\"signature\":\"ZrTkAenh93VF8Pj21aL-gnQN2Cl_0d5PCguoGtn2mOW4JwdL8XrcYjXxhwPTrEs3zEJvsvCtbMIpTOTV_aOhXw\",\"signingKeySignature\":\"0xd6bf6ea27d0080c4bdb9a61b1de3e59334853ae759a96f47c2a18dad158b0b165b15345a11f802eda612b8b53969736deb598b603c6a684d2b2aed468dbb14091c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8_NIY2x5Sb8TfTj-f8O-OEENq0O6Skkqf-vlYPAViQ0\\\",\\\"y\\\":\\\"GgHp15iTpipwPPqXLe41AeCBi-lMlElEe1mjPHmIFT4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0rVyTu1EyXasYWURIX567NhoIDLSLM3hJuvMGS3LCTc\"}"