"{\"content\":{\"body\":\"In the whole topography of the Pilgrim's Progress there lies many a deep lesson. The church that Mr. Worldly-Wiseman supported, and on the communion roll of which he was so determined to have our pilgrim's so unprepared name, stood far down on the other side of Goodwill's gate.  It was a fine building, and it had an eloquent man for its minister, and the whole service was an attraction and an enjoyment to all the people of the place; but our Interpreter was never asked to show any of his significant things there; and, indeed, neither minister nor people would have understood him had he ever done so. And had any of the parishioners from below the gate ever by any chance stumbled into the Interpreter's house, his most significant rooms would have had no significance to them.  Both he and his house would have been a mystery and an offence to Worldly-Wiseman, his minister, and his fellow-worshippers.  John Bunyan has the clear warrant both of Jesus Christ and the Apostle Paul for the place on which he has planted the Interpreter's house.  'It is given to you,' said our Lord to His disciples, 'to know the mysteries of the Kingdom of Heaven, but to them it is not given.' And Paul tells us that 'the natural man receiveth not the things of the Spirit of God, for they are foolishness unto him:  neither can he know them, because they are spiritually discerned.'  And, accordingly, no reader of the Pilgrim's Progress will really understand what he sees in the Interpreter's House, unless he is already a man of a spiritual mind.  Intelligent children enjoy the pictures and the people that are set before them in this illustrated house, but they must become the children of God, and must be well on in the life of God, before they will be able to say that the house next the gate has been a profitable and a helpful house to them.  All that is displayed here--all the furniture and all the vessels, all the ornaments and all the employments and all the people of the Interpreter's House--is fitted and intended to be profitable as well as interesting to pilgrims only.  No man has any real interest in the things of this house, or will take any abiding profit out of it, till he is fairly started on the upward road.  In his former life, and while still on the other side of the gate, our pilgrim had no interest in such things as he is now to see and hear; and if he had seen and heard them in his former life, he would not, with all the Interpreter's explanation, have understood them.  As here among ourselves to-night, they who will understand and delight in the things they hear in this house to-night are those only who have really begun to live a religious life.  The realities of true religion are now the most real things in life--to them; they love divine things now; and since they began to love divine things, you cannot entertain them better than by exhibiting and explaining divine things to them.  There is no house in all the earth, after the gate itself, that is more dear to the true pilgrim heart than just the Interpreter's House.  'I was glad when it was said to me, Let us go into the house of the Lord.  Peace be within thy walls, and prosperity within thy palaces.'\\n\\n1. And besides being built on the very best spot in all the land for its owner's purposes, every several room in that great house was furnished and fitted up for the entertainment and instruction of pilgrims.  Every inch of that capacious and many-chambered house was given up to the delectation of pilgrims.  The public rooms were thrown open for their convenience and use at all hours of the day and night, and the private rooms were kept retired and secluded for such as sought retirement and seclusion.  There were dark rooms also with iron cages in them, till Christian and his companions came out of those terrible places, bringing with them an everlasting caution to watchfulness and a sober mind.  There were rooms also given up to vile and sordid uses.  One room there was full of straws and sticks and dust, with an old man who did nothing else day nor night but wade about among the straws and sticks and dust, and rake it all into little heaps, and then sit watching lest any one should overturn them.  And then, strange to tell it, and not easy to get to the full significance of it, the bravest room in all the house had absolutely nothing in it but a huge, ugly, poisonous spider hanging to the wall with her hands.  'Is there but one spider in all this spacious room?' asked the Interpreter.  And the water stood in Christiana's eyes; she had come by this time thus far on her journey also.  She was a woman of a quick apprehension, and the water stood in her eyes at the Interpreter's question, and she said:  'Yes, Lord, there is here more than one. Yea, and spiders whose venom is far more destructive than that which is in her.'  The Interpreter then looked pleasantly on her, and said:  'Thou hast said the truth.'  This made Mercy blush, and the boys to cover their faces, for they all began now to understand the riddle.  'This is to show you,' said the Interpreter, 'that however full of the venom of sin you may be, yet you may, by the hand of faith, lay hold of, and dwell in the best room that belongs to the King's House above.'  Then they all seemed to be glad, but the water stood in their eyes.  A wall also stood apart on the grounds of the house with an always dying fire on one side of it, while a man on the other side of the wall continually fed the fire through hidden openings in the wall.  A whole palace stood also on the grounds, the inspection of which so kindled our pilgrim's heart, that he refused to stay here any longer, or to see any more sights--so much had he already seen of the evil of sin and of the blessedness of salvation.  Not that he had seen as yet the half of what that house held for the instruction of pilgrims.  Only, time would fail us to visit the hen and her chickens; the butcher killing a sheep and pulling her skin over her ears, and she lying still under his hands and taking her death patiently; also the garden with the flowers all diverse in stature, and quality, and colour, and smell, and virtue, and some better than some, and all where the gardener had set them, there they stand, and quarrel not with one another.  The robin-red-breast also, so pretty of note and colour and carriage, but instead of bread and crumbs, and such like harmless matter, with a great spider in his mouth.  A tree also, whose inside was rotten, and yet it grew and had leaves.  So they went on their way and sang:\\n\\n'This place hath been our second stage, Here have we heard and seen Those good things that from age to age To others hid have been. The butcher, garden, and the field, The robin and his bait, Also the rotten tree, doth yield Me argument of weight; To move me for to watch and pray, To strive to be sincere, To take my cross up day by day, And serve the Lord with few.'\\n\\nThe significant rooms of that divine house instruct us also that all the lessons requisite for our salvation are not to be found in any one scripture or in any one sermon, but that all that is required by any pilgrim or any company of pilgrims should all be found in every minister's ministry as he leads his flock on from one Sabbath-day to another, rightly dividing the word of truth. Our ministers should have something in their successive sermons for everybody.  Something for the children, something for the slow- witted and the dull of understanding, and something specially suited for those who are of a quick apprehension; something at one time to make the people smile, at another time to make them blush, and at another time to make the water stand in their eyes.\\n\\n1. And, then, the Interpreter's life was as full of work as his house was of entertainment and instruction.  Not only so, but his life, it was well known, had been quite as full of work before he had a house to work for as ever it had been since.  The Interpreter did nothing else but continually preside over his house and all that was in it and around it, and it was all gone over and seen to with his own eyes and hands every day.  He had been present at the laying of every stone and beam of that solid and spacious house of his.  There was not a pin nor a loop of its furniture, there was not a picture on its walls, nor a bird nor a beast in its woods and gardens, that he did not know all about and could not hold discourse about.  And then, after he had taken you all over his house, with its significant rooms and woods and gardens, he was full all supper-time of all wise saws and witty proverbs.  'One leak will sink a ship,' he said that night, 'and one sin will destroy a sinner.'  And all their days the pilgrims remembered that word from the Interpreter's lips, and they often said it to themselves as they thought of their own besetting sin.  Now, if it is indeed so, that every gospel minister is an interpreter, and every evangelical church an interpreter's house, what an important passage this is for all those who are proposing and preparing to be ministers.  Let them reflect upon it:  what a house this is that the Interpreter dwells in; how early and how long ago he began to lay out his grounds and to build his house upon them; how complete in all its parts it is, and how he still watches and labours to have it more complete.  Understandest thou what thou here readest? it is asked of all ministers, young and old, as they turn over John Bunyan's pungent pages.  And every new room, every new bird, and beast, and herb, and flower makes us blush for shame as we contrast our own insignificant and ill-furnished house with the noble house of the Interpreter.  Let all our students who have not yet fatally destroyed themselves and lost their opportunity lay the Interpreter's House well to heart.  Let them be students not in idle name only, as so many are, but in intense reality, as so few are.  Let them read everything that bears upon the Bible, and let them read nothing that does not.  They have not the time nor the permission.  Let them be content to be men of one book.  Let them give themselves wholly to the interpretation of divine truth as its riddles are set in nature and in man, in scripture, in providence, and in spiritual experience.  Let them store their memories at college with all sacred truth, and with all secular truth that can be made sacred.  And if their memories are weak and treacherous, let them be quiet under God's will in that, and all the more labour to make up in other ways for that defect, so that they may have always something to say to the purpose when their future people come up to church hungry for instruction and comfort and encouragement.  Let them look around and see the sin that sinks the ship of so many ministers; and let them begin while yet their ship is in the yard and see that she is fitted up and furnished, stored and stocked, so that she shall in spite of sure storms and sunken rocks deliver her freight in the appointed haven.  When they are lying in bed of a Sabbath morning, let them forecast the day when they shall have to give a strict account of their eight years of golden opportunity among the churches, and the classes, and the societies, and the libraries of our university seats.  Let them be able to name some great book, ay, more than one great book, they mastered, for every year of their priceless and irredeemable student life.  Let them all their days have old treasure-houses that they filled full with scholarship and with literature and with all that will minister to a congregation's many desires and necessities, collected and kept ready from their student days. 'Meditate upon these things; give thyself wholly up to them, that thy profiting may appear unto all.'\\n2. And then with a sly stroke at us old ministers, our significant author points out to us how much better furnished the Interpreter's House was by the time Christiana and the boys visited it compared with that early time when Christian was entertained in it.  Our pilgrim got far more in the Interpreter's House of delight and instruction than he could carry out of it, but that did not tempt the Interpreter to sit down and content himself with taking all his future pilgrims into the same room, and showing them the same pictures, and repeating to them the same explanations.  No, for he reflected that each coming pilgrim would need some new significant room to himself, and therefore, as soon as he got one pilgrim off his hands, he straightway set about building and furnishing new rooms, putting up new pictures, and replenishing his woods and his waters with new beasts and birds and fishes.  I am ashamed, he said, that I had so little to show when I first opened my gates to receive pilgrims, and I do not know why they came to me as they did.  I was only a beginner in these things when my first visitor came to my gates.  Let every long-settled, middle-aged, and even grey-headed minister read the life of the Interpreter at this point and take courage and have hope.  Let it teach us all to break some new ground in the field of divine truth with every new year.  Let it teach us all to be students all our days.  Let us buy, somehow, the poorest and the oldest of us, some new and first-rate book every year.  Let us not indeed shut up altogether our old rooms if they ever had anything significant in them, but let us add now a new wing to our spiritual house, now a new picture to its walls, and now a new herb to its gardens.  'Resolved,' wrote Jonathan Edwards, 'that as old men have seldom any advantage of new discoveries, because these are beside a way of thinking they have been long used to; resolved, therefore, if ever I live to years, that I will be impartial to hear the reasons of all pretended discoveries, and receive them, if rational, how long soever I have been used to another way of thinking.'\\n3. The fickle, frivolous, volatile character of so many divinity students is excellently hit off by Bunyan in our pilgrim's impatience to be out of the Interpreter's House.  No sooner had he seen one or two of the significant rooms than this easily satisfied student was as eager to get out of that house as he had been to get in.  Twice over the wise and learned Interpreter had to beg and beseech this ignorant and impulsive pilgrim to stop and get another lesson in the religious life before he left the great school-house. All our professors of divinity and all our ministers understand the parable at this point only too well.  Their students are eager to get into their classes; like our pilgrim, they have heard the fame of this and that teacher, and there is not standing-room in the class for the first weeks of the session.  But before Christmas there is room enough for strangers, and long before the session closes, half the students are counting the weeks and plotting to petition the Assembly against the length and labour of the curriculum.  Was there ever a class that was as full and attentive at the end of the session as it was at the beginning?  Never since our poor human nature was so stricken with laziness and shallowness and self-sufficiency.  But what is the chaff to the wheat?  It is the wheat that deserves and repays the husbandman's love and labour.  When Plato looked up from his desk in the Academy, after reading and expounding one of his greatest Dialogues, he found only one student left in the class-room, but then, that student was Aristotle.  'Now let me go,' said Christian.  'Nay, stay,' said the Interpreter, 'till I have showed thee a little more.'  'Sir, is it not time for me to go?'  'Do tarry till I show thee just one thing more.'\\n4. 'Here have I seen things rare and profitable, . . . Then let me be Thankful, O good Interpreter, to thee.'\\n\\nSydney Smith, with his usual sagacity, says that the last vice of the pulpit is to be uninteresting.  Now, the Interpreter's House had this prime virtue in it, that it was all interesting.  Do not our children beg of us on Sabbath nights to let them see the Interpreter's show once more; it is so inexhaustibly and unfailingly interesting?  It is only stupid men and women who ever weary of it.  But, 'profitable' was the one and universal word with which all the pilgrims left the Interpreter's House.  'Rare and pleasant,' they said, and sometimes 'dreadful;' but it was always 'profitable.'  Now, how seldom do we hear our people at the church door step down into the street saying, 'profitable'?  If they said that oftener their ministers would study profit more than they do. The people say 'able,' or 'not at all able'; 'eloquent,' or 'stammering and stumbling'; 'excellent' in style and manner and accent, or the opposite of all that; and their ministers, to please the people and to earn their approval, labour after these approved things.  But if the people only said that the prayers and the preaching were profitable and helpful, even when they too seldom are, then our preachers would set the profit of the people far more before them both in selecting and treating and delivering their Sabbath-day subjects.  A lady on one occasion said to her minister, 'Sir, your preaching does my soul good.'  And her minister never forgot the grave and loving look with which that was said.  Not only did he never forget it, but often when selecting his subject, and treating it, and delivering it, the question would rise in his heart and conscience, Will that do my friend's soul any good? 'Rare and profitable,' said the pilgrim as he left the gate; and hearing that sent the Interpreter back with new spirit and new invention to fill his house of still more significant, rare, and profitable things than ever before.  'Meditate on these things,' said Paul to Timothy his son in the gospel, 'that thy profiting may appear unto all.'  'Thou art a minister of the word,' wrote the learned William Perkins beside his name on all his books, 'mind thy business.'\\n\\nPASSION\\n\\n'A man subject to like passions as we are.'--James 5. 17.\\n\\nThat was a very significant room in the Interpreter's House where our pilgrim saw Passion and Patience sitting each one in his chair. Passion was a young lad who seemed to our pilgrim to be much discontented.  He was never satisfied.  He would have all his good things now.  His governor would have him wait for his best things till the beginning of next year; but no, he will have them all now. And then, when he had got all his good things, he soon lavished and wasted them all till he had nothing left but rags.  Then said Christian to the Interpreter, 'Expound this matter more fully to me.'  So he said, 'Those two lads are figures; Passion, of the men of this world; and Patience of the men of that which is to come.' 'Then I perceive,' said Christian, ''tis not best to covet things that are now, but to wait for things to come.'  'You say truth,' replied the Interpreter, 'for the things that are seen are temporal, but the things that are not seen are eternal.'\\n\\nNow from the texts that I have taken out of James and out of this so significant room in the Interpreter's House, let me try to tell you something profitable, if so it may be, about passion; the nature of it, the place it holds, and the part it performs both in human nature and in the life and the character of a Christian man.\\n\\nThe name of Passion has already told us his nature, his past life, and his present character.  The whole nomenclature of The Pilgrim's Progress and of The Holy War is composed on the divine, original, and natural principle of embodying the nature of a man in his name. God takes His own names to Himself on that principle.  The Creator gave Adam his name also on that same principle; and then Adam gave their names to all cattle, to the fowls of the air, and to every beast of the field on the same principle on which he had got his own name.  And so it was at first with all the Bible names of men and of nations of men.  Their name contained their nature.  And John Bunyan was such a student of the Bible, and of no other book but the Bible, that all his best books are all full, like the Bible, of the most descriptive and suggestive names.  As soon as Bunyan tells us the name of some new acquaintance or fellow- traveller, we already know him, so exactly is his nature put into his name.  And thus it is that when we stop for a moment at the door of this little significant room in the Interpreter's House and ask ourselves the meaning of the name Passion, we see at once where we are and what we have here before us.  For a 'passion' is just some excitement or agitation of the mind caused by some outward thing acting on the mind.  The inward world of the mind and heart of man, and this outward world down into which God has placed man, instantly and continually respond to one another.  And what are called, with so much correctness and propriety, our passions, are just those inward responses, excitements, and agitations that the outward world causes in the inward world when those two worlds meet together.  'Passion' and 'perturbation' are the old classical names that the ancient philosophers and moralists gave to what they felt in themselves as their minds and their hearts were affected by the world of men and things around them.  And they used to illustrate their teaching on the subject of the passions by the figure of a storm at sea.  They said that it was because God had made the sea sensitive and responsive to the winds that blew over it that a storm at sea ever arose.  The storm did not arise and the ships were not wrecked by anything from within the sea itself; it was the outward world of the winds striking against the quiet and inward world of the waters that roused the storms and sank the ships.  And with that illustration well printed in the minds and imaginations of their scholars the old moralists felt their work among their scholars was already all but done.  For, so full of adaptation and appeal is the whole outward world to the mind and heart of man, and so sensitive and instantly responsive is the mind and heart of man to all the approaches of the outward world, that the mind and heart of man are constantly full of all kinds of passions, both bad and good.  And, then, this is our present life of probation and opportunity, that all our passions are placed within us and are committed and entrusted to us as so many first elements and so much unformed material out of which we are summoned to build up our life and to shape and complete our character.  The springs of all our actions are in our passions.  All our activities in life, trace them all up to their source, and they will all be found to run up into the wellhead of our passions.  All our virtues are cut as with a chisel out of our passions, and all our vices are just the disorders and rebellions of our passions.  Our several passions, as they lie still asleep in our hearts, have as yet no moral character; they are only the raw material so to speak, of moral character.  Our passions are the life and the riches and the ornaments of human nature, and it is only because human nature in its present estate is so corrupt and disordered and degraded, that the otherwise so honourable name of passion has such a sinister sound to us.  And the full regeneration and restitution of human nature will be accomplished when every several passion is in its right place, and when reason and conscience and the Spirit of God shall inspire and rule and regulate all that is within us.\\n\\n'On life's vast ocean diversely we sail, Reason the card, but passion is the gale.'\\n\\nAnd not Elijah only, as James says, and not Paul and Barnabas only, as they themselves said, were men of like passions with ourselves, but our Lord Himself was a man of like passions with us also.  He took to Himself a true body, full of all the appetites of the body, and a reasonable soul, full of all the affections, passions, and emotions of the soul.  Only, in Him reason and conscience and the law and the Spirit of God were the card and the compass according to which He steered His life.  We have all our ruling passion, and our Lord also had His.  As His disciples saw His ruling passion kindled in His heart and coming out in His life, they remembered that it was written of Him in an old Messianic psalm:  'The zeal of Thine house hath eaten me up.'  They were all eaten up of their ruling passions also.  One of ambition, one of emulation, one of avarice, and so on,--each several disciple was eaten up of his own besetting sin.  But they all saw that it was not so with their Master.  He was eaten up always and wholly of the zeal of His Father's house, and of absolute surrender and devotion to His Father's service, till His ruling passion was seen to be as strong in His death as it had been in His life.  The Laird of Brodie's Diary has repeatedly been of great use to us in these inward matters, and his words on this subject are well worth repeating. 'We poor creatures,' he says, 'are commanded by our affections and passions.  They are not at our command.  But the Holy One doth exercise all His attributes at His own will; they are at His command; they are not passions nor perturbations in His mind, though they transport us.  When I would hate, I cannot.  When I would love, I cannot.  When I would grieve, I cannot.  When I would desire, I cannot.  But it is the better for us that all is as He wills it to be.'\\n\\nAnd now, to come still closer home, let us look for a moment or two at some of our own ruling and tyrannising passions.  And let us look first at self-love--that master-passion in every human heart. Let us give self-love the first place in the inventory and catalogue of our passions, because it has the largest place in all our hearts and lives.  Nay, not only has self-love the largest place of any of the passions of our hearts, but it is out of self- love that all our other evil passions spring.  It is out of this parent passion that all the poisonous brood of our other evil passions are born.  The whole fall and ruin and misery of our present human nature lies in this, that in every human being self- love has taken, in addition to its own place, the place of the love of God and of the love of man also.  We naturally now love nothing and no one but ourselves.  And as long as self-love is in the ascendant in our hearts, all the passions that are awakened in us by our self-love will be selfish with its selfishness, inhumane with its inhumanity, and ungodly with its ungodliness.  And it is to kill and extirpate our so passionate self-love that is the end and aim of all God's dealings with us in this world.  All that God is doing with us and for us in providence and in grace, in the world and in the church,--it is all to cure us of this deadly disease of self-love.  We may never have had that told us before, and we may not like it, and we may not believe it; but there can be no better proof of the truth of what is now said than just this, that we do not like it and will not have it.  Self-love will not let us listen to the truth about ourselves; it puts us in a passion both against the truth and against him who tells the truth, as the history of the truth abundantly testifies.  Yes, your indignant protest is quite true.  Self-love has her divine rights,--no doubt she has.  But you are not commanded to attend to them.  Your self- love will look after herself.  She will manage to have her full share of what is right and proper for any passion to possess even after she cries out that she is trampled upon and despoiled.  My brethren, till you begin to crucify yourselves and to pluck up your self-love by the roots, you will never know what a cruel and hopeless task the Christian life is--I do not say the Christian profession.  Nor, on the other hand, will you ever discover what a noble task it is--what a divine task and how divinely assisted and divinely recompensed.  You will not know what a kennel of hell- hounds your own heart is till you have long sought to enter it and cleanse it out.  And after you have done your utmost, and your best, death will hurry you away from your but half-accomplished task.  Only, in that case you will be able to die in the hope that what is impossible with man is possible with God, as promised by Him, and that He will not leave your soul in hell, but will perfect that good thing which alone concerneth you, even your everlasting deliverance from all sinful self-love.\\n\\nAnd if self-love is the fruitful mother of all our passions, then sensuality is surely her eldest son.  Indeed, so shallow are we, and so shallow are our words, that when we speak of sinful passion most men instantly think of sensuality.  There are so many seductive things that appeal to our appetites, and our appetites are so easily awakened, and are so imperious when they are awakened, that when passion is spoken about, few men think of the soul, all men think instantly of the body.  And no wonder.  For, stupid and besotted as we are, we must all at some time of our life have felt the bondage and degradation of the senses.  Passion in the Interpreter's House had soon nothing left but rags.  And in this house to-night there are many men whose consciences and hearts and characters are all in such rags from sensual sin, that when the Scriptures speak of uncleanness, or rags, or corruption, their thoughts flee at once to sensual sin and its conscience-rending results.  Cease from sensuality, said Cicero, for if once you give your minds up to sensuality, you will never be able to think of anything else.\\n\\nAmbition, emulation, and envy are the leading members of a whole prolific family of satanic passions in the human heart.  Indeed, these passions, taken along with their kindred passions of hatred and ill-will, are, in our Lord's words, the very lusts of the devil himself.  The Jews hated our Lord the more for what He said about these detestable passions, but His own disciples love Him only the more that He so well knows the evil affections of their hearts, and so well describes and denounces them.  Anybody can denounce sensual sin, and everybody will understand and approve.  But spiritual sin,--ambition and emulation and envy and ill-will--these things are more easy to denounce than they are to detect and describe, and more easy to detect and describe than they are to cast out.  These sins seem rather to multiply and to strike a deeper root when you begin to cast them out.  What an utterly and abominably evil passion is envy which is awakened not by bad things but by the best things!  That another man's talents, attainments, praises, rewards should kindle it, and that the blame, the depreciation, the hurt that another man suffers should satisfy it,--what a piece of very hell must that be in the human heart!  What more do we need than just a little envy in our hearts to make us prostrate penitents before God and man all our days?  What more doctrine, argument, proof, authority, persuasion should a sane man need beyond a little envy in his heart at his best friend to make him an evangelical believer and an evangelical preacher?  How, in the name of wonder, is it that men can be so ignorant of the plague of their own hearts as to remain indifferent, and, much more, hostile, to the gospel of love and holiness?  Pride, also,--what a hateful and intolerable passion is that!  How stone-blind to his own state must that sinner be whose heart is filled with pride, and how impossible it is for that man to make any real progress in any kind of truth or goodness!  And resentment,--what a deep-seated, long-lived, and suicidal passion is that!  How it hunts down him it hates, and how surely it shuts the door of salvation against him who harbours it! Forgive us our debts, the resentful man says in his prayer, as we forgive our debtors.  And detraction,--how some men's ink-horns are filled with detraction for ink, and how it drops from their tongue like poison!  At their every word a reputation dies.  Life and all its opportunities of doing good and having good done to us is laid like a bag of treasure at our feet, but, like the prodigal son in the Interpreter's House, with all those passions raging in our own hearts at other men, and in other men's hearts at us, we have soon nothing left us but rags.  God be thanked for every man here who sees and feels that he has nothing left him but rags; and, still more, thanks for all those who see and feel how, by their bad passions, sensual and spiritual, they have left on other people nothing but rags.\\n\\nNow, from all this let us lay it to heart that our sanctification and salvation lie in our mastery over all these and over many other passions that have not even been named.  He is an accepted saint of God, who, taking his and other people's rags to God's mercy every day, every day also in God's strength grapples with, bridles, and tames his own wild and ungodly passions.  Be not deceived, my friends; he alone is a saint of God who is a sanctified man; and his passions,--as they are the spring of his actions, so they are the sphere and seat of his sanctification.  Be not deceived; that man, and no other manner of man, is, or ever will be, a partaker of God's salvation.  You often hear me recommending those students who have first to subdue their own passions and then the passions of those who hear them to study Jonathan Edwards' ethical and spiritual writings.  Well, just at this present point, to show you how well that great man practised what he preached, let me read to you a few lines from his biographer:  'Few men,' says Henry Rogers, 'ever attained a more complete mastery over their passions than Jonathan Edwards did.  This was partly owing to the ascendency of his intellect; partly, and in a still greater degree, to the elevation of his piety.  For the subjugation of his passions he was no doubt very greatly indebted to the prodigious superiority of his reason.  Such was the commanding attitude his reason assumed, and such the tremendous power with which it controlled the whole man, that any insurrection among his senses was hopeless; they had their tenure only by doing fealty and homage to his intellect.  Those other and more dangerous enemies, because more subtle and more spiritual, such as pride, vanity, wrath, and envy, which lurk in the inmost recesses of our nature, and some of which have such affinities for a genius like that of Edwards, yield not to such exorcism.  Such more powerful kind of demons go not forth but by prayer and fasting; to their complete mortification, therefore, Edwards brought incessant watchfulness and devotion; and seldom, assuredly, have they been more nearly expelled from the bosom of a depraved intelligence.'  We shall be in the best company, both intellectually and spiritually, if we work out our own salvation among the sinful passions of our depraved hearts.  And then, as life goes on, and we continue in well-doing, we shall be able to measure and register our growth in grace best by watching the effect of outward temptations upon our still sinful and but half- sanctified hearts.  And among much to be humbled for, and much to make us fear and tremble for the issue, we shall, from time to time, have a good conscience and a holy and humble joy that this passion and that is at last showing some signs of crucifixion and mortification.  And thus that death to sin shall gradually set in which shall issue at last in an everlasting life unto holiness.\\n\\n'Then will I sprinkle clean water upon you, and ye shall be clean: from all your filthiness, and from all your idols will I cleanse you.  A new heart also will I give you, and a new spirit will I put within you . . . Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.  In that day there shall be a fountain opened to the house of David, and to the inhabitants of Jerusalem, for sin and for uncleanness . . . Bring forth the best robe and put it upon him, for this my son was dead, and is alive again; he was lost, and is found . . . What are these that are arrayed in white robes, and whence came they?  These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.'\\n\\nPATIENCE\\n\\n'In your patience possess ye your souls.'  (Revised Version:  'In your patience ye shall win your souls.')--Our Lord.\\n\\n'I saw moreover in my dream that the Interpreter took the pilgrim by the hand, and had him into a little room, where sate two little children, each one in his chair.  The name of the eldest was Passion and of the other Patience.  Passion seemed to be much discontent, but Patience was very quiet.  Then Christian asked, What is the reason of the discontent of Passion?  The interpreter answered, The governor of them would have him stay for his best things till the beginning of the next year; but he will have all now.  But Patience is willing to wait.'\\n\\nPassion and Patience, like Esau and Jacob, are twin-brothers.  And their names, like their natures, spring up from the same root. 'Patience,' says Crabb in his English Synonyms, 'comes from the active participle to suffer; while passion comes from the passive participle of the same verb; and hence the difference between the two names.  Patience signifies suffering from an active principle, a determination to suffer; while passion signifies what is suffered from want of power to prevent the suffering.  Patience, therefore, is always taken in a good sense, and Passion always in a bad sense.'  So far this excellent etymologist.  This is, therefore, another case of blessing and cursing proceeding out of the same mouth, and of the same fountain sending forth at the same place both sweet water and bitter.\\n\\nOur Lord tells us in this striking text that our very souls by reason of sin are not our own.  He tells us that we have lost hold of our souls before we have as yet come to know that we have souls. We only discover that we have souls after we have lost them.  And our Lord,--our best, indeed our only, authority in the things of the soul,--here tells us that it is only by patience that we shall ever win back our lost souls.  More, far more, is needed to the winning back of a lost soul than its owner's patience, and our Lord knew that to His cost.  But that is not His point with us to-night. His sole point with each one of us to-night is our personal part in the conquest and redemption of our sin-enslaved souls.  He who has redeemed our souls with His own blood tells us with all plainness of speech, that His blood will be shed in vain, as far as we are concerned, unless we add to His atoning death our own patient life. Every human life, as our Lord looks at it, and would have us look at it, is a vast field of battle in which a soul is lost or won; little as we think of it or will believe it, in His sight every trial, temptation, provocation, insult, injury, and all kinds and all degrees of pain and suffering, are all so many divinely appointed opportunities afforded us for the reconquest and recovery of our souls.  Sometimes faith is summoned into the battle-field, sometimes hope, sometimes self-denial, sometimes prayer, sometimes one grace and sometimes another; but as with the sound of a trumpet the Captain of our salvation here summons Patience to the forefront of the fight.\\n\\n1. To begin with, how much impatience we are all from time to time guilty of in our family life.  Among the very foundations of our family life how much impatience the husband often exhibits toward the wife, and the wife toward her husband.  Patience is the very last grace they look forward to having any need of when they are still dreaming about their married life; but, in too many cases, they have not well entered on that life, when they find that they need no grace of God so much as just patience, if the yoke of their new life is not to gall them beyond endurance.  However many good qualities of mind and heart and character any husband or wife may have, no human being is perfect, and most of us are very far from being perfect.  When therefore, we are closely and indissolubly joined to another life and another will, it is no wonder that sometimes the ill-fitting yoke eats into a lifelong sore.  We have all many defects in our manners, in our habits, and in our constitutional ways of thinking and speaking and acting,--defects that tempt those who live nearest us to fall into annoyances with us that sometimes deepen into dislike, and even positive disgust, till it has been seen, in some extreme cases, that home-life has become a very prison-house, in which the impatient prisoner chafes and jibs and strikes out as he does nowhere else.  Now, when any unhappy man or woman wakens up to discover how different life is now to be from what it once promised to become, let them know that all their past blindness, and precipitancy, and all the painful results of all that, may yet be made to work together for good.  In your patience with one another, says our Lord, you will make a conquest of your adverse lot, and of your souls to the bargain. Say to yourselves, therefore, that perfection, faultlessness, and absolute satisfaction are not to be found in this world.  And say also that since you have not brought perfection to your side of the house any more than your partner has to his side, you are not so foolish as to expect perfection in return for such imperfection. You have your own share of what causes fireside silence, aversion, disappointment, and dislike; and, with God's help, say that you will patiently submit to what may not now be mended.  And then, the sterner the battle the nobler will the victory be; and the lonelier the fight, the more honour to him who flinches not from it.  In your patience possess ye your souls.\\n\\nWhat a beautiful, instructive, and even impressive sight it is to see a nurse patiently cherishing her children!  How she has her eye and her heart at all their times upon them, till she never has any need to lay her hand upon them!  Passion has no place in her little household, because patience fills all its own place and the place of passion too.  What a genius she displays in her talks to her children!  How she cheats their little hours of temptation, and tides them over the rough places that her eye sees lying like sunken rocks before her little ship!  How skilfully she stills and heals their impulsive little passions by her sudden and absorbing surprise at some miracle in a picture-book, or some astonishing sight under her window!  She has a thousand occupations also for her children, and each of them with a touch of enterprise and adventure and benevolence in it.  She is so full of patience herself, that the little gusts of passion are soon over in her presence, and the sunshine is soon back brighter than ever in her little paradise.  And, over and above her children rising up and calling her blessed, what wounds she escapes in her own heart and memory by keeping her patient hands from ever wounding her children!  What peace she keeps in the house, just by having peace always within herself!  Paul can find no better figure wherewith to set forth God's marvellous patience with Israel during her fretful childhood in the wilderness, than just that of such a nurse among her provoking children.  And we see the deep hold that same touching and instructive sight had taken of the apostle's heart as he returns to it again to the Thessalonians:  'We were gentle among you, even as a nurse cherisheth her children.  So, being affectionately desirous of you, we were willing to have imparted unto you, not the gospel of God only, but also our own souls, because ye were dear unto us.'  What a school of divine patience is every man's own family at home if he only were teachable, observant, and obedient!\",\"timestamp\":1641288633,\"title\":\"In the first place, then, I observe that the House of the Interpreter stands just beyond the Wicket Gate\"},\"digest\":\"x7x2XRDhLIh2NhKuPgCStkTX1HhvNVF6H1CngsfIvE8\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xQIq3zeBxE817uciGF5O9qLoVZtjZ_kEbicRApnNxzM\\\",\\\"y\\\":\\\"68Kmnna7DanmX46_IR-0l1ghj9ObpWykH9a3db5YTq0\\\"}\",\"signature\":\"d2LMSicUOMB-glLRcP-NIraa6h3JnZR-Ujq24VxtZ4k8CpQ4m43BJUwe6Q0bdDa67FHkW1ZrChy7ngnTFbxJUQ\",\"signingKeySignature\":\"0x4f0e163ab5ebe1f8c6e30ea247c0b0347e58c1c05a23bf011ac99ab20552fc542d01e34965234b603cfa73be01eaa575530285e08a6ed5c81e09b2f9798b80b71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xQIq3zeBxE817uciGF5O9qLoVZtjZ_kEbicRApnNxzM\\\",\\\"y\\\":\\\"68Kmnna7DanmX46_IR-0l1ghj9ObpWykH9a3db5YTq0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"x7x2XRDhLIh2NhKuPgCStkTX1HhvNVF6H1CngsfIvE8\"}"