"{\"content\":{\"body\":\"When it comes to work, I’ve found that most of us fall in one of two camps:\\n\\n1. We work way too hard, constantly churning, never feeling like we got enough done; or\\n2. We put off work, going to distractions, feeling guilty about how little we’re getting done.\\n\\nEither camp results in long working hours. And it drains us. It leaves us feeling depleted, not alive.\\n\\nThere’s no simple solution to this, of course, but I’d like to propose something here, to both camps:\\n\\n**Work less**.\\n\\nDo fewer things.\\n\\nBe more fully in those fewer things.\\n\\nRecognize your victories.\\n\\nRest more. Play more. Connect more.\\n\\nLet’s look at this from the perspective of each camp.\\n\\nAnd please note: I know that not everyone falls into these camps, and not everyone can change the number of hours they work. Take from this post what might be useful to you, toss out the rest.\\n\\n## The Work Too Hard Camp\\n\\nThis is the camp I’ve been in lately — we try to get everything done. When there are things left undone (there always are), we feel like we haven’t done enough.\\n\\nWe never feel like we’ve done enough. Even when, by all external standards, we’re kicking ass.\\n\\nSo working less seems like an impossible thing … but if you recognize that we’re working too much, then it’s actually an obvious fix.\\n\\nWorking less would mean reducing the number of things we do — which would mean focusing on higher priority tasks.\\n\\nIf you could only work 1 hour today, what would you spend that hour doing? What would you do with the rest of the things on your list?\\n\\nWhen we ask ourselves these questions, it might become clear that there are some key items we could spend more of our attention on, and many other tasks we could let go of somehow.\\n\\nThen, after we’ve reduced the number of things, we can practice being more fully in those things.\\n\\nThen call it a day — a victorious day, where we got the important things done. \\n\\nNow ask yourself this question: if you had 2 hours of free time where you couldn’t work … what would you do with those hours?\\n\\nMost of us spend free time doing more work. Or going to favorite distractions. But what if we used that time to be fully connected to the people we care about? Or to take care of ourselves, to read, to play, to do nothing?\\n\\n## The Procrastinate Too Much Camp\\n\\nI was in this group for years. In this camp, we don’t feel that the “work less” philosophy should apply to us, because we already feel we’re not working enough. We feel guilty for all the time we waste.\\n\\nWell, let’s start by tossing out that guilt. It’s toxic! We heap all kinds of expectations on ourselves, and then beat ourselves up when we fail to meet those made-up expectations. Let’s throw all that out and start fresh.\\n\\nWith a fresh slate … what would you do with your day? What would feel like an absolute victory?\\n\\nFor this camp, “work less” means have fewer hours, but more focused ones. Spend less of it in avoidance and frittering away the time, cut back the number of hours you work, and be fully in those remaining hours.\\n\\nSo if you were only to work 2 hours today … what would you do with those hours? What tasks would be most important to accomplish? What would make this day feel victorious?\\n\\nOnce you’ve identified those tasks, set aside the time, block out the distractions, and pour yourself into them.\\n\\nIt can help to do them in 15-20-minute chunks, with headphones and music, or for longer sessions to do it on a call with someone else who is trying to focus on their meaningful work as well. Help each other focus, celebrate each other’s victories.\\n\\nIf you could work fewer but more focused hours, you’d free up time for [true rest](https://zenhabits.net/resting/). For play, connection, self-care. And perhaps, more than doing the tasks themselves, this would be the true victory.\\n\\n \\n \",\"timestamp\":1638451910,\"title\":\"Work Less\"},\"digest\":\"Z8H66zgcf9qZC9uwGAsetj4LGViCyEjoZ2YlibkWN00\",\"authorship\":{\"contributor\":\"0xA79b1280649589F743FB3cAB5296b5567f3621D3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2elYpcu91xnxE_Jx7oAH0x1uZYZHX2evVeAtbOLcICw\\\",\\\"y\\\":\\\"X-XXFfZ5m2GSycQ5lVxax8inCJIkn9Y2r9awEgkunHQ\\\"}\",\"signature\":\"XqKq2sILBfecFQCZoNHJYte7XsMUCrHC5qbCihfUhmhYKgk_Q-rolUHLwH4vHztoELibjTJf6752zz77aeE__Q\",\"signingKeySignature\":\"0x45fb83385cc7401cb2364e3a647f0fa21d7ce9ac6f05d4914963a1e7c85a9119040a08991ccaa1b96303912f6794ac115269706db827ed16f2c5cb520e140a6a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2elYpcu91xnxE_Jx7oAH0x1uZYZHX2evVeAtbOLcICw\\\",\\\"y\\\":\\\"X-XXFfZ5m2GSycQ5lVxax8inCJIkn9Y2r9awEgkunHQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Z8H66zgcf9qZC9uwGAsetj4LGViCyEjoZ2YlibkWN00\"}"