"{\"content\":{\"body\":\" \\n   \\n 高血压有没有危险？周边人都是高血压，我看他们都活得好好的。 \\n 　　给一组数据： \\n 　　中国致死疾病排名：1、脑梗、脑出血；2、心梗；3、癌症。。。。，其中前两名（统称心脑血管疾病）占总死亡率的41%，大家都谈癌色变，却不知心脑血管病危险更大，但你不一定在乎，这就是现状。而高血压是导致心脑血管疾病的第一危险因素。 \\n 　　所以，今天来聊一聊高血压。 \\n  \\n 　　第一章 七大生命物质（货物） \\n 　　人体的生命七大物质:包括蛋白质、糖类、脂肪、维生素、无机盐（矿物质）、膳食纤维和水。这些营养成分是人体生长发育、维持生命活动所必不可少的物质基础。也就是说我们要活着或活得好，必须得给我们的身体提供这七大要素，所以叫生命物质。篇幅有限，七大要素各自的作用这里就不说了，有兴趣的自己度娘去。 \\n  \\n 　　第二章 血液循环（拉货） \\n 　　血液循环分为体循环和肺循环。血液循环是完成体内物质运输的。怎么理解呢？血液循环把我们呼吸的氧气和上文提到的七大生命物质输送到各个组织器官（细胞需要营养），把代谢物和二氧化碳输送出来，这一进一出就组成了循环。这个像不像我们的家用汽车：汽油通过油路，到发动机燃烧，把尾气排出来。 \\n 　　一生二，二生三，三生万物，万物变幻，九九归一。 \\n 　　人、物、车，原来都简单到同一个原理。 \\n 　　所谓万变不离其宗 \\n 　　汽车能得到持续供油靠的是油泵，人体的血液循环依赖心脏，心脏是血泵（妈妈怀孕三个月就有心跳了，是不是很神奇）。 \\n 　　水管的压力叫水压，气管的压力叫气压，血管的压力叫血压。 \\n 　　我们洗车、浇花的时候，是不是通常把水管头部用力捏紧？这样就有压力，产生水柱，射的远。为什么？是不是因为管子变小了？原来，压力跟管子的粗细（内径）有关系，而且成反比，管子（内径）大，压力小；管子（内径）小，压力大。 \\n 　　简单说，血液循环是输送各种营养物质的，哈，拉货的。 \\n 　　第三章 血压的作用（动力） \\n 　　血压是推动血液在血管内流动的动力。 \\n 　　我们的心脏时刻跳动，将血液送往全身。心脏将血液打出来后，进入大动脉，大动脉接到血液后，会不断透过收缩，不断传接，将血液送到动脉，毛细血管，送到全身各处。 \\n 　　这里还有个细节：咱们的血管是有弹性的（能变粗又能变细），大动脉接到血液后，动脉会扩张（血管变大），缓冲了压力（保护心脏，有作用力就有反作用力），动脉扩张后收缩，产生一个挤推力，把血液持续往远端送。 \\n 　　这样，最远端的部位也能持续得到血液供应，也就有营养物质持续送到，细胞要吃到营养才能活啊，细胞活着我们才能活。 \\n 　　最难送到的几个位置： \\n 　　1）头部顶端 \\n 　　2）手指指端 \\n 　　3）脚指指端等离心脏最远的地方。 \\n 　　看一个人有没有心脏病的前兆，摸一摸他的手，如果手脚冰凉就知道他的血液输送有问题。手脚过热、过红、过涨，同样地，也是心脏有问题。手脚冰凉表示心脏的跳动力度很弱，手脚太红太热表示心脏跳动过猛，过凶，过于疲惫，都是很危险的。 \\n 　　第四章 高血压的秘密（超载） \\n 　　谈到高血压，我们要谈一下高血压到底是怎么回事。血压是用来运送血液的，在没有充分的血压时，血流速度就会变慢，最远的部位送不到，只有适当的血压才能将血液送到全身。如果血压太低就送不动，太高就会造成血管受到压力，挤压，甚至挤破，造成脑溢血。  \\n 　　我们得找出是什么原因导致的高血压，是不是？ \\n 　　许多人在被XX宣布有高血压时，当场血压就更高了，也不管三七二十一，立刻开始服用降压药，因为XX告诉他不吃就会中风，从此.......此次省略X字。血压高了就吃点药把它降下来，逻辑上好像没问题，但真相是什么呢？ \\n 　　绝大多数人不是死于疾病本身，而是死于无知！ \\n 　　来看一看造成高血压的原因。 \\n 　　第一，动脉硬化：前面我们讲了，血管要有弹性，当血管慢慢失去弹性，就缓冲不了压力，高血压由此产生，同时，血管失去弹性会变成一个弯管，使血液输送困难，不得不加大血压使血液流得比较顺畅。 \\n 　　动脉硬化也叫动脉钙化，血管里头钙太多了，为了阻止钙跑血管里头去，于是诞生了钙拮抗剂，你现在吃的硝苯地平缓释片 III、氨氯地平（称地平类）就是起这个作用的而达到降压目的的，为什么吃了不管用？那说明你的高血压不是动脉硬化引起的呗。为什么吃了有点用，但效果不明显，那说明你的高血压是各种原因综合造成的，地平类只解决了其中一个因素。 \\n 　　一定要分析！分析！分析！ \\n 　　血管失去弹性叫动脉硬化。怎么来判断动脉硬化的程度？最简单的方法，上压减下压（压差）。比如，我们标准血压是120/80,压差是120-80=40，如果你血压是160/85,那么压差是160-85=75，压差越大，意味着动脉硬化越严重，脑梗、脑中风的危险也就越大。 \\n  \\n 　　第二个原因，动脉粥样硬化：如果血脂太高，造成血液的粘稠度太高，就象长江的上游，水流速度非常快，水非常清澈，没有垃圾，下面没有沙子。到了下游，水流速度变慢，整个水面上漂着一大堆的垃圾，底下都是沙子。同样的，当血液的粘稠度增加以后，血流的速度变慢，血管上就会沉积许多附着物，越来越多，这种情况叫动脉粥样硬化。 \\n 　　注意，动脉硬化和动脉粥样硬化不是同一个概念。 \\n 　　血管上附着物越积越多，是不是意味着血管（内径）越来越细？血管变细压力是不是上去了？跟前面讲的浇花的原理一样。 \\n  \\n  \\n 　　高血脂、血液的粘稠度高会使血流的速度越来越慢。心脏的负荷越来越大，终有一天干不动了，心衰产生。 \\n 　　而身体是不允许血流速度变慢的，因为全身的每一个细胞都需要透过血流输送养分，然后才可以生存下来，才可以继续新陈代谢。当血流速度变慢的时候，大脑、手脚全部会发出警报，手会麻，手会痛，头会痛，头涨，头会感觉昏昏沉沉，全部是身体发出警报，“我要养分……！快供营养“。 \\n 　　这个时候，我们的“司令部”大脑开始调兵遣将，努力把血压升上来，要保证全身的细胞吃到营养。通过肾脏不断地分泌肾上腺素来收缩肌肉组织，来加大血压，帮助血流恢复正常。 \\n 　　一个新建小区，刚开始只住了100户家庭，每户用水很正常。后来随着住户的不断增加，某一天到了150户，突然发现出水变小了，这个时候，增压泵开始自动增压，来保证每一户家庭的正常用水。这个增压泵就是肾脏。 \\n  \\n 　　是不是又想起了这句话： \\n 　　一生二，二生三，三生万物，万物变幻，九九归一。 \\n 　　人、物、车，原来都简单到同一个原理。 \\n 　　所谓万变不离其宗 \\n 　　肾上腺素可以用来收缩肌肉，而我们的血管也是肌肉（平滑肌），血管一收缩，血压是不是上来了？ \\n 　　还记得上小学的时候老师叫你回答问题吗？一紧张，肾上腺素分泌，血管收缩，满脸通红，感觉血液一阵阵往头上涌。哈，原来是肾上腺素的功劳。 \\n 　　胆固醇和血脂造成血液粘稠度增加，血流速度减慢，是身体把血压调上来的，不是胆固醇去调的，胆固醇没有那个能耐。 \\n 　　是身体当发现血流速度变慢的时候不得不把血压调上来。身体调高血压是要花费很大的力气的。 \\n  \\n 　　得了高血压，你就随便地开始吃降压药，意味着身体花了好大的力气，因为身体的细胞没有营养，在呼喊“赶快把养分送过来”，于是身体不得不把血压调上来，当你身体费了好大的力气把血压调上来的时候，你去吃降压药，把血压压下去，你不是在帮助你的身体，你是在跟身体作对。 \\n  \\n 　　你的身体如果会说话，一定会跳起来，打你两个耳光，问你“搞什么鬼，我好不容易把血压调上来，为了保护你，你却跟我作对！”这是事实，这是为什么这么多年高血压成了不治之症，为什么高血压病人要吃一辈子的药。因为高血压吃的药不是用来治病的，而是用来跟身体作对的，要作对一辈子。 \\n  \\n 　　高血压病人往往很高兴，“哎哟，我的血压正常了！”，可是你看他，他的气色不正常，他的体力不正常，他的精神不正常。很多人很傻，他觉得血压正常自己就正常。你要的是一个正常的体魄，而不是简单地用血压来判断的。 \\n 　　为什么各种不正常？没有足够的压力来保证营养的输送了。 \\n 　　可问题的关键是，血压高了容易脑梗脑中风走人，又不能轻易去降。 \\n 　　这不是矛盾了吗？那么应该怎么处理呢？ \\n  \\n 　　首先不是轻易地降血压，而是想方设法改变血流速度。血流速度一改变，你的身体就不去调血压。 \\n  \\n 　　第一：恢复血管的弹性（逆转动脉硬化）； \\n  \\n  \\n 　　第二：运动，增加血流速度（零难度）； \\n  \\n 　　第三：多喝水（零难度）； \\n  \\n 　　第四：降血脂（容易伤肝）； \\n  \\n 　　第五：超重的减肥（上面多出来的住户就是你超重的肉肉呢） \\n  \\n 　　身体是一个系统，要整体的看，就事论事，最后出事的是你自己， \\n 　　健康=观念+常识+行动 \\n 　　让你去走走路你不想动，那神仙也没有办法。 \\n 　　所以高血压并不难治 \\n 　　一定要找准原因！！！ \\n 　　乱搞一气，随便抓一把地平、沙坦往嘴里塞，早早结束的就是你。最后能搞到你肾脏功能衰竭，吃降压药一定会造成肾衰竭，肾脏好不容易把血压调上来，你给它压下去，肾脏天天忙着调血压，最后肯定衰竭。肾衰、尿毒症这辈子就玩完了。 \\n 　　比如：七、八十岁的老年人，身体的各项机能下降，当然也包括心脏的功能下降，这个时候提供不了满足身体需要的压力，大脑指挥肾脏来提高血压，是身体自身的需要，你拼命吃降压药，非要把血压降下来，结果是什么？ \\n 　　我的意思不是老年人不需要控制血压，而要具体问题具体分析，找出原因，对症下药。\",\"timestamp\":1640783447,\"title\":\"高血压真相，胡乱吃药会要了你的命\"},\"digest\":\"TTE2f9CHDsURJVDIcCUyPb5yjPAYsEY99_JQaktPX0w\",\"authorship\":{\"contributor\":\"0x0B6Ca9F5347aCDE41e668e6f2567109DB015EEa5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OeqiYPF01U2tNUQ8K1s_GLr56Ydb2hoGuhqeAZdlylk\\\",\\\"y\\\":\\\"hs-iljn-OD2iLb_3Cx_vfhdFFpM_wOossc9c4uL-TDo\\\"}\",\"signature\":\"Y9LPDXxNw9CpNm6F8cIwoaL521hmza2eAOR2GV5Wgkd0B1bzK46_aEY86BNUDa7okHKgcWRyGoBAkrsLpZDiTA\",\"signingKeySignature\":\"0x48054215c9d9a351dde54f736b52ca98bfeaec4f6886ab29be6dae2156f7af302d0a85bf0513b4087c84927fb63002532f014e9d0790faa81f9c26223c6920a21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OeqiYPF01U2tNUQ8K1s_GLr56Ydb2hoGuhqeAZdlylk\\\",\\\"y\\\":\\\"hs-iljn-OD2iLb_3Cx_vfhdFFpM_wOossc9c4uL-TDo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TTE2f9CHDsURJVDIcCUyPb5yjPAYsEY99_JQaktPX0w\"}"