"{\"content\":{\"body\":\"Non Fungible Tokens are still the most popular crypto subsector right now with over $10 billion sold in the last quarter, but unfortunately, only a few insider hands who are whitelisted to access the markets first are reaping most of the benefits from such sales. Chainalysis has released a report showing that people who are whitelisted have a huge advantage over others, most of the time reselling their NFTs by as much as 75.7% in profit after buying them at significantly low prices due to such whitelisting. In comparison, other users get a gain of just 20.8%.\\n\\nWhitelisting is common practice on NFT marketplaces whenever NFT building events are announced or when new collections are coming to the market. According to the study, it is nearly impossible for a user to get any excessive returns on minting purchases without a trader being whitelisted.\\n\\n*“A very small group of highly sophisticated investors derive most of their profits from collecting NFT,” the study said. “This is especially true at minting, where the whitelisting process gives first-timers access to lower prices that result in higher profits. We also see possible evidence of the use of bots by investors wishing to buy during minting events, which could exclude less sophisticated users and even result in failed transactions at high fees.”*\\n\\nThe report recommends that those who wish to collect and trade NFTs should first understand how competitive the market is despite NFT being the fastest-growing subsector of the entire crypto industry.\\n\\n*“Overall, 78% of sales by unwhitelisted buyers later result in a loss on resale, with 59% resulting in a loss equal to or below 0.5x their initial investment. 78% of sales by whitelisted buyers, on the other hand, result in a profit, with 51% resulting in a profit of 2x or more the initial investment.”*\\n\\nA total of $26.9 billion worth of cryptocurrency has so far been sent to two NFT smart contracts on the Ethereum blockchain according to the study, with September and December being the most active months. Despite new NFT collections popping up now and then, CryptoPunks is the most popular collection garnering more than $3 billion in transaction volume since March 2021.\\n\\nThe data shows that NFTs are not popular among institutions, with institutional-sized transactions accounting for well under 1% of all transfers and retail transactions of less than $10,000 making up over 80% of the total transfers. However, collectors NFTs are leading other categories in terms of transactional volumes at 63%, followed by institutional NFTs at 26%, and retail NFTs at 11%.\",\"timestamp\":1639504901,\"title\":\"Only Insiders Are Reaping Big From NFT Sales, Study Finds\"},\"digest\":\"J7QqgkSmPhzXF_PuA6N8FZe3Jowqmj-aobGeMSLmoR8\",\"authorship\":{\"contributor\":\"0xf0720014A6Da3625ac491c9F8B16C0Fc79F32991\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mvWcEJOv3tUsG6TI7x61YEB5VzJo3jO2PfbLixoY43E\\\",\\\"y\\\":\\\"J5-xun1l8gp7u6XCJ7LQQkUJzgZmiqz-pbHKfqAut4w\\\"}\",\"signature\":\"yOFrSZD6Qxpw_99CsD1zwTz0rnOxqeCxdsZQdhbt9d9tKVTMdm29aOmy8DH-L12BaUG1tUTOffDr4g5aYlg0Xg\",\"signingKeySignature\":\"0x5d9411caf1535d3011ce0aa5c0dba8430b4feb334b5d1ed2d5caa1bc84e00e620ffde3b474cfdc4a193cbd8c6dd5ecd66123862552fc5e26a1dee7a708f82e971c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mvWcEJOv3tUsG6TI7x61YEB5VzJo3jO2PfbLixoY43E\\\",\\\"y\\\":\\\"J5-xun1l8gp7u6XCJ7LQQkUJzgZmiqz-pbHKfqAut4w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J7QqgkSmPhzXF_PuA6N8FZe3Jowqmj-aobGeMSLmoR8\"}"