"{\"content\":{\"body\":\"*My opinions are shaped around the mission that web3 needs to have a greater user-acceptance.*\\n\\nThe world of crypto has many flaws - exorbitant gas fees, poor user experience etc. Most of the issues are technical and can eventually be solved. However, web3 relies on communities that are built on trust - trust on the founder, trust on the project’s mission and trust on other community members. When the community founders and ambassadors see their communities as a cash grab opportunity, we see the failures of the web3 idealism.\\n\\nA [rug pull](https://www.livemint.com/technology/beware-of-rug-pulls-while-dealing-in-nfts-here-s-what-it-means-and-how-you-spot-11642014485169.html) occurs when creators of a project suddenly stop backing it. As a result, the price of the token/NFT falls to zero, which leads to massive losses for community members.  \\n An example of a rug pull: Jack started a project and generated 1 million tokens worth $0.01 cents each. His project has a market cap of $10,000. Jack distributes 200 thousand of these tokens to his twitter followers at the price of $0.01/token, and keeps the rest of the 800 thousand tokens to himself. Because there were transactions happening on that token (Jack distributing the tokens, and the 5000 twitter followers sending the tokens between themselves), the price of the token goes up to $1. Now, Jack’s tokens are worth (800,000 x $1 =$800k). The market cap of the project is $1 million. His community of token holders is excited, but they don’t know what Jack is about to do next. Jack decides to sell all of his tokens and pockets the $800k. Since Jack was the majority shareholder (considered a whale 🐳), he causes the value of the token to drop from $1 to $0.0001 as the volume of that token being sold was enormous. The people that now own the token and paid money for it see their investment’s value get reduced by 100 times. Jack just did a rug pull.\\n\\nWhat Jack did was:\\n\\nA. He promised a project with a specific mission. \\n B. He waited for the hype to build up around the project, distributed some tokens while keeping a majority amount to himself.  \\n C. As the majority shareholder (whale 🐳) on the project, he decided to sell his tokens when the value went up. He decided to do so without communicating to the community about his intentions. \\n D. He caused everyone else who was still holding on to their tokens to lose value in their holdings.\\n\\n![](https://images.mirror-media.xyz/publication-images/DmJoH8FYxtqicBQ_we8sB.jpg?height=1500&width=3000)\\n\\nThe issue with the current crypto market is that a lot of projects start out of thin air, and since a lot of people still view crypto as a ‘get rich quick’ scheme, it creates a lot of opportunities for predators to create “rug pull” instances.\\n\\nSome rug pull instances we have witnessed recently was the Doodled Dragons project. The creator was initially supposed to raise money to donate to charity by selling Doodled Dragons NFTs, and after their project sold out and raised around $30k, they decided to “rug pull” and deposit the money to their bank account. Their last statement on Twitter was:\\n\\n![More can be read about this scandal here: https://www.resetera.com/threads/doodled-dragons-a-nft-collection-that-was-supposed-to-donate-all-earnings-to-charity-took-all-the-money-and-ran.537554/](https://images.mirror-media.xyz/publication-images/iS5ivOY6F96vs_Kh_IpZE.png?height=1458&width=1256)\\n\\nThe creator in this instance was anonymous. They never disclosed their identities, and therefore, there was no trace left of where the money went.\\n\\nAnother rug pull moment was from infamous YouTubers RiceGum, Sommer Ray and other FazeClan members when they decided to promote the “save the kids” token. They had bought the tokens at a presale market rate, and they sold the majority of their coins for a profit as soon as their fans bought them, causing their fans to lose money on their investment.\\nWhat was interesting about this particular scenario was that the “Save the kids” project promoters were informing their audience that they had implemented an anti-whale/bot measure, which was supposedly a piece of hardcode that prevented a large holder of that token from selling more then 0.1% of their holdings at once.\\n\\n![Screenshot obtained from CoffeeZilla's YouTube video breakdown of the SaveTheKids scandal: https://www.youtube.com/watch?v=Kv6ne6VQCZI&t=235s](https://images.mirror-media.xyz/publication-images/hzQ6zfD5VhYuAwICVOM28.png?height=218&width=843)\\n\\nHowever, although the community moderators for the project claimed that the anti-whale/bot measure worked as expected, that was not true as it was found that the influencers listed above had sold the majority of their tokens as soon as the token went up in value. Was the anti-whale/bot protocol actually implemented? Seemingly not.\\n\\nOther methods of rug pulls - like [soft rugs](https://fullycrypto.com/beware-the-soft-rug-cryptos-latest-scam) - have demonstrated more elaborate ways that project creators can slowly sell their tokens without alarming their community as they cash out of their project, leave, and leave community members with now depreciating tokens.\\nWhere is the trust? How does one go to the next project and be more sure that this is not bound to happen again?\\n\\nWhile trying to find answers on Twitter, I saw vague tweets that were suggesting potential solutions to people that didn’t want to get scammed:\\n\\n![Interesting take. A lot of projects have different backgrounds on how they are formed, but I suppose there are basic principles that a project needs to abide by.](https://images.mirror-media.xyz/publication-images/xUbAjbcaCTfQRFvkWifx0.png?height=462&width=1194)\\n\\n![Research is great. Knowing who is behind a project, track-record etc is great.](https://images.mirror-media.xyz/publication-images/inQDPQDKxz3iNvunKdj9K.png?height=328&width=1204)\\n\\n![Most of the twitter takes seemed to be as vague as this tweet.](https://images.mirror-media.xyz/publication-images/rtztSYlRccpRHJlxyNSVa.png?height=968&width=1210)\\n\\nThis tweet summarizes how I feel overall from all the takes:\\n\\n![](https://images.mirror-media.xyz/publication-images/-FfNaCPShBJNY8xgEXH07.png?height=298&width=1194)\\n\\nAs someone who wants to invest in new projects in the web3 space, it feels frustrating to not have clear pointers as to what projects look and feel safe to invest in.\\n\\nI believe that this problem space needs addressing to ensure a safer future for crypto projects and products. A safe future would be where I can look at a project, look at the protocols involved with that project, and understand what my risks are, and what has already been accounted for. For example, if I am browsing OpenSea in 2023, and I am looking to buy Vinnie Hager’s NFT, I want to see an indication from OpenSea on that project that explains that this project is regulated under specific protocols that is controlled by either OpenSea or an external party, and that Vinnie Hager chose to implement this for the safety of his community and the dynamics of his project’s roadmap.\\n\\n![An example of how the UI of OpenSea would look like.](https://images.mirror-media.xyz/publication-images/NS49KMVgBlOUbb_kAtcim.png?height=581&width=806)\\n\\nThe issue also comes with how users understand protocols. It’s great that certain projects have disclosures about the measures that they are taking, such as anti-whale/bot measures. But as a consumer, I have to trust that you coded that measure into your project, and that you will take care of maintaining that measure over time. In my ideal future, I would be able to see a label that says “Anti-whale measure” on OpenSea, and that would help me understand that OpenSea is making sure that the project is abiding by what it chose to implement. User experience in the crypto world is of absolute importance to ensure wider adoption. Community members need to be able to understand how that world functions and what is being done to protect them as consumers, investors and community members.\\n\\n![An example of protocols explained to users on OpenSea through UI.](https://images.mirror-media.xyz/publication-images/15_OrkK8OEIdrrtjnK8nY.png?height=784&width=1433)\\n\\nOne could argue that OpenSea has a “verified” symbol next to creators that they deem eligible and that should give me trust as a consumer. However, that badge is awarded if the accounts are tied to notable people or companies, or if the artist has a notable characteristic to their art, or if the person’s account is verified on other social media platforms, etc. That does not really help me understand whether the creator of the NFTs cares about this project or whether they are just setting up a quick cash grab rug pull plan. More can be read about how OpenSea chooses to verify accounts here: <https://support.opensea.io/hc/en-us/articles/360063519133-What-is-a-verified-account-or-collection->\\n\\nThese measures may sound like I’m advocating to baby proof your dApp, but as a web2 user, you don’t put your credit card information in places that don’t seem familiar or don’t seem to be backed by proper card payment services. Web3 should give that same familiarity and safe feeling. Standards need to be set so that users are able to understand what they are signing up for. \\n\\nI am hopeful for this problem statement because I believe that it can actually be flipped around into an opportunity to create new systems of solutions. An external group can come into this space and engineer pre-fabricated, plug-and-play protocols that other projects can implement, and these protocols can be the ISO versions of web3.\",\"timestamp\":1642270120,\"title\":\"Rug Pulls: A problem statement\"},\"digest\":\"TMoueNqs00zGnSALZWlR-rMnd7HLLAZDH2jMOvBI_LU\",\"authorship\":{\"contributor\":\"0x2301ebcad5BFF23cABE19db7344dc118560d956A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f0ky4bER7DJbvjYg7swe7ScNqdVoRoYRPeZS5e0VRiQ\\\",\\\"y\\\":\\\"7oE2Fr6AOMihS8-kBRkh4ti5DFybX3DiLuadNW-kaXA\\\"}\",\"signature\":\"oGm3rNxrl904kWBFpuhRQF7HY7uadlpiV1DLVFqJsI45T_k1yJiIudYU0XCnBsuvQqtMJNmJqXjnSBMgXWQxSg\",\"signingKeySignature\":\"0xca887f8afeea6fd57c911cde7737ad8ea9d342eb5fc5f66655eaf029ea2e091f67bb3f114c340cee8463f41376fff175703754179cc2346439a53a5b2be9484c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f0ky4bER7DJbvjYg7swe7ScNqdVoRoYRPeZS5e0VRiQ\\\",\\\"y\\\":\\\"7oE2Fr6AOMihS8-kBRkh4ti5DFybX3DiLuadNW-kaXA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"u6yxYeR7n7cEbEDDEQGXxrxHAubzjKu8P3TYUJj3vRI\"}"