"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/I4dg8D3VJQYbFUHoTbSTn.jpg?height=709&width=1434)\\n\\n*来源：[crypto @ stanford](https://www.stanfordcrypto.io/chats/christy)*\\n\\n*受访人：Christy Choi，币安 Labs 前投资总监*\\n\\n*编译：麟奇，链捕手*\\n\\n> “我认为加密行业没有终局。”\\n\\n**主要观点：**\\n\\n* 币安 Labs 整体上取得了巨大的成功，并且可能是世界历史上表现最好的基金。在四年内，超500倍。这在世界上从未存在过。\\n* 我们看到许多社区通过DeFi、NFT、DAO等模式诞生，但它们都是碎片化的。我们想要人们汇聚在一起，让他们现有的身份不受社区限制，去到一个可以共同玩乐的地方。我们用游戏来隐喻这将如何进行。\\n* 我至此仍不认为有任何项目已经解决捐赠问题，因为其实真正推动创新的不是技术本身，而是我们的意图，以及我们如何去创建激励机制。\\n\\n## 背景+币安\\n\\nC@S：你哪一年去的GSB（斯坦福商学研究生院）？\\n\\nChristy：我是从21年9月份入学GSB的，正在读MBA一年级。\\n\\nC@S：你家乡是哪的？\\n\\nChristy : 我来自韩国首尔，但像个浪子一样，在不断搬家的过程中长起来的。五岁那年，是我第一次来到美国，然后我又是在韩国上的高中和大学，所以我算是个比较地道的韩国人。\\n\\nC@S：你是怎么对加密产生感兴趣的？\\n\\nChristy：我认为自己是个流浪者，是因为我的曾祖父母是朝鲜难民，我的家人为难民建造了医院和学校等设施。所以基本上，我一直都非常关心难民和移民的情况，我也与我的姐姐和姐夫开办了一个非营利组织，他俩一直全职致力于这个组织。我之前在工作之余创建了一个教育平台，运营着那个非营利组织。\\n\\n与此同时，我在为三星做一个项目，是关于设想未来30年这个世界会变成什么样子的一个项目，以及颠覆性的技术将如何塑造它，其中之一是区块链技术。我听说过这么一句口号，“区块链将使捐赠透明化”。显然，对于很多捐赠者来说，他们最关心的问题是在捐赠之后，这些捐赠物品或资金的去向。是的，这就是最初将我引入加密世界的缘由。\\n\\n很明显，没经过多长时间，我就发现那就是在胡扯。我至此仍不认为有任何项目已经解决了这个捐赠的问题，因为其实真正推动创新的不是技术本身，而是我们的意图，以及我们如何去创建激励机制。那段经历，大约是2016/17年的时候，当时的加密行业还非常小，当我联系了所有的创始人时，他们几乎都以某种方式做出了回应。\\n\\nC@S：你是怎么从韩国首尔来到GSB的?\\n\\nChristy：说来话长。当时通过接触加密货币领域的创始人，我认识了币安CEO赵长鹏。当时是币安在ICO后起飞的时候。所有的中国加密交易所都被禁了，但币安幸存了下来，因此他坐拥数亿美元。三天时间，我们一直在讨论加密的意义，以及我们在加密领域的角色应扮演的角色。也就在那时，我决定加入他们，并为币安设立了投资部门。\\n\\n那是在2018年初，ICO的狂潮时代，资金随着满天飞的白皮书滚滚而来。币安也确实没有什么理由参与其中。很明确的是，这些项目对什么是适合市场的项目没有经过任何思考，所以我们尝试帮他们解决这一问题，并支持他们去建立自己的社区。也就是由此，我们创立了Binance Labs孵化项目。**本质上就是给试图解决加密领域大问题的聪明人开第一张支票。这些项目包括Polygon、Injective Protocol、NYM等。**\\n\\n我们非常热衷于解决加密领域的这些大问题，但与此同时，币安正在经历巨大的变化。例如，在美国，币安平台为所有用户提供服务。但是，由于其他国家逐渐在形成自己的监管结构，我们必须得在不同的司法管辖区创建单独的平台。我们基本上必须创建不同的法币交易所和法币入口通道，以使用户能够进入币安、KYC认证并能使用的合规支付渠道等。\\n\\n也就在当时，我被调到了币安的并购部门，并监督市场扩张。因此，我的工作转变到成为一名加密投资者/生态系统建设者，来运营币安交易所。回想起来，这并不是我真正的激情所在。我真正感兴趣的是与创始人合作并建立社区。那时候我意识到我需要回到我开始的地方，我的使命是我们如何赋予人们加密技术，于是我决定离开币安。\\n\\n有几个人真的对我的生活产生了巨大的影响，而且恰好他们都来自 GSB。所以他们在听完我的故事后，大家就像是，感觉属于GSB的时候了。我们真正考虑了我们想要去做什么，我们的激情所在之处。我的GSB入学论文是“什么对你最重要，为什么？”，对我来说，这有点像临床治疗课程。我很努力的在想是什么激励了我，什么是我生命中最重要的事情，以及我现在应该做什么。我们的生命很短暂。所以，这就是我进入 GSB 的过程。\\n\\nC@S：所以，这个问题的答案是什么？什么对你来说最重要，为什么？\\n\\nChristy：我生命中最重要的一件事就是爱别人，爱得离谱，甚至有点过头了。所以重点是创造影响。\\n\\n回到我的家庭故事上。我成长过程中，最大的困扰是我的父母和祖父母在某种程度上都是社会企业家。但我对科技充满热情，所以我一直在挣扎。为什么我是很喜欢非营利组织呢？对我来说，我通过加密行业发现，有一些方法可以通过技术和金融在世界上产生更大的影响。就在那时，我意识到这是我真正热爱的事情。\\n\\n但我认为现在激励我的东西不同了。我认为仅仅因为我们在加密货币中，并且我们有正确的意图，我们就可以对人类产生巨大的影响。Binance Labs 整体上取得了巨大的成功，并且可能是世界历史上表现最好的基金。在四年内，超500倍。这在世界上从未存在过。但我们并没有真正能够维持那么久，因为我们都离开了。我觉得我们并没有作为一个团队一起赢得集体胜利。\\n\\n这对我来说是一个很大的遗憾。我个人认为，每个人都做得很棒。大家之后都找到了适合自己的工作。**但我想作为一个团队获得一次成就，而不是作为个人。**\\n\\nC@S：500倍，哇。你在币安工作时，评估项目的策略是什么?\\n\\nChristy : 这真的取决于项目的阶段，但是对于写第一张支票来说，Alpha 收益来自于尽早下注，我认为对于这个早期阶段，它肯定是关于人的。**我真的很喜欢具有良好协同力和远见卓识的团队，同时也足够理性去专注于他们正在构建的东西，并且永不言弃。**\\n\\nC@S：你能举个例子吗？\\n\\nChristy：两个例子，从Terra开始说。因为Do Kwon 来自斯坦福。Terra是我有史以来最困难的投资项目，因为币安的很多人都对算法稳定币持怀疑态度。当时是 Do 和 Dan，Dan是 Terra 的另一位创始人，我认为他们是一对完美的组合。Dan是一个极具商业头脑的人才，而Do是一个技术含量高、研究驱动型的创始人。具有讽刺意味的是，Do基本上已经成为当今加密领域最优秀的商人。\\n\\nDo具有独特的个性，他拥有非常强大的领导力。但我确信，一开始，我们的信念来自于两者的结合。他们有一个宏大的愿景，他们曾厚着脸皮说，“我们要为加密货币创建一个金融系统。”\\n\\n**另一个例子是 Injective**，这也是一个由来自斯坦福的 Albert Chon和 Eric Chen 创造的项目。这俩人只是斯坦福大学的学生，当我第一次见到他们时，他们只有一份白皮书而已。但他们真的对其正在建造的东西充满热情。此外，他们对其需要什么样的帮助，表现的非常诚实。\\n\\nC@S：无论是个人还是作为投资者，你现在对加密货币最感兴趣的是什么？\\n\\nChristy：老实说，我认为加密技术正在跨越鸿沟，所以加密技术中的一切都很有趣。我对加密的定义是建立一个巨大的激励系统，我们可以在其中及时的、全球性的、公平地奖励人们。我认为我们正在进行一项大型的社会实验，研究这些激励系统将如何工作，尤其是从数字生活开始。那么我们如何创建这个激励系统并对其进行扩展；这可能是我看到的最有趣的东西了。\\n\\n## Christy 的当前项目：为 Web3 构建一个游憩胜地\\n\\nC@S：你能给我们介绍一下你当前正在忙一些什么吗？\\n\\nChristy：公司的名字是AO，我们正在开发Spacebar，这是Web3社区的游乐场。我们看到许多社区通过DeFi、NFT、DAO等模式诞生，但它们都是碎片化的。我们想要人们汇聚在一起，让他们现有的身份不受社区限制，去到一个可以共同玩乐的地方。**我们用游戏来隐喻这将如何进行。**\\n\\nC@S：你能告诉我们这个平台到底是怎么运行的吗?\\n\\nChristy：我们正在构建一个游戏作为其隐喻。假设支持元宇宙的基础设施将在某个时候产生，我们想开始构建将支持元宇宙建设的基础设施。在我们当下的数字生活中，我们正在将一切都游戏化，**本质上，激励系统就是去将事物和人类互动游戏化。**\\n\\n所以为了创造我们所梦想的游戏化世界，我认为我们应该从创造一款游戏开始。我们的游戏是为了聚集社区，然后通过模块化的方式让社区拥有游戏。核心团队构建最初的组件，但是社区可以插入不同的工具。这些工具可能是由我们的团队构建的，或者可能是已经存在的DAO工具，或者是DeFi产品，或者是我们的生态系统开发者在平台上构建的工具。\\n\\n这款游戏是一个含有大量隐喻的太空主题游戏。想象一下，我们在一个太空酒吧，每个人似乎都很开心，但每个人都有不同的目标和任务。这一切都是为了找到你生命的真正意义。其中的隐喻是，如果你在一艘宇宙飞船里，你正在启动你的宇宙飞船，当你在遨游太空的时候，你会在你的生命过程中遇到不同的星星。每次你遇到的一颗星星，都是你生命中的大事件。是否要将其铸造为 NFT 是你的决定，就像你是否要为该事件赋予意义一样，这完全取决于你。所以用户收集 NFT 并铸造它，收集最多 NFT 的人将赢得本轮比赛。这是游戏的alpha版本。\\n\\n对于某些人来说，赢得比赛可能不是他们的最终目的。就像在生活中，有些人追逐金钱或地位，但有些人却在生活中找到了不同的意义。还有其他概念。举个例子来说吧，在最初的游戏中，你需要以个人身份去赢取奖励，但是我们允许玩家将自己的身份变成一艘宇宙飞船；你用你现有的NFT来代表你的飞船。\\n\\n通过这种方式，拥有这些PFP NFT的用户一开始将作为一个社区加入进来。我们之后将创建一个队伍系统，用户将创建不同的队伍以集体身份赢得奖品，而组建初始队伍的最明显方式可能取决于用户持有的NFT。但是随着游戏的发展，用户可能会和拥有不同 NFT 的人组成一个队伍。\\n\\n这个队伍系统也是我们试图定义NFT游戏的合理价格发现的方式，我认为这是当前行业的一大问题。我们会有一个固定的价格池，然后会有一定数量的人在玩这个游戏，宇宙中就会有一定数量的星星存在。因此，如果应用这个方式，我们将能够为每个星星NFT给出一个价格。\\n\\n一开始，我们自己建造星星，但随着游戏的推进，将由用户来创造这些星星的不同形状和颜色。我们可能也会进行添加，这我不确定，行星或空间组件。但从本质上说，通过添加这些身份层，就会出现不同的元游戏，如排行榜、排名、NFT，当然还有DeFi和DEX等。我认为我们会通过添加这些不同的元素来构建元宇宙的构建块职能。\\n\\nC@S：目前你和谁共事这个项目？\\n\\nChristy：项目团队是一群来自斯坦福的人。我们的联合创始人之一并非来自斯坦福大学，但他可能是自 2017 年以来第一批谈论区块链游戏的人之一。当时我在尝试更多地去了解区块链游戏和 NFT 时遇到了他。他来自手游行业，并且现在他想从手游行业转行到加密游戏。\\n\\n项目的CTO毕业于斯坦福大学，目前是 Meta 的高级工程经理。他是一个很棒的人，也是我最好的朋友之一。我一直想如果我要创办一家初创公司，他必定会是我的 CTO。所以这两个人是我首先联系的人。\\n\\n我们还有一位才华横溢的美术总监，他曾就职于迪士尼、Take-Two Interactive、腾讯美国等。他非常有才华，设计出了韩国历史上最成功的游戏之一。\\n\\nC@S：在这个项目中，你预计最大的挑战是什么?\\n\\nChristy：绝对是社区。我认为，对于所有加密项目来说，关键在于如何构建初始社区。因为社区为我们提供动力，我们为社区而存在，我们将如何促进和激励这些社区成员从一开始就对项目感到兴奋?这将是最大的挑战，并且它将是一个永久性的挑战，即使这个项目非常成功。\\n\\n## 如今的加密行业\\n\\nC@S：Web3 对你意味着什么？\\n\\nChristy：Web3是关于协作的，当我说到协作时，我认为WAGMI（ (We All Gonna Make It，我们都会成功的）就是Web3本身。在Web2中，所有的价值基本上都被巨大的科技平台所捕获，从定义上来说，少数创立Web2的玩家能够设定最有利于自己的规则，所以让人们拥有所有权真的很困难。\\n\\n在Web3中，我们最终将创建一个真正的开源经济，并将这些被动用户转变为积极的利益相关者(也就是代币持有者)。所以对我来说，我们现在的阶段更像是一个实验，因为我们还没有真正证明什么。但这确实是世界正在向其转变的方向，我认为加密正在成为Web3的支付和激励层。我认为Web3可能不应该被称为Web3，因为我认为区块链本身就是一个新的web。所以我觉得我们需要给它起个新名字。\\n\\nC@S：当人们今天想到 NFT 时，他们通常指的是可以购买和交易的 JPEG。你认为这些 JPEG 只是 NFT 的早期版本，还是说JPEG NFT是否会随着元宇宙的进步而继续发挥作用?\\n\\nChristy : 当然不是以jpeg的形式，但老实说，它现在是以这种方式呈现的。我不认为我们现在需要的是非常先进的东西。我看到很多项目推出了各种NFT，并带有更奇特的视觉效果，甚至是3D效果等等，但目前，NFT的用例仍然非常有限。这也是 Spacebar 想要解决的问题之一。\\n\\n我认为我们会尝试模仿很多现有资产的存在形式并将它们转化为 NFT，但是当我们将现实世界的元素转移到数字世界时，我认为产生不同是有必要的。我们现在是在随机地将稀缺性强加到数字生活中，而实际上我们拥有无限的资源。所以这将是一个非常有趣的观点，因为很多人基本上都在尝试创建能代表现实生活中存在的事物的NFT。在某种程度上，我认为这将是下一波NFT浪潮，但我认为当你真正纯粹地为你的数字生活去创建NFT时，它才是真正令人兴奋。我认为当我们的数字生活变得比我们的现实生活更重要时，这将是它的一个临界点（引爆点）。\\n\\nC@S：你会因这个临界点而感到兴奋吗？\\n\\nChristy：我对此非常兴奋。这个临界点可能会，或也可能不会在不久的将来出现。**我认为要实现这一目标，我们需要解决大量现实问题，包括能源、计算、存储、可扩展性**；在我们走到那一步之前，所有的技术问题都必须被解决。同时，我认为从长远来看，人们会嘲笑当前的 NFT 市场和其JPEG的存在形式。\\n\\n## 快问快答\\n\\nC@S：假如加密领域已发展为现在的100倍，或已经发展到其极限状态，你对这样的加密时间有何看法？\\n\\nChristy：我认为加密行业没有终局。它只会嵌入到我们的日常生活中。我认为我们这一代和年轻一代中的每个人都将是加密原生的，并且生来就有加密交互的能力，就像我们当前与app或互联网等进行交互一样。\\n\\nC@S：你对刚进入加密圈的人有什么建议？\\n\\nChristy：我建议首先从推特开始。\\n\\nC@S：我们需要关注哪些顶级 Twitter 账号？\\n\\nChristy：我先只建议一个，他是DeFi Alliance的Qiao Wang。他是唯一值得让我开启推特推送的人。我很喜欢这个人，因为感觉他几乎发了我也一直在想的发推文，但他只是用一种非常非常简单的方式去概述它。他非常擅长捕捉加密货币中正在发生的事情，但以非常有见地的方式解释它。简单的话语，但非常有见地。他是我在加密领域最尊敬的人之一。\\n\\nC@S：你会向别人推荐商学院吗？\\n\\nChristy：这取决于你以前的经历和你想要发展的方向。我不认为我会向所有推荐去商学院。尤其对于 Web3 来说，我强烈建议不要读 MBA。\",\"timestamp\":1642238031,\"title\":\"对话币安 Labs 前投资总监 Christy：4年500倍收益后，如今计划为 Web3 社区建设游乐场\"},\"digest\":\"5pxTt2Dyxma6B6BHxHvulInaK3qNzvYQKsVwSdO-wFE\",\"authorship\":{\"contributor\":\"0x8C4d5E90196325FB22Fff37C97D7984a37e51D11\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YckKSONQMWvyiwb2VO7KmR6ZrXkLgR7VHSE2y3LipZs\\\",\\\"y\\\":\\\"WsDvZ9ZhL977j3EpAZbgrSBccWW-D31bZOgO75H5N2E\\\"}\",\"signature\":\"JYAPIvKIEwvUnsh4aWAqnvdGEm50Yd6zEyvxc4mtJ4qzMIzGY1uJJLcYEcVSQP1k0UUMh3wP1GJ-t4HkDfSCOw\",\"signingKeySignature\":\"0xb3d542718e430564cb55e5c08afcd02e8514b4a4eef1a21d916d28ddc2c44d1f66607fa20d409b7f8ce1042570dd6805fd30282b8fa3adfcfa527a0b136b8d891b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YckKSONQMWvyiwb2VO7KmR6ZrXkLgR7VHSE2y3LipZs\\\",\\\"y\\\":\\\"WsDvZ9ZhL977j3EpAZbgrSBccWW-D31bZOgO75H5N2E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CTy9zX6Ltn0DSfnqMBGlcpTYbKOWBbMDT9B_E2aJPuQ\"}"