"{\"content\":{\"body\":\"CONCAVE Policy Team\\n\\nBy Yass (3,3)#7044 & Coud#5384\\n\\n`The Risk Free Value (RFV) of the Treasury is a conservative measure allowing us to estimate, at any given time, a buffer value to be maintained at all times. If things go wrong, the backing of each CONCAVE supplied could go down. It acts as a complement to each assets' market price, that can be used to calculate the total current market value of the Treasury.`\\n\\n![Concave policy team work space](https://images.mirror-media.xyz/publication-images/PQOR-AuaKheLpezo1oUx2.png?height=1518&width=2116)\\n\\nThe RFV calculation is the sum of each treasury assets’ individual RFV value. Each asset category requires a different computation, to account for the differences in how they were acquired.\\n\\nIn the case of CONCAVE, the assets composing the Treasury can be broken down into three categories (i) stables, (ii) OHM and forks, and (iii) governance tokens. Each of these category types may be acquired in one of the following manners: (a) direct acquisition of OTC or listed token (b) treasury bonds or (c) LP bonds. Consequently, the RFV of each Category x Product is calculated as follows:\\n\\n**1/Stable coins RFV**: for this category of assets composing the CONCAVE treasury, the choice to keep OHM methodology for RFV calculation seems to be relevant to us as policy team. The approach consists of 2 formulas, depending of the product type.\\n\\n![](https://images.mirror-media.xyz/publication-images/1Jvu1h76IcXhEDOyg4Fzc.png?height=282&width=1370)\\n\\n**2/Ohm and Ohm forks**: For this category of assets, the retained choice is to repatriate the RFV of the forks, and to adjust it (for example, a haircut application, i.e. 75%-50%-25%) if the methodology used is not considered conservative enough, in comparison to the OHM RFV calculation methodology. Policy team analysis must be done before fork introduction.\\n\\n**3/Other Governance Tokens** **(proposal):** CONCAVE strategy also envisages holding governance tokens deemed promising (i.e. alpha generators or beta reducers), or when early buy opportunities present themselves. Since this type of token could be acquired through different means - such as through an OTC buy, or through the introduction of a reserve bond for users to purchase - they must each follow a separate, unique framework for calculating the RFV.\\n\\nBecause each coin is different and reacts differently to adverse scenarios, the max price Drawdown (**Max DD**) in %, must be allocated to one of the 3 buckets below; based on technical analysis (TA) and experts' judgment (EJ):\\n\\n* **Strong** fundamentals =>  Max DD estimates of 90% (e.g. ETH)\\n* **Medium** fundamentals =>  Max DD estimates of 95% (e.g. L2, dex, metaverse...tokens )\\n* **Low** fundamentals =>  Max DD estimates of 99% (e.g. new launched token)\\n\\nNew tokens must be analyzed before introduction to the Concave Treasury, otherwise the most conservative Max DD will be applied, pending their analysis and bucket allocation. This framework must be updated frequently and adjusted by policy team when deemed necessary.\\n\\n**4/ LP Bonds:** From the three above-mentioned categories, the CONCAVE treasury may encompass other protocol owned LP pairs (i.e., lp bonds such as gOHM-FXS, gOHM-AVAX, ect.). To calculate the RFV of these pairs, the CONCAVE policy team proposes :\\n\\n![](https://images.mirror-media.xyz/publication-images/DptzxjD9N-OLcmpzrDq7z.png?height=90&width=1140)\\n\\nIn other words, formula (3)  is a linear combination of two token's RFVs, adjusted by the policy team correlation state (i.e. the pairs correlation attribution will initaily be \\\"expert judgement\\\" by policy team waiting for historical data to calculate this correlation). Please note, this formula do not apply in case of the LP bond contains CONCAVE native token because of the cyclical dependency (see part 5).\\n\\n**5/ Concave Token in the treasury:**  There are three situations to be considered.\\n\\n* When the CONCAVE token ends up in the treasury in solo, it’s RFV will be set to zero, to avoid cyclical dependency (protocol cannot be backed by its token).\\n* When the CONCAVE token is integrated in an LP bond with a stable coin (e.g. **CNV**-**FRAX**), formula (2) from OHM protocol will apply.\\n* When the CONCAVE token is integrated in a LP bond with risky asset (e.g. **CNV**-**AVAX**), and because of the circular dependancy and Drawdown risk of risky token, the RFV proposed formula is:\\n\\n![](https://images.mirror-media.xyz/publication-images/weBIU8ud58z3zHbYoGKTq.png?height=222&width=1392)\\n\\n* When the CONCAVE token is integrated in a LP bond with OHM or OHM fork (e.g. **CNV-OHM**), formula (4) is modified to have:\\n\\n![](https://images.mirror-media.xyz/publication-images/OJpMTf1DY-rnODXK5aE2U.png?height=256&width=1422)\\n\\n\",\"timestamp\":1641972029,\"title\":\"CONCAVE RFV framework\"},\"digest\":\"7vjIw4JlQiQVTznW_muAhGd9jOD55wBfo_oyrR0zhKo\",\"authorship\":{\"contributor\":\"0x8Bac33788dDdF8c99D23D4AfeDFa9C1CD0AD1E40\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sNHGpMUL6XdCFmD3eDu9LFWvUMWhjosbQQ126EJWc5s\\\",\\\"y\\\":\\\"gO2KJmOcInj9rAUiYkI-g7QZ-hkvlptun-dD7Qq9EDk\\\"}\",\"signature\":\"JHcXM9CC2jxUBHdNRBJuQv_ynzNvNzuayK-_Xewn-ky6SLMOmO3o23YFGOCnlGxca0quCRS38JrFAbYZNIicBA\",\"signingKeySignature\":\"0x0df3aa324b1adb9968f64596db85863219d07f96d2426639fd5d29638b5b28d9510c62c02826feadb7740393bc46598cfcbe2b7cd396fa05240908fed263823c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sNHGpMUL6XdCFmD3eDu9LFWvUMWhjosbQQ126EJWc5s\\\",\\\"y\\\":\\\"gO2KJmOcInj9rAUiYkI-g7QZ-hkvlptun-dD7Qq9EDk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZndHjbJbBPMtQ3jKN2i3lwMDhwRMj_TiCOArR_MKih8\"}"