"{\"content\":{\"body\":\"与[=Nil 基金会一起](https://minacrypto.com/2021/10/02/bridging-mina-with-ethereum-meet-nil-foundation/)，[ChainSafe](https://minacrypto.com/tools/chainsafe-blockchain-research-developement/)是 Mina 协议最杰出的生态系统合作伙伴之一。他们目前正致力于将 Mina 协议中的所有内容从 Mina 的原始 Ocaml 实现实现到 Rust。\\n\\n他们最近为期 3 天的在线活动**CSCON\\\\[1\\\\]**取得了巨大的成功，并邀请了 Mina 基金会社区经理 Christine Yip 和 Mina 设计师[Kate El-Bizri](https://minacrypto.com/2021/12/11/cson1-mina-foundation-presentations-christine-yip-on-building-a-community-kate-elbizri-on-branding-design/)。\\n\\n随着项目的继续推进，我们的目标是听取 ChainSafe 一些开发人员的意见，以了解他们工作中更多技术方面的内容。以下答案来自 ChainSafe Mina-rs 团队，其中包括 Lerna、Rahul、Hsin 和 Tim。 \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/snVqZr6Bs9Xz5Es3K3lQl.jpg?height=600&width=800)\\n\\n**持有 CSCON\\\\[1\\\\] 的动机是什么？**\\n\\nAs a fairly new entrant to web3, we have been incredibly blessed to become friends (and work closely) with many of the top foundation teams, like the Mina Foundation. This exposes us to domain experts at the protocol-level and at higher-levels like design and community-building. The CSCON events are meant to bring together these diverse voices in a shared space where we can learn, grow, hold discourse, and celebrate our successes. Hence, our tagline for this year was “Makers, meet each other”. Since CSCON events are generally held at the end of the year, they serve as a good point for retrospection. Similarly, it is also an excellent opportunity for speakers to reflect on the coming year.\\n\\n**是否有计划让 CSCON\\\\[1\\\\] 成为常规活动？** \\n CSCON已经是一年一度的盛事了！我们去年从 CSCON\\\\[0\\\\] 开始了 CSCON——那里有点程序员的幽默，呵呵。\\n\\n**您对会谈的兴趣感到惊讶吗？** \\n\\n是的，Mina 社区特别展示了 Mina 演讲者，这真是太棒了。 \\n 有几个谈话是最受欢迎的：\\n\\n* [Kate El-Bizri](https://minacrypto.com/2021/12/11/cson1-mina-foundation-presentations-christine-yip-on-building-a-community-kate-elbizri-on-branding-design/) on design – designing for web3 is not an often broached topic, so this was particularly interesting to hear insights on Mina’s branding and more generally branding in web3\\n* Alex Muller on product-thinking in web3 – Alex is a veteran of product-thinking, and his talk on product in web3 and how we can iterate over web2 was fascinating\\n* Scott Moore on public goods – his slides were AWESOME and the Q&A was an outstanding conversation\\n* Kaitlin Beegle on governance – Kaitlin is an outstanding speaker, and her command over protocol governance is evident in her presentation\\n* Ethan Buchman on city states – Ethan is a veteran of CSCON and both his talks have been phenomenal with lots of interesting historical tidbits – highly recommended!\\n* Joseph Lubin & Aidan Hyman fireside – This is Aidan’s 2nd fireside with the co-founder of Ethereum – their conversation covered a lot of interesting ground\\n* Too many to name tbqh\\n\\n您可以在他们的网站上观看所有视频 \\n \\n\\n[https://www.youtube.com/watch?v=tWFu6qIcJ20](https://www.youtube.com/watch?v=tWFu6qIcJ20)\\n\\n \\n **与 Mina 的项目是如何产生的？**  \\n Lerna：我们最初是在咨询 Mina 的 libp2p 组件，然后在 Mina 发布 RFP 时我们提交了构建替代实现的提案。\\n\\n**关于 Mina 协议，您能否简单地解释一下您目前的工作是什么以及这将如何使 Mina 受益/影响？**  \\n **Lerna (Mina-rs PM)：**正如我在演讲中提到的，我们希望从 Mina 的 OCaml 参考实现中重新实现 Rust 中的所有内容。Rust 是一种更流行且对开发人员更友好的语言。与我们打算拥有的浏览器内环境一起使用也很棒。我们也只构建非区块生产节点。让我们深入了解这一切意味着什么。\\n\\n当我们谈论“重新实现”时，它意味着提高网络弹性——换句话说 1) 使其对任何单个客户端实现的攻击都更加健壮，以及 2) 由于 Rust 是一种流行的、对开发人员友好的语言，因此使用的人越多能够阅读和理解代码库的人，对贡献的贡献就越大。我们最初的拨款工作是用于构建非验证节点（非区块生产节点）。这将有助于构建验证器节点，因为基础工作将由我们制定。\\n\\n**Rahul (Mina-rs Team Lead)**: We are building Mina-rs to be capable of running on commodity hardware, and even in embedded platforms and in-browser environments via WebAssembly. Since Rust is a safe systems programming language known for its detection of memory safety issues at compile time, it makes it a great choice for a node implementation. It also has great tooling which can support syncing Mina nodes run in the browser to the larger network.\\n\\n**Do you have an estimated time for completion of the work?** \\n Tim: Soon™ – software engineering work can be incredibly challenging to predict for. We don’t want to over promise/under deliver!\\n\\n**Do you have plans for other projects with Mina after the completion of this project?** \\n Tim: Not currently, but there’s always something around the corner with ChainSafe and Mina\\n\\n**What would you say to someone looking to get into the blockchain / developing / engineering side of things, where and what should they study first?** \\n **Lerna (Mina-rs PM):** For engineers.. Rust would be a great asset to have. If it’s specific to Mina, I’d say learning Rust and reading as much as possible on Mina’s github and their website about the project. The zero knowledge proofs make this project uniquely complex in terms of tech.\\n\\n**Rahul (Mina-rs Team Lead):** Learning blockchain development very much overlaps with the profile of a distributed systems engineer and a bit of backend engineering chops. You should also know the basics of cryptography. Reading about existing blockchain implementations such as Bitcoin or Ethereum will greatly help. You should also read about peer to peer systems, public key cryptography, serialization protocols, distributed systems, and network protocols. I know, it’s a lot of reading!\\n\\n**Hsin (Mina-rs Developer):** Reading API documents is very important when we need to use them. To have domain knowledge in Blockchain. I would consider the Udacity Blockchain Developer Nanodegree Program [https://www.udacity.com/course/blockchain-developer-nanodegree–nd1309](https://www.udacity.com/course/blockchain-developer-nanodegree--nd1309). For me, it was one of the best resources with real-world lectures, and something I would consider studying first. \\n  \\n **Tim:** All of the above are excellent engineering resources. If you want something a bit more beginner friendly that will inculcate you with the ethos of Web3 and decentralized technology, I highly recommend this set of curated resources by ChainSafe VP of PM’s Amer Ameen called the “Blockchain Onboarding” page \\\\[[blockchain.amer.cc](http://blockchain.amer.cc/)\\\\]. You will find YouTube videos, articles, slide decks, and everything in between. \\n  \\n For me, understanding web3 started at the most fundamental level first, including “what is money” and “how does a blockchain work”. From this basis, you can really start going down the rabbit hole. There’s a lot of abstractions and weird jargon, but if you are committed, I promise it’s not so challenging! Ofcourse, ChainSafe’s Medium blog is a great resource. We have plenty of good articles on our Mina implementation and you can find that here: <https://medium.com/chainsafe-systems/tagged/mina>\\n\\n \\n **What has been the most challenging part of the work so far?** \\n **Lerna (Mina-rs PM):** Challenges have mainly been the complexity that comes with such a succinct blockchain and the OCaml language. From what the devs tell me, it’s not easy to understand OCaml and it takes some getting use to. For one, Mina’s data structure in [OCaml](https://medium.com/chainsafe-systems/mina-rs-update-some-rust-serialization-tricks-with-serde-153518830f97) is incredibly complex (ChainSafe’s Willem Olding wrote a great blog post about this). Second, our first completed milestone “Serialization” was an arduous undertaking. We went through a lot of challenges with such a complex type that had to be \\\\*byte perfect\\\\* to work. If the serialization was off by even one little bit, the round trip tests would fail.\\n\\n**Rahul (Mina-rs Team Lead):** The most challenging part of the work we’ve felt so far is figuring out the implementation details in the OCaml code and implementing the Rust counterparts. This is a time consuming part as we don’t have a proper spec for the components. There are also challenges in terms of defining a product feature set that we aim to run in the browser. This however is being fleshed out by the O1 labs team. \\n  \\n **Hsin (Mina-rs Developer):** 我最初是一名 C++ 开发人员，在面试 ChainSafe 前 3-5 天才开始学习 rust。像 Lerna 和 Rahul 一样，我发现自己不得不争先恐后地学习 OCaml，这本身就是一个巨大的挑战。另一个挑战是区块链领域的知识深度，你必须快速习惯喜欢拜占庭将军的问题（共识算法），例如权益证明、工作证明和委托拜占庭容错等，以及分布式对等。对等网络。这些 *只是* 基础！\",\"timestamp\":1641646467,\"title\":\"Mina Minute: ChainSafe Systems\"},\"digest\":\"Av2JcE2SLXWRkYDRY0507ExiScU1S_9SOOMH_ZjWl6k\",\"authorship\":{\"contributor\":\"0xe22cbcAA0324DfA1d83cB939239e11C306c9A03f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1mTqvLgUHc-svu-lErMsOPnLJwmBUgzmL8izxU3LM3Q\\\",\\\"y\\\":\\\"YRECkI32Q9pI1cgqokr1zL6SOlZFJgI-9UlWP-ldQ70\\\"}\",\"signature\":\"e1FzYedXBLh0QGE4DGX11GjsiG3ErEOxD3kWtwunDklstbnK9nFHrQ8gsn_tpEs8MjeCt36huRz0EQSi3cFIDg\",\"signingKeySignature\":\"0x71c0cf62ba0455319366b6221bc64122c5acd8d6d63ecc23da2155c0cf5b4c423907fcffaf09fdf23e9169eb4e388e64be4e7f6476cca2eff4ecbc0b265257b91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1mTqvLgUHc-svu-lErMsOPnLJwmBUgzmL8izxU3LM3Q\\\",\\\"y\\\":\\\"YRECkI32Q9pI1cgqokr1zL6SOlZFJgI-9UlWP-ldQ70\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Av2JcE2SLXWRkYDRY0507ExiScU1S_9SOOMH_ZjWl6k\"}"