"{\"content\":{\"body\":\"and started up at the slightest sound. He was  listening for the Italian's footsteps, but he never came, and one day Mr. Harry  looked up from his newspaper and said, \\\"Laura, Bellini is dead.\\\" Miss Laura's  eyes filled with tears, and Billy, who had jumped up when he heard his master's  name, fell back again. He knew what they meant, and from that instant he ceased  listening for footsteps, and lay quite still till he died. Miss Laura had him  put in a little wooden box, and buried him in a corner of the garden, and when  she is working among her flowers, she often speaks regretfully of him, and of  poor Dandy, who lies in the garden at Fairport.\\n\\nBella, the parrot, lives with Mrs. Morris, and is as smart as ever. I have heard  that parrots live to a very great age. Some of them even get to be a hundred  years old. If that is the case, Bella will outlive all of us. She notices that I  am getting blind and feeble, and when I go down to call on Mrs. Morris, she  calls out to me, \\\"Keep a stiff upper lip, Beautiful Joe. Never say die,  Beautiful Joe. Keep the game a-going, Beautiful Joe.\\\"\\n\\nMrs. Morris says that she doesn't know where Bella picks up her slang words. I  think it is Mr. Ned who teaches her, for when he comes home in the summer he  often says, with a sly twinkle in his eye, \\\"Come out into the garden, Bella,\\\"  and he lies in a hammock under the trees, and Bella perches on a branch near  him, and he talks to her by the hour. Anyway, it is in the autumn after he  leaves Riverdale that Bella always shocks Mrs. Morris with her slang talk.\\n\\nI am glad that I am to end my days in Riverdale. Fairport was a very nice place,  but it was not open and free like this farm. I take a walk every morning that  the sun shines. I go out among the horses and cows, and stop to watch the hens  pecking at their food. This is a happy place, and I hope my dear Miss Laura will  live to enjoy it many years after I am gone.\\n\\nI have very few worries. The pigs bother me a little in the spring, by rooting  up the bones that I bury in the fields in the fall, but that is a small matter,  and I try not to mind it. I get a great many bones here, and I should be glad if  I had some poor, city dogs to help me eat them. I don't think bones are good for  pigs.\\n\\nThen there is Mr. Harry's tame squirrel out in one of the barns that teases me  considerably. He knows that I can't chase him, now that my legs are so stiff  with rheumatism, and he takes delight in showing me how spry he can be, darting  around me and whisking his tail almost in my face, and trying to get me to run  after him, so that he can laugh at me. I don't think that he is a very  thoughtful squirrel, but I try not to notice him.\\n\\nThe sailor boy who gave Bella to the Morrises has got to be a large, stout man,  and is the first mate of a vessel. He sometimes comes here, and when he does, he  always brings the Morrises presents of foreign fruits and curiosities of  different kinds.\\n\\nMalta, the cat, is still living, and is with Mrs. Morris. Davy, the rat, is  gone, so is poor old Jim. He went away one day last summer, and no one ever knew  what became of him. The Morrises searched everywhere for him, and offered a  large reward to any one who would find him but he never turned up again. I think  that he felt he was going to die, and went into some out-of-the-way place. He  remembered how badly Miss Laura felt when Dandy died, and he wanted to spare her  the greater sorrow of his death. He was always such a thoughtful dog, and so  anxious not to give trouble. I am more selfish. I could not go away from Miss  Laura even to die. When my last hour comes, I want to see her gentle face  bending over me, and then I shall not mind how much I suffer.\\n\\nShe is just as tender-hearted as ever, but she tries not to feel too badly about  the sorrow and suffering in the world, because she says that would weaken her,  and she wants all her strength to try to put a stop to some of it. She does a  great deal of good in Riverdale, and I do not think that there is any one in all  the country around who is as much beloved as she is.\\n\\nShe has never forgotten the resolve that she made some years ago, that she would  do all that she could to protect dumb creatures. Mr. Harry and Mr. Maxwell have  helped her nobly. Mr. Maxwell's work is largely done in Boston, and Miss Laura  and Mr. Harry have to do the most of theirs by writing, for Riverdale has got to  be a model village in respect of the treatment of all kinds of animals. It is a  model village not only in that respect, but in others. It has seemed as if all  other improvements went hand in hand with the humane treatment of animals.  Thoughtfulness toward lower creatures has made the people more and more  thoughtful toward themselves, and this little town is getting to have quite a  name through the State for its good schools, good society, and good business and  religious standing. Many people are moving into it, to educate their children..  The Riverdale people are very particular about what sort of strangers come to  live among them.\\n\\nA man, who came here two years ago and opened a shop, was seen kicking a small  kitten out of his house. The next day a committee of Riverdale citizens waited  on him, and said they had had a great deal of trouble to root out cruelty from  their village, and they didn't want any one to come there and introduce it  again, and they thought he had better move on to some other place. The man was  utterly astonished, and said he'd never heard of such particular people. He had  had no thought of being cruel. He didn't think that the kitten cared; but now  when he turned the thing over in his mind, he didn't suppose cats liked being  kicked about any more than he would like it himself, and he would promise to be  kind to them in future. He said, too, that if they had no objection, he would  just stay on, for if the people there treated dumb animals with such  consideration, they would certainly treat human beings better, and he thought it  would be a good place to bring up his children in. Of course they let him stay,  and he is now a man who is celebrated for his kindness to every living thing;  and he never refuses to help Miss Laura when she goes to him for money to carry  out any of her humane schemes.\\n\\nThere is one most important saying of Miss Laura's that comes out of her years  of service for dumb animals that I must put in before I close and it is this.  She says that cruel and vicious owners of animals should be punished, but to  merely thoughtless people, don't say \\\"Don't\\\" so much. Don't go to them and say,  \\\"Don't overfeed your animals, and don't starve them and don't overwork them, and  don't beat them,\\\" and so on through the long list of hardships that can be put  upon suffering animals, but say simply to them, \\\"Be kind. Make a study of your  animals' wants, and see that they are satisfied. No one can tell you how to  treat your animal as well as you should know yourself, for you are with it all  the time, and know its disposition, and just how much work it can stand, and how  much rest and food it needs, and just how it is different from every other  animal. If it is sick or unhappy, you are the one to take care of it; for nearly  every animal loves its own master better than a stranger, and will get well  quicker under his care.\\\"\\n\\nMiss Laura says that if men and women are kind in every respect to their dumb  servants, they will be astonished to find how much happiness they will bring  into their lives, and how faithful and grateful their dumb animals will be to  them.\\n\\nNow, I must really close my story. Good-bye to the boys and girls who may read  it; and if it is not wrong for a dog to say it, I should like to add, \\\"God bless  you all.\\\" If in my feeble way I have been able to impress you with the fact that  dogs and many other animals love their masters and mistresses, and live only to  please them, my little story will not be written in vain. My last words are,  \\\"Boys and girls, be kind to dumb animals, not only because you will lose nothing  by it, but because you ought to; for they were placed on the earth by the same  Kind Hand that made all living creatures.\\\"\",\"timestamp\":1640141272,\"title\":\"\\nThe next day Billy arrived, a thin, white scarecrow of a dog. He was sick and  unhappy, and would eat nothing\"},\"digest\":\"gOjNMc_7y4h9okMd2HuQWBKLx08mqUVMZfFulc4jY78\",\"authorship\":{\"contributor\":\"0x3F55F7d8879A09131180614410f6Ba3Af0a49E6d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3pwTJiboOgAp1pCbJ9ajV4l8Y7Fp01uaL5e-GmoJA80\\\",\\\"y\\\":\\\"ghM9eVOsy4wXvGlrDwRPfcgg3IHFjx48nnEFftC834o\\\"}\",\"signature\":\"WH4EKNJjfD74T-xPSnvGIs3u2iAG5IR6Jj74wevFuNliBcfyGXt2ROepw5StWVlx1Yi8LHHX-I5Yb9GSIzQVcg\",\"signingKeySignature\":\"0x92e2338c822dc2e2635c5f77feb03b7577b956de12c5b90323fb5d09d64b9c08634644e18efbaabe2cfd935183cf8bea60d43207be28d2f6b5d9d533a54453d61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3pwTJiboOgAp1pCbJ9ajV4l8Y7Fp01uaL5e-GmoJA80\\\",\\\"y\\\":\\\"ghM9eVOsy4wXvGlrDwRPfcgg3IHFjx48nnEFftC834o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gOjNMc_7y4h9okMd2HuQWBKLx08mqUVMZfFulc4jY78\"}"