"{\"content\":{\"body\":\"*TL;DR the future is decentralized, but only if we don’t miss our opportunity right now.*\\n\\n![](https://images.mirror-media.xyz/publication-images/NQwAHuq6S_5yK-4jXzs8V.png?height=972&width=1768)\\n\\n**Dear Crypto & HiFi Labs,**\\n\\nIn 2016 I committed 100% of my professional life to crypto and music. In that time I’ve been abundantly lucky to work with incredible artists, friends, and companies. Today, I’m excited to announce my next chapter: leading crypto efforts at HiFi Labs.\\n\\nCrypto,[ HiFi Labs](https://hifilabs.co) is a team of creatives, technical visionaries and leaders in modern artist development on a mission to tear down silos, remove roadblocks, and elevate the world’s most innovative artists and their ideas.\\n\\nWe discover, develop and grow unique talent, and bring artists’ groundbreaking ideas to life through bespoke activations and custom technical solutions.\\n\\nHiFi Labs, crypto is… everything to me. I’m not exaggerating when I say it gives us the tools to depart from economically unjust and morally corrupt systems that have time and again shackled our creative class.\\n\\n## About HiFi Labs\\n\\n![](https://images.mirror-media.xyz/publication-images/hHNHpA-YYM8Gbcl4THzBR.png?height=424&width=1818)\\n\\nArtist development is currently label-centric, one-size-fits-all, lacking resources, and obsolete. HiFi Labs develops artists. They do this through two channels: Artist Lab and Idea Lab.\\n\\nWe discover, nurture, and empower the greatest artists on the planet and help them shape the future of music.\\n\\nWith a new investment structure and bespoke ecosystem, we support artist’s lives, individuality, and above all else, their art.\\n\\nAt our Artist Lab we focus on decentralized development, working with entrusted partners, and creating new opportunities.\\n\\nWe focus on early stage artists and how they can be discovered, how mid-tier artists can grow through dynamic opportunities, and ways to bring to life the craziest ideas of established acts. \\n\\nAt our Idea Lab we deliver in the form of creative strategy, content support, and new tech solutions.\\n\\nWe specialize in understanding all modern tools, resources and platforms to find the ideal fit for each individual artist & team.\\n\\nIf we can’t find the right fit then our team will help artists build it.\\n\\n## Why am I joining HiFi Labs Now?\\n\\nWhen I first entered into crypto I was focused on using the technology to improve royalty payment infrastructure. I first started at[ Resonate.is](http://resonate.is), a music streaming co-op, and then after collaborating with[ ConsenSys](https://consensys.net) I joined them full-time to build out a product for[ Ujo Music](https://twitter.com/ujomusic) in 2017.\\n\\nFrom 2015-2019, the intersection of crypto and music was mostly focused on this: royalties, and making them better by using blockchain tech. Smart contracts were widely and intuitively recognized as a silver bullet for licensing and royalties… but there were issues. The technology wasn’t ready to scale, the UX was complicated for users, and most importantly the legacy stakeholders across the music distribution supply-chain had no incentive to evolve.\\n\\nI lead an amazing team at ConsenSys in building the Ujo Music Portal. I spoke with hundreds of brilliant artists and thousands of others about the promise of Ethereum for music. I developed lifelong relationships with engineers and passionate people while researching use cases for tokens, rights management, fan engagement, and beyond.\\n\\nBut by January 2020, none of it mattered. The music industry wasn’t changing. It seemed like those in charge didn’t *want it* to change. Myself and so many others knew this technology had great promise but we couldn’t find anyone that wanted it. That winter I wound down the Ujo team and by Spring of 2020 I’d left ConsenSys.\\n\\nThen the pandemic happened. Live touring stopped, and artists lost a major artery of their livelihood. \\n\\nIn May 2020, I collaborated with RAC and Zora to release $TAPE. RAC had been immersed in crypto since the early days of Ethereum and was the first artist I worked with while at Ujo in 2017. Rather than apply crypto to what it could do for an existing use case, like streaming royalties, what if we used it to do something unique that wouldn’t be possible without crypto?\\n\\nFrom the Summer of 2020 to 2021 millions of new faces came into crypto via DeFi and then NFTs. I spent this time working directly with artists, launching social tokens, helping DAOs get off the ground, and educating people on what was possible.\\n\\n## Crypto for creators is now mainstream. But our future is not yet secured.\\n\\n> *Artists will define Web3, not the companies that build on it. This is only if we make this the case though, and we still haven’t secured this future.*\\n\\nThe time to get decentralization right is more important now than ever. NFTs have made artists money, but with the headlines are a wave of services coming that embody characteristics of crypto but are no different from the legacy ways that crypto is intended to prevent.\\n\\nWe have seen multiple examples of artists entering into crypto and doing things in a way that backfired. Money-grabbing NFT drops, scammy promises in exchange for crypto, and flash-in-pan interest in this tech are more common than not and it is giving both artists and fans a distaste in entering this technology stack. We simply cannot let this happen in the name of crypto or web3.\\n\\nI believe that Web3 allows every individual to be their own platform. For artists, this is especially true. It is paramount that we secure this.\\n\\nIf you agree then you understand that Artist Development and Web3 were made for each other. The ‘platform’ is already built - now it is time to responsibly position artists to take advantage of this new world.\\n\\nAt HiFi Labs we operate in a decentralized way. We help develop artists and seek the best ways to do so. Technology is an unavoidable piece of artist development today and we have a vision for tomorrow. We look at the promise of crypto and web3 and hope to help many artists enter into this new space. We will do this through a combination of guiding artists through collaborations and partnerships as well as building out our own tech for them where we see it necessary.\\n\\nFrom a business perspective we will strive to work with partners that do not compromise on decentralization as we find this imperative to the future we want to see. Without decentralization, we will fall into the same systems that web3 is intended to liberate us from. \\n\\nWe exist to make artists the platforms and we will not settle for anything short of that.\\n\\nI’ll let you both take it from here.\\n\\nYours,\\n\\nJack Spallone\",\"timestamp\":1634582681,\"title\":\"Crypto, Meet HiFi Labs\",\"publication\":\"jack\"},\"digest\":\"cujSALwA03_mRiZLN58YPxs-GR3NzMbd_1wUigsDGms\",\"authorship\":{\"contributor\":\"0xaD8717E33C719a9B407Ad6B40d0Be237845c2FbF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wn3NSpMTYZR-le-jkX3fpILAKDXRz6gP9etQ2YPpano\\\",\\\"y\\\":\\\"A60aDdJnaS3FQRFksjZMh5nNIWGYshySWZBYiZai230\\\"}\",\"signature\":\"pgOCVvy4hhxKAiJmXZh7BLBJB6xSnPjLVx412CLxbQclVf29SOet1toNgpbeH1CWuUOvk_Orp8OZ-oKdN10tbw\",\"signingKeySignature\":\"0x2a8864c7f3547838547796cdca664f0e52e4325050c8615573b3bedb1b82f7bc4856ad3c5ab65ae8b2d1fa0038eff4f4bae4d0fd4460ea9427f494dd222ae0b21b\",\"signingKeyMessage\":\"I authorize the publication of articles on jack.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wn3NSpMTYZR-le-jkX3fpILAKDXRz6gP9etQ2YPpano\\\",\\\"y\\\":\\\"A60aDdJnaS3FQRFksjZMh5nNIWGYshySWZBYiZai230\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cujSALwA03_mRiZLN58YPxs-GR3NzMbd_1wUigsDGms\"}"