"{\"content\":{\"body\":\"\\nWebsite: <https://www.seshatbank.com/>\\n\\nWe’ve known [Sean Pawley](https://twitter.com/io_sean_p) for some time now. Sean has extensive experience living and operating within Africa. We met a few years back, and have had extensive calls about building businesses and disrupting banking in some of the most difficult business environments on Earth.\\n\\nSeshat Bank has been several years in the making, and we are finally excited to take part in making finance more accessible to all.\\n\\n1. **Share with us your one liner.**\\n   We're alchemists in the business of time travel.\\n2. **How are you maximizing risk?**\\n   Operating a bank in a new charter city in a very risky part of the world.\\n3. **If it works out, how will you change the world?**\\n   We will have dramatically reduced both the cost of capital in Central America and poverty levels.\\n\\n| Here’s how our conversation proceeded:\\n\\n**Maxrisk**: “Alchemists in the business of time travel”, we hear a lot of crazy shit but come on!\\n\\n**Sean Pawley**: #1 is the most accurate description of banking out there. Alchemy is the study of transmutation. A particularly popular area of focus was the transformation of lead into gold. E.g. creating money from something else. A loan is the advancing of probable future income, an equity investment is a stake in future income. It’s moving money forward in time. We only profit if the money we advance accurately matches the future.\\n\\n**Maxrisk**: Well that blew our minds. We love it. I know that Honduras is growing more quickly than [many other Markets](https://www.worldometers.info/gdp/gdp-by-country/), but What happens if a black swan event makes it nearly impossible to do bunnies there?\\n\\n**Sean Pawley**: Hoping I never have to do bunnies, but if the situation calls for it I'll sacrifice my dignity.\\n\\n**Maxrisk**: Bunnies????\\n\\n**Sean Pawley**: You wrote bunnies instead of business in the first message.\\n\\n**Maxrisk**: LOL You mentioned replicating this banking model across the world if it works.\\n\\n**Sean Pawley**: Yep, expanding into additional markets is the only solution.\\n\\n**Maxrisk**: OK, so what sets you apart from everyone else?\\n\\n**Sean Pawley**: Globally or locally?\\n\\n**Maxrisk**: Globally, as you have to compete with an international market, and eventually with crypto.\\n\\n**Sean Pawley**: Locally, it's the focus on manufacturing transaction data and collecting heaps of other data. There really is no global competition in banking. By its very nature it's always local competition. Crypto isn't even a potential competitor until they can work out how to lend against off-chain assets.\\n\\n**Maxrisk**: Fascinating. What made you go to Honduras? I know you were thinking Uganda/ Rwanda originally.\\n\\n**Sean Pawley**: Honduras is a much better legal environment with the [ZEDE ecosystem](https://en.wikipedia.org/wiki/Zone_for_Employment_and_Economic_Development_(Honduras)).\\n\\n**Maxrisk**: Incredible! Thanks for speaking with us, and we’re excited to help you guys maximize risk.\\n\\n**Sean Pawley**: 🔥\",\"timestamp\":1641843321,\"title\":\"Seshat Bank \"},\"digest\":\"rG6Kz5F32GBpG2BoPLHMYZuwFoQee8t0lM4z6TeX6fU\",\"authorship\":{\"contributor\":\"0x4b8d75038Cac3d3D622b3b60d81C4206Bf07B587\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UD4KMTWxeKnkjunNVyUTxlE1BzprXRHmfZmJUHI3BkQ\\\",\\\"y\\\":\\\"7bOh-UgkAVsH3VCYxnvMadMVp1skHG8qtvVt8qyFtkw\\\"}\",\"signature\":\"o0ucIm-k65XRcK3AV5jIkEBk-nclx7V4vWxQxoXJOscKlFPbvgNgLTdKplnfD5sYgw0zQd-gM72_h85iW6-beg\",\"signingKeySignature\":\"0x345f6e490c71ed85733c9b1eef4f3b0cf18941c9a51132407933702be5fa6ed66df7e0ac86b44e4afcc94b5c42241bc98ddaff3e3acf5dd571379d7e832fc17301\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UD4KMTWxeKnkjunNVyUTxlE1BzprXRHmfZmJUHI3BkQ\\\",\\\"y\\\":\\\"7bOh-UgkAVsH3VCYxnvMadMVp1skHG8qtvVt8qyFtkw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"E2yfmTpccfH360y4RIYxk-FX42solxYO5Y7M2fKu2q8\"}"