"{\"content\":{\"body\":\"Thousands of strangers recently came together to bid on an original copy of the U.S. Constitution at Sotheby’s.\\n\\nI was one of them.\\n\\nIf you’re into crypto / web3, then you know what’s up.\\n\\nIf you’re not, then you may have come across a story about it in *[The Wall Street Journal](https://www.wsj.com/articles/crypto-investors-want-to-buy-rare-copy-of-u-s-constitution-at-sothebys-auction-11637071590?mod=Searchresults_pos3&page=1)* or *[The](https://www.nytimes.com/2021/11/17/business/crypto-constitution-sothebys.html?smid=tw-share)*[ ](https://www.nytimes.com/2021/11/17/business/crypto-constitution-sothebys.html?smid=tw-share)*[New York Times](https://www.nytimes.com/2021/11/17/business/crypto-constitution-sothebys.html?smid=tw-share)* … but maybe you’re thinking: *scam!*\\n\\nIn brief, a group of people formed a [decentralized autonomous organization](https://ethereum.org/en/dao/#what-are-daos) — a DAO — to crowdfund a bid for the Constitution (and deal with all the legal and financial rigmarole).\\n\\n[ConstitutionDAO’s](https://www.constitutiondao.com/) target was $20M.\\n\\nIt raised more than $40M.\\n\\nIn \\\\~ 96 hours.\\n\\nAlas, ConstitutionDAO lost the auction … [to Ken Griffin of Citadel](https://www.wsj.com/articles/citadel-ceo-ken-griffin-outbid-a-group-of-crypto-investors-for-copy-of-u-s-constitution-11637352087?mod=hp_lead_pos10) … which is comical for a variety of reasons.\\n\\nGriffin bought it for $42.3M. It’s the most expensive historical document ever purchased.\\n\\nDespite the outcome, participating in this experiment has been awesome.\\n\\nI mean look at these comments from contributors:\\n\\n![](https://images.mirror-media.xyz/publication-images/c64bzJERzTs7GEAMrvCHm.jpeg?height=438&width=1022)\\n\\n![](https://images.mirror-media.xyz/publication-images/xiHC5B2XQQ3jTqvbzyZ1U.jpeg?height=268&width=1064)\\n\\n![](https://images.mirror-media.xyz/publication-images/AISkWDf69uOyLa6UgWO2c.jpeg?height=900&width=1600)\\n\\n![](https://images.mirror-media.xyz/publication-images/Q5aHhkKJLlfP3kPb1Bbdw.png?height=162&width=528)\\n\\n![](https://images.mirror-media.xyz/publication-images/WMwpeX29jFSd03A_3-DGz.jpg?height=583&width=1125)\\n\\nOnce you see the power of a networked community first-hand, you can’t unsee it.\\n \\nIt’s like *[The Blue Marble](https://www.nasa.gov/multimedia/imagegallery/image_feature_329.html)* photo from Apollo 17 — it changes your perception of the world.\\n\\n![Source: NASA.](https://www.nasa.gov/sites/default/files/images/115334main_image_feature_329_ys_full.jpg)\\n\\n\\n_____\\n\\nI don’t mean to be hyperbolic, but web3 has the potential to change everything.\\n\\nIt’s *definitely* going to change capital formation and entrepreneurial finance.\\n\\nDAOs can help close the financing gap for businesses all around the world. While it may be a stretch to say that DAOs will disrupt the VC / PE fund model altogether, consider the following\\n\\n* **Fundraising** — Preqin data show that fund managers are taking 11 months to reach a final close in Asia, 25 months in LatAm, and 50 months (!) in Africa (YTD 2021).\\n\\n  This is just a horrifically inefficient market, with untold sums of wasted time and expenses, and countless volumes of CO2 emissions belched in the atmosphere as people crisscross continents collecting capital commitments.\\n\\n  ConstitutionDAO raised over $40M in four days, seamlessly aggregating commitments from \\\\~17,500 wallets. The median contribution was .0525 ETH (\\\\~ $225), with the top-quartile breakpoint at .1776  ETH (\\\\~ $750).\\n\\n  Rather than approaching hidebound institutions and gatekeepers, a DAO can directly target true fans / believers — regardless of their ticket size. And the magic is that rather than a handful of people marketing a fund, the community supercharges the fundraise. \\n \\n* **Sourcing** — Instead of paying overheads and expenses for a centralized investment team to scour for deals, members of the DAO could originate, diligence, and vote on potential investments.\\n\\n  At first glance, this may sound like a recipe for disaster.\\n\\n  But I suspect a DAO would uncover more projects — especially in underserved markets (whether by demography, geography, scale, or vertical) — than traditional funds. And the elimination of fee drag would make more of those deals viable. \\n \\n* **Alignment** — The tokenization of securities enables participants and stakeholders in a deal to attain tighter alignment. It can alleviate the principal-agent problem, spread ownership within the investee company, and even facilitate the participation of external stakeholders.\\n\\n  Tokenization also could enhance alignment on value creation, particularly on revenue generation.\\n\\n  In addition, token holders could receive a variety of pecuniary (i.e., airdropped dividend payments) and non-pecuniary benefits (e.g., exclusive content, limited release products, etc.). \\n \\n* **Transparency** — Blockchains provide greater transparency and auditability than user-generated Excel spreadsheets. Cash flows are visible on-chain in near-real time.\\n\\n  For instance, you can see the entire history of ConstitutionDAO’s contributions [here](https://etherscan.io/address/0xd569d3cce55b71a8a3f3c418c329a66e5f714431), and can click through to each wallet’s transaction history. \\n \\n* **Exits** — Investors don’t have to wait for a liquidity event. A DAO’s tokens could be liquid on day one, and investors could swap their holdings on a decentralized exchange for any number of cryptocurrencies, including stablecoins tied to the U.S. dollar.\\n\\n\\n_____\\n\\nLook, of course there are numerous issues raised in the bullets above, and loads more that weren’t even alluded to.\\n\\nDeveloping an ethical, effective, compliant, and secure protocol is hard.\\n\\nFor example, even though I was excited to participate in the ConstitutionDAO experiment — and am amazed at what the team accomplished in so brief a period — I had a few hesitations.\\n\\nOne was participants’ reading comprehension: people seemed to think they were going to own a fraction of the Constitution (i.e., a security token) when the homepage of the DAO clearly stated otherwise.\\n\\nAnother pertained to governance. In return for contributions to the DAO, participants received $PEOPLE governance tokens that granted the right to vote on proposals, etc. These were allocated on a pro rata basis (i.e., a donation of 1 ETH granted you 1 million $PEOPLE). So, the biggest contributors had more votes.\\n\\nNot great … but also … as the Constitution recognized … direct democracy isn’t great either. I don’t have a firm view on an optimal solution, but I’m allergic to concentrated power in any form.\\n\\nYet another was the “[gas](https://ethereum.org/en/developers/docs/gas/#what-is-gas)” — the fees incurred to transact on the Ethereum blockchain. They’re too high, and they’re making ETH unusable.\\n\\nJumping from the specific case to the general, there’s a gigantic airgap where cyberspace / web3 interfaces with meatspace / reality.\\n\\nIt’s one thing to get a DAO together to crowdfund a collectible or invest in a handful of hackers coding something in Solidity.\\n\\nBut creating a community that has the vision and stamina to build impactful businesses and real assets in underserved markets is a challenge of a different order of magnitude.\\n\\n\\n_____\\n\\nThis is [the decade of digital assets](https://porticoadvisers.com/2020/12/17/the-decade-of-digital-assets/).\\n\\nI’ve spoken with a few people about the nexus of crypto and private markets over the last year or so — even floated the concept of a venture DAO with one or two — but I’d been downright lackadaisical when it came to putting my thoughts down in writing.\\n\\nI thought there was a lot of time.\\n\\nBut ConstitutionDAO demonstrates that things are moving *fast* in web3.\\n\\nAnd ConstitutionDAO isn’t the only story. Take a look at [Audacity](https://www.audacity.fund/), [DAO.VC](https://dao.vc/), and [MetaCartel](https://metacartel.xyz/), for example.\\n\\nI’m stoked that I’ll be ringing in 2022 with the Wharton School’s inaugural course on the [Economics of Blockchain and Digital Assets](https://www.blockchain.wharton.upenn.edu/).\\n\\nI’m hoping that it will enable me to develop a business model / protocol for entrepreneurial finance in web3, and meet people who are building in the space.\\n\\nWe’ll see!\\n\\n\\n_____\\n\\n*This was originally published at [porticoadvisers.com](https://porticoadvisers.com/2021/11/22/the-dao-of-risk-capital/) on 22 November 2021.*\",\"timestamp\":1638559318,\"title\":\"The DAO of (Risk) Capital\"},\"digest\":\"YBqTcF1GIo-iQdvEOth3IQG0ppIaTcNuMQ5YddAmxsU\",\"authorship\":{\"contributor\":\"0x33fc2bE5563e3c02a3e127F01Bbd71Db472Aa613\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kC72fAG3B6mY42l2A1Z4VjxC0u9QaGR1zdAQiNV68VQ\\\",\\\"y\\\":\\\"Q_hGOtFK-74OHDANO0_u6aXk5SacFEdmq5zCiG5EZQU\\\"}\",\"signature\":\"6fqmL0afeFIYjNyuTBM4uyCrn_k3VlPZEYBg0FJF-ytn-fpS0DVhRZefQgqAkKKXPdVk6FrZbm2WuKbsYqA2GA\",\"signingKeySignature\":\"0x8d38e986fc86c7a89959736a440326acea2efe4b773378a994cbfb48522b51f4263d62dd5932215a42806f2758a1d639062c57c4a5191a1d98f3a0067cb157321c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kC72fAG3B6mY42l2A1Z4VjxC0u9QaGR1zdAQiNV68VQ\\\",\\\"y\\\":\\\"Q_hGOtFK-74OHDANO0_u6aXk5SacFEdmq5zCiG5EZQU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"59Z1R3yV-Py-VfqGgCOpMNPBc4_fCFAhqBYlUqyEV_8\"}"