"{\"content\":{\"body\":\"[![Dan Reecer](https://miro.medium.com/fit/c/96/96/2\\\\*i91uAO2tRhdRe3O-AE5L4w.png)](https://danreecer.medium.com/?source=post_page-----f271389f5054-----------------------------------)\\n\\n![](https://miro.medium.com/max/1400/0\\\\*ezOc1rL2Ow3ELAGf)\\n\\nPolkadot’s Parachain Slot Auctions are fast approaching, which means the community can soon participate in the [Acala Crowdloan](https://acala.network/acala/join-acala), an exclusive event that invites supporters to contribute DOT and earn a share of Acala’s network. Acala’s goal and intent is to win the first-ever parachain slot auction on Polkadot in order to help lay the necessary economic foundation for a healthy parachain ecosystem on Polkadot.\\n\\nThe parachain slot auction is a way for blockchain startups to compete by bidding in an auction for the privilege of launching and operating on Polkadot while also benefiting from its security and connectivity to other blockchains. By connecting to Polkadot, its future-proof technology, and its engaged community of users with billions in value in liquidity, blockchain networks like Acala can access key requirements for a successful launch while focusing on building an ecosystem of high-value applications.\\n\\nWhile some startups might turn to private venture capital rounds to fund their launch and initial years of operation, Acala has instead chosen to incorporate the Crowdloan model to ensure a widespread, fair, and ethical distribution of its network ownership. By participating in the Crowdloan, supporters will receive Acala tokens (ACA), representing their share of the network.\\n\\nAnyone in the world can contribute to Acala’s crowdloan by loaning Polkadot (DOT) tokens. When the Crowdloan begins, participants simply lock their DOT in the Crowdloan vault. This is a “‘smart contract,” a virtual vault stored on the blockchain that is instructed by computer code to secure the loaned DOT for two years. It can never be touched by the Acala team. In return for their loans, contributors will receive Acala’s ACA token, giving them a share of the network. The amount of ACA is tied to the amount of DOT contributed and the total rewards allocated to the Crowdloan by Acala (see below).\\n\\nOnce the community has contributed DOT in support of Acala, Acala can bid with these DOT to win a slot on the network in the auction. After Acala wins a slot, the network will launch, and the newest DeFi platform will come to life. Then after two years, the smart contract opens the vault and automatically returns the DOT to their owners. All participants receive their original DOT and also retain the ACA tokens that they were gifted for their contributions.\\n\\n## **Discover the Acala Crowdloan Rewards**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*2Q-SlsGq-19mCP-CeejDWg.png)\\n\\n**Total ACA Crowdloan Rewards**: 17% of ACA supply (170,000,000 ACA): 15% base rewards + 2% for various bonuses\\n\\n**Total ACA Supply**: 1,000,000,000 ACA\\n\\n**Acala’s Parachain Slot Lease Duration**: 96 weeks (approx. 2 years)\\n\\n**Acala’s Parachain Slot Auction Batch**: Acala will bid for a slot in auction #1 with the goal of winning slot #1\\n\\n**Reward Distribution**: 100% of ACA will be distributed to users after network launch and token transfers having been enabled\\n\\n**Liquid, Transferable ACA**: 20% of ACA will be liquid and transferable\\n\\n**Locked, Vesting ACA**: the remainder of ACA will vest/unlock linearly (every block) over a 96 week period\\n\\n**Reward Calculation (excluding bonuses)**: (Your DOT Contribution / Total DOT Contributed to Acala) \\\\* 150,000,000 ACA\\n\\n**LCDOT Distribution** (for users using option 2 below): 100% of LCDOT will be distributed along with ACA rewards. Users receive 1 LCDOT for every 1 DOT contributed to the Acala Crowdloan.\\n\\n**Liquid, Transferable LCDOT**: 100% of LCDOT will be liquid and usable within Acala DeFi\\n\\n## **Earn Additional Bonuses**\\n\\n## **Referral Bonus**:\\n\\n1.  **Rewards**: 5% for referrer, 5% for referee (10% bonus by contributing with your own code)\\n2.  **On Waitlist**: Any of the 165,000+ people who signed up for the Acala Crowdloan Waitlist qualify for a referral code without making any contribution to the Acala Crowdloan. However, one perk is to use this referral code to self refer and earn a 10% ACA bonus. To get your 10% ACA bonus, enter **your **referral code to self refer when you make **your** contribution. You’ll receive a 5% ACA bonus as the referrer and a 5% ACA bonus as referee for a total of 10% bonus on your **DOT** contribution. Share your referral code with others and receive a 5% bonus in ACA on **their** DOT contributions. For example, if you refer someone and they would normally receive 100 ACA, you will receive 5 ACA and they will receive 5 additional ACA. More details are available [here](https://wiki.acala.network/acala/acala-crowdloan/faq#referral-codes-and-bonuses).\\n3.  **Not On Waitlist**: If you were not on the waitlist and do not have a referral code during contribution, join the Acala Discord server to find a community member’s code, and enter t**heir** referral code when you make **your **crowdloan contribution to receive 5% ACA on **your **DOT contribution. After you make your crowdloan contribution, Acala will give you your own referral code that you can share with others to receive a 5% bonus in ACA on their DOT contributions.\\n\\n## **VIP Referral Bonus**:\\n\\n1.  **Reward**: 10% additional bonus on all DOT contributed using your referral code\\n2.  **How to Qualify**: Refer over 3000 DOT **and** 500 accounts contributed using your referral code\\n3.  **Maximum Winners**: 100 — if there are over 100 qualifying winners, the top 100 in DOT contributed using their referral code will earn this bonus\\n\\n## **Acala Quests Bonus**:\\n\\n1.  **Rewards**: 2% additional ACA bonus and exclusive NFT\\n2.  **How to Qualify**: Anyone can complete the [Acala Quests](https://acala.network/acala/quests) to qualify\\n3.  **Additional Details**: Rewards redeemable after Acala launches.\\n\\n## **Karura Crowdloan Contributor Bonus**:\\n\\n1.  **Reward**: 2% bonus\\n2.  **How to Qualify**: You qualify if you contributed to the Karura Crowdloan using any method except via exchanges\\n3.  **Additional Details**: Must use same account from the Karura Crowdloan. Reward will be applied to the first contribution to the Acala Crowdloan\\n\\n## **NFT Reward For All Acala Crowdloan Participants**:\\n\\n1.  **Reward**: Acala Crowdloan NFT\\n2.  **How to Qualify**: Contribute to the Acala Crowdloan via any method except exchanges\\n\\n## **Explore Four Options to Contribute**\\n\\n## **Option 1: Standard Crowdloan**\\n\\n1.  **Details**: Contribute using the traditional crowdloan method. Contribute your DOT trustlessly to the crowdloan.\\n2.  **Liquidy Lock Duration**: 96 weeks (approx. 2 years)\\n3.  **Tokens Received**: ACA\\n4.  **DOT Redemption**: your DOT contribution will be unlocked and returned to you trustlessly after 96 weeks\\n5.  **Bonus Eligibility**: Eligible for all bonuses\\n\\n## **Option 2: Liquid Crowdloan**\\n\\n1.  **Details**: Contribute to the Acala Liquid Crowdloan Vault to maintain ongoing access to crowdloaned DOT liquidity\\n2.  **Liquidity Lock Duration**: No liquidity lock — stay liquid with LCDOT\\n3.  **Tokens Received**: ACA and LCDOT\\n4.  **LCDOT Amount**: Receive 1 LCDOT for every 1 DOT contributed\\n5.  **DOT Redemption**: your DOT contribution can only be redeemed with your LCDOT at the end of the 96 week parachain slot lease\\n6.  **Bonus Eligibility**: Eligible for all bonuses\\n\\n## **Option 3: Exchanges**\\n\\n1.  **Supporting Exchanges**: Kraken, Binance, OKEx, Kucoin, Newland\\n2.  **Bonus Eligibility**: Not eligible for any bonuses\\n\\n## **Option 4: Wallets**\\n\\n1.  **Supporting Wallets**: [Polkawallet](https://polkawallet.io/), [Talisman](https://app.talisman.xyz/), [Math](https://mathwallet.org/en-us/), [Nova](https://t.me/novawallet), [Fearless](https://fearlesswallet.io/)\\n2.  **Bonus Eligibility**: Eligible for all bonuses\\n\\n## **Join the Acala Crowdloan Kick-Off Event**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*zECepK7kMuSSlJWXuPB1mw.png)\\n\\nThe Acala team will be hosting a [Crowdcast event](https://www.crowdcast.io/e/acala-crowdloan-kickoff) ahead of the Acala Crowdloan to explain everything in more detail, walk through timelines for the parachain slot auctions and Acala’s launch, and answer any questions that you may have. We will be giving out exclusive Acala swag (t-shirts, hoodies, etc.) to 10 randomly selected live attendees.\\n\\n**⭐️ **[**Save Your Spot**](https://www.crowdcast.io/e/acala-crowdloan-kickoff)\\n\\n![](https://miro.medium.com/max/1400/0\\\\*QyPK8knWULioBjmv)\\n\\n## About Acala\\n\\nAcala is an Ethereum-compatible smart contract platform optimized for DeFi and scaling DApps to Polkadot. The blockchain has built-in DeFi protocols for application developers to leverage, including a decentralized stablecoin (Acala Dollar — aUSD), a trustless staking derivatives (liquid DOT — LDOT), and a decentralized exchange.\\n\\nAcala was founded in Oct 2019, has received several Web3 Foundation grants, has backing from Coinbase Ventures, Pantera Capital, Polychain Capital, Digital Currency Group, Arrington XRP Capital, and other top firms, and has a distributed team in New Zealand, China, Europe, South America, and the United States.\\n\",\"timestamp\":1636196635,\"title\":\"Acala Crowdloan Details — The Path to a Community-Backed Launch on Polkadot | by Dan Reecer | Acala | Nov, 2021 | Medium | Acala\"},\"digest\":\"tKYzuFifG1X02ADN77wpwxRLH95twU7e_NRI_aKIb4Y\",\"authorship\":{\"contributor\":\"0x6f3c06b4c50B17b4CEAA9d609356Ebd57963D011\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W5GzaGNIc9n_akZpOnBdNt_VCZcGnIJE-9LkyH4LZq4\\\",\\\"y\\\":\\\"9w4Em02bCQuSd2VY2GfrDZBvaBF9omA6MMP2UBZ6Rkc\\\"}\",\"signature\":\"3LPpOLfFCHrxD11T6a5jnreMPVdJSQhGFolMT7wE0TgdS2sC3GvCKXt4auxK42HLf3X3B4AnBWNVBBx03x708A\",\"signingKeySignature\":\"0xbd240ebfa3e6d9ea758fcbc0f4652e536389dbdbe5706561f92fd5001840f5180bf26679952e7fb54a4ca93d10c8ab2a948ed0622ae333ec030611214fb8afc01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W5GzaGNIc9n_akZpOnBdNt_VCZcGnIJE-9LkyH4LZq4\\\",\\\"y\\\":\\\"9w4Em02bCQuSd2VY2GfrDZBvaBF9omA6MMP2UBZ6Rkc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tKYzuFifG1X02ADN77wpwxRLH95twU7e_NRI_aKIb4Y\"}"