"{\"content\":{\"body\":\"> Chainlink 联合创始人 Sergey Nazarov 表示混合型智能合约不仅限于区块链，而且能够通过预言机网络访问链下资源，让开发者实现更多的创新。\\n\\n**演讲：Sergey Nazarov， Chainlink 联合创始人**\\n\\n在 10 月 27 日举行的第七届万向区块链全球峰会上，Chainlink 联合创始人 Sergey Nazarov 及中国区负责人费联浦带来了关于混合型智能合约的分享。以下内容整理自演讲会场。\\n\\n\\n***\\n\\n\\\\*\\\\*费联浦：\\\\*\\\\*很荣幸介绍下一位发言人，也就是 Chainlink 的联合创始人 Sergey Nazarov。Chainlink 为全球预言机网络设立了标准，为混合型智能合约提供服务，并将区块链应用连接至真实世界的数据。Chainlink 未开发者提供了最丰富的优质数据源和最安全的链下计算资源，可以覆盖任何区块链上的智能合约，帮助智能合约实现更强大的功能。Chainlink 为全球顶级区块链几百个项目，保障了数百亿美元的价值，其中包括以太坊等。Sergey Nazarov 将分享智能合约的总体发展趋势、智能合约功能的发展历程，以及技术创新将为区块链解锁应用哪些新的功能。他将提到一些创新，不仅包含去中心化金融，还包含非同质化通证、游戏和保险等众多新兴行业。Sergey Nazarov 将重点谈混合型智能合约如何推动这些发展趋势，混合型智能合约不仅限于区块链，而且能够通过预言机网络访问链下资源。他将深入探讨 Chainlink 如何推动混合型智能合约的发展，专注于开发跨链服务，特别是跨链互操作性协议来联通所有区块链。\\n\\n最后 Sergey Nazarov 将畅想未来，探讨这种连接性如何推动刚接触企业和机构进入这个新兴领域，下面有请 Chainlink 的联合创始人 Sergey Nazarov。\\n\\n![Chainlink 联合创始人 ：混合型智能合约将为去中心化应用带来新机会](https://img.chainnews.com/material/images/e55aaa6d63af5601aac49fae50bf6c2c.jpg-article)\\n\\n\\\\*\\\\*Sergey Nazarov （线上）：\\\\*\\\\*Chainlink 将实现点对点的交易。首先我们要记住的一点是，智能合约的构建方式和应用范围在不断的发展，智能合约最初是一条区块链上的一行简单的代码。智能合约的定义快速迭代，变成了一代代码，智能合约首先是通证合约。这就是智能合约最初的架构，现在出现了各种各样的金融协议，比如去中心化的保险，如今的智能合约包含了一系列链上代码，以及各种线下最小化信任系统，也就是预言机的机构。Chainlink 为用户提供上百个、上千个预言机网络，现在我们的范围已经拓展到了各种信任最下化的链下计算。因此智能合约的定义不断发展进化，从最初的单个合约，发展到同一链上的各个合约，到现在多个合约可以接入预言机，提供不同的随机数，以及各种合约的接入。我们相信未来合约的数量会不断增长，也会有越来越多的链下去中心化预言机和网络。智能合约的定义现在也扩大成了，包含在各个链条上的多个合约，每个合约都可以接入不同的预言机网络，获取数据计算机资源。随着智能合约的发展，人们可以在智能合约上加入越来越多的元素，智能合约也可以帮助解决越来越多的社会问题，并实现点对点的交易，所以出现了越来越多的金融产品和服务，同时我们也看到了越来越多的保险产品、去中心化防欺诈游戏，以及越来越多的使用加密技术制成的合约。这些产品都是基于混合智能合约架构打造的，这就是我们的目标，我们的目标是将混合型智能合约架构应用于现实世界中，提供各种链下服务，包括经过验证的数据，为随机数生成信任最下化的链下计算。甚至通过跨链通信技术，打造更先进的跨链智能合约。\\n\\n这类似于互联网的发展轨迹，我们在互联网世界中，有许多人接入几百个服务，开发各种复杂的 Web 应用，应用中嵌入了很多服务。还接入了很多外部服务，包括支付、信息传输功能。这将会打造出最具价值的 Web 应用，这也就是区块链行业需要发展的方向。我们需要建立一个快速迭代、面向服务的基础架构，集中包括一些是链上，一些是链下。我们提供的是链下服务，包括链下的数据，以及确保输入智能合约的数据是真实可靠的。除此之外，我们需要一些链下的计算资源，比如预言机网络。现在我们的服务还加入了跨链数据验证，以及跨链数据传输，以及跨链通证转移。开发者不仅可以开发出丰富数据的智能合约，也可以通过预言机网络执行链上无法进行的计算，要使得这个智能合约更加的混合，我们的开发者开发出来了联通其他链上服务和其他代码的智能合约。你可以打造出来一个同时覆盖许多区块链的应用，其他链上的用户，也可以使用这个应用。同时你的应用仍然是在一条核心区块链上运行的，你仍然可以享受到区块链上的优势，比如可拓展性等等。你不仅可以灵活选择应用所运行的核心的区块链，还可以灵活地访问任何所需的链下数据，以及计算资源。\\n\\n同时我们可以保障计算是基于最小的信任化，也可以灵活地访问其他链上的所有智能合约，或者把你的智能合约高效地拓展到其他链上。同时我们可以保证这种无缝的连接，这是行业下一阶段的发展方向。一方面为金融的合约提供数据，提供最小化的链下计算。来实现区块链无法实现的功能，同时与区块链的状态结合，我们深度参与并推动了整个过程的发展。另外一个发展，就是区块链企业和机构应用，我们知道这个区域发展得很快，一些是因为区块链跟智能合约的效率，一些是市场经济的因素，一些是由于客户的需求。客户希望从企业、机构获得这样的应用。我们已经集成了几百个这样的链，这样的话，我们就建立了一个抽象层，这个抽象层相当于企业访问所有区块链的接口，这也就是说无论是企业、机构、政府还是私营公司，它们不需要研究每个区块链。如果是跨国企业，它需要跟全世界各个企业打交道，不得不跟不同的区块链交互。因为在全世界的不同地区、不同行业，可能会有不同的区块链。有些是交易衍生品，有些是证券，有些是国际贸易，还有广告、网络等等。也就是未来区块链的格局会不断变化，不同垂直区域也会有它们的区块链。但是对于这些企业和机构来说，它们需要跟不同的区块链环境进行交互，但是由于我们在区块链环境中发布了预言机网络，我们就发布了执行计算机的网络。我们同时可以帮这些集成的项目保障了数百亿美元的价值，为智能合约提供服务。所有这些集成，都经历了时间的考验，他们现在都非常成熟。因为我们知道核心开发者希望在他们的生态中，集成这样的服务，使得我们有越来越多的去中心化服务，可以服务于这样的区块链生态。链上开发者生态，是衡量一条区块链发展的真实目标。随着我们现在提供成百上千个去中心化的预言机网络，这些都可以帮助我们赋能智能合约，同时我们也积累了越来越多的集成案例，有一些开发者负责维护区块链和 Chainlink 的集成，他们不仅会使用 Chainlink。甚至是区块链的核心开发团队，也希望对集成进行操作，这样使得来自企业后端的交易和指令，都可以通过这个接口来传输。最终会对所有人有好处，对区块链来说，在链上可以输入大量的指令，可以高效运行。企业不需要每个季度研究 10 到 15 条的区块链，只需要在交易对手方选择的环境中开展交易。通过这样单一的抽象层，我们可以辅助这样一些交互，同时它也会更好地改善银行、保险、国际贸易，以及贸易金融等各个领域的客户体验。\\n\\n毫无疑问，如果作为跨国企业的话，你将需要高效地跟不同的区块链进行交互。所以这对企业来说，是一个非常大的技术壁垒。因为区块链有它的安全性和复杂性，所谓的复杂性，才需要我们建立抽象层。API 接口就是一个抽象层，为用户提供各种资源的平台，也是抽象层。除了通过去中心化预言机网络提供服务外，所关心的另外一个领域。CCIP 就是我们这个领域的工作成果，我们正在为跨链传输信息，开发一个全局的标准。这里的重要的细微差别就是信息传输，CCIP 是跨链互操作协议，不仅支持通证的转移，转移通证的同时可以传输信息。因为消息是大多数金融系统的核心要素，消息可以传达指令，以及如何转移通证。总体来说，CCIP 是我们和区块链行业顶尖的开发团队共同合作的结果。包括各个金融智能合约的团队，以及区块链上的一些众多中心化的金融平台。同时我们还携手了其他一些组织。专注于消息传输还有另外一个好处，不仅可以通过跨链来发送任何通证，同时可以发送你想要的操作。控制你想要通证。同时也可以 NFT，同时还可以在中央数字货币和 NFT 上加上指令，还可以命令通证如何桥接。只有通过建立抽象层，才可以保障数百亿的美元资产，在这样的链上进行数据的传输。同时它可以帮助我们提高信任和安全性，所以我们非常专注于 CCIP 的开发。这也帮我们解决了最关键的问题，就是作为企业来说，如何跟不同的区块链交互。其实最终的解决方案，还是通过抽象层。\\n\\n我们一开始通过服务实现这样的抽象层，而现在这个抽象层逐渐演变成信息、消息传输的中枢。企业不需要逐一研究 50 条或更多的区块链，甚至他们不需要拥有这些区块链上的钱包。它们之需要向抽象层或框架发送他们的指令，这样的指令可以确保信息的安全，同时也可以确保这些指令可以在目标链上正确执行。所有的智能合约的状态，也会被监控，而且这个监控结果也会发回企业自身的系统里面。在这种情况下，构建了这么一层抽象层。这个抽象层非常常见，一般来说，这个机制同样适用于中央数字货币。如果这个中央数字货币是基于区块链的话，抽象层的价值也会被实现，它可以实现各个系统之间的交互，比如说金融贸易的区块链、游戏里的区块链、以及央行数字货币的区块链。而抽象层负责传输的是所有的事件和信息，只是对于不同的区块链而言，它们的信息内容可能不一样，所以这就是我们讲的抽象层。\\n\\n非常感谢大家对这个话题的兴趣，我希望在不久的将来，可以跟大家面对面交流。\\n\\n\\\\*\\\\*费联浦：\\\\*\\\\*刚刚 Sergey Nazarov 讲到，混合型智能合约可以为去中心化应用带来的新机会，用一句话总结，也就是接入链下资源，可以让开发者实现更多的创新。正如 Sergey Nazarov 所说，将各种不同的服务和数据类型连接在一起，可以创造无限价值。我们现在使用的一系列互联网服务连接在一起，共同构成了 Web2.0，而 Web3.0 会遵循同样的发展逻辑，将新一代去中心化互联网服务连接在一起。为了推动 Web3.0 的发展，Chainlink 开发跨链户操作性协议，也就是 CCIP，在跨链交互上，它制定了新的全局标准。Sergey Nazarov 在演讲中提到了一个重点，也就是 CCIP 对跨链消息传输非常重要。消息是现代金融和计算系统中的核心要素，通过消息传输功能可以跨链发送指令。在一个生态中，如果可以跨链发送指令，区块链之间就可以真正实现无缝交互地通信。Sergey Nazarov 在演讲中提到最有意思的一点，也就是 CCIP 可以将区块链连接至更广阔的现实世界。在未来的多链世界中，企业和机构不想把所有的筹码压到一条链上，又没有足够的资源去研究各种区块链。有了 CCIP 企业可以无缝接入任何所需的区块链，这个功能将打造出一个良性循环，提升整个区块链的生态价值。\\n\\n这个良性循环就是，随着越来越多的企业接入区块链，也会有更多区块链希望提升自己的连通性。随着越来越多的区块链连通性提升，区块链对企业的使用价值也会虽之升高。所有这些要素结合在一起，最终将使区块链充分发挥潜力和价值。如果大家想进一步了解 Chainlink，请访问我们的官网，如果你所在的企业想用 Chainlink 进行开发，请联系我。\\n\\n让我们再次感谢 Sergey Nazarov 和各位的聆听，谢谢大家！\",\"timestamp\":1635339224,\"title\":\"Chainlink 联合创始人 ：混合型智能合约将为去中心化应用带来新机会\"},\"digest\":\"rF9O57EQyLpyoVWYpFmA6fJ_47bsBb5zjI2n5yjc5xU\",\"authorship\":{\"contributor\":\"0x1049A2142584004819FBD5bdd5E76B91d51ba70b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OoeJNHkwpu8KNJtb-ZTNFBzDhnhxvgpzGdLXlQtHXhs\\\",\\\"y\\\":\\\"cYXb9fXocfH7ysE0z-LhAlvXzg6SITwuw1H9MOKpHq0\\\"}\",\"signature\":\"Wo0CqTmIuWRhNfwPTRf9MLnOACky2LqFt35iFurz_N18i3C71TTI4Q-Za3r0Na8pyWKSvBk4uD4TNWepWgn-Xw\",\"signingKeySignature\":\"0xc47e72e2509d106511d37345018e9da549e8b4c7893a3f586eb76fdccb4c81ff4b30638fb200a436470846939aa97f1402f66428fd785be4e99308414b037f991b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OoeJNHkwpu8KNJtb-ZTNFBzDhnhxvgpzGdLXlQtHXhs\\\",\\\"y\\\":\\\"cYXb9fXocfH7ysE0z-LhAlvXzg6SITwuw1H9MOKpHq0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rF9O57EQyLpyoVWYpFmA6fJ_47bsBb5zjI2n5yjc5xU\"}"