"{\"content\":{\"body\":\"==狗头人族长巴尔卡瑟\\n\\n```\\n在狗头人族群中的一顶最大的兽皮帐篷中，狗头人族长巴尔卡瑟正将自己和其他族人相比远远高大的多的身子，埋坐在舒适的深红色小牛皮垫背椅子中，轻轻地抬起长着锐利爪子的双手，拨弄着带着左手中指上的那枚雕刻着狗头人肖像，闪耀着刺眼的蓝宝石光芒，代表的族群里最高权力的审判戒指，眼睛里充满了强烈的自豪感和优越感，同时一幕幕往事也浮现在眼前。\\n\\n也许是因为身为低等守护者，他们的身份太卑微了；也许是因为它们长着厚厚毛发的体味太浓重了；也许是因为它们的捕食猎物后的习惯太肮脏了，原来负责守护沉寂之塔外围的他们，在还没有接触到塔内的统治者，向他们倾诉诉说自己的无奈和不平时，他们就被一层那些骄傲自大，总是对它们不满的黑暗生物——黑羽鸟妖给驱逐出了沉寂之塔的外围，还说什么沉寂之塔根本不需要它们这些劣等生物的守护，没有任何生物胆敢侵犯。\\n\\n双手握成拳头重重地拍打在扶手上，这些该死的鸟妖，竟然私自剥夺我们守护沉寂之塔的权利，总有一天我会拔光你们的羽毛，砍下你们的独脚，让你们成为一根根****的。嘿嘿，不过没想到离开了荒芜的沉寂之塔，我们竟然发现了这片富饶的平原，那美味多汁的牛肉，滑嫩爽口的猪腿，鲜美撩人的鱼卵……这一切真是太美妙了，而那时的我不过还是一个小小的狗头人战士，凭着自己的勇猛，在独自干掉了五头红眼的蛮牛之后，终于被族人所敬佩，成为了他们新的首领，想到这里，我不禁伸手摸了摸胸前被盔甲掩盖着的一道深深的伤疤，真是危险，那次我也差点被牛角顶穿了胸膛，真是不容易。\\n\\n如今这片平原已是我们狗头人的天下了，没有任何生物能与我们所抗衡，当然了，除了那些有上百头的大群蛮牛，那可是些疯狂的家伙，要杀死它们我们不知要死多少族人呢。想到这里，巴尔卡瑟拿起身边用蛮牛角制成的容器，倒上满满一杯散发着浓香的肉浆，张开大嘴，美美的喝了一口，随手拎起桌上一块肥大的兽肉，送到嘴里咀嚼着。\\n\\n嚼碎最后一块骨头，打了个饱嗝，抹了抹嘴边的血迹，巴尔卡瑟眼光投向了帐外的几名狗头人巫师身上。“恩，真不知道这些家伙是怎么想的，不好好锻炼自己的身体，总是想着念着那些希奇古怪的咒语，难道靠这个就能获得猎物吗，难道靠这个就能够得到族长的地位吗，什么‘迟缓’、什么‘削弱’、‘恐惧’我看一点用处都没有，我们狗头人在这里是最强大的，根本就不需要使用那些无聊的巫法，那样只会降低猎杀的乐趣的。要不是因为他们都是使用的统治者传授的技能，我早叫他们统统给我拿上武器，去撕杀蛮牛了。”\\n\\n耀眼的阳光大摇大摆地闯进了帐篷里，投射在放在用巨大的犀牛骨架做成的武器架上，给我那柄巨大的狼牙棒镀上了一层金色的光泽，那可是用最好的青钢加上乌金矿锻造而成的，散布棒身的长长倒刺无奈地看着我，仿佛在向我诉说对血液的渴望。\\n\\n恩，好象我很就都没亲自出去猎杀过食物了，舒适的生活几乎消磨了我的斗志了，只有每天看看那些年轻的族人们的搏斗，我才能找到一丝乐趣，或许我也该改变一下现在的生活，每天带着那些不知道什么是力量的族人们去找找蛮牛群的麻烦看看，恩，是的，找找它们的麻烦。\\n\\n正当我在思考着，突然外面传了一阵惊慌的喊叫声，吗的，这些年轻的家伙，就是不知道如何保持镇静，有点小事就大喊大叫的，我要给他们点颜色看看，让他们知道作为一只骄傲的狗头人应该懂得点什么。\\n\\n推在身后的椅子，巴尔卡瑟满脸怒色地站了起来，拎起架子上的狼牙棒大步走向了外面。“年轻的家伙们，什么让你们如此惊慌，是不是忘记了我的威严，是不是想要感受一下我严厉的惩罚。”一出帐篷，巴尔卡瑟就大声吼叫起来，狗眼里也充满了血丝。\\n\\n“尊，尊敬的族长大，大人，你快带人去看看吧，那，那边突然来了许多的大陆生物，有精，精灵灵，矮，矮人，兽人，他们正在攻击我们的族人，我们拼死抵抗，但是他们人太多了，我们已经挡不住了。”一头浑身血迹，一脸狼狈的年轻狗头人战士惶恐地看着他们的族长，指着前方结结巴巴地说道。\\n\\n身旁帐篷里的许多狗头人纷纷跑了出来，围在了中间，看到自己受伤的族人，他们的脸上流露出愤慨和蠢蠢欲动的神色，嘴里叫嚣着：“去砍了那些低微的生物，去砍了他们……”\\n\\n巴尔卡瑟愤怒了，这些脆弱的家伙竟然敢侵犯我的领地，伤害我的族人，简直没有将我这个伟大的狗头人族长放在眼里，我一定要用手上的狼牙棒，让它们好好品尝一下恐怖的味道，我要如砸泥球般敲碎它们的脑袋，我要用它们的鲜血涂满我的身体，染红我的帐篷，红色帐篷应该很好看吧。\\n\\n高高举起手上的狼牙棒，巴尔卡瑟高声呼喊着：“来吧，我的勇士们，用你们的武器来证明自己的价值，让它们畅饮敌人的鲜血吧，跟着我，我会带你们取得光荣的胜利。”\\n\\n周围的狗头人如同煮熟的热水般沸腾起来，眼睛里露出对战斗的狂热光芒，纷纷大声叫骂着，吼叫着，举起了手中的狼牙棒和骨杖，在巴尔卡瑟的带领下，冲向了战场。\\n\\n===隐为者\\n\\n在砍完几只豪猪，挖了几株草药后，终于等到刑天这小子了。看着他气喘吁吁地跑了过来，眼睛东张西望地问道：“在哪，在哪，你说的***在哪呢。”\\n\\n“还在哪呢，这么晚才来，基本都散场了，只有剩下不多的人逃到前面去了，好多人在追呢。”我打开背包，把青蛇之刃拿了出来，扔给了刑天说道。\\n\\n接过我手中的剑，刑天装出一脸无奈地说道：“大哥，我已经发挥我最大的潜力，跑出最快的速度了，嘿嘿，这剑还真不错，前面还有人，那我们去看看，总不能让我白跑一次。”\\n\\n“你这也叫白跑，本来就是叫你来拿装备，一起冲级的，那个不过是意外的插曲。真是主次不分了，算了，跟我来，希望还能看个结局。”我冲刑天摆了摆手说道。\\n\\n两人顺着血染疆土他们的足迹跟了上去，没走多远，就看见前面杀声震天，喊声雷动，吓，不是吧，怎么那么多狗头人，不是追逃走的精灵战士他们吗，怎么和狗头人干上了。\\n\\n我拉住刑天迫切想上前的冲动，叮嘱道：“你疯拉，自己看看那些狗头人，你能知道他们的等级吗，连我都只能看到战士是25级，你上去不是找死，不知道情况就乱冲，怎么死都不知道。”\\n\\n“嘿嘿，我这不是跟着大哥你吗，你上我也上，挂了算什么。”嘴上虽然说的好听，行动上刑天则老老实实地后退了几步，怎么着也刚拿上了十七级的好剑，他可不想还没机会使唤就给降了级了。\\n\\n我一把拉住一个跑回来叫救兵的兽人战士，问道：“朋友，前面怎么回事，怎么砍起狗头人来了。”\\n\\n“吗的，横行的那帮家伙真他&#215;的不是东西，****，砍不过我们就跑去引怪……现在那出了个大boss，我要赶紧叫弟兄们过来爆了它”兽人战士一边跑，一边破口大骂地说道，我跟在一边也算弄清楚了个原委。\\n\\n原来那帮人的名字上都是顶着横行什么什么的招牌，为首的那个精灵战士就叫横行—天下，我靠，天下这么大，你真能横行无阻吗。刚才被血染疆土他们砍的剩下几个人的时候，不是脑袋进了水，犯了傻，而是带头的家伙故意跑向了狗头人营地，利用远距离攻击将边缘的几个狗头人引了过来，这招真是阴险。在那个横行—天下被血染疆土给送回城的时候，狗头人也冲到了玩家这边，开始了正面冲突，远处的几个狗头巫师也举起了法杖，扔出道道削弱玩家实力的巫术。\\n\\n因为跟着好多凑热闹的玩家，那几个狗头人等级虽然高点，但也被大家齐心协力抵抗住了，一个一个慢慢地给送回了老家，正在砍狗头巫师的时候，中途逃跑的一只狗头人战士突然带着一大群狗头人奔了过来，其中还有一头面目狰狞，批着重盔，拿着一根巨大的狼牙棒的狗头人族长，那可是奔马平原里的准boss，实力当然不容小视，现在血染疆土他们正在苦苦支撑，等着其他得到消息的玩家来支援呢。\\n\\n呵呵，没想到横行—天下那小子倒也狠得下心来，死了他一个，垫背一大群，这下其他被卷入的玩家要对他恨之入骨了吧。狗头人族长，准boss，这个诱惑可真不小，不过想到它身有一大群族人，想杀它，有难度。\\n\\n正当我思索着去还是不去的时候，不远处又杀声震天地跑来了一群玩家。不是那被挂掉回程的横行—天下他们吧，应该没这么快就到的吧。我拉着刑天让到了一旁，我可不想趟这趟混水，别好处没摸到，就给别人挂了。\\n\\n当一群人走近了一看，原来是个熟脸——冲天剑，这小子手上正拿着我那把毒牙枪，神气活现地带着一帮弟兄们呢，估计是听说这里出了准boss，想来分一杯羹的吧。吓，这小子带的人恐怕没有一百，也有八十了吧，黑压压地一片，后面还有一队美女牧师，领头的正是他那如花似玉的法师妹妹，一袭轻纱罗衣，伴着如花笑脸，真是让人怦然心动。\\n\\n用肩膀推了推旁边脸上已有不名液体下落的刑天，我轻咳了几声，迎了上前对冲天剑说道：“呵呵，好啊，什么风把兄弟你也给吹来了。”\\n\\n看到原来是我认识的，刑天赶紧收起了一脸的呆滞，伸手抹了抹嘴角，给出一个无比阳光的笑容也凑了上前，不过目光依然是盯着冲天剑的妹妹罢了。我眼角的余光瞄到了刑天，心中暗暗叹息，唉，怎么遇人不贤，带着这么一头****色狼。\\n\\n“呵呵，这么巧啊，你也在这里，我这不是在这里带弟兄们冲级吗，刚才听人家发消息给我，说这里出了个准boss，正好想拿它来练练兵，看看兄弟们的配合怎么样。”看到是我，冲天剑冲我笑着说道。\\n\\n“怎么样，你们有兴趣跟我们一起去看看吗。我想这么多人应该不会很危险吧。”仿佛看穿了我的心事，冲天剑发出了邀请说道。\\n\\n这么多人多少有点保险系数吧，大不了我厚着脸皮呆在后面得了，到时候有个意外情况，我惹不起还是躲的起的吧，正好也去见识一下狗头人的厉害，我等级高点也会找它们的麻烦的。心里一想定，我便欣然接受了冲天剑的组队邀请，和刑天两人一起并入了他的队伍中去，刑天这小子一脸的弱智笑容凑到了法师MM的队伍旁，伸出他那三寸不烂之舌，夸夸其谈起来，完全没有顾及两旁男性玩家那可以杀死他N次的目光，真是令我汗颜，还有这等人物，绝对的泡MM精英。\\n\\n一路上不时有其他地方匆匆赶来的玩家，我和冲天剑胡乱闲聊着，来到了前方的战场，那里已经陷入了狗头人和各族玩家鏖战的局面。\\n\\n“牧师先给所有人加抵抗状态然后让到最后，战士们5人一组到最前面排好，弓手居中，巫师在后，保持队形前进。”冲天剑大声说道，身后的人迅速按照他的要求排成整齐的几排，一道道洁白的光芒洒落在战士和弓手的身上，已经拉着刑天退到了队伍中间的我，也被赋予了一个力量强化和防御强化，呵呵，和我的丹药效果没冲突，感觉真是不错。\\n\\n“待会一定要保持队型，不能被冲散了，战士自己吃药，别都指望牧师加血，注意保护法师，弓手一定要跟随战士后面攻击，不要乱引……”冲天剑一边移动着身子，一边继续说道，恩，这小子还蛮有领导才能的，说的头头是道嘛。\\n\\n一头不识趣的狗头人战士将一个矮人劈成白光后，看到这边一群新鲜玩家的涌入，丝毫没有思考就扬着武器，怪叫着冲了过来。冲天剑一声大呵“杀”，猩红的长枪如毒蛇之牙抖出一道红光，送向了狗头人的胸膛，如雨点般的箭枝从弓手中飞了出去，密密麻麻地落向了狗头人，当锋利的枪头刺穿了粗糙的皮甲，深深扎在狗头人战士那如同薄纸般脆弱的胸膛上时，这个倒霉的家伙身上已经被箭枝射如同马蜂窝一般，扬的狼牙棒再也没有力气向前砸去，和失去呼吸的身体一起落在了地上，砸出一个碗口大的土坑。\\n\\n集众人之力，轻松地将战场边缘的几个狗头人战士和巫师砍翻之后，冲天剑带着队伍如一台不停工作的收集机般，平平地横扫着战场，战士们整齐的重砍，弓手们呼啸的长剑，一道道锐利的青色风刃，目标直指狗头人，在付出了细小的代价后，渐渐逼近了场上的狗头族长。\\n\\n一直轻松愉快地和血染疆土等十几个兽人慢慢玩耍的狗头人族长此刻也发觉了形势的微妙变化，一直在外围猎杀玩家的狗头人被新来的一群玩家慢慢消灭着，它愤怒地挥舞着狼牙棒，想要冲到那群整齐划一的玩家队伍中给他们一个教训，可是原本在它手下苦苦支撑的兽人战士此刻如同打了强心剂一般，死死地缠上了他，宁可有人被挂了，也不放它过去，气的它哇哇乱叫。\\n\\n“血染疆土，你小子本事，带着这点人就想来爆族长，没把自己给爆了吧。”冲天剑冲着场中的兽人战士大笑着说道，原来你们都认识的，我说你怎么不让他们多拼一会，这么好心忙着救呢。我在后面听着，心里想到。\\n\\n“冲天剑你小子这会还说风凉话，不是那个什么横行的杂碎，我怎么可能冲到这么远，你小子快点上来帮忙，我这里吃不消了。”血染疆土掏出红药猛吞，吃力地叫道。\\n\\n几道白光划过，又有几个兽人给狗头人族长挂了，冲天剑一振手中长枪，就想冲上去，我赶紧闪到他身边，一边拉住了他，他不解地看着我，我拿出几颗丹药，和一瓶麻痹毒药，一脸奸笑地说道：“拿去吃了，给武器用了，嘿嘿，回头有好处可别忘了我。”接过我递上的药，他一看，脸色一喜，重重地给了我一拳说道：“你小子有这么好的东西不早点拿出来，严重鄙视你。”\\n\\n我靠，你带那么多兄弟，我就是一人半颗也不够分的，给你吃已经是不错的，可没要你一分钱，好心没好报，我是怕你挂了。给他一个幽幽地眼神，我无奈地摊了摊手说道：“你当是路边的野草，随便采，数量有限。可惜我等级太低，不想上去冒险了，不然我也陪你一起K那个狗头族长了。”\\n\\n冲天剑听我这么一说，突然想到我那超高的暴率来，一把拉着我的手说，“没关系，你和我一起上，我带战士保护你，后面的牧师负责给你加血，有药不，来，拿40个红去，一打到你就喝药，看它怎么挂你。”\\n\\n这个，好象有点点可行吧，好象没问题的吧，我有点犹豫不绝地想着，“肯定没问题的拉，要是你挂了，我负责带你升一级。”冲天剑不容我多想，带着我就把我推向了前方。\\n\\n接过冲天剑递过来的红药，尽管我有药，但是我不嫌多，不要白不要。不过，你说的这么容易，你不知道我刚二十级了吗，万一真挂了怎么办。hi，狗头族长，我还没想砍你啊，你怎么就拿着那么大一把狼牙棒热情地招呼我，嘴里塞着一瓶恢复药，我赶紧让到了一旁，在我身后一个奋勇向前的战士，则给招呼了回城。\\n\\n战场上的狗头人在不断赶来的玩家围攻下死一个少一个，挂一个没一个，而包围着狗头人族长的战士们，也不断倒在那柄沉重的狼牙棒下，化成一道白光。血染疆土凭借着他那厚实的防御抗了下来，冲天剑依靠血牛般的体力挡了下来，而我则在大量的药剂消耗和牧师没有间断的治疗下活了下来。\\n\\n血染疆土那锋利的斧头在狗头人族长身上留下了一道道血槽，冲天剑那尖锐的长枪在狗头人族长身上刺出一个个窟窿，而我手上的匕首，则让狗头人族长一直保持了麻痹的状态。嘿嘿，古有三英战吕布，今有俺三雄砍族长。（干吗，我不是英雄吗，我可是一直战斗在最前线，哪个不认可的，自己上来和这家伙砍砍看，挂你没商量）\\n\\n都说群众的力量是强大的，这可一点也不假，在面对狗头人的残酷和无情下，我们广大玩家齐心协力，奋勇向前，秉着大无畏牺牲精神，拼一个是一个，拼两个是一双，前赴后继，在所不惜，终于在排行榜上两大高手的带领下，将奔马平原上28级的准boss狗头人族长巴尔卡瑟给挂了，真是大快人心，天地众玩家同赞赏。这是事后在论坛上某一经历此次战斗的玩家写的通讯结尾，怎么少了一个人，我呢，我上哪去了，NND，真是和那群狗头人一样，什么眼睛看人低的。\\n\\n事实上给予狗头人族长巴尔卡瑟最后一击的是我，在血染疆土的盾牌挡住族长的狼牙棒，手上的斧头劈在它的肩膀上；冲天剑的毒牙枪牢牢地刺穿族长的手臂时，我轻盈地身体拔地而起，用我那散发着迷人紫黑色光泽的诅咒之刃，轻轻抹过了巴尔卡瑟的咽喉，犹如情人的亲吻般温柔。血，如同爆裂的水管般喷射出来，激起一片红雾，一个boss倒下了，三只小手摸过来，嘿嘿，一摸一张卷，一只手回去了；二摸一头盔，另一只手也回去了；三摸一个戒指，最后一只手也紧紧地捏着缩了回去。\\n```\\n\\n\\n------------\",\"timestamp\":1640154680,\"title\":\"第四十一章 巴尔卡瑟的愤怒\"},\"digest\":\"RNkf6Co-4Vlwk5yCrEPUpdTCDJcWDLP3-pRosG85Ngg\",\"authorship\":{\"contributor\":\"0x619592c3f4AFd252217e20C1443746f1BEE8b43e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Zj8wriHe5fe2wzsKWZ_F5NM08uXEDJGWG84ZxJQnq0\\\",\\\"y\\\":\\\"eoykNGnvxUxND1LHYagBmA0ljYZqiDYrkd_FKuzdwYw\\\"}\",\"signature\":\"_5Hp9b0DHlgQ-Hh914MoTDKP7xhyS6n-GDjivd24zalHwFJXJOMcYeqG_vCwBukiwBQcTQcxKQc_hL9bA75mGw\",\"signingKeySignature\":\"0x9f4eff3bfc16ba92d0507e26a6e923ac643c9b2ef441aad2f7e03fe4d22cd7f942d487759b42bba14edd77ff3c3ba04fa85d3249ef11ee1c1426d25b035a5b1b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Zj8wriHe5fe2wzsKWZ_F5NM08uXEDJGWG84ZxJQnq0\\\",\\\"y\\\":\\\"eoykNGnvxUxND1LHYagBmA0ljYZqiDYrkd_FKuzdwYw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RNkf6Co-4Vlwk5yCrEPUpdTCDJcWDLP3-pRosG85Ngg\"}"