"{\"content\":{\"body\":\"Happy New Year! \\n  \\n It has been a lot of fun putting together these newsletters and the feedback and sharing that has been returned has been enormously appreciated and beneficial to help us all get smarter about Web3.  I am very excited about learning together in 2022, having the pandemic wind down and the chance to interact and share as much in person as we've done virtually.  Wishing you all the best for 2022! \\n  \\n Last week, I shared a couple of pieces about gas fees.  [Gas fees are a major structural element affecting the efficiency of applications built on Ethereum](https://ethereum.org/en/developers/docs/gas/).  Since each Ethereum transaction requires computational resources to execute, each transaction requires a fee as there is competition for those resources and high bid wins. Gas fees refer to the cost required to conduct a transaction on Ethereum successfully. I had a real example of gas fees take place this week when I attempted to mint a NFT on [Mirror](https://medium.com/digital-marketing-lab/mirror-xyz-review-186e0960bac2), a platform that makes it possible to turn various forms of writing into NFTs, whether it is a blog, poem, an essay, novel, or short story.  I have published the [first editions of the newsletter on Mirror](https://mirror.xyz/0x2331f6b339a4C75A708667Bf13f97C906d4D7Cb5) and attempted to mint the first edition as a NFT.  I connected my MetaMask wallet and received the following message on Gas Fees.  This is a major impediment to scaling and there is a ton of development being done now to alleviate this issue.\\n\\n![](https://images.mirror-media.xyz/publication-images/uXAxY1ltZeZABzd6XSm2y.png?height=1004&width=644)\\n\\n \\n  \\n The MetaMask Wallet returns a message of how much it will cost to mint the NFT.  The amount changes every few seconds as programming capacity becomes more/less congested.  You can choose low/medium/high in terms of how much time you are willing to wait...pay more, execute faster, though there didn't seem to be a big difference in price between them.  I am not knowledgeable enough to say how simple/complex this transaction should be, but it seems very expensive to pay this much just to mint a NFT for a blog post.\\n\\n**Essential Web3 Concepts** \\n  \\n **Virtual Worlds and Gaming** \\n [The Sandbox: Redefining crypto gaming](https://www.thenewsminute.com/article/sandbox-redefining-crypto-gaming-158174) - A primer on a game called Sandbox, which is a virtual world where users can earn SAND tokens, buy/trade NFTs and construct their own game elements.  No explanation is complete without detail on the appreciation of the SAND token. You can sign up for the upcoming season 2 of [Sandbox](https://www.sandbox.game/en/) now. \\n  \\n\\n\\n---\\n\\n \\n **Other Things We Are Reading...** \\n  \\n **Analysis** \\n [Web3/Crypto: Why Bother?](https://continuations.com/post/671863718643105792/web3crypto-why-bother) - Albert Wenger from Union Square Ventures weighs in on the early building block phase of Web3. \\n  \\n **Cryptocurrency** \\n [How a cryptocurrency fortune crippled a deceased billionaire’s estate](https://www.dailydot.com/debug/death-internet-cryptocurrency-matthew-mellon/) - Things to think about for your beneficiaries. \\n  \\n **Companies** \\n [Digital Currency Exchange Kraken Acquires Crypto Staking Firm Staked](https://news.bitcoin.com/digital-currency-exchange-kraken-acquires-crypto-staking-firm-staked/) - This article was recommended to us from one of our subscribers. It's interesting to see the consolidation happening. The article goes on to mention it's Kraken's 5th acquisition this year, also references acquisitions made by Coinbase. \\n  \\n\\n**DeFi (Educational)** \\n [What is DeFi? (Decentralized Finance Animated)](https://www.youtube.com/watch?v=17QRFlml4pA) - This YouTuber creates educational videos about all things crypto. This one on DeFi is the clearest explanation we've seen on exactly what's happening in the space.\\n\\n \\n **Investing** \\n [Dreaming of the Perfect Metaverse ETF (Part 2)](https://blockworks.co/dreaming-of-the-perfect-metaverse-etf-part-2/) - An analysis of what companies should be included.  [Part 1](https://blockworks.co/dreaming-of-the-perfect-metaverse-etf-part-1/) explored what shouldn't be included. \\n  \\n **NFT's** \\n [A Bored Ape Yacht Club spinoff is now the hottest NFT collection after 500% trading jump](https://markets.businessinsider.com/news/currencies/bored-ape-yacht-club-spinoff-mutant-ape-yacht-club-nft-2021-12) - It's fascinating to see this surge in price on the NFT side, while the crypto market has been bearish during the same time period. \\n  \\n As a reminder the value of this community will be greatly increased if we are all sharing, so our request is to PLEASE SHARE WITH US.  Send anything that you think this group will find interesting to [web3newsletter@gmail.com](mailto:web3newsletter@gmail.com).  We will compile them and give you credit for the share (or post them anonymously if you chose).  Feel free to forward the newsletter to people who you think can contribute to this community.\\n\\n\\n---\\n\\n \\n **Thanks** ([Content Submissions](mailto:web3newsletter@gmail.com)) -  Michael Alvarez, Sharmilan Rayer, Scott Schiller \\n  \\n **Feedback** - We'd love to [hear](mailto:web3newsletter@gmail.com) what you think, especially since we have never put together a newsletter.  Constructive criticism is welcome. \\n  \\n **Discord** - Join the Web3 Newsletter community on [Discord](https://discord.gg/6wvmHv8j). \\n  \\n **Archive** - All of the previously published newsletters can now be found [here](https://medium.com/@web3newsletter) and on [Mirror](https://mirror.xyz/0x2331f6b339a4C75A708667Bf13f97C906d4D7Cb5). \\n  \\n **Subscribe** - If this newsletter has been forwarded to you, you can subscribe [here](http://eepurl.com/hPznZv).\",\"timestamp\":1641074156,\"title\":\"Web3 Newsletter - Edition #4 - January 2022\"},\"digest\":\"lnE3EjWPJEGYIXFoLRw6kqi4eAoHtVW70AiWo01MTV0\",\"authorship\":{\"contributor\":\"0x2331f6b339a4C75A708667Bf13f97C906d4D7Cb5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8V29W0zYyhU7v-A0I-nHmofl9lkZsmczDGLF3ZSnTcE\\\",\\\"y\\\":\\\"ZmpUdimTS1DkfhA9yzIct_IOCeCInfNiU4r3l_vq0_E\\\"}\",\"signature\":\"2exx1Ul24V0bLhb7RFiBbHyjB_TelEj8sRxs3xQQBqrwGtV8zBJJ1QFzdsHoXHgwW64L2Bua6qheAAPCgjZimg\",\"signingKeySignature\":\"0x555a568571349fa97039b383886d803f51e2152e277799debc38b64d8ac2dd67259cfd182412a8e24c6c33ce352a51d1efb24942da4531faff5384786a68b0d01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8V29W0zYyhU7v-A0I-nHmofl9lkZsmczDGLF3ZSnTcE\\\",\\\"y\\\":\\\"ZmpUdimTS1DkfhA9yzIct_IOCeCInfNiU4r3l_vq0_E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lnE3EjWPJEGYIXFoLRw6kqi4eAoHtVW70AiWo01MTV0\"}"