"{\"content\":{\"body\":\"Hola, ¿cómo están? Soy [Nicolás Madoery](https://linktr.ee/nicolasmadoery), dirijo la empresa de música [432HZ](https://cuatrotresdos.net), y FUTURX, un espacios de profesionalización para la industria musical de Latinoamérica que buscamos convertir en una comunidad de conocimiento y aprendizaje web3. Me especializo en el desarrollo de estrategias para proyectos de la industria musical aplicando tecnologías. Y sobretodo siempre me interesa estar actualizado en las nuevas dinámicas de la industria pensando en como los proyectos independientes pueden ser sustentables y tener impacto en sus comunidades.\\n\\nHace 12 años funde [Concepto Cero](https://cuatrotresdos.net/conceptocero), un sello discográfico (colectivo de artistas en un comienzo) que se proponía potenciar el contenido de artistas emergentes. Fue un gran desafío y la pregunta de **¿Cómo hacer que la música llegue más lejos?** contando con una computadora e internet. Hoy, esa pregunta esta resuelta, aunque en partes. La multiplicidad de ofertas de contenidos donde estamos en un contexto donde 1 billon de personas hacen música en el mundo nos pone en un desafío diario, y la pregunta se transforma a  **¿Como entender quién es mi audiencia?** o **¿Cómo entender en que nicho de mercado debo trabajar mi proyecto?**, y no solo me refiero a proyectos musicales, sino a proyectos en general.\\n\\nEn el medio se hizo presenta infinitas veces una palabra que parecía ser la respuesta teórica a una gran parte de los problemas que los actores del sector independiente de la música afrontamos: **profesionalización**. Bajo este conceptos trabajamos infinita cantidad de proyectos ligados a entender y pensar herramientas para la industria: \\n\\n* [Musica+Data](https://asiar.musica.ar/musicadata/) (reporte ASIAr-2021)\\n* [MUSICA FFWD-CR](https://musicaffwd.cultura.cr/) (programar UNESCO-2021)\\n* [Guia Rec](https://bit.ly/guiarec) (publicación Min Cultura-2015) \\n* [Selector Pro LATAM](https://www.youtube.com/watch?v=g1Qvn9R6nuY) (eventos+reporte 2018-2020) British Council).\\n\\nY desde hace un año y medio, con Diego Knoblovits, decidimos llevarlo un paso más y creamos **FUTURX**, como una plataforma de profesionalización dinámica, y con la idea de experimentar un poco.\\n\\nLos desafíos de la Web3 me generan una adrenalina que hace mucho tiempo la industria no me generaba, y la cantidad de portales para atravesar los desafíos (que siempre son los mismos) se multiplicaron. La creatividad (por fuera del contenido), la audacia (de animarse a lo nuevo) y la necesidad (de cambiar los parámetros establecidos) pueden mover los estándares, que ya sabemos están caducos.\\n\\nLa pregunta que me aparece hoy, es si esta profesionalización, de la que tanto hablamos, se puede generar y gestionar de manera colectiva, y si además esto puede generar un modelo de negocio solido para los creadores de este tipo de contenidos. Sin olvidarnos que nuestro contexto y coyuntura latinoamericana aumentan un poco más el desafío. \\n\\n¿lo que? #trabajoydelirio\",\"timestamp\":1642605863,\"title\":\"¿Procesos abiertos en la industria musical? \"},\"digest\":\"Ow-WANfBf5Bvsvail7YkpuEK4VwoCnDJ3OdzFKzg4Ew\",\"authorship\":{\"contributor\":\"0xf576725C4a2E15585F063fA7943d86d28d2B6FE7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DMbJVchEuanc0C2lnckO0b2fYfyr0WwbO0yAf8V_a4E\\\",\\\"y\\\":\\\"99nxoBVXgc2B2JU6q3gNujCgcfn5rdgeByKzoX8k5_I\\\"}\",\"signature\":\"-xrEIGnGZ9KUDKlSNTMd8HKnVn-A3fI-rvQU0X9llxoBPIjWV9W6_bDJcfOUpMjMHlJ9fzut1SsRJ7lZGDofMg\",\"signingKeySignature\":\"0x6c1e64607bf8adad3d85dfca9ef9cfb8abe9418e7c3341a7f3523c3e7dd26ce3735f17c5749f5bb14d41da3c3b057cc92d0f580eb671a2ee10266704d136b9a31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DMbJVchEuanc0C2lnckO0b2fYfyr0WwbO0yAf8V_a4E\\\",\\\"y\\\":\\\"99nxoBVXgc2B2JU6q3gNujCgcfn5rdgeByKzoX8k5_I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xUtdlAea2DlI39keiIoW6gNqN_84ilSPGfkVkbd-gsg\"}"