"{\"content\":{\"body\":\"The genus in which the kangaroo is to be classed I leave to better naturalists than myself to determine.  How it copulates, those who pretend to have seen disagree in their accounts:  nor do we know how long the period of gestation lasts.  Prolific it cannot be termed, bringing forth only one at a birth, which the dam carries in her pouch wherever she goes until the young one be enabled to provide for itself; and even then, in the moment of alarm, she will stop to receive and protect it. We have killed she-kangaroos whose pouches contained young ones completely covered with fur and of more than fifteen pounds weight, which had ceased to suck and afterwards were reared by us.  In what space of time it reaches such a growth as to be abandoned entirely by the mother, we are ignorant.  It is born blind, totally bald, the orifice of the ear closed and only just the centre of the mouth open, but a black score, denoting what is hereafter to form the dimension of the mouth, is marked very distinctly on each side of the opening.  At its birth, the kangaroo (notwithstanding it weighs when full grown 200 pounds) is not so large as a half-grown mouse.  I brought some with me to England even less, which I took from the pouches of the old ones. This phenomenon is so striking and so contrary to the general laws of nature, that an opinion has been started that the animal is brought forth not by the pudenda, but descends from the belly into the pouch by one of the teats, which are there deposited.  On this difficulty as I can throw no light, I shall hazard no conjecture.  It may, however, be necessary to observe that the teats are several inches long and capable of great dilatation.  And here I beg leave to correct an error which crept into my former publication wherein I asserted that, \\\"the teats of the kangaroo never exceed two in number.\\\"  They sometimes, though rarely, amount to four.  There is great reason to believe that they are slow of growth and live many years.  This animal has a clavicle, or collar-bone, similar to that of the human body.  The general colour of the kangaroo is very like that of the ass, but varieties exist. Its shape and figure are well known by the plates which have been given of it. The elegance of the ear is particularly deserving of admiration. This far exceeds the ear of the hare in quickness of sense and is so flexible as to admit of being turned by the animal nearly quite round the head, doubtless for the purpose of informing the creature of the approach of its enemies, as it is of a timid nature, and poorly furnished with means of defence; though when compelled to resist, it tears furiously with its forepaws, and strikes forward very hard with its hind legs. Notwithstanding its unfavourable conformation for such a purpose, its swims strongly; but never takes to the water unless so hard pressed by its pursuers as to be left without all other refuge.  The noise they make is a faint bleat, querulous, but not easy to describe. They are sociable animals and unite in droves, sometimes to the number of fifty or sixty together; when they are seen playful and feeding on grass, which alone forms their food.  At such time they move gently about like all other quadrupeds, on all fours; but at the slightest noise they spring up on their hind legs and sit erect, listening to what it may proceed from, and if it increases they bound off on those legs only, the fore ones at the same time being carried close to the breast like the paws of a monkey; and the tail stretched out, acts as a rudder on a ship.  In drinking, the kangaroo laps.  It is remarkable that they are never found in a fat state, being invariably lean. Of the flesh we always eat with avidity, but in Europe it would not be reckoned a delicacy.  A rank flavour forms the principal objection to it. The tail is accounted the most delicious part, when stewed.\\n\\nHitherto I have spoken only of the large, or grey kangaroo, to which the natives give the name of 'patagaran'.\\\\*  But there are (besides the kangaroo-rat) two other sorts.  One of them we called the red kangaroo, from the colour of its fur, which is like that of a hare, and sometimes is mingled with a large portion of black:  the natives call it 'bagaray'.  It rarely attains to more than forty pounds weight. The third sort is very rare, and in the formation of its head resembles the opossum.  The kangaroo-rat is a small animal, never reaching, at its utmost growth, more than fourteen or fifteen pounds, and its usual size is not above seven or eight pounds.  It joins to the head and bristles of a rat the leading distinctions of a kangaroo, by running when pursued on its hind legs only, and the female having a pouch. Unlike the kangaroo, who appears to have no fixed place of residence, this little animal constructs for itself a nest of grass, on the ground, of a circular figure, about ten inches in diameter, with a hole on one side for the creature to enter at; the inside being lined with a finer sort of grass, very soft and downy.  But its manner of carrying the materials with which it builds the nest is the greatest curiosity:  by entwining its tail (which, like that of all the kangaroo tribe, is long, flexible and muscular) around whatever it wants to remove, and thus dragging along the load behind it.  This animal is good to eat; but whether it be more prolific at a birth than the kangaroo, I know not.\\n\\n\\\\[\\\\*kangaroo was a name unknown to them for any animal, until we introduced it. When I showed Colbee the cows brought out in the Gorgon, he asked me if they were kangaroos.\\\\]\\n\\nThe Indians sometimes kill the kangaroo; but their greatest destroyer is the wild dog,\\\\* who feeds on them.  Immediately on hearing or seeing this formidable enemy, the kangaroo flies to the thickest cover, in which, if he can involve himself, he generally escapes.  In running to the cover, they always, if possible, keep in paths of their own forming, to avoid the high grass and stumps of trees which might be sticking up among it to wound them and impede their course.\\n\\n\\\\[\\\\*I once found in the woods the greatest part of a kangaroo just killed by the dogs, which afforded to three of us a most welcome repast. Marks of its turns and struggles on the ground were very visible. This happened in the evening, and the dogs probably had seen us approach and had run away.  At daylight next morning they saluted us with most dreadful howling for the loss of their prey.\\\\]\\n\\nOur methods of killing them were but two; either we shot them, or hunted them with greyhounds.  We were never able to ensnare them.  Those sportsmen who relied on the gun seldom met with success, unless they slept near covers, into which the kangaroos were wont to retire at night, and watched with great caution and vigilance when the game, in the morning, sallied forth to feed.  They were, however, sometimes stolen in upon in the day-time and that fascination of the eye, which has been by some authors so much insisted upon, so far acts on the kangaroo that if he fixes his eye upon any one, and no other object move at the same time, he will often continue motionless, in stupid gaze, while the sportsman advances with measured step, towards him, until within reach of his gun. The greyhounds for a long time were incapable of taking them; but with a brace of dogs, if not near cover a kangaroo almost always falls, since the greyhounds have acquired by practice the proper method of fastening upon them. Nevertheless the dogs are often miserably torn by them.  The rough wiry greyhound suffers least in the conflict, and is most prized by the hunters.\\n\\nOther quadrupeds, besides the wild dog, consist only of the flying squirrel, of three kinds of opossums and some minute animals, usually marked by the distinction which so peculiarly characterizes the opossum tribe. The rats, soon after our landing, became not only numerous but formidable, from the destruction they occasioned in the stores.  Latterly they had almost disappeared, though to account for their absence were not easy. The first time Colbee saw a monkey, he called 'wurra' (a rat); but on examining its paws he exclaimed with astonishment and affright, 'mulla' (a man).\\n\\nAt the head of the birds the cassowary or emu, stands conspicuous. The print of it which has already been given to the public is so accurate for the most part, that it would be malignant criticism in a work of this kind to point out a few trifling defects.\\n\\nHere again naturalists must look forward to that information which longer and more intimate knowledge of the feathered tribe than I can supply, shall appear.  I have nevertheless had the good fortune to see what was never seen but once, in the country I am describing, by Europeans- -a hatch, or flock, of young cassowaries with the old bird.  I counted ten, but others said there were twelve.  We came suddenly upon them, and they ran up a hill exactly like a flock of turkeys, but so fast that we could not get a shot at them.  The largest cassowary ever killed in the settlement, weighed ninety-four pounds.  Three young ones, which had been by accident separated from the dam, were once taken and presented to the governor.  They were not larger than so many pullets, although at first sight they appeared to be so from the length of their necks and legs.  They were very beautifully striped, and from their tender state were judged to be not more than three or four days old.  They lived only a few days.\\n\\nA single egg, the production of a cassowary, was picked up in a desert place, dropped on the sand, without covering or protection of any kind. Its form was nearly a perfect ellipsis; and the colour of the shell a dark green, full of little indents on its surface.  It measured eleven inches and a half in circumference, five inches and a quarter in height, and weighed a pound and a quarter.  Afterwards we had the good fortune to take a nest.  It was found by a soldier in a sequestered solitary situation, made in a patch of lofty fern about three feet in diameter, rather of an oblong shape and composed of dry leaves and tops of fern stalks, very inartificially put together.  The hollow in which lay the eggs, twelve in number, seemed made solely by the pressure of the bird. The eggs were regularly placed in the following position.\\n\\n```\\n     O      O   O   O  O   O   O   O   O  O       O       O\\n```\\n\\nThe soldier, instead of greedily plundering his prize, communicated the discovery to an officer, who immediately set out for the spot. When they had arrived there they continued for a long time to search in vain for their object, and the soldier was just about to be stigmatized with ignorance, credulity or imposture, when suddenly up started the old bird and the treasure was found at their feet.\\n\\nThe food of the cassowary is either grass, or a yellow bell-flower growing in the swamps.  It deserves remark, that the natives deny the cassowary to be a bird, because it does not fly.\\n\\nOf other birds the varieties are very numerous.  Of the parrot tribe alone I could, while I am writing, count up from memory fourteen different sorts. Hawks are very numerous, so are quails.  A single snipe has been shot. Ducks, geese and other aquatic birds are often seen in large flocks, but are universally so shy, that it is found difficult to shoot them. Some of the smaller birds are very beautiful, but they are not remarkable for either sweetness, or variety of notes.  To one of them, not bigger than a tomtit, we have given the name of coach-whip, from its note exactly resembling the smack of a whip.  The country, I am of opinion, would abound with birds did not the natives, by perpetually setting fire to the grass and bushes, destroy the greater part of the nests; a cause which also contributes to render small quadrupeds scarce.  They are besides ravenously fond of eggs and eat them wherever they find them.  They call the roe of a fish and a bird's egg by one name.\\n\\nSo much has been said of the abundance in which fish are found in the harbours of New South Wales that it looks like detraction to oppose a contradiction. Some share of knowledge may, however, be supposed to belong to experience. Many a night have I toiled (in the times of distress) on the public service, from four o'clock in the afternoon until eight o'clock next morning, hauling the seine in every part of the harbour of Port Jackson:  and after a circuit of many miles and between twenty and thirty hauls, seldom more than a hundred pounds of fish were taken.  However, it sometimes happens that a glut enters the harbour, and for a few days they sufficiently abound. But the universal voice of all professed fishermen is that they never fished in a country where success was so precarious and uncertain.\\n\\nI shall not pretend to enumerate the variety of fish which are found. They are seen from a whale to a gudgeon.  In the intermediate classes may be reckoned sharks of a monstrous size, skait, rock-cod, grey-mullet, bream, horse-mackarel, now and then a sole and john dory, and innumerable others unknown in Europe, many of which are extremely delicious, and many highly beautiful.  At the top of the list, as an article of food, stands a fish, which we named light-horseman.  The relish of this excellent fish was increased by our natives, who pointed out to us its delicacies.  No epicure in England could pick a head with more glee and dexterity than they do that of a light-horseman.\\n\\nReptiles in the swamps and covers are numerous.  Of snakes there are two or three sorts:  but whether the bite of any of them be mortal, or even venomous, is somewhat doubtful.  I know but of one well attested instance of a bite being received from a snake.  A soldier was bitten so as to draw blood, and the wound healed as a simple incision usually does without shewing any symptom of malignity.  A dog was reported to be bitten by a snake, and the animal swelled and died in great agony.  But I will by no means affirm that the cause of his death was fairly ascertained. It is, however, certain that the natives show, on all occasions, the utmost horror of the snake, and will not eat it, although they esteem lizards, goannas, and many other reptiles delicious fare.  On this occasion they always observe that if the snake bites them, they become lame, but whether by this they mean temporary or lasting lameness I do not pretend to determine.   I have often eaten snakes and always found them palatable and nutritive, though it was difficult to stew them to a tender state.\\n\\nSummer here, as in all other countries, brings with it a long list of insects. In the neighborhood of rivers and morasses, mosquitoes and sandflies are never wanting at any season, but at Sydney they are seldom numerous or troublesome.  The most nauseous and destructive of all the insects is a fly which blows not eggs but large living maggots, and if the body of the fly be opened it is found full of them.  Of ants there are several sorts, one of which bites very severely.  The white ant is sometimes seen.  Spiders are large and numerous.  Their webs are not only the strongest, but the finest, and most silky I ever felt. I have often thought their labour might be turned to advantage.  It has, I believe, been proved that spiders, were it not for their quarrelsome disposition which irritates them to attack and destroy each other, might be employed more profitably than silk-worms.\\n\\nThe hardiness of some of the insects deserves to be mentioned.  A beetle was immersed in proof spirits for four hours, and when taken out crawled away almost immediately.  It was a second time immersed, and continued in a glass of rum for a day and a night, at the expiration of which period it still showed symptoms of life.  Perhaps, however, what I from ignorance deem wonderful is common.\\n\\n\\n*****\\n\\nThe last but the most important production yet remains to be considered. Whether plodding in London, reeking with human blood in Paris or wandering amidst the solitary wilds of New South Wales--Man is ever an object of interest, curiosity and reflection.\\n\\nThe natives around Port Jackson are in person rather more diminutive and slighter made, especially about the thighs and legs, than the Europeans. It is doubtful whether their society contained a person of six feet high. The tallest I ever measured, reached five feet eleven inches, and men of his height were rarely seen.  Baneelon, who towered above the majority of his countrymen, stood barely five feet eight inches high.  His other principal dimensions were as follows:\\n\\nGirth of the Chest.              2 feet 10 inches Girth of the Belly.              2 feet 6 1/2 inches Girth of the Thigh.              18 1/8 inches Girth of the Leg at the Calf.    12 1/8 inches Girth of the Leg at the Small.   10 inches Girth of arm half way between the shoulder and elbow.          9 inches\\n\\nInstances of natural deformity are scarce, nor did we ever see one of them left-handed.  They are, indeed, nearly ambidexter; but the sword, the spear and the fish-gig are always used with the right hand. Their muscular force is not great; but the pliancy of their limbs renders them very active.  \\\"Give to civilized man all his machines, and he is superior to the savage; but without these, how inferior is he found on opposition, even more so than the savage in the first instance.\\\" These are the words of Rousseau, and like many more of his positions must be received with limitation.  Were an unarmed Englishman and an unarmed New Hollander to engage, the latter, I think, would fall.\\n\\nMr. Cook seems inclined to believe the covering of their heads to be wool. But this is erroneous.  It is certainly hair, which when regularly combed becomes soon nearly as flexible and docile as our own.  Their teeth are not so white and good as those generally found in Indian nations, except in the children, but the inferiority originates in themselves. hey bite sticks, stones, shells and all other hard substances, indiscriminately with them, which quickly destroys the enamel and gives them a jagged and uneven appearance.  A high forehead, with prominent overhanging eyebrows, is their leading characteristic, and when it does not operate to destroy all openness of countenance gives an air of resolute dignity to the aspect, which recommends, in spite of a true negro nose, thick lips, and a wide mouth. The prominent shin bone, so invariably found in the Africans, is not, however, seen.  But in another particular they are more alike.  The rank offensive smell which disgusts so much in the negro, prevails strongly among them when they are in their native state, but it wears off in those who have resided with us and have been taught habits of cleanliness. Their hands and feet are small\\\\*, especially the former.\\n\\n\\\\[\\\\*I mentioned this, among other circumstances, to colonel Gordon when I was at the Cape, and he told me that it indicated poverty and inadequacy of living. He instanced to me the Hottentots and Caffres.  The former fare poorly, and have small hands and feet.  The Caffres, their neighbours, live plenteously and have very large ones.  This remark cannot be applied to civilized nations, where so many factitious causes operate.\\\\]\\n\\nTheir eyes are full, black and piercing, but the almost perpetual strain in which the optic nerve is kept, by looking out for prey, renders their sight weak at an earlier age than we in general find ours affected. These large black eyes are universally shaded by the long thick sweepy eyelash, so much prized in appreciating beauty, that, perhaps hardly any face is so homely which this aid cannot in some degree render interesting; and hardly any so lovely which, without it, bears not some trace of insipidity. Their tone of voice is loud, but not harsh.  I have in some of them found it very pleasing.\\n\\nLongevity, I think, is seldom attained by them.  Unceasing agitation wears out the animal frame and is unfriendly to length of days.  We have seen them grey with age, but not old; perhaps never beyond sixty years. But it may be said, the American Indian, in his undebauched state, lives to an advanced period.  True, but he has his seasons of repose.  He reaps his little harvest of maize and continues in idleness while it lasts. He kills the roebuck or the moose-deer, which maintains him and his family for many days, during which cessation the muscles regain their spring and fit him for fresh toils.  Whereas every sun awakes the native of New South Wales (unless a whale be thrown upon the coast) to a renewal of labour, to provide subsistence for the present day.\\n\\nThe women are proportionally smaller than the men.  I never measured but two of them, who were both, I think, about the medium height. One of them, a sister of Baneelon, stood exactly five feet two inches high. The other, named Gooreedeeana, was shorter by a quarter of an inch.\\n\\nBut I cannot break from Gooreedeeana so abruptly.  She belonged to the tribe of Cameragal, and rarely came among us.  One day, however, she entered my house to complain of hunger.  She excelled in beauty all their females I ever saw.  Her age about eighteen, the firmness, the symmetry and the luxuriancy of her bosom might have tempted painting to copy its charms. Her mouth was small and her teeth, though exposed to all the destructive purposes to which they apply them, were white, sound and unbroken. Her countenance, though marked by some of the characteristics of her native land, was distinguished by a softness and sensibility unequalled in the rest of her countrywomen, and I was willing to believe that these traits indicated the disposition of her mind.  I had never before seen this elegant timid female, of whom I had often heard; but the interest I took in her led me to question her about her husband and family. She answered me by repeating a name which I have now forgotten, and told me she had no children.  I was seized with a strong propensity to learn whether the attractions of Gooreedeeana were sufficiently powerful to secure her from the brutal violence with which the women are treated, and as I found my question either ill understood or reluctantly answered, I proceeded to examine her head, the part on which the husband's vengeance generally alights.  With grief I found it covered by contusions and mangled by scars.  The poor creature, grown by this time more confident from perceiving that I pitied her, pointed out a wound just above her left knee which she told me was received from a spear, thrown at her by a man who had lately dragged her by force from her home to gratify his lust. I afterwards observed that this wound had caused a slight lameness and that she limped in walking.  I could only compassionate her wrongs and sympathize in her misfortunes.  To alleviate her present sense of them, when she took her leave I gave her, however, all the bread and salt pork which my little stock afforded.\\n\\nAfter this I never saw her but once, when I happened to be near the harbour's mouth in a boat, with captain Ball.  We met her in a canoe with several more of her sex.  She was painted for a ball, with broad stripes of white earth, from head to foot, so that she no longer looked like the same Gooreedeeana.  We offered her several presents, all of which she readily accepted; but finding our eagerness and solicitude to inspect her, she managed her canoe with such address as to elude our too near approach, and acted the coquet to admiration.\\n\\nTo return from this digression to my subject, I have only farther to observe that the estimation of female beauty among the natives (the men at least) is in this country the same as in most others.  Were a New Hollander to portray his mistress, he would draw her the 'Venus aux belles fesses'. Whenever Baneelon described to us his favourite fair, he always painted her in this, and another particular, as eminently luxuriant.\\n\\nUnsatisfied, however, with natural beauty (like the people of all other countries) they strive by adscititious embellishments to heighten attraction, and often with as little success.  Hence the naked savage of New South Wales pierces the septum of his nose, through which he runs a stick or a bone, and scarifies his body, the charms of which increase in proportion to the number and magnitude of seams by which it is distinguished. The operation is performed by making two longitudinal incisions with a sharpened shell, and afterwards pinching up with the nails the intermediate space of skin and flesh, which thereby becomes considerably elevated and forms a prominence as thick as a man's finger.  No doubt but pain must be severely felt until the wound be healed.  But the love of ornament defies weaker considerations, and no English beau can bear more stoutly the extraction of his teeth to make room for a fresh set from a chimney sweeper, or a fair one suffer her tender ears to be perforated, with more heroism than the grisly nymphs on the banks of Port Jackson, submit their sable shoulders to the remorseless lancet.\\n\\nThat these scarifications are intended solely to increase personal allurement I will not, however, positively affirm.  Similar, perhaps, to the cause of an excision of part of the little finger of the left hand in the women, and of a front tooth in the men;\\\\* or probably after all our conjectures, superstitious ceremonies by which they hope either to avert evil or to propagate good, are intended.  The colours with which they besmear the bodies of both sexes possibly date from the same common origin. White paint is strictly appropriate to the dance.  Red seems to be used on numberless occasions, and is considered as a colour of less consequence. It may be remarked that they translate the epithet white when they speak of us, not by the name which they assign to this white earth, but by that with which they distinguish the palms of their hands.\\n\\n\\\\[\\\\*It is to be observed that neither of these ceremonies is universal, but nearly so.  Why there should exist exemptions I cannot resolve. The manner of executing them is as follows.  The finger is taken off by means of a ligature (generally a sinew of a kangaroo) tied so tight as to stop the circulation of the blood, which induces mortification and the part drops off.  I remember to have seen Colbee's child, when about a month old, on whom this operation had been just performed by her mother. The little wretch seemed in pain, and her hand was greatly swelled. But this was deemed too trifling a consideration to deserve regard in a case of so much importance.\\n\\nThe tooth intended to be taken out is loosened by the gum being scarified on both sides with a sharp shell.  The end of a stick is then applied to the tooth, which is struck gently several times with a stone, until it becomes easily moveable, when the 'coup de grace' is given by a smart stroke. Notwithstanding these precautions, I have seen a considerable degree of swelling and inflammation follow the extraction.  Imeerawanyee, I remember, suffered severely.  But he boasted the firmness and hardihood with which he had endured it.  It is seldom performed on those who are under sixteen years old.\\\\]\\n\\nAs this leads to an important subject I shall at once discuss it. \\\"Have these people any religion:  any knowledge of, or belief in a deity?-- any conception of the immortality of the soul?\\\" are questions which have been often put to me since my arrival in England:  I shall endeavour to answer them with candour and seriousness.\\n\\nUntil belief be enlightened by revelation and chastened by reason, religion and superstition, are terms of equal import.  One of our earliest impressions is the consciousness of a superior power.  The various forms under which this impression has manifested itself are objects of the most curious speculation.\\n\\nThe native of New South Wales believes that particular aspects and appearances of the heavenly bodies predict good or evil consequences to himself and his friends.  He oftentimes calls the sun and moon 'weeree,' that is, malignant, pernicious.  Should he see the leading fixed stars (many of which he can call by name) obscured by vapours, he sometimes disregards the omen, and sometimes draws from it the most dreary conclusions. I remember Abaroo running into a room where a company was assembled, and uttering frightful exclamations of impending mischiefs about to light on her and her countrymen.  When questioned on the cause of such agitation she went to the door and pointed to the skies, saying that whenever the stars wore that appearance, misfortunes to the natives always followed. The night was cloudy and the air disturbed by meteors.  I have heard many more of them testify similar apprehensions.\\n\\nHowever involved in darkness and disfigured by error such a belief be, no one will, I presume, deny that it conveys a direct implication of superior agency; of a power independent of and uncontrolled by those who are the objects of its vengeance.  But proof stops not here. When they hear the thunder roll and view the livid glare, they flee them not, but rush out and deprecate destruction.  They have a dance and a song appropriated to this awful occasion, which consist of the wildest and most uncouth noises and gestures.  Would they act such a ceremony did they not conceive that either the thunder itself, or he who directs the thunder, might be propitiated by its performance?  That a living intellectual principle exists, capable of comprehending their petition and of either granting or denying it?  They never address prayers to bodies which they know to be inanimate, either to implore their protection or avert their wrath.  When the gum-tree in a tempest nods over them; or the rock overhanging the cavern in which they sleep threatens by its fall to crush them, they calculate (as far as their knowledge extends) on physical principles, like other men, the nearness and magnitude of the danger, and flee it accordingly.  And yet there is reason to believe that from accidents of this nature they suffer more than from lightning. Baneelon once showed us a cave, the top of which had fallen in and buried under its ruins, seven people who were sleeping under it.\\n\\nTo descend; is not even the ridiculous superstition of Colbee related in one of our journies to the Hawkesbury?  And again the following instance. Abaroo was sick.  To cure her, one of her own sex slightly cut her on the forehead, in a perpendicular direction with an oyster shell, so as just to fetch blood.  She then put one end of a string to the wound and, beginning to sing, held the other end to her own gums, which she rubbed until they bled copiously.  This blood she contended was the blood of the patient, flowing through the string, and that she would thereby soon recover.  Abaroo became well, and firmly believed that she owed her cure to the treatment she had received.  Are not these, I say, links, subordinate ones indeed, of the same golden chain?  He who believes in magic confesses supernatural agency, and a belief of this sort extends farther in many persons than they are willing to allow.  There have lived men so inconsistent with their own principles as to deny the existence of a God, who have nevertheless turned pale at the tricks of a mountebank.\\n\\nBut not to multiply arguments on a subject where demonstration (at least to me) is incontestable, I shall close by expressing my firm belief that the Indians of New South Wales acknowledge the existence of a superintending deity.  Of their ideas of the origin and duration of his existence; of his power and capacity; of his benignity or maleficence; or of their own emanation from him, I pretend not to speak.  I have often, in common with others, tried to gain information from them on this head; but we were always repulsed by obstacles which we could neither pass by or surmount.  Mr. Dawes attempted to teach Abaroo some of our notions of religion, and hoped that she would thereby be induced to communicate hers in return.  But her levity and love of play in a great measure defeated his efforts, although every thing he did learn from her served to confirm what is here advanced.  It may be remarked, that when they attended at church with us (which was a common practice) they always preserved profound silence and decency, as if conscious that some religious ceremony on our side was performing.\\n\\nThe question of, whether they believe in the immortality of the soul will take up very little time to answer.  They are universally fearful of spirits.\\\\*  They call a spirit 'mawn'.  They often scruple to approach a corpse, saying that the 'mawn' will seize them and that it fastens upon them in the night when asleep.\\\\*\\\\*  When asked where their deceased friends are they always point to the skies.  To believe in after existence is to confess the immortality of some part of being.  To enquire whether they assign a 'limited' period to such future state would be superfluous.  This is one of the subtleties of speculation which a savage may be supposed not to have considered, without impeachment either of his sagacity or happiness.\\n\\n\\\\[\\\\* \\\"It is remarkable,\\\" says Cicero, \\\"that there is no nation, whether barbarous or civilized, that does not believe in the existence of spirits\\\".\\\\]\\n\\n\\\\[\\\\*\\\\*As they often eat to satiety, even to produce sickness, may not this be the effect of an overloaded stomach:  the nightmare?\\\\]\\n\\nTheir manner of interring the dead has been amply described.  It is certain that instead of burying they sometimes burn the corpse; but the cause of distinction we know not.  A dead body, covered by a canoe, at whose side a sword and shield were placed in state, was once discovered.  All that we could learn about this important personage was that he was a 'Gweeagal' (one of the tribe of Gweea) and a celebrated warrior.\\n\\nTo appreciate their general powers of mind is difficult.  Ignorance, prejudice, the force of habit, continually interfere to prevent dispassionate judgment.  I have heard men so unreasonable as to exclaim at the stupidity of these people for not comprehending what a small share of reflection would have taught them they ought not to have expected.  And others again I have heard so sanguine in their admiration as to extol for proofs of elevated genius what the commonest abilities were capable of executing.\\n\\nIf they be considered as a nation whose general advancement and acquisitions are to be weighed, they certainly rank very low, even in the scale of savages. They may perhaps dispute the right of precedence with the Hottentots or the shivering tribes who inhabit the shores of Magellan.  But how inferior do they show when compared with the subtle African; the patient watchful American; or the elegant timid islander of the South Seas.  Though suffering from the vicissitudes of their climate, strangers to clothing, though feeling the sharpness of hunger and knowing the precariousness of supply from that element on whose stores they principally depend, ignorant of cultivating the earth--a less enlightened state we shall exclaim can hardly exist.\\n\\nBut if from general view we descend to particular inspection, and examine individually the persons who compose this community, they will certainly rise in estimation.  In the narrative part of this work, I have endeavoured rather to detail information than to deduce conclusions, leaving to the reader the exercise of his own judgment.  The behaviour of Arabanoo, of Baneelon, of Colbee and many others is copiously described, and assuredly he who shall make just allowance for uninstructed nature will hardly accuse any of those persons of stupidity or deficiency of apprehension.\\n\\nTo offer my own opinion on the subject, I do not hesitate to declare that the natives of New South Wales possess a considerable portion of that acumen, or sharpness of intellect, which bespeaks genius. All savages hate toil and place happiness in inaction, and neither the arts of civilized life can be practised or the advantages of it felt without application and labour.  Hence they resist knowledge and the adoption of manners and customs differing from their own.  The progress of reason is not only slow, but mechanical.  \\\"De toutes les Instructions propres a l'homme, celle qu'il acquiert le plus tard, et le plus difficilement, est la raison meme.\\\"  The tranquil indifference and uninquiring eye with which they surveyed our works of art have often, in my hearing, been stigmatized as proofs of stupidity, and want of reflection.  But surely we should discriminate between ignorance and defect of understanding. The truth was, they often neither comprehended the design nor conceived the utility of such works, but on subjects in any degree familiarised to their ideas, they generally testified not only acuteness of discernment but a large portion of good sense.  I have always thought that the distinctions they shewed in their estimate of us, on first entering into our society, strongly displayed the latter quality:  when they were led into our respective houses, at once to be astonished and awed by our superiority, their attention was directly turned to objects with which they were acquainted. They passed without rapture or emotion our numerous artifices and contrivances, but when they saw a collection of weapons of war or of the skins of animals and birds, they never failed to exclaim, and to confer with each other on the subject.  The master of that house became the object of their regard, as they concluded he must be either a renowned warrior, or an expert hunter. Our surgeons grew into their esteem from a like cause.  In a very early stage of intercourse, several natives were present at the amputation of a leg. When they first penetrated the intention of the operator, they were confounded, not believing it possible that such an operation could be performed without loss of life, and they called aloud to him to desist; but when they saw the torrent of blood stopped, the vessels taken up and the stump dressed, their horror and alarm yielded to astonishment and admiration, which they expressed by the loudest tokens.  If these instances bespeak not nature and good sense, I have yet to learn the meaning of the terms.\\n\\nIf it be asked why the same intelligent spirit which led them to contemplate and applaud the success of the sportsman and the skill of the surgeon, did not equally excite them to meditate on the labours of the builder and the ploughman, I can only answer that what we see in its remote cause is always more feebly felt than that which presents to our immediate grasp both its origin and effect.\\n\\nTheir leading good and bad qualities I shall concisely touch upon. Of their intrepidity no doubt can exist.  Their levity, their fickleness, their passionate extravagance of character, cannot be defended. They are indeed sudden and quick in quarrel; but if their resentment be easily roused, their thirst of revenge is not implacable.  Their honesty, when tempted by novelty, is not unimpeachable, but in their own society there is good reason to believe that few breaches of it occur. It were well if similar praise could be given to their veracity:  but truth they neither prize nor practice.  When they wish to deceive they scruple not to utter the grossest and most hardened lies.\\\\*  Their attachment and gratitude to those among us whom they have professed to love have always remained inviolable, unless effaced by resentment, from sudden provocation:  then, like all other Indians, the impulse of the moment is alone regarded by them.\\n\\n\\\\[\\\\*This may serve to account for the contradictions of many of their accounts to us.\\\\]\\n\\nSome of their manufactures display ingenuity, when the rude tools with which they work, and their celerity of execution are considered.  The canoes, fish-gigs, swords, shields, spears, throwing sticks, clubs, and hatchets, are made by the men.  To the women are committed the fishing-lines, hooks and nets.  As very ample collections of all these articles are to be found in many museums in England, I shall only briefly describe the way in which the most remarkable of them are made.  The fish-gigs and spears are commonly (but not universally) made of the long spiral shoot which arises from the top of the yellow gum-tree, and bears the flower.  The former have several prongs, barbed with the bone of kangaroo.  The latter are sometimes barbed with the same substance, or with the prickle of the sting-ray, or with stone or hardened gum, and sometimes simply pointed.  Dexterity in throwing and parrying the spear is considered as the highest acquirement.  The children of both sexes practice from the time that they are able to throw a rush; their first essay.  It forms their constant recreation.  They afterwards heave at each other with pointed twigs.  He who acts on the defensive holds a piece of new soft bark in the left hand, to represent a shield, in which he receives the darts of the assailant, the points sticking in it.  Now commences his turn.  He extracts the twigs and darts them back at the first thrower, who catches them similarly.  In warding off the spear they never present their front, but always turn their side, their head at the same time just clear of the shield, to watch the flight of the weapon; and the body covered.  If a spear drop from them when thus engaged, they do not stoop to pick it up, but hook it between the toes and so lift it until it meet the hand.  Thus the eye is never diverted from its object, the foe.  If they wish to break a spear or any wooden substance, they lay it not across the thigh or the body, but upon the head, and press down the ends until it snap.  Their shields are of two sorts.  That called 'illemon' is nothing but a piece of bark with a handle fixed in the inside of it. The other, dug out of solid wood, is called 'aragoon', and is made as follows, with great labour.  On the bark of a tree they mark the size of the shield, then dig the outline as deep as possible in the wood with hatchets, and lastly flake it off as thick as they can, by driving in wedges. The sword is a large heavy piece of wood, shaped like a sabre, and capable of inflicting a mortal wound.  In using it they do not strike with the convex side, but with the concave one, and strive to hook in their antagonists so as to have them under their blows.  The fishing-lines are made of the bark of a shrub.  The women roll shreds of this on the inside of the thigh, so as to twist it together, carefully inserting the ends of every fresh piece into the last made.  They are not as strong as lines of equal size formed of hemp.  The fish-hooks are chopped with a stone out of a particular shell, and afterwards rubbed until they become smooth.  They are very much curved, and not barbed.  Considering the quickness with which they are finished, the excellence of the work, if it be inspected, is admirable.  In all these manufactures the sole of the foot is used both by men and women as a work-board.  They chop a piece of wood, or aught else upon it, even with an iron tool, without hurting themselves. It is indeed nearly as hard as the hoof of an ox.\\n\\nTheir method of procuring fire is this.  They take a reed and shave one side of the surface flat.  In this they make a small incision to reach the pith, and introducing a stick, purposely blunted at the end, into it, turn it round between the hands (as chocolate is milled) as swiftly as possible, until flame be produced.  As this operation is not only laborious, but the effect tedious, they frequently relieve each other at the exercise. And to avoid being often reduced to the necessity of putting it in practice, they always, if possible, carry a lighted stick with them, whether in their canoes or moving from place to place on land.\\n\\nTheir treatment of wounds must not be omitted.  A doctor is, with them, a person of importance and esteem, but his province seems rather to charm away occult diseases than to act the surgeon's part, which, as a subordinate science, is exercised indiscriminately.  Their excellent habit of body\\\\*, the effect of drinking water only, speedily heals wounds without an exterior application which with us would take weeks or months to close. They are, nevertheless, sadly tormented by a cutaneous eruption, but we never found it contagious.  After receiving a contusion, if the part swell they fasten a ligature very tightly above it, so as to stop all circulation.  Whether to this application, or to their undebauched habit, it be attributable, I know not, but it is certain that a disabled limb among them is rarely seen, although violent inflammations from bruises, which in us would bring on a gangrene, daily happen.  If they get burned, either from rolling into the fire when asleep, or from the flame catching the grass on which they lie (both of which are common accidents) they cover the part with a thin paste of kneaded clay, which excludes the air and adheres to the wound until it be cured, and the eschar falls off.\\n\\n\\\\[\\\\*Their native hardiness of constitution is great.  I saw a woman on the day she was brought to bed, carry her new-born infant from Botany Bay to Port Jackson, a distance of six miles, and afterwards light a fire and dress fish.\\\\]\\n\\nTheir form of government, and the detail of domestic life, yet remain untold. The former cannot occupy much space.  Without distinctions of rank, except those which youth and vigour confer, theirs is strictly a system of 'equality' attended with only one inconvenience--the strong triumph over the weak.  Whether any laws exist among them for the punishment of offences committed against society; or whether the injured party in all cases seeks for relief in private revenge, I will not positively affirm; though I am strongly inclined to believe that only the latter method prevails. I have already said that they are divided into tribes; but what constitutes the right of being enrolled in a tribe, or where exclusion begins and ends, I am ignorant.  The tribe of Cameragal is of all the most numerous and powerful.  Their superiority probably arose from possessing the best fishing ground, and perhaps from their having suffered less from the ravages of the smallpox.\\n\\nIn the domestic detail there may be novelty, but variety is unattainable. One day must be very like another in the life of a savage.  Summoned by the calls of hunger and the returning light, he starts from his beloved indolence, and snatching up the remaining brand of his fire, hastens with his wife to the strand to commence their daily task.  In general the canoe is assigned to her, into which she puts the fire and pushes off into deep water, to fish with hook and line, this being the province of the women.  If she have a child at the breast, she takes it with her. And thus in her skiff, a piece of bark tied at both ends with vines, and the edge of it but just above the surface of the water, she pushes out regardless of the elements, if they be but commonly agitated. While she paddles to the fishing-bank, and while employed there, the child is placed on her shoulders, entwining its little legs around her neck and closely grasping her hair with its hands.  To its first cries she remains insensible, as she believes them to arise only from the inconvenience of a situation, to which she knows it must be inured. But if its plaints continue, and she supposes it to be in want of food, she ceases her fishing and clasps it to her breast.  An European spectator is struck with horror and astonishment at their perilous situation, but accidents seldom happen.  The management of the canoe alone appears a work of unsurmountable difficulty, its breadth is so inadequate to its length.  The Indians, aware of its ticklish formation, practise from infancy to move in it without risk.  Use only could reconcile them to the painful position in which they sit in it.  They drop in the middle of the canoe upon their knees, and resting the buttocks on the heels, extend the knees to the sides, against which they press strongly, so as to form a poise sufficient to retain the body in its situation, and relieve the weight which would otherwise fall wholly upon the toes. Either in this position or cautiously moving in the centre of the vessel, the mother tends her child, keeps up her fire (which is laid on a small patch of earth), paddles her boat, broils fish and provides in part the subsistence of the day.  Their favourite bait for fish is a cockle.\\n\\nThe husband in the mean time warily moves to some rock, over which he can peep into unruffled water to look for fish.  For this purpose he always chooses a weather shore, and the various windings of the numerous creeks and indents always afford one.  Silent and watchful, he chews a cockle and spits it into the water.  Allured by the bait, the fish appear from beneath the rock. He prepares his fish-gig, and pointing it downward, moves it gently towards the object, always trying to approach it as near as possible to the fish before the stroke be given.  At last he deems himself sufficiently advanced and plunges it at his prey.  If he has hit his mark, he continues his efforts and endeavours to transpierce it or so to entangle the barbs in the flesh as to prevent its escape.  When he finds it secure he drops the instrument, and the fish, fastened on the prongs, rises to the surface, floated by the buoyancy of the staff.  Nothing now remains to be done but to haul it to him, with either a long stick or another fish-gig (for an Indian, if he can help it, never goes into the water on these occasions) to disengage it, and to look out for fresh sport.\\n\\nBut sometimes the fish have either deserted the rocks for deeper water, or are too shy to suffer approach.  He then launches his canoe, and leaving the shore behind, watches the rise of prey out of the water, and darts his gig at them to the distance of many yards.  Large fish he seldom procures by this method; but among shoals of mullets, which are either pursued by enemies, or leap at objects on the surface, he is often successful. Baneelon has been seen to kill more than twenty fish by this method in an afternoon.  The women sometimes use the gig, and always carry one in each canoe to strike large fish which may be hooked and thereby facilitate the capture.  But generally speaking, this instrument is appropriate to the men, who are never seen fishing with the line, and would indeed consider it as a degradation of their pre-eminence.\\n\\nWhen prevented by tempestuous weather or any other cause, from fishing, these people suffer severely.  They have then no resource but to pick up shellfish, which may happen to cling to the rocks, and be cast on the beach, to hunt particular reptiles and small animals, which are scarce, to dig fern root in the swamps or to gather a few berries, destitute of flavour and nutrition, which the woods afford.  To alleviate the sensation of hunger, they tie a ligature tightly around the belly, as I have often seen our soldiers do from the same cause.\\n\\nLet us, however, suppose them successful in procuring fish.  The wife returns to land with her booty, and the husband quitting the rock joins his stock to hers; and they repair either to some neighbouring cavern or to their hut. This last is composed of pieces of bark, very rudely piled together, in shape as like a soldier's tent as any known image to which I can compare it: too low to admit the lord of it to stand upright, but long and wide enough to admit three or four persons to lie under it.  \\\"Here shelters himself a being, born with all those powers which education expands, and all those sensations which culture refines.\\\"  With a lighted stick brought from the canoe they now kindle a small fire at the mouth of the hut and prepare to dress their meal.  They begin by throwing the fish exactly in the state in which it came from the water, on the fire.  When it has become a little warmed they take it off, rub away the scales, and then peal off with their teeth the surface, which they find done and eat.  Now, and not before, they gut it; but if the fish be a mullet or any other which has a fatty substance about the intestines, they carefully guard that part and esteem it a delicacy.  The cooking is now completed by the remaining part being laid on the fire until it be sufficiently done. A bird, a lizard, a rat, or any other animal, they treat in the same manner. The feathers of the one and the fur of the other, they thus get rid of.\\\\*\\n\\n\\\\[\\\\*They broil indiscriminately all substances which they eat.  Though they boil water in small quantities in oyster shells for particular purposes, they never conceived it possible until shown by us, to dress meat by this method, having no vessel capable of containing a fish or a bird which would stand fire.  Two of them once stole twelve pounds of rice and carried it off.  They knew how we cooked it, and by way of putting it in practice they spread the rice on the ground before a fire, and as it grew hot continued to throw water on it.  Their ingenuity was however very ill rewarded, for the rice became so mingled with the dirt and sand on which it was laid, that even they could not eat it, and the whole was spoiled.\\\\]\\n\\nUnless summoned away by irresistable necessity, sleep always follows the repast.  They would gladly prolong it until the following day; but the canoe wants repair, the fish-gig must be barbed afresh, new lines must be twisted, and new hooks chopped out.  they depart to their respective tasks, which end only with the light.\\n\\nSuch is the general life of an Indian.  But even he has his hours of relaxation, in seasons of success, when fish abounds.  Wanton with plenty, he now meditates an attack upon the chastity of some neighbouring fair one; and watching his opportunity he seizes her and drags her away to complete his purpose.  The signal of war is lighted; her lover, her father, her brothers, her tribe, assemble, and vow revenge on the spoiler.  He tells his story to his tribe.  They judge the case to be a common one and agree to support him.  Battle ensues; they discharge their spears at each other, and legs and arms are transpierced. When the spears are expended the combatants close and every species of violence is practiced.  They seize their antagonist and snap like enraged dogs, they wield the sword and club, the bone shatters beneath their fall and they drop the prey of unsparing vengeance.\\n\\nToo justly, as my observations teach me has Hobbes defined a state of nature to be a state of war.  In the method of waging it among these people, one thing should not, however, escape notice.  Unlike all other Indians, they never carry on operations in the night, or seek to destroy by ambush and surprise.  Their ardent fearless character, seeks fair and open combat only.\\n\\nBut enmity has its moments of pause.  Then they assemble to sing and dance. We always found their songs disagreeable from their monotony.  They are numerous, and vary both in measure and time.  They have songs of war, of hunting, of fishing, for the rise and set of the sun, for rain, for thunder and for many other occasions.  One of these songs, which may be termed a speaking pantomime, recites the courtship between the sexes and is accompanied with acting highly expressive.  I once heard and saw Nanbaree and Abaroo perform it.  After a few preparatory motions she gently sunk on the ground, as if in a fainting fit.  Nanbaree applying his mouth to her ear, began to whisper in it, and baring her bosom, breathed on it several times.  At length, the period of the swoon having expired, with returning animation she gradually raised herself.  She now began to relate what she had seen in her vision, mentioning several of her countrymen by name, whom we knew to be dead; mixed with other strange incoherent matter, equally new and inexplicable, though all tending to one leading point--the sacrifice of her charms to her lover.\\n\\nAt their dances I have often been present; but I confess myself unable to convey in description an accurate account of them.  Like their songs, they are conceived to represent the progress of the passions and the occupations of life.  Full of seeming confusion, yet regular and systematic, their wild gesticulations, and frantic distortions of body are calculated rather to terrify, than delight, a spectator.  These dances consist of short parts, or acts, accompanied with frequent vociferations, and a kind of hissing, or whizzing noise.  They commonly end with a loud rapid shout, and after a short respite are renewed.  While the dance lasts, one of them (usually a person of note and estimation) beats time with a stick on a wooden instrument held in the left hand, accompanying the music with his voice; and the dancers sometimes sing in concert.\\n\\nI have already mentioned that white is the colour appropriated to the dance, but the style of painting is left to every one's fancy.  Some are streaked with waving lines from head to foot; others marked by broad cross-bars, on the breast, back, and thighs, or encircled with spiral lines, or regularly striped like a zebra.  Of these ornaments, the face never wants its share, and it is hard to conceive any thing in the shape of humanity more hideous and terrific than they appear to a stranger--seen, perhaps, through the livid gleam of a fire, the eyes surrounded by large white circles, in contrast with the black ground, the hair stuck full of pieces of bone and in the hand a grasped club, which they occasionally brandish with the greatest fierceness and agility.  Some dances are performed by men only, some by women only, and in others the sexes mingle. In one of them I have seen the men drop on their hands and knees and kiss the earth with the greatest fervor, between the kisses looking up to Heaven.  They also frequently throw up their arms, exactly in the manner in which the dancers of the Friendly Islands are depicted in one of the plates of Mr. Cook's last voyage.\\n\\nCourtship here, as in other countries, is generally promoted by this exercise, where every one tries to recommend himself to attention and applause.  Dancing not only proves an incentive, but offers an opportunity in its intervals.  The first advances are made by the men, who strive to render themselves agreeable to their favourites by presents of fishing-tackle and other articles which they know will prove acceptable. Generally speaking, a man has but one wife, but infidelity on the side of the husband, with the unmarried girls, is very frequent.  For the most part, perhaps, they intermarry in their respective tribes.  This rule is not, however, constantly observed, and there is reason to think that a more than ordinary share of courtship and presents, on the part of the man, is required in this case.  Such difficulty seldom operates to extinguish desire, and nothing is more common than for the unsuccessful suitor to ravish by force that which he cannot accomplish by entreaty. I do not believe that very near connections by blood ever cohabit. We knew of no instance of it.\\n\\nBut indeed the women are in all respects treated with savage barbarity Condemned not only to carry the children but all other burthens, they meet in return for submission only with blows, kicks and every other mark of brutality.  When an Indian is provoked by a woman, he either spears her or knocks her down on the spot.  On this occasion he always strikes on the head, using indiscriminately a hatchet, a club or any other weapon which may chance to be in his hand.  The heads of the women are always consequently seen in the state which I found that of Gooreedeeana. Colbee, who was certainly, in other respects a good tempered merry fellow, made no scruple of treating Daringa, who was a gentle creature, thus. Baneelon did the same to Barangaroo, but she was a scold and a vixen, and nobody pitied her.  It must nevertheless be confessed that the women often artfully study to irritate and inflame the passions of the men, although sensible that the consequence will alight on themselves.\\n\\nMany a matrimonial scene of this sort have I witnessed.  Lady Mary Wortley Montague, in her sprightly letters from Turkey, longs for some of the advocates for passive obedience and unconditional submission then existing in England to be present at the sights exhibited in a despotic government. A thousand times, in like manner, have I wished that those European philosophers whose closet speculations exalt a state of nature above a state of civilization, could survey the phantom which their heated imaginations have raised.  Possibly they might then learn that a state of nature is, of all others, least adapted to promote the happiness of a being capable of sublime research and unending ratiocination.  That a savage roaming for prey amidst his native deserts is a creature deformed by all those passions which afflict and degrade our nature, unsoftened by the influence of religion, philosophy and legal restriction:  and that the more men unite their talents, the more closely the bands of society are drawn and civilization advanced, inasmuch is human felicity augmented, and man fitted for his unalienable station in the universe.\\n\\nOf the language of New South Wales I once hoped to have subjoined to this work such an exposition as should have attracted public notice, and have excited public esteem.  But the abrupt departure of Mr. Dawes, who, stimulated equally by curiosity and philanthropy, had hardly set foot on his native country when he again quitted it to encounter new perils in the service of the Sierra Leona company, precludes me from executing this part of my original intention, in which he had promised to co-operate with me; and in which he had advanced his researches beyond the reach of competition.  The few remarks which I can offer shall be concisely detailed.\\n\\nWe were at first inclined to stigmatised this language as harsh and barbarous in its sounds. Their combinations of words in the manner they utter them, frequently convey such an effect.  But if not only their proper names of men and places, but many of their phrases and a majority of their words, be simply and unconnectedly considered, they will be found to abound with vowels and to produce sounds sometimes mellifluous and sometimes sonorous.  What ear can object to the names of Colbee, (pronounced exactly as Colby is with us) Bereewan, Bondel, Imeerawanyee, Deedora, Wolarawaree, or Baneelon, among the men; or to Wereeweea, Gooreedeeana, Milba\\\\*, or Matilba, among the women.  Parramatta, Gweea, Cameera, Cadi, and Memel, are names of places.  The tribes derive their appellations from the places they inhabit.  Thus Cemeeragal, means the men who reside in the bay of Cameera; Cedigal, those who reside in the bay of Cadi; and so of the others.  The women of the tribe are denoted by adding 'eean' to any of the foregoing words.  A Cadigaleean imports a woman living at Cadi, or of the tribe of Cadigal.  These words, as the reader will observe, are accented either on the first syllable or the penultima. In general, however, they are partial to the emphasis being laid as near the beginning of the word as possible.\\n\\n\\\\[\\\\*Mrs. Johnson, wife of the chaplain of the settlement, was so pleased with this name that she christened her little girl, born in Port Jackson, Milba Maria Johnson.\\\\]\\n\\nOf compound words they seem fond.  Two very striking ones appear in the journal to the Hawkesbury.  Their translations of our words into their language are always apposite, comprehensive, and drawn from images familiar to them.  A gun, for instance, they call 'gooroobeera', that is, a stick of fire.  Sometimes also, by a licence of language, they call those who carry guns by the same name.  But the appellation by which they generally distinguished us was that of 'bereewolgal', meaning men come from afar.  When they salute any one they call him 'dameeli', or namesake, a term which not only implies courtesy and good-will, but a certain degree of affection in the speaker.  An interchange of names with any one is also a symbol of friendship.  Each person has several names; one of which, there is reason to believe, is always derived from the first fish or animal which the child, in accompanying its father to the chase or a fishing, may chance to kill.\\n\\nNot only their combinations, but some of their simple sounds, were difficult of pronunciation to mouths purely English.  Diphthongs often occur.  One of the most common is that of 'ae', or perhaps, 'ai', pronounced not unlike those letters in the French verb 'hair', to hate. The letter 'y' frequently follows 'd' in the same syllable.  Thus the word which signifies a woman is 'dyin'; although the structure of our language requires us to spell it 'deein'.\\n\\nBut if they sometimes put us to difficulty, many of our words were to them unutterable.  The letters 's' and 'v' they never could pronounce.  The latter became invariably 'w', and the former mocked all their efforts, which in the instance of Baneelon has been noticed; and a more unfortunate defect in learning our language could not easily be pointed out.\\n\\nThey use the ellipsis in speaking very freely; always omitting as many words as they possibly can, consistent with being understood.  They inflect both their nouns and verbs regularly; and denote the cases of the former and the tenses of the latter, not like the English by auxiliary words, but like the Latins by change of termination.  Their nouns, whether substantive or adjective, seem to admit of no plural.  I have heard Mr. Dawes hint his belief of their using a dual number, similar to the Greeks, but I confess that I never could remark aught to confirm it. The method by which they answer a question that they cannot resolve is similar to what we sometimes use.  Let for example the following question be put: 'Waw Colbee yagoono?'--Where is Colbee to-day?  'Waw, baw!'--Where, indeed! would be the reply.  They use a direct and positive negative, but express the affirmative by a nod of the head or an inclination of the body.\\n\\nOpinions have greatly differed, whether or not their language be copious. In one particular it is notoriously defective.  They cannot count with precision more than four.  However as far as ten, by holding up the fingers, they can both comprehend others and explain themselves.  Beyond four every number is called great; and should it happen to be very large, great great, which is an Italian idiom also.  This occasions their computations of time and space to be very confused and incorrect.  Of the former they have no measure but the visible diurnal motion of the sun or the monthly revolution of the moon.\\n\\nTo conclude the history of a people for whom I cannot but feel some share of affection.  Let those who have been born in more favoured lands and who have profited by more enlightened systems, compassionate, but not despise their destitute and obscure situation.  Children of the same omniscient paternal care, let them recollect that by the fortuitous advantage of birth alone they possess superiority:  that untaught, unaccommodated man is the same in Pall Mall as in the wilderness of New South Wales. And ultimately let them hope and trust that the progress of reason and the splendor of revelation will in their proper and allotted season be permitted to illumine and transfuse into these desert regions, knowledge, virtue and happiness.\\n\\nCHAPTER XVIII.\\n\\nObservations on the Convicts.\\n\\nA short account of that class of men for whose disposal and advantage the colony was principally, if not totally, founded, seems necessary.\\n\\nIf it be recollected how large a body of these people are now congregated in the settlement of Port Jackson and at Norfolk Island, it will, I think, not only excite surprise but afford satisfaction, to learn, that in a period of four years few crimes of a deep dye or of a hardened nature have been perpetrated.  Murder and unnatural sins rank not hitherto in the catalogue of their enormities, and one suicide only has been committed.\\n\\nTo the honour of the female part of our community let it be recorded that only one woman has suffered capital punishment.  On her condemnation she pleaded pregnancy, and a jury of venerable matrons was impanneled on the spot, to examine and pronounce her state, which the forewoman, a grave personage between sixty and seventy years old, did, by this short address to the court; 'Gentlemen! she is as much with child as I am.' Sentence was accordingly passed, and she was executed.\\n\\nBesides the instance of Irving, two other male convicts, William Bloodsworth, of Kingston upon Thames, and John Arscott, of Truro, in Cornwall, were both emancipated for their good conduct, in the years 1790 and 1791.  Several men whose terms of transportation had expired, and against whom no legal impediment existed to prevent their departure, have been permitted to enter in merchant ships wanting hands:  and as my Rose Hill journals testify, many others have had grants of land assigned to them, and are become settlers in the country.\\n\\nIn so numerous a community many persons of perverted genius and of mechanical ingenuity could not but be assembled.  Let me produce the following example.  Frazer was an iron manufacturer, bred at Sheffield, of whose abilities as a workman we had witnessed many proofs.  The governor had written to England for a set of locks to be sent out for the security of the public stores, which were to be so constructed as to be incapable of being picked.  On their arrival his excellency sent for Frazer and bade him examine them telling him at the same time that they could not be picked.  Frazer laughed and asked for a crooked nail only, to open them all.  A nail was brought, and in an instant he verified his assertion.  Astonished at his dexterity, a gentleman present determined to put it to farther proof.  He was sent for in a hurry, some days after, to the hospital, where a lock of still superior intricacy and expense to the others had been provided.  He was told that the key was lost and that the lock must be immediately picked.  He examined it attentively, remarked that it was the production of a workman, and demanded ten minutes to make an instrument 'to speak with it.'  Without carrying the lock with him, he went directly to his shop, and at the expiration of his term returned, applied his instrument, and open flew the lock.  But it was not only in this part of his business that he excelled:  he executed every branch of it in superior style.  Had not his villainy been still more notorious than his skill, he would have proved an invaluable possession to a new country.  He had passed through innumerable scenes in life, and had played many parts.  When too lazy to work at his trade he had turned thief in fifty different shapes, was a receiver of stolen goods, a soldier and a travelling conjurer.  He once confessed to me that he had made a set of tools, for a gang of coiners, every man of whom was hanged.\\n\\nWere the nature of the subject worthy of farther illustration, many similar proofs of misapplied talents might be adduced.\\n\\nTheir love of the marvellous has been recorded in an early part of this work.  The imposture of the gold finder, however prominent and glaring, nevertheless contributed to awaken attention and to create merriment. He enjoyed the reputation of a discoverer, until experiment detected the imposition.  But others were less successful to acquire even momentary admiration.  The execution of forgery seems to demand at least neatness of imitation and dexterity of address.  On arrival of the first fleet of ships from England, several convicts brought out recommendatory letters from different friends.  Of these some were genuine, and many owed their birth to the ingenuity of the bearers.  But these last were all such bungling performances as to produce only instant detection and succeeding contempt.  One of them addressed to the governor, with the name of Baron Hotham affixed to it, began 'Honored Sir!'\\n\\nA leading distinction, which marked the convicts on their outset in the colony, was an use of what is called the 'flash', or 'kiddy' language. In some of our early courts of justice an interpreter was frequently necessary to translate the deposition of the witness and the defence of the prisoner.  This language has many dialects.  The sly dexterity of the pickpocket, the brutal ferocity of the footpad, the more elevated career of the highwayman and the deadly purpose of the midnight ruffian is each strictly appropriate in the terms which distinguish and characterize it. I have ever been of opinion that an abolition of this unnatural jargon would open the path to reformation.  And my observations on these people have constantly instructed me that indulgence in this infatuating cant is more deeply associated with depravity and continuance in vice than is generally supposed.  I recollect hardly one instance of a return to honest pursuits, and habits of industry, where this miserable perversion of our noblest and peculiar faculty was not previously conquered.\\n\\nThose persons to whom the inspection and management of our numerous and extensive prisons in England are committed will perform a service to society by attending to the foregoing observation.  Let us always keep in view, that punishment, when not directed to promote reformation, is arbitrary, and unauthorised.\\n\\nCHAPTER XIX.\\n\\nFacts relating to the probability of establishing a whale fishery on the coast of New South Wales, with Thoughts on the same.\\n\\nIn every former part of this publication I have studiously avoided mentioning a whale fishery, as the information relating to it will, I conceive, be more acceptably received in this form, by those to whom it is addressed, than if mingled with other matter.\\n\\nPrevious to entering on this detail, it must be observed that several of the last fleet of ships which had arrived from England with convicts, were fitted out with implements for whale fishing, and were intended to sail for the coast of Brazil to pursue the fishery, immediately on having landed the convicts.\\n\\nOn the 14th of October, 1791, the 'Britannia', Captain Melville, one of these ships, arrived at Sydney.  In her passage between Van Diemen's Land and Port Jackson, the master reported that he had seen a large shoal of spermaceti whales.  His words were, 'I saw more whales at one time around my ship than in the whole of six years which I have fished on the coast of Brazil.'\\n\\nThis intelligence was no sooner communicated than all the whalers were eager to push to sea.  Melville himself was among the most early; and on the 10th of November, returned to Port Jackson, more confident of success than before.  He assured me that in the fourteen days which he had been out, he had seen more spermaced whales than in all his former life. They amounted, he said to many thousands, most of them of enormous magnitude; and had he not met with bad weather he could have killed as many as he pleased.  Seven he did kill, but owing to the stormy agitated state of the water, he could not get any of them aboard.  In one however, which in a momentary interval of calm, was killed and secured by a ship in company, he shared.  The oil and head matter of this fish, he extolled as of an extraordinary fine quality.  He was of opinion the former would fetch ten pounds per ton more in London than that procured on the Brazil coast.  He had not gone farther south than 37 degrees; and described the latitude of 35 degrees to be the place where the whales most abounded, just on the edge of soundings, which here extends about fifteen leagues from the shore; though perhaps, on other parts of the coast the bank will be found to run hardly so far off.\\n\\nOn the following day (November 11th) the 'Mary Anne', Captain Munro, another of the whalers, returned into port, after having been out sixteen days.  She had gone as far south as 41 degrees but saw not a whale, and had met with tremendously bad weather, in which she had shipped a sea that had set her boiling coppers afloat and had nearly carried them overboard.\\n\\nNovember 22d.  The 'William and Anne', Captain Buncker, returned after having been more than three weeks out, and putting into Broken Bay. This is the ship that had killed the fish in which Melville shared. Buncker had met with no farther success, owing, he said, entirely, to gales of wind; for he had seen several immense shoals and was of opinion that he should have secured fifty tons of oil, had the weather been tolerably moderate.  I asked him whether he thought the whales he had seen were fish of passage.  \\\"No\\\" he answered, \\\"they were going on every point of the compass, and were evidently on feeding ground, which I saw no reason to doubt that they frequent.\\\"  Melville afterwards confirmed to me this observation.  December 3rd, the 'Mary Anne' and 'Matilda' again returned.  The former had gone to the southward, and off Port Jervis had fallen in with two shoals of whales, nine of which were killed, but owing to bad weather, part of five only were got on board.  As much, the master computed, as would yield thirty barrels of oil.  He said the whales were the least shy of any he had ever seen, \\\"not having been cut up\\\".  The latter had gone to the northward, and had seen no whales but a few fin-backs.\\n\\nOn the 5th of December, both these ships sailed again; and on the 16th and 17th of the month (just before the author sailed for England) they and the 'Britannia' and 'William and Anne' returned to Port Jackson without success having experienced a continuation of the bad weather and seen very few fish.  They all said that their intention was to give the coast one more trial, and if it miscarried to quit it and steer to the northward in search of less tempestuous seas.\\n\\nThe only remark which I have to offer to adventurers on the above subject, is not to suffer discouragement by concluding that bad weather only is to be found on the coast of New South Wales, where the whales have hitherto been seen.  Tempests happen sometimes there, as in other seas, but let them feel assured that there are in every month of the year many days in which the whale fishery may be safely carried on. The evidence of the abundance in which spermaceti whales are sometimes seen is incontrovertible:  that which speaks to their being 'not fish of passage' is at least respectable and hitherto uncontradicted. The prospect merits attention--may it stimulate to enterprise.\\n\\nThe two discoveries of Port Jervis and Matilda Bay (which are to be found in the foregoing sheets) may yet be wanting in the maps of the coast. My account of their geographic situation, except possibly in the exact longitude of the latter (a point not very material) may be safely depended upon.  A knowledge of Oyster Bay, discovered and laid down by the 'Mercury' store-ship, in the year 1789, would also be desirable.  But this I am incapable of furnishing.\\n\\nHere terminates my subject.  Content with the humble province of detailing facts and connecting events by undisturbed narration, I leave to others the task of anticipating glorious, or gloomy, consequences, from the establishment of a colony, which unquestionably demands serious investigation, ere either its prosecution or abandonment be determined.\\n\\nBut doubtless not only those who planned, but those who have been delegated to execute, an enterprise of such magnitude, have deeply revolved, that \\\"great national expense does not imply the necessity of national suffering.  While revenue is employed with success to some valuable end, the profits of every adventure being more than sufficient to repay its costs, the public should gain, and its resources should continue to multiply.  But an expense whether sustained at home or abroad; whether a waste of the present, or an anticipation of the future, revenue, if it bring no adequate return, is to be reckoned among the causes of national ruin.\\\"\\\\*\\n\\n\\\\[\\\\*Ferguson's Essay on the History of Civil Society.\\\\]\\n\\nA list of the Civil and Military Establishments in New South Wales\\n\\nGovernor and Commander in Chief, His Excellency Arthur Phillip, Esq.\\n\\nLieutenant Governor, Robert Ross, Esq.\\n\\nJudge of the Admiralty Court, Robert Ross, Esq.\\n\\nChaplain of the Settlement, the Rev. Richard Johnson.\\n\\nJudge Advocate of the Settlement, David Collins, Esq.\\n\\nSecretary to the Governor, David Collins, Esq.\\n\\nSurveyor General, Augustus Alt, Esq.\\n\\nCommissary of Stores and Provisions, Andrew Miller, Esq.\\n\\nAssistant Commissary, Mr. Zechariah Clarke.\\n\\nProvost Martial, who acts as Sheriff of Cumberland County, Mr. Henry Brewer.\\n\\nPeace Officer, Mr. James Smith.\\n\\nMILITARY ESTABLISHMENT.\\n\\nHis Majesty's Ship 'Sirius', John Hunter, Esq. Commander. Lieutenants, Bradley, King, Maxwell.\\n\\nHis Majesty's armed Brig, 'Supply', Lieutenant Henry Lidgbird Ball, Commander.\\n\\nFOUR COMPANIES OF MARINES\\n\\nMajor Robert Ross, Commandant.\\n\\nCAPTAINS COMMANDING COMPANIES\\n\\nJames Campbell, John Shea, Captain Lieutenants, James Meredith, Watkin Tench.\\n\\nFIRST LIEUTENANTS\\n\\nGeorge Johnson, John Johnson, John Creswell, James Maltland Shairp, Robert Nellow, Thomas Davey, James Furzer, Thomas Timins, John Poulden.\\n\\nSECOND LIEUTENANTS\\n\\nRalph Clarke, John Long, William Dawes, William Feddy.\\n\\nAdjutant, John Long.\\n\\nQuarter Master, James Furzer.\\n\\nAide de Camp to the Governor, George Johnson.\\n\\nOfficer of Engineers and Artillery, William Dawes.\\n\\nHOSPITAL ESTABLISHMENT.\\n\\nSurgeon General of the Settlement, John White, Esq.\\n\\nFirst Assistant, Mr. Dennis Considen.\\n\\nSecond Assistant, Mr. Thomas Arndell.\\n\\nThird Assistant, Mr. William Balmain.\\n\\nEnd\",\"timestamp\":1636105995,\"title\":\"to be the kangaroo. The natural history of this animal will, probably, be written \"},\"digest\":\"zBya0rTGn6DBlQSQ8IYiXDrbk5XPbvyYsibfphGCehk\",\"authorship\":{\"contributor\":\"0x8073DB17391a3781b4a401FD4adA047A0c318a6E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H-2DyEb-gXElzPx5JVLT3gTTkaZZkwwJyeNz4HV3ykE\\\",\\\"y\\\":\\\"3HUX0x2npBJ_-GtA10S-vqmIy49ZmDnZkxT_vHFZwYM\\\"}\",\"signature\":\"0SzOr8xTAN7krgo8cbxzFpc2Jclel5boLvnBXYG-3Ozp3lRUtxmQEmAAHIjtoI4wGi1ystPIEEsKsjVbC1yniQ\",\"signingKeySignature\":\"0x5c2e1517c11011e168504a315259f00a9e5c51642c71d224ed7c3ccc9c236ba1645f70572d6b2285dcf3c9eca69e9ec746d7d289e8e76903cd67041b6c3280c71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H-2DyEb-gXElzPx5JVLT3gTTkaZZkwwJyeNz4HV3ykE\\\",\\\"y\\\":\\\"3HUX0x2npBJ_-GtA10S-vqmIy49ZmDnZkxT_vHFZwYM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zBya0rTGn6DBlQSQ8IYiXDrbk5XPbvyYsibfphGCehk\"}"