"{\"content\":{\"body\":\"# \\n\\n**Disclaimer: questo libro bianco è prodotto esclusivamente dalla community di Dayu per consentire a tutti di comprendere meglio le \\\"People\\\" e non rappresenta alcuna parte del progetto, sia esso ufficiale o di altro tipo. Siamo solo una delle tante comunità di appassionarsi delle \\\"People\\\",lascia che questa criptovaluta abbia più funzioni.**\\n\\n \\n\\nLo spirito delle \\\"People\\\" nella nostra comprensione è \\\"Of the people, by the people, and for the people\\\". Il nucleo della comunità Dayu è aiutare le persone a capire le \\\"persone\\\" gratuitamente.Lascia che questa criptovaluta abbia più funzioni. Ognuno è un partecipante e un costruttore. Alla fine, tutti sono un beneficiario.\\n\\n \\n\\nQuello che ho promesso è che l'obiettivo del mio team non è emettere criptovalute o raccogliere fondi. Tutte le azioni sono dedizione disinteressata. Tutti i fondi coinvolti saranno pubblicamente bloccati in contratti intelligenti. C'è un solo obiettivo,dare un senso alla criptovaluta \\\"popolo\\\",lascia che questa criptovaluta abbia più funzioni.\\n\\n \\n\\nPer raggiungere questo obiettivo, ogni membro della comunità deve trasformarsi da investitore in costruttore!\\n\\n \\n\\nIn passato, i normali possessori di criptovaluta non avevano molti diritti di partecipare o dire quando investono in un progetto.In ambito blockchain il fenomeno della ricerca del profitto è gravissimo, continua ad apparire il fenomeno del solo finanziare ma non fare, fingere di fare, fare le cose con lentezza e fare le cose in disordine.\\n\\n \\n\\nÈ possibile modificare questo fenomeno? Per il concetto di \\\"of the people, by the people, for the people\\\" di criptovaluta \\\"People\\\", le persone possono essere ispirate? Speriamo di riunire tutti coloro che sono d'accordo con questo concetto e fare qualcosa di significativo e interessante senza chiedere nulla in cambio.Consenti a più persone nel mondo di conoscere DAO.\\n\\n \\n\\nAvvertenza sui rischi: tutte le prove hanno la possibilità di fallire Essere un costruttore, non solo un investitore, ci aiuterà a camminare insieme verso un futuro migliore.\\n\\n \\n\\n### Cos'è la criptovaluta \\\"persone\\\"?\\n\\n **1.Inizia all'asta:**\\n\\n -Il 14 novembre 2021, la casa d'aste Sotheby's si prepara a mettere all'asta una delle uniche 13 edizioni ufficiali della Costituzione degli Stati Uniti.\\n\\nQuesta copia è una delle sole 13 versioni ufficiali della Costituzione degli Stati Uniti nell'Assemblea Costituente. Nel 1988, il defunto sviluppatore immobiliare S. Howard Goldman lo acquistò per la prima volta da Sotheby's per 165.000 dollari.\\n\\nLa sua vedova Dorothy Goldman lo ha venduto quest'anno e ha deciso di donare il ricavato alla Fondazione Dorothy Tapper Goldman.\\n\\nPer fare un'offerta per una copia della Costituzione degli Stati Uniti, le persone nel settore delle criptovalute hanno istituito l'organizzazione DAO ConstitutionDAO per raccogliere fondi emettendo token PEOPLE con 1 ETH: 1 milione di PEOPLE.\\n\\nPoche ore prima dell'asta, ConstitutionDAO ha raccolto oltre 49 milioni di dollari in donazioni Ethereum tramite Juicebox. Secondo le statistiche ufficiali, alla donazione hanno partecipato in totale 17.437 utenti.\\n\\n \\n\\n1\\\\. **Asta fallita**\\n\\n -Ma alla fine, a causa della caduta del prezzo della valuta e dell'influenza dell'ordine di acquisto, l'offerta non ha avuto successo ed è stata offerta da un misterioso acquirente al prezzo di 43,2 milioni di dollari USA.\\n\\n  L'organizzazione di raccolta fondi ConstitutionDAO ha dichiarato che rimborserà questi utenti donati e qualsiasi titolare di PEOPLE può avviare un riscatto sul sito ufficiale https://www.constitutiondao.com/ in qualsiasi momento in futuro.\\n\\n  Il rapporto di riscatto è fisso, ovvero 1 milione di PERSONE può sempre riscattare 1 ETH, indipendentemente dall'aumento del prezzo dell'ETH.\\n\\n  Il lato del progetto dell'asta costituzionale ha dichiarato: \\\"Anche se questo non è il risultato che speravamo, stasera abbiamo comunque fatto la storia\\\".\\n\\n  Qual è questa storia?\\n\\n  È il primo DAO riconosciuto da più circoli sociali nella storia dei circoli di criptovaluta.\\n\\n  È il primo DAO nella storia della criptovaluta che appartiene solo alle masse.\\n\\n  Dal fallimento dell'asta, il People's Token non ha avuto alcun uso pratico, ma ha un significato straordinario come significato di \\\"le masse che scrivono la storia\\\".\\n\\n  Ma non solo così.\\n\\n \\n\\n2\\\\. **Il consenso più forte**\\n\\n -La criptovaluta \\\"People\\\" è stata coniata trasferendo denaro dalle persone che partecipano all'asta costituzionale all'ETH. Sono state coniate un totale di 11.607.000.000 di \\\"People\\\". Dopo che l'asta è fallita, il contratto di conio è terminato e non sono state coniate nuove criptovalute \\\"Persone\\\". , Il totale teorico è: 11.607.000.000.\\n\\nMa dopo che gli utenti hanno riscattato ETH sul sito Web ufficiale, le loro \\\"PEOPLE\\\" verranno distrutte. Al 28 novembre erano state distrutte un totale di 6.429.060.176 \\\"PEOPLE\\\". Il totale effettivo è 5.177.939.824.\\n\\nE questo numero è ancora in crescita: qualcuno ha distruggere i token per vari motivi. Al momento, poiché il partito del progetto non ha un token in mano, al termine del progetto, il token \\\"people\\\" è diventato un token veramente decentralizzato - non c'è progetto, nessuna squadra, nessun bookmaker, tutti sono uguali.\\n\\nE questo si adatta alla connotazione speciale della partecipazione di PeopleDao all'asta della costituzione\\n\\nViene prodotto un token di consenso più forte!\\n\\n\\\\*\\\\*\\\\*Il concetto di \\\"governo del popolo, del popolo e del popolo\\\" è molto coerente con il concetto di blockchain, WEB3.0 e DAO. \\\\*\\\\*\\\\* Specialmente quando il mercato ha sperimentato l'educazione di mercato di DOGE e SHIB, ha scoperto cose nuove in SQUID e GM e ha affrontato il fallimento, PEOPLE è stato rapidamente accettato dal pubblico. Può essere descritto come \\\"il momento e il luogo giusti e le persone sono armoniose\\\".\\n\\nA questo punto, tutti possono essere costruttori o partecipanti! Questo è in linea con lo spirito di $people. （@BTCdayuLa comunità di BTCdayu si sta riunendo per questo,Niente emissione di token, niente soldi, solo dedizione disinteressata）\\n\\n \\n\\n3\\\\. **Tre meccanismi principali**\\n\\n Come token di consenso, PEOPLE ha tre vantaggi:\\n\\n  -Deflazione. Come accennato in precedenza, i token non verranno copiati.Se il donatore originale sceglie di restituirli, i token restituiti verranno distrutti in modo permanente.In teoria, se il prezzo della valuta continua a diminuire, i token \\\"People\\\" di circa 1000000 possono essere scambiati solo con 1 token ETH sul mercato.In questo momento, ci sarà un gran numero di persone che sceglieranno di riscattare o vendere, il che porterà a una diminuzione infinita dei token sul mercato。\\n\\n  Ciò significa che, a differenza di altri token, ogni \\\"test di ritorno allo zero\\\" renderà le persone più forti: ci sono meno token e il modello di deflazione è oggettivamente più forte; e l'inevitabile rimbalzo darà alle persone il consenso dei possessori di token più potente.\\n\\n - Il secondo è vincolante. Come accennato in precedenza, poiché chiunque può avviare un rimborso sul sito ufficiale che partecipa al crowdfunding, anche nel peggiore dei casi, i possessori di $PEOPLE possono restituirlo in proporzione alla donazione precedente, comprese quelle acquistate sul mercato. Cioè, il caso peggiore è 1000000 people=1ETH.\\n\\n  L'ecosistema ETH è in crescita: se 1 ETH equivale a 100.000 USD in futuro, il prezzo di riserva garantito di 1 milione di token \\\"persone\\\" sarà 1 \\\"persona\\\"=0.1U.\\n\\n  Il prezzo dei token delle people vincola lo sviluppo dell'ecosistema ETH.\\n\\n -Il terzo è essere d'accordo. Il nome simbolico $persone è l'asta della Costituzione degli Stati Uniti, che simboleggia la democrazia e la libertà, le persone, la democrazia, i diritti e l'autonomia delle persone. Questi concetti sono più magici di altri token dello stesso tipo e possono ottenere rapidamente un'ampia accettazione.\\n\\n  Bitcoin parte dal consenso di alcuni smanettoni e le \\\"persone\\\" diventeranno più forti del consenso del pubblico in generale. Tutti sono partecipanti, costruttori ed evangelisti, e tutti sono anche beneficiari.\\n\\n### Chi siamo?\\n\\n\\\\-Per cambiare il fenomeno citato all'inizio di finanziare solo ma non fare le cose, fare le cose per finta, fare le cose lentamente e fare le cose indiscriminatamente,Per veicolare il concetto di \\\"Of the people, by the people, and for the people\\\", è possibile costituire una comunità autonoma in cui \\\"ognuno è partecipante, ognuno è costruttore, e tutti è beneficiario\\\".\\n\\n \\n\\n@BTCdayu ha avviato il piano di costruzione \\\"Persone\\\", partendo dal principio dei \\\"tre no\\\" di \\\"nessuna vendita di token, nessuna raccolta di denaro e nessuno sfruttamento\\\", prestando   attenzione alla voce della comunità e portando avanti lo sviluppo nel forma di DAO, che si tratti di uno sviluppatore, KOL, partecipanti ordinari, ognuno può fare diverse costruzioni per DAO, creando un'atmosfera di \\\"Tutti per me, io per tutti\\\".\\n\\nIl terzo giorno dal lancio del progetto, è stato costituito un gruppo Telegram cinese per 10.000 persone, il sito Web ufficiale è online e un team di sviluppo di quasi 100 persone (tra cui vari sviluppatori, designer, volontari entusiasti e altri professionisti). Nota che tutto questo è una forma di dedizione disinteressata: alcune persone dicono che non puoi permetterti di non essere redditizio; altri dicono che vorrai fare le cose solo se guadagni abbastanza.\\n\\nHo detto di no, sono stanco della sensazione di essere ingannato seguendo alcune parti del progetto.Voglio unire tutte le persone con ideali reali per fare una cosa, per dimostrare che in questo campo non si fanno pagare soldi, fare meglio di quei progetti in cui devono prima guadagnare abbastanza.\\n\\n  Tutti sono invitati ad aderire. Ad esempio, non hai la tecnologia, ma puoi spargere la voce \\\"people\\\" nel gruppo di telegram, diffondere la nostra filosofia, raccontare la corretta logica di investimento, diffidare del rischio di concentrarti anche tu molto sul valore a breve termine, educare gli altri e raggiungere te stesso Alla fine, l'intera comunità trarrà beneficio dalle \\\"people\\\" - questo è qualcosa che non può essere misurato dal valore.\\n\\n  La dispersione è il cielo stellato, la raccolta è la palla di fuoco. Non mi interessa dove sei. Ho solo bisogno che tu sia un costruttore.I miei amici responsabili dello sviluppo non dimenticano le loro intenzioni originali, non cercano ciecamente il profitto, prendono decisioni democratiche e rendono tutto pubblico.\\n\\n  L'era ha creato Bitcoin e l'era ha reso la gente comune la protagonista. La carta DAO è il punto di partenza e le persone sono lo sviluppo: lascia che le persone comuni partecipino alla costruzione, riuniscano un gruppo di persone ideali e creino congiuntamente una comunità decentralizzata, che lavori per gli interessi comuni di tutti i possessori di token.\\n\\n  Nota che se sei interessato a donazioni e MEME, puoi partecipare ad altri progetti comunitari in corso, votare, ecc. Ma in dettaglioI voti sono relativamente piccoli e bisogna raccogliere una grande comunità.\\n\\n### Pianificazione del percorso\\n\\nLa pianificazione del percorso della comunità \\\"persone\\\"dayu è solo una direzione generale. La più grande caratteristica della nostra comunità è la possibilità di tolleranza e sviluppo. Ognuno può proporre i propri suggerimenti o idee diverse, mentre continuiamo a svilupparci, diventeremo sempre più forti.\\n\\nLanceremo la funzione di voto DAO, tenendo \\\"persone\\\" in grado di partecipare al processo decisionale e fornire opinioni e suggerimenti sullo sviluppo del progetto.Al momento, dopo la discussione pubblica, il nucleo è rendere utili i token, lasciare che i token generino valore e lasciare che il valore torni ai token.\\n\\n \\n\\nIl percorso preliminare è il seguente:\\n\\n **-Step 1. Il sito web ufficiale del progetto sarà online prima del 1 dicembre 2021**\\n\\n Pubblica il white paper della community, annuncia il concetto, la visione e il piano del percorso e recluta apertamente talenti eccezionali.\\n\\n**-Step 2. Prima di febbraio 2022, verrà lanciato il Dayu Community Exclusive NFT**\\n\\n  È distribuito gratuitamente alla comunità. Si prega di prestare attenzione al sito Web ufficiale per il tempo di rilascio. Si prevede che verrà scavato sul sito Web ufficiale in quel momento. Possedere un piccolo numero di \\\"people\\\" può portare via NFT gratuitamente\\n\\n  L'esclusiva NFT della collezione avrà un team dedicato per connettersi a opensea.io, che può valutare e vendere liberamente le transazioni.La commissione di transazione è solitamente del 3%-10% ed entra nel pool di fondi di blocco del contratto intelligente del team.Si noti che questo pool non è a vantaggio personale del team. Lo smart contract verrà bloccato dopo l'audit da parte delle organizzazioni del settore e nessuno può utilizzarlo privatamente e l'uso sarà determinato dalla comunità.\\n\\n  E tenendo NFT, sarai in grado di ottenere vari diritti e interessi nei successivi GameFi, DEX e così via.\\n\\n  Al momento, il team artistico per la generazione della crittografia e il progetto musicale sono in fase di aggancio.\\n\\n \\n\\n**-Step3 Annuncia il piano di sviluppo di Gamefi o DEX prima di marzo 2022 (unisciti al team in base alla forza della community)**\\n\\n \\n\\n  Il nocciolo è ancora che tutti i benefici devono essere restituiti ai possessori di token \\\"persone\\\".\\n\\n  Ad esempio, tenere NFT per ottenere una whitelist di giochi prioritari, e se c'è una commissione sostanziale nello smart contract in futuro, ad esempio, puoi avviare una proposta: tutti sono usati per riacquistare \\\"people\\\" nel mercato aperto ed essere distribuito ai giocatori come ricompensa nel gioco.\\n\\nAd esempio, per fare DEX e altri progetti che possono generare entrate continue, utilizzare contratti intelligenti pubblici per il 100% delle entrate e acquistare automaticamente \\\"people\\\" sul mercato ogni mese, formando un circolo virtuoso.\\n\\nPotresti essere preoccupato, e la squadra? Nessun beneficio? Certo, abbiamo fiducia quando facciamo le cose Ora che la nostra comunità non è stata costruita, ci si può aspettare che il prezzo della valuta \\\"popolare\\\" aumenterà e diminuirà inevitabilmente e che ci saranno opportunità di acquisto in qualsiasi momento. Ma dopo l'acquisto, devi solo guardare avanti e aspettare il futuro.\\n\\n \\n\\nAltre cose da fare e che faranno nel prossimo futuro includono:\\n\\n—Istituzione di un gruppo di mercato per connettersi con le principali parti del progetto per aggiungere significato ai token, incluso il lancio di nuovi token di progetto per i titolari del progetto \\\"people\\\" (già connessi) e rendere \\\"people\\\" il token ufficiale di alcuni progetti di giochi gamefi (attracco) ecc.\\n\\n— Il team diplomatico, entra in contatto con i KOL chiave, promuove il concetto di community Dayu e cerca talenti eccezionali a cui unirsi.\\n\\n—Creare una squadra di propaganda responsabile del mantenimento dell'atmosfera della comunità, della diffusione delle idee fondamentali, della guida dei nuovi arrivati a investire ed evitare che i nuovi arrivati studino e inseguano arbitrariamente alti e bassi.\\n\\n—Creare un team di sviluppo per sviluppare la distribuzione DAO e NFT.\\n\\n \\n\\nIl contenuto di cui sopra è pianificato entro 3 giorni dalla nascita di peopleDAO e sarà continuamente ottimizzato in futuro in base alle opinioni della comunità e allo sviluppo del settore.\\n\\n \\n\\nLa storia sarà creata da ogni detentore del \\\"people\\\".\\n\\n \\n\\n### Unisciti a noi\\n\\n\\\"Tutti sono partecipanti, tutti sono costruttori e tutti sono beneficiari\\\". Dal momento in cui è stata costituita la comunità di PEOPLE di Dayu, abbiamo deciso di trasmettere lo spirito delle PEOPLE e trasformare ognuno di noi in una comunità di interessi.Solo quando il progetto complessivo è buono, gli sviluppatori possono ottenere ritorni migliori.Gli investitori possono partecipare alla costruzione della comunità e saranno più pazienti e soddisfatti.\\n\\n \\n\\nSe sei d'accordo con il concetto di \\\"people\\\" della comunità Dayu, sei il benvenuto a unirti a noi, ma spero che tu sia abbastanza entusiasta e possa persistere a lungo e avere un obiettivo a lungo termine per lo sviluppo di \\\" people\\\".\\n\\n \\n\\nAl momento, c'è un urgente bisogno che i designer NFT si uniscano al team e producano congiuntamente la combinazione NFT di personeDAO.\\n\\n \\n\\nAllo stesso tempo, sono invitati a partecipare anche vari professionisti come sviluppatori a contratto, revisori della sicurezza, sviluppatori di giochi, ecc.\\n\\n \\n\\nDayu Community Chinese Telegram Group: <https://t.me/dayu222>\\n\\nDayu Community English Telegram Group: https://t.me/people1000\\n\\n \\n\\nI volontari di tutto il mondo sono anche invitati a organizzare gruppi locali, raggiungendo più di 1.000 persone.Puoi contattare @BTCdayu nel gruppo di telegram per unirti al link sul sito ufficiale. Ci sarà un team dedicato responsabile della costruzione del team di talenti di PeopleDAO.Se sei un talento professionale e tecnico, o sei pieno di entusiasmo e vuoi fare cose per la comunità, puoi unirti.\\n\\n \\n\\nChi ha bisogno di entrare a far parte del team può chattare con me in privato tramite gruppo telegram temporaneamente.\\n\\n \\n\\nLa mia home page di Twitter:\\n\\n<https://twitter.com/BTCdayu>\\n\\n \\n\\n                                                    @请添一副碗筷\\n\\n \\n\\n \",\"timestamp\":1638256756,\"title\":\"“People” Libro bianco della comunità BTCdayu\"},\"digest\":\"93bAPhc0OcnGdcogq6XjrOTWVRiHuHq6OdlPG8cu6nM\",\"authorship\":{\"contributor\":\"0x7A470d8014a122245b0410774618B7ED0E990Daa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xs9UuwQdnwvmI87yaCVH9QKZqBk-x3oHS0d5crjtoiA\\\",\\\"y\\\":\\\"9lTI3M_6fIdhX2zlA3JbDBPt4fUz_Hi_HkN-FFaXsDo\\\"}\",\"signature\":\"GSFooP8eILBh-0NcNgvPHVrBOD2BdSsIx3sqMWeTgYmYbKiaKzk6hAlVGtWRrlfQONZJ-2JiVsEJ-04VAR_y_A\",\"signingKeySignature\":\"0x77af9e1f7a8bd2163e3b1bf022ad9646df330e05193acb59e7db689ef620428b19ba3104471ff33d2bad5eec859d51134c7067f553c48dcb703efd1d3a49a77e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xs9UuwQdnwvmI87yaCVH9QKZqBk-x3oHS0d5crjtoiA\\\",\\\"y\\\":\\\"9lTI3M_6fIdhX2zlA3JbDBPt4fUz_Hi_HkN-FFaXsDo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"93bAPhc0OcnGdcogq6XjrOTWVRiHuHq6OdlPG8cu6nM\"}"