"{\"content\":{\"body\":\"**Bored Ape profile pictures have replaced the blue checkmark as Twitter’s highest status symbol.** \\n\\nAnd when you’ve got the Web3 version of a Rolex, you’re going to want to flaunt it. For most BAYC owners, their Ape is tied to their personal brand — evidence of their membership in one of the internet’s most exclusive communities.\\n\\nBut the team behind BAYC #1798 (A.K.A. [Jenkins the Valet](https://twitter.com/jenkinsthevalet?s=20)) saw things differently. Jenkins and brand strategist [Safa](https://twitter.com/seeapefollowape?s=20) were inspired by the community but thought there was potential for more.\\n\\n“What if someone used their Ape to build an entirely new character, outside of the persona of the holder?”\\n\\n[https://twitter.com/jenkinsthevalet/status/1396568755497484290?s=20](https://twitter.com/jenkinsthevalet/status/1396568755497484290?s=20)\\n\\nJenkins was bought for .065 ETH ($1,068.52) on May 22, less than a month after the project’s launch. The Ape became BAYC’s own Andy Kaufmann, spinning an origin story painting Jenkins as a lowly valet, humbly parking the boats at the yacht club.\\n\\nOne of the core components of the project is the unique nature of BAYC’s commercial rights terms.\\n\\n*“We developed a thesis that the next generation of household characters would be born on the blockchain. We wanted to lead that charge.”*\\n\\nCharacter creation was just a piece of the puzzle — Jenkins was also a challenge to the notion of rarity as the sole indicator of value. According to Rarity Tools, more than 67% of Apes are rarer than Jenkins.\\n\\nThey believe “brand” and “backstory” is actually *more important* than rarity. \\n\\n*“You don’t need the rarest Ape to make it desirable.”*\\n\\nJenkins was chosen based on his aesthetics, which “scream Valet” according to the founding team.\\n\\n*“As soon as we saw Ape #1798, we knew he had a story to tell. That is what we look for.”*\\n\\n![](https://images.mirror-media.xyz/publication-images/5wMiHcxOe3CRm5Xr3Ki-8.jpeg?height=400&width=400)\\n\\nThe project began to take shape. In June, Jenkins wrote another update, admitting to killing a man (every good story needs tragedy) and beginning to roll out his plan to tell the stories of his fellow BAYC. \\n\\nIt was a roadmap for a new project, one that invited members of the BAYC community in “crafting the world’s first community generative full-feature book.”\\n\\n*“With the ethos of Web3 being decentralization, we saw an opportunity to embrace that for content creation.”*\\n\\nOwnership of an NFT grants access to the “Writer’s Room,” where token-holders can vote on the book’s contents and take part in revenue sharing from sales of the book.\\n\\n> **Here’s a breakdown of how the democratized writer’s process works & additional background on the project**\\n\\n[https://topshotfund.substack.com/p/jenkins-the-valet](https://topshotfund.substack.com/p/jenkins-the-valet)\\n\\nIn the months since, Jenkins and the team behind him at Tally Labs have executed on their roadmap at dizzying speeds.\\n\\nAfter selling out their August NFT drop in six minutes, they promptly signed with Creative Artists Agency (CAA)... weeks before the talent agency agreed to a deal with the BAYC collection as a whole. \\n\\n[https://twitter.com/jenkinsthevalet/status/1440714371848572928?s=20](https://twitter.com/jenkinsthevalet/status/1440714371848572928?s=20)\\n\\nI asked the team whether they felt that Jenkins opened the door for the rest of the BAYC community to gain the respect of industry-types like CAA. They were unwilling to take credit, defending BAYC as “a groundbreaking business that doesn’t need anybody to break down doors for them.”\\n\\nBut they don’t deny Jenkins’ impact, explaining that as the first individual NFT to achieve this type of success, he’s “paved the way for other collectors who want to build businesses around their IP.”\\n\\nWithin weeks of going ‘Hollywood’ they had inked a deal to bring 10X NYT Best-Selling Author [Neil Strauss](https://twitter.com/neilstrauss?s=20) on board as the book’s author. \\n\\n“Our North Star should be to write a better book together than we could on our own,” Strauss explained.\\n\\nThe book is just the first in a series of projects that will “lay the groundwork for the future of our business, and frankly, the future of Web3 storytelling.” \\n \",\"timestamp\":1641350256,\"title\":\"The Andy Kaufman of NFTs\"},\"digest\":\"q8IUTySkqPkTHP3gYHmoz728W7KZNeMCTDQ-1Hr4fp8\",\"authorship\":{\"contributor\":\"0x3405991376854250Dd39Ca5A1D8644d97A0f6839\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5KbuDaLX4cjBDwr644wckOVy-tc8iagDWq0EBx1HaPc\\\",\\\"y\\\":\\\"qXhtSufHskyv3cTlgEu48cHMp_w8ETeroa3ddga11u8\\\"}\",\"signature\":\"qbmW4YUwWrW6e7yME7m5FUmEBPnS3eF-ADxKLNLl_g9i7c3BHmiGYpy9_mPcELfkteId9P5qNXWx4LPTKlPdpA\",\"signingKeySignature\":\"0x1948aa82c06c6dab0ac222a07d66731dd7f8d5ec90fef13311b39d160747b8342fca4fb193649561ab7a85e331b6ec4f7e3b143a08182aef9edfb498786507211b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5KbuDaLX4cjBDwr644wckOVy-tc8iagDWq0EBx1HaPc\\\",\\\"y\\\":\\\"qXhtSufHskyv3cTlgEu48cHMp_w8ETeroa3ddga11u8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"q8IUTySkqPkTHP3gYHmoz728W7KZNeMCTDQ-1Hr4fp8\"}"