"{\"content\":{\"body\":\"![](https://miro.medium.com/max/960/1\\\\*Zrq-I1dkRdD2GWhbhRzNWw.jpeg)\\n\\nΤο ίντερνετ του μέλλοντος web 3.0 έρχεται και βασίζεται σε τεχνολογία blockchain.\\n\\nΤο blockchain μαζί με τη τεχνητή νοημοσύνη και τη βιογενετική θα είναι οι σημαντικότερες τεχνολογίες που θα απασχολήσουν την ανθρωπότητα στον 21ο αιώνα.\\n\\nΓιατί όμως χρειαζόμαστε web 3.0 & blockchain στο ίντερνετ; τι ακριβώς θα μας προσφέρει; Δεν είναι αρκετά καλό το web2;\\n\\nΤο web 3.0 θα λειτουργεί σε ένα αποκεντρωμένο οικοσύστημα, ουδέτερο, ανθεκτικό στη λογοκρισία, περισσότερο ασφαλές, διαφανές, χωρίς εναρμονισμένες πρακτικές, με περισσότερες ευκαιρίες για όλους.\\n\\nΟ διαδικτυακός έλεγχος, η δημιουργία κανόνων και επικύρωσης, θα γίνεται από ανεξάρτητους κόμβους (nodes), από αυτόματα λογισμικά χωρίς ανθρώπινη παρέμβαση και χωρίς τη δυνατότητα από κάποιο μεμονωμένο άτομο ή εταιρεία να αλλάξει ή να εξαπατήσει τους προκαθορισμένους κανόνες. Ένα πρωτόκολλο blockchain υποθέτει ότι όλοι οι συμμετέχοντες είναι πιθανώς διεφθαρμένοι και επιτυγχάνει την ασφάλεια του δικτύου με τη συναίνεση των κόμβων.\\n\\nΑυτό θα αποτρέπει τη συγκέντρωση ισχύος και πλούτου σε λίγους που δημιουργούν μονοπώλια και θέτουν τους κανόνες του παιχνιδιού όπως τους αρέσει.\\n\\nΘα είναι περισσότερο ασφαλές γιατί ο εισβολέας θα πρέπει να επιτεθεί ταυτόχρονα σε όλους τους κόμβους, πράγμα αδύνατο γιατί μπορεί να είναι εκατοντάδες και κρυπτογραφημένοι, έτσι ώστε κανείς δε θα ξέρει που ακριβώς είναι.\\n\\nΤα προσωπικά μας δεδομένα θα αποθηκεύονται με ασφάλεια και μόνο εμείς θα έχουμε πρόσβαση με τα ιδιωτικά κλειδιά μας και θα επιλέγουμε που ακριβώς θέλουμε να τα διαμοιραστούμε. Φεύγουμε λοιπόν από μία Data Monarchy και πηγαίνουμε σε μία Data democracy.\\n\\nΟ έλεγχος για τα fake news θα γίνεται πολύ πιο αποτελεσματικά από μηχανισμούς που θα ενεργοποιούνται από τα πρωτόκολλα που θα τρέχουν οι έξυπνες συμβάσεις(smart contracts). Αυτά τα πρωτόκολλα θα είναι ανοιχτού λογισμικού και θα παρέχουν διαφάνεια στους χρήστες που θα μπορούν να ασκούν έλεγχο, αποτρέποντας ιδιωτικές εταιρείες να πωλούν δεδομένα χρηστών για κέρδος. Επιπλέον επειδή ακριβώς είναι ανοιχτού κώδικα, οποιοσδήποτε προγραμματιστής που έχει μια καλή ιδέα, θα μπορεί να φτιάξει μια εφαρμογή που θα τρέχει πάνω στο πρωτόκολλο, πράγμα που δε μπορεί να γίνει για παράδειγμα με την PayPal.\\n\\nΑς δούμε πως το web3.0 θα φέρει νέες ευκαιρίες για όλους.\\n\\nΑν θέλεις σήμερα να φτιάξεις μια εφαρμογή στο διαδίκτυο θα πρέπει να χρησιμοποιήσεις τις γνωστές εταιρείες που μονοπωλούν την αγορά. Εδώ είναι που κάνει τη μεγάλη διαφορά η τεχνολογία blockchain. Για παράδειγμα για υπολογιστική δύναμη αντί να χρησιμοποιήσεις Amazon EC2, Herocu κλπ. θα χρησιμοποιήσεις Ethereum, αντί για google cloud για αποθήκευση, θα μπορείς να χρησιμοποιήσεις IPFS(διαπλανητικό σύστημα αρχείων) ή κάποιο project όπως filecoin, storj, sia, arweave και αντί για paypal & visa για πληρωμές κάποιο κρυπτονόμισμα.\\n\\nΤο ότι αργεί να εφαρμοστεί στην πράξη το αποκεντρωμένο διαδίκτυο, οφείλεται στο ότι οι εταιρείες μονοπώλια αντιδρούν αφού θα χάσουν την παντοκρατορία τους. Θα χρειαστεί χρόνος μέχρι την πλήρη υιοθέτησή του.\\n\\nH πραγματικά ελεύθερη αγορά δεν έχει μονοπώλια αλλά ανταγωνισμό. Το ότι υπάρχει σήμερα ένα facebook μία Amazon, μία Microsoft, μία Google δεν είναι υγιές και δείχνει ότι υπάρχει στρέβλωση της αγοράς. Ένα αληθινό free market με υγιή ανταγωνισμό θα καταστρέψει τα μονοπώλια. Θα πάψουν αυτές οι εταιρείες να μεταχειρίζονται τους ανθρώπους σαν προϊόντα και να τους αξιολογούν ανάλογα με το πόσα κέρδη μπορούν να τους αποφέρουν.\\n\\nΉρθε η στιγμή να αποκτήσουμε τον πλήρη έλεγχο των προσωπικών μας δεδομένων και να σταματήσουμε να αδιαφορούμε για τη χρήση τους από εταιρείες κολοσσούς.\\n\\nΤο να λέμε ότι δε με απασχολεί τι θα κάνει τα προσωπικά μου δεδομένα μία εταιρεία γιατί δεν έχω τίποτα να κρύψω, είναι σαν να λέμε δεν με ενδιαφέρει καθόλου η ελευθερία του τύπου ή του λόγου γιατί δεν έχω τίποτα να πω, ή να γράψω.\\n\\nΤο κλειδί για την αποκέντρωση είναι το crowdfunding, δηλαδή η συγκέντρωση κεφαλαίων από μεμονωμένους και πολύ μικρούς επενδυτές, από κάθε γωνιά του πλανήτη. Μόνο έτσι δεν εξαρτάται μία startup από τους μετόχους της και έχει τον πλήρη έλεγχό της σε κάθε περίπτωση. Αυτό είναι κάτι που πολύ λίγοι το πετυχαίνουν και ένα τέτοιο project είναι το ethereum, αφού είχε τα κότσια να αρνηθεί τα μεγάλα κεφάλαια όταν προσφέρθηκαν.\\n\",\"timestamp\":1636917812,\"title\":\"Το ίντερνετ του μέλλοντος web 3.0 έρχεται και βασίζεται σε τεχνολογία blockchain.\"},\"digest\":\"DzrHqgaZiEXtBscazzvwfGbaULbIHdJIUdHexl46Zys\",\"authorship\":{\"contributor\":\"0x12D1271eE3D79b3C85Cda2147B351F68eb42bd87\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t48GEJE7O7gcxbqJUoi3gtAeXRBwYfgpOpZJpA29K6Q\\\",\\\"y\\\":\\\"vNaeYmHy1wOdn59TrFn7VfjBO9rK1dD3C8WrVltsVKc\\\"}\",\"signature\":\"MgqxvsCVWf7it7PIAi5MwqTE9yKlZPXgU3K03d3k3-X6g76Lq_3uAQjIJQS1RTbYYdKkvoiQqvv7XxzMnsct2w\",\"signingKeySignature\":\"0x5353b318c011eb5c4b0f86f21165fb53c416b7c8336b4f771a6a747bb6118a8d086eb999b55d4c088211cfc98e7b9bee49c912d4993516a3472a9d104415d0b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t48GEJE7O7gcxbqJUoi3gtAeXRBwYfgpOpZJpA29K6Q\\\",\\\"y\\\":\\\"vNaeYmHy1wOdn59TrFn7VfjBO9rK1dD3C8WrVltsVKc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DzrHqgaZiEXtBscazzvwfGbaULbIHdJIUdHexl46Zys\"}"