"{\"content\":{\"body\":\"**The primary driver for me to learn more about crypto and the blockchain is my interest in building organizations that help sustain open approaches to innovation - such as open-source software.**  \\n\\nI’m highly skeptical that any new approach will make easy what in my experience is always hard - building the right products for the right problems with the help of a community.  First, product-market fit; the second step, profits.  That first step \\\\*is hard\\\\*.  \\n\\nI had a back and forth on Twitter with some experienced OpenSource hands who are skeptical that web3 and DAOs can be helpful.  Not surprisingly, many deep technologists and community builders are turned off by the hype and pump and dump noise around web3.  Tim’s original tweet went viral.  \\n\\nThe thread:  \\n\\n![Lots of likes!](https://images.mirror-media.xyz/publication-images/8yvgKmfqFyxWnwYBx7p2s.png?height=628&width=1080)\\n\\nAnd it turns out the inestimable Kelsey Hightower evoked the same themes shortly thereafter in a thread that starts out by explicitly referencing the monetary motivation of many crypto fans:\\n\\n![Let the snark begin -> actual what about SNARKs?](https://images.mirror-media.xyz/publication-images/WHWRcoJ-x00GmOOUiNj89.png?height=402&width=1182)\\n\\nRather than reargue the threads here, I’ll use this as a topology of the arguments for and against blockchain and web3 as a means to accelerate innovation.\\n\\nFirst, FOR the use of blockchain, including DAOs, to accelerate and make more lasting OpenSource based innovation:\\n\\n1. The crypto world is itself open source based.  All the major projects are open source.  The projects gain critical mass and often generate revenue that helps them sustain themselves via the use of the blockchain and smart contacts.  \\n2. Instead of exiting to a legacy technology vendor or via an IPO - some blockchain projects are exiting to the community that formed around them.  A16Z has a number of excellent resources on blockchain and on building crypto-based companies.  One essay I found useful covers the risks and benefits of progressive decentralization and building towards exiting to the community:  <https://a16z.com/2020/01/09/progressive-decentralization-crypto-product-management/>\\n3. Open-source governance has a diversity problem.  Specifically, those that do the work of contributing code are too often not represented in the leadership of open source projects.  One reason for this may well be that many newer projects are associated with venture-backed start-ups, and the United States still dominates in the funding and scaling of start-ups.  \\n4. Priming the pump of community building by distributing tokens to users and contributors.\\n5. Freedom from censorship and centralization. Perhaps most importantly, the very foundations of blockchain and web3 are that power should be distributed and that in any case censorship should be largely impossible. These values both support the creation of Open Source and are similar to the motivations that power much of the growth of open source.  \\n\\nAnd now for the arguments against the use of blockchain and DAOs to support OpenSource based innovation:\\n\\n1. Tokens too often lead to pump and dump incentives.\\n2. Early projects require centralization in order to achieve product-market fit.  Anything other than focusing on product-market fit can be a distraction.\\n3. OpenSource is already winning. Why do we need web3 and blockchain to help?\\n4. Money ruins everything.\\n\\nIn future blogs I’m sure I’ll return to some of these themes.  In the meantime, take a look at Kelsey Hightower’s Twitter stream or the stream I post above to see the arguments play out.  You’ll notice I have not figured out how to embed links in this blockchain blogging platform.  I’m sorry.  \\n\\nPlease catch me at Twitter @epowell101 if you’d like to get in touch.\",\"timestamp\":1638933587,\"title\":\"And the cool techies yell: \\\"hey crypto, get off my lawn!\\\"\"},\"digest\":\"UtQ_nEeFuhOTUTvZyT0maevW3DSfUpwZsiqQ7B3T88I\",\"authorship\":{\"contributor\":\"0xEdeCAB02F65AD9dB661f5fA5629c3d57Ca8B26c5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tHkZBQY270IXhl9TgkQmG9SDVffEy1VM7qxPHiwLwLc\\\",\\\"y\\\":\\\"VuhfIJkwNOmHu6C62ckrTGN1wfkA_BnrqwxhKcCrrbc\\\"}\",\"signature\":\"twnJyRZqPfeu9C4ZhwEbE-aWBmu-07Td9RUVJVVpFL3QmtTKZ8kkbyKsdGC_IHo3__8d6c6xViGiqXvHFtbaMg\",\"signingKeySignature\":\"0x36d77e35b00c971673210e9fdb38f7082b90bcf8b91b0825b2a5ef9eff75947a54056d4f2a48b00cfdfd4ebfe5c640c6e4a6d84240da0cc7603c748e0f70b7101c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tHkZBQY270IXhl9TgkQmG9SDVffEy1VM7qxPHiwLwLc\\\",\\\"y\\\":\\\"VuhfIJkwNOmHu6C62ckrTGN1wfkA_BnrqwxhKcCrrbc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UtQ_nEeFuhOTUTvZyT0maevW3DSfUpwZsiqQ7B3T88I\"}"