"{\"content\":{\"body\":\"*On tradeoffs, decentralization and and the balancing of systems and loops*\\n\\nIf you’re already subscribed, thank you! If you’d like to subscribe, please do so here:\\n\\n[YouTube/Podcast](https://www.youtube.com/channel/UC-J8PybPmYl6VJbu8sCRdHQ) up later today!\\n\\n#### Topics covered this week on Everything You Need to Know\\n\\n* [Everything You Need to Know about the Stock Market](https://www.youtube.com/watch?v=bIUjhdH2dwc&t=493s)\\n* [Why is the Economy Too Hot?](https://www.youtube.com/watch?v=BSpg_MsLaQo&t=178s)\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F6dd87d11-8684-4799-852c-9c937304b6d7_1314x720.png)\\n\\nI’ve been thinking a lot about gray areas recently. As someone who splits their time between macroeconomics, crypto, the stock market, and politics, I’ve increasingly noticed that… nothing makes sense (heck :) yes). Like things make sense but they also don’t? It’s mostly because of tradeoffs - our lives don’t exist in vacuums, they exist in petri dishes of experimentation. This piece is broken down as follows:\\n\\n* **Tradeoffs**: Trolley problem and second order effects and life is gray area\\n* **The Centralization Tradeoff**\\n* **The Federal Reserve’s Tradeoff** (wow they will never get it right)\\n* **The Apple Tradeoff** (or is the stock market really only 6 stocks?)\\n* **The Cybersecurity Tradeoff** (the reliance on legacy systems)\\n* **The True Decentralization-Centralization Tradeoff (the tale as old as time**)\\n* **The Energy Tradeoff** (why can’t we stop destroying the Earth)\\n* **The Crypto Tradeoff** (Narrative Creation, Resistance, and Disruption)\\n* **The Dollar Tradeoff** (the dollar flex)\\n* **The Happiness Tradeoff** (why r we sad)\\n* **Final Thoughts**\\n\\nFor every action there is an equal and opposite reaction. For every Choice A, there is a Choice B, with a Choice C, Choice D, and Choice Z sometimes thrown into the mix. Life is a function of evaluating these choices, of making weighted probability decisions around the different options that we face (most of the time).\\n\\nDo you sell or buy? Do you pick up the trash or leave it? Do you move or stay? Life is a series of small decisions wrapped up into several more big decisions, and some decisions are harder than others.\\n\\nIt’s the Trolley Problem, scaled - do you pull the lever or not?\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F67518a31-858c-4d92-b4ed-3af9fe775556_1775x971.jpeg)\\n\\nBut of course, outcomes are not finite - there are consequences from each decision that we make, from pulling the lever or not. It’s not really\\n\\n(A) pull the lever\\n\\n(B) not pull the lever.\\n\\nThere is a lot of gray area - who is impacted by A, what carnage does B leave, what if the trolley loses a wheel and A turns into B etc, **second order effects, as the fancy say** - our life is nothing but variance.\\n\\nAnd that is why this gray area is what makes up most of our life - a key part of the distribution. In life (on the most macroscopic scale possible):\\n\\n* We have very good things\\n* We have decently okay things\\n* We have very bad things\\n\\nWith of course, plenty of gray area. This gray area is the most interesting part - what exists in the margins of good and bad, what makes something decent versus excellent, and what makes something horrible versus fantastic.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F6165f200-7ed5-4752-8dd9-62e15cff23ef_1032x486.png)\\n\\nLife is a distribution, but these tails are so fuzzy, right? - defining what is “good” and what is “bad” is something that philosophers have been banging their heads into the wall about for thousands of years. The bad/good gets fuzzy because of ***tradeoffs***.\\n\\n## The Centralization Tradeoff\\n\\nCentralization is a core component of the life that we have - to a sometimes worrying degree. **One of the main goals of crypto/web3 is modifying centralization to decentralization** - making it so everyone has access to opportunity, that key decisions *aren’t* made in a board room by derivatives of the same 5 people.\\n\\nAs Vitalik wrote in his excellent piece **[The bulldozer vs vetocracy political axis](https://vitalik.eth.limo/general/2021/12/19/bullveto.html)**:\\n\\n> *Cryptocurrency proponents often cite [Citadel interfering in Gamestop trading](https://www.nytimes.com/2021/01/28/business/gamestop-robinhood.html) as an example of the opaque, centralized (and bulldozery) manipulation that they are fighting against. Web2 developers often [complain](https://venturebeat.com/2012/09/08/twitters-api-changes-are-hurting-my-startup-and-twitter) about centralized platforms [suddenly changing their APIs](https://www.indiehackers.com/post/how-a-twitter-api-suspension-nearly-killed-my-startup-1034e8c208) in ways that destroy startups built around their platforms.*\\n\\nVitalik goes on to describe in the piece the series of tradeoffs between bulldozers and vetocracy (relative to the authoritarian vs libertarian axis, not necessarily centralization vs decentralization, but the ideas can be applied here too):\\n\\nEverything is a mix, everything is a tradeoff. Balaji’s response below details that - centralization is important for some things, **but the optionality around centralization on the path to decentralization is really what matters**.\\n\\n* **Decentralization offers choice:** Ownership, flow of information, understanding the narrative, controlling your own data and having an element of privacy are very important -\\n* **But centralization offers benefits too** - like stability, reliability, elements of efficiency, etc.\\n* **It’s \\\\~tradeoffs\\\\~.**\\n\\nAs told by Henry Mintzberg in *[The Structuring of Organizations](https://www.pearson.com/us/higher-education/program/Mintzberg-Structuring-of-Organizations/PGM289541.html)* (written in 1979, we really do live in a loop):\\n\\n> *“The words centralization and decentralization have been bandied about for as long as anyone has cared to write about organizations.”*\\n\\nSo the breakdown ends up looking something like this - centralization and decentralization, with gray in the middle.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fcebb2987-2395-4df0-8cce-b414a86827e6_1360x584.png)\\n\\n**Centralization** is both good and bad (tradeoffs)\\n\\n* **Good**: having core decision makers is more efficient (in the current system)\\n* **Bad:** because of the overhead (eroding the efficiency)\\n\\n**Decentralization** is both good and bad too (of course)\\n\\n* **Good**: everyone gets a vote, equality and equity\\n* **Bad**: can prone to factions and high costs of reconciliation (after all, everyone has different opinions).\\n\\nSo the breakdown ends up looking (roughly) something like this - where you have the gray area that exists between the two - what is centralized decentralization and decentralized centralization? what is the BaLAnCeeee?? (i know, i know)\\n\\nBut just like the trolley problem, it *really* isn’t (A) Centralization or (B) Decentralization - it’s more like (A) Centralization with situational trust and some element of optionality or (B) Decentralization with total ownership but with access to a support system.\\n\\n* **Decentralized Centralization:** In DAOs (decentralized autonomous organizations), there ends up being quasi-leaders that direct most of the operations and make capital D-Decisions.\\n* **Centralized Decentralization:** due to the massive administrative burden, there end up being mini-decentralized decision processes rolling up to the big capital D-Decision.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fddea03a5-d2a5-459c-8087-b7bd4847db99_1304x434.png)\\n\\nSo we end up in the gray, yet again.\\n\\n## Federal Reserve’s Tradeoff (Jerome Powell hello)\\n\\nSo where does this decentralized vs centralized narrative lie? Well, the Federal Reserve is a centralized decision maker (with Jerome Powell driving the car). They have a huge tradeoff - one of the most difficult because of the impacts that it has, and the sheer difficulty of getting the balance right.\\n\\nThe Fed has to **optimize for maximum employment and price stability** - this is their dual mandate, better described as their dual *balance*.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F781d1f07-9014-4b49-a2f4-7cf9e5d5d7dc_1272x438.png)\\n\\n* **Employment**: They need people to be employed, but not too employed.\\n* **Price Stability:** They need prices to inflate, but not inflate too fast (inflation is increasingly a political tool, and the impacts are not evenly distributed - it’s important to get this right)\\n\\nThen all of that boils down into:\\n\\n* **Economic Growth:** They must ensure this (or else !Anger from Politicians!), w/out making economy grow too fast, while ensuring that it isn’t flatlining.\\n\\nBut of course, there are other things that weight the Fed’s dual balance.\\n\\n* **Other Central Banks:** They also have to balance international monetary pollicy from other central banks (esp the surprise rate hike from the [Bank of England](https://www.reuters.com/business/boes-pill-sees-more-rate-hikes-if-inflation-persists-2021-12-17/)).\\n* **[Corporate debt](https://www.bloomberg.com/news/articles/2021-12-18/falling-corporate-bond-sales-are-one-of-the-debt-s-few-positives)**: is at all-time highs, which will squeeze at higher rates.\\n* **Supply chains** are a mess, raw materials are quite expensive, and the labor market is weird.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F5013319e-4a9e-412b-a672-442557d05555_726x318.png)\\n\\nThe worst part of this - and something that the decentralization/centralization tradeoff can’t really fix - is that the **Fed’s tools might not be able to work**. As [Harley Bassman ](https://www.convexitymaven.com/wp-content/uploads/2021/12/Convexity-Maven-2022-Model-Portfolio.pdf)wrote\\n\\n> “*It is likely the FED has broken the correlation between interest rates and inflation*.\\n\\nUnfortunately, decentralization doesn’t matter if the process-outcome connection is broken. The Fed now has to apply potentially broken tools to the below:\\n\\n* How do you raise rates and slow/speed a taper in order to get into that red dot in the middle graph below?\\n* Well it’s an art - trial and error - and if the tools are broken, it won’t work. Doesn’t matter if it’s decentralized or centralized - if it’s broke, it ain’t fixin’.\\n\\nEverything is a tightrope. The Fed might have to modify, to reevaluate their tradeoffs, to choose inflation over employment, or to choose debt levels over reigning in home prices - and we will see them walking this tightrope over the next several months on their path to tightening (aka probably choosing inflation over the labor market).\\n\\n#### The Manchin Nuke and the Key Man Risk\\n\\nPolitics is just a massive gray area honestly - from a centralization risk standpoint, the fact that we have one guy who can nuke an incredibly important deal (in favor for his own family’s coal company, presumably) is… bad.\\n\\nEverything sort of reverts back to self-interests. *Money, money, money*. Which is why the stock market is not the economy - but it also most definitely is.\\n\\n## The Apple Tradeoff (6 stocks = stock market)\\n\\nApple is a core part of the S&P 500 (heh) and has been carrying tech on its back. And it’s really like 6 companies that are carrying the market - Apple, Google, Microsoft, Tesla, and Amazon. The rest of the market is just sort of dragging along.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fecfb289d-84e5-4036-9172-0418798c6567_1300x732.png)\\n\\nThis graph from Goldman does an interesting job at detailing that - 35% of the S&P 500’s return is coming from these 5 main stocks. They are the foundation propping up the \\\\~500 others - big yikes, right?\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fb561dbee-2190-4d0c-964c-f268bf4a22ea_676x464.jpeg)\\n\\nAnd that creates kind of a funny environment when these five big boys take a tumble - impacting the performance of the S&P 500 - with the rest of the market staying up. As Gunjan detailed below after Thursday’s post-FOMC selloff - despite 8 of the 11 sectors being up, the S&P 500 was down.\\n\\nThen the other question becomes - what is a stock market? (lol)\\n\\n* Is it really only 6 stocks driving the performance of the index, and thus the drag of the index?\\n* What is the \\\\~centralization\\\\~ risk to that?\\n* Is it the S&P 500 or is it really the S&P 5?\\n\\nWhat is the vulnerability of that? Are managers just matching 5 stocks, and if so, what does that mean for centralization risk for the market? Where is the gray area?\\n\\n## The Cybersecurity Tradeoff (Internet jenga)\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F50c74c9b-073a-4358-8675-eb08957cc3a8_385x489.png)\\n\\nThe log4j vulnerability (more [here](https://twitter.com/entropyqueen_/status/1469606438632833027?s=20)) is another centralization tradeoff:\\n\\nIt shows us that we can’t rely on small, underesourced and underacknowledged teams to uphold the \\\\*entire\\\\* Internet. It also shows us how fragile the systems that we have are - and how fragile they could become if we don’t take care of them.\\n\\n* It is a huge software flaw and vulnerability- and it is in the basis of open source, of volunteers, of people that want to build a better Internet.\\n* But better requires **investment** (and pivots away from continuous patching, small fixes to the branches instead of fixing the problem at the root!!!\\n\\nAlso AWS. Whatever the heck is going on there - centralization risk of the cloud is real.\\n\\n## The True Tradeoff!!!!!\\n\\nThis circles back to the gray area of the decentralization and centralization table - but here the tradeoffs aren’t really representation - it’s risk (and this applies to the stock market conversation too). It’s a balance between \\\\[monopoly and distribution\\\\], between {control + self-ownership} to {accessibility + serviceability}.\\n\\n* **Decentralization**\\n  * **Distribution** - all the apples are in separate baskets\\n  * **Control and self-ownership** - you can pick the apples whenever you want, and put them into any basket any way that you want\\n* **Centralization**\\n  * **Monopoly** - all the apples are in one basket - and one bad one can ruin the whole batch\\n  * **Accessibility and serviceability** - The centralized party takes care of pretty much everything, and is usually easy to use\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fb9465c78-df12-41d2-a150-4a66f66d0b7b_1280x720.png)\\n\\nOnce again, tradeoffs.\\n\\n* Centralized: One party controls it all, one bad apple ruins the batch, but makes it easy to use and accessible\\n* Decentralized: Total control and self-ownership, but no one to call when things go wrong.\\n\\n#### People Need To Have Someone to Call, I Think\\n\\nPart of the problem is that people are based into their comfort - so we expect to have someone to call when something goes wrong. PEOPLE LIKE CUSTOMER SERVICE!\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F8bc8fe2f-0671-4e10-a2af-666806f90f85_1648x418.jpeg)\\n\\nThat’s not happening in web3 (presumably, decentralized). This was very apparent with the adidas foray into NFTs - you can’t call anyone for support (especially not “Etherium”) because there isn’t really anyone to call. That’s a huge narrative shift.\\n\\nAs Mondo said on AWS: *“Their prices are lower, their services superior, and generally they guarantee an extremely high level of reliability. But, since they provide services to a majority of websites in the cloud services space when they encounter an error or problem, **it feels like the entire Internet has gone [down](https://mondo.com/aws-outage-internet-centralization-problem/).”***\\n\\nOnce again, the gray area. Having someone to call or owning your information - a tradeoff between the two (and eventually, there will be some sort of reconciliation, but for now, the gray is pretty solid if you know what i mean).\\n\\n## The Energy Tradeoff (how to save the Earth)\\n\\nAh. This really gets into the tradeoff and balance of low prices and reliability - with the massive tradeoff of the future of our planet.\\n\\n**Main thesis here:** Incremental, *thoughtful* progress is better than no progress at all.\\n\\n[NYC](https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwi7l5H8yev0AhXKlWoFHY1NApkQvOMEKAB6BAgDEAE&url=https%3A%2F%2Fwgntv.com%2Fnews%2Fnew-buildings-in-nyc-must-go-electric-after-gas-hookup-ban%2F&usg=AOvVaw3GLeGAqvr_XRY8ygKNC_GT) just instated a mandate that would require new homes to have all-electric heating and cooking. Which is good! **It is good that we are making progress in this direction**, but the influence of legacy systems in the energy world are undeniable - and they sure are hard to pivot away from.\\n\\nTo caveat my above tweet - **there are many reasons WHY it’s important and good for NYC to make this decision -** including removing fumes in the homes, moving towards electricity that will soon be produced with clean energy rather than natural gas, and the efficiencies of heat pumps.\\n\\nI know this. We all know this!! We gotta breathe. But with [Diablo Canyon ](https://en.wikipedia.org/wiki/Diablo_Canyon_Power_Plant)shutting down and Sweden having to revert to oil-fired generating capacity because of the energy crisis in [Europe](https://www.reuters.com/business/energy/sweden-starts-up-oil-fired-power-plant-alleviate-polish-crunch-2021-12-06/), I worry about the gray area here. The Energy Secretary just told[ oil rigs to ramp up production](https://www.worldoil.com/news/2021/12/14/us-energy-secretary-says-an-oil-export-ban-is-not-in-the-works) - because of course, we still overly reliant on oil.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7cd432e6-dcf1-4494-855a-43c698d22c3f_854x610.png)\\n\\nThis is the tradeoff of the energy transition:\\n\\n1. We make a green energy transition: **good**! :)\\n2. But it’s not ready for us due to underinvestment: **bad :(**\\n3. Power outages happen: **bad :(**\\n4. We end up having to revert to dirty energy: **bad :(**\\n5. And we lose even more time and expense on the Earth: **really bad :(**\\n\\nAnd as Europe shows, its expensive.\\n\\nThen the question becomes - what is the cost of incremental progress? What does it actually look like to move forward, what should the costs be from transition, how should we calculate the tradeoffs from relying on legacy systems (which have their own fatal flaws) to switching to newer systems? Ideally (and please note, I say ideally) it would look something like this -\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F90632949-1943-49b0-ae95-6b77c53c955b_812x586.png)\\n\\nThere is also the **locus of control** - who owns what, and why? Russia currently has a bit of chokehold on Europe, and are squeezing them out. Once again that pesky centralization/decentralization problem comes up - in an attempt to green themselves, Europe had to begin to rely on Russia for natural resources (which isn’t a super great partner, just based on current politics). And Russia can squeeze.\\n\\nSo yes. It’s a tradeoff.\\n\\n## The Crypto Tradeoff (narratives)\\n\\nCrypto is a great example of a transition from legacy to new systems.\\n\\nFor anything to be made, it has to have some element of narrative to get adoption. For crypto, the path has looked something like this:\\n\\n1. Narrative Creation\\n2. Narrative Resistance\\n3. Narrative Disruption\\n\\nI want to caveat this entire section with the following - people’s intentions are often gray, but we perceive them to be either white/black (we think that people are saying the most extreme of what they mean) - so this results in narrative disruption.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F74881a8e-7be0-47db-8cf2-efb97870a050_832x514.png)\\n\\n### Narrative Creation\\n\\n**I love crypto.** I am fascinated by what it is capable of, and there are so many builders in the space who are doing amazing things. But grift economy is alive and well (in both crypto markets and regular markets, of course) and there is a level of frustration that comes from watching it unfold.\\n\\nThere is calibration that comes with new markets - and grifting is a core part of that. Markets must grift in order to find out what grifting isn’t. As Jack Raines wrote in his piece “[The Golden Age of Grift](https://youngmoneyweekly.substack.com/p/the-golden-age-of-grift)”:\\n\\n> *We are in the middle of a trillion dollar game of musical chairs. Except some people think their chair can’t disappear, other people sit in a chair before the music actually stops, and a few players just pick up a chair and leave the room altogether. The only losers are the people actually following the [rules](https://youngmoneyweekly.substack.com/p/the-golden-age-of-grift).*\\n\\nThis is an important point. “The losers are the people following the rules”. The old adage “rules are meant to be broken” is strong across \\\\*all\\\\* aspects of life.\\n\\n* Rules (in most instances, please go the speed limit etc) are\\\\* gray space\\\\* to play in\\n* Those that test gray the most, especially in new markets, will benefit the most.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F362c35f0-0354-409a-be5c-cac43d58e736_942x636.png)\\n\\nIt’s really just an unfortunate aspect of life that because we have human-based systems, they are going to be vulnerable to human-based exploits.\\n\\n* Humans like to play games - Darwinian winnings of survival\\n  * Survival is a function of tribal games - i.e., insider trading and psyops.\\n\\nJust like in all new markets, there is a lot of rug pulling, a lot of money grabs, a lot of behind-the-scenes-info-gathering in crypto - and because of the extreme interpretation of information problem, all we often see (or perhaps pay attention to) is a rug-pull project that makes a large portion of those that play the game end up as exit liquidity.\\n\\nIf we have to zoom out all the way, it’s not a bad or good thing (ahh the gray) it’s just a Thing. It’s a calibrating system (and traditional finance is just as bad, if not worse). And truthfully, crypto/web3 is building some incredible things for the world - but the gray, the gray, the gray, the grayyyyyyy.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fb9d72230-0e44-4fef-b021-b2087f15fee8_1102x808.png)\\n\\nWith all that being said - it’s exciting right? Building the future, rethinking structures - it’s amazing. Being a part of it is even better (which is why it’s important to create accessible onramps to crypto/web3 for \\\\*everyone\\\\*).\\n\\n### Narrative Resistance\\n\\nBut there is massive resistance to crypto, mostly because of marketing problems. It’s important to have anchors of hope, but most of us know that the world is gray - not good, not bad, just relatively decent-ish usually. I also think the reason that there is resistance to crypto because it doesn’t \\\\*feel\\\\* like this world is built for everyone.\\n\\n* Open-source for who? Collaborative to who? Decentralized by who?\\n\\nAnd things have to have a narrative that makes sense. For everyone (a TALL order, I know, and totally unfair to ask of anything, but alas).\\n\\nFor this, we have to return back to the decentralization framework - is ownership the most valuable thing that web3/crypto can offer? **Probably not, considering the true things that society needs (access and opportunity, which crypto also offers, but it isn’t marketed the same way)**. And because of that - the narrative needs to shift.\\n\\nperhaps **not** as much tweeting of this:\\n\\nand **more** tweeting of this (even though this got backlash bc of the narrative problem):\\n\\nI think that’s really the main problem that crypto has. It has a massive narrative problem, where it’s a bit confusing as to what everything is meant to be doing (and do note, there are incredibly important things happening in the space). A lot of pushback does come from the utopianism - and the feeling that crypto/web3 is trying to abandon the world (they are on average ***not***).\\n\\n* Crypto/web3 can incrementally improve the world - and it already has.\\n\\nCrypto/web3 will become as important as web2 was (the beginning of the Internet) - but the storytelling might need to evolve so people aren’t isolated from the growth (and do note, a lot of amazing people are working on this).\\n\\n### Narrative Disruption\\n\\nBut then you also have narrative violators that have a massive sway over public opinion. For something that is trying to continually define itself in the public eye (crypto/web3) having actors like Elon can derail everything.\\n\\nHe has continually spoken out against elements of the web3 model (even calling it [bs](https://twitter.com/elonmusk/status/1466320998379175939?s=20)) which makes it difficult to keep narrative afloat. Elon is the Pinnacle of Tech in the eyes of many - and to have him outspoken against the next wave of tech isn’t a great narrative advancement tool.\\n\\n### However, the Narrative Comes in Different Packages\\n\\nBoiled down, crypto is really a beautiful reimagining of how the world works - it’s taking things from web2, taking things from the finance world, etc and tying them together into a package.\\n\\nAlmost everyone wants the world to get better - the reprinting of society is happening all over. If you turn around, the anti-work movement (covered brilliantly by [Odd Lots](https://open.spotify.com/episode/2YK3j1IsQAxj0JXHIplX6h?si=116eac6c2f5f4b6b)) has a lot of the same intonations.\\n\\n* We want to keep working. Just on our terms.\\n* We want to overhaul the existing systems to benefit the \\\\*people\\\\* in them more.\\n* We want to rewrite how we think about economic structures.\\n\\nSo as crypto/web3 calibrates, there is a bubbling of the same sort of sentiment across other sections of society. The most interesting part will be if they can combine - that is when the frameworks that we’ve had in our minds for the world will definitely need to morph. But there is a lot of resistance.\\n\\nHowever, as Tracy Alloway [summarized it](https://www.bloomberg.com/news/articles/2021-12-17/transcript-the-booming-movement-to-abolish-work-as-we-know-it?srnd=oddlots):\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fabd03acb-bd95-405a-adbb-ec6cc80509ce_1124x286.png)\\n\\nThe gray area of being nice could definitely solve a lot of the problems that we have.\\n\\n## The Dollar Tradeoff (dollar is more than dollar)\\n\\nHowever, the world is built on systems - and systems sometimes make it tough to be nice. System calibration is what the U.S. dollar relies on - it’s a very delicate balance, the reserve currency is a big old dance of geopolitics and monetary base.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F988a1258-749e-492d-a6ba-224ff8944e3d_960x684.jpeg)\\n\\nThere are arguments against the dollar maintaining its status as reserve currency. You will often hear:\\n\\n* “We are going to have hyperinflation (implying infinite dollars), and the purchasing power of the dollar will go to zero (implying a value of zero)”\\n\\nYou see this from those that are advocating for Bitcoin to replace the dollar as currency - but you also see this from people who think that the dollar is going to implode due to “printing” (which is \\\\*really\\\\* Fed and banks paper pushing, if we get granular about it)\\n\\nThe dollar actually is backed - not by gold, no - but backed by guns and taxes. After all, taxes and death are the only two certainties in life.\\n\\n* The dollar (as reserve currency) is *more* than just the dollar being the dollar.\\n  * It’s a transaction tool, monetary base, a symbol, a form of political stability\\n\\nWhen people talk about the dollar being printed into oblivion, it’s important to note that the dollar is symbolic, as well as transactional.\\n\\n* Sure, it’s how we buy things\\n* But it’s also how we maintain trade deals and conduct international negotiations\\n* It is also the U.S. military, in paper form.\\n\\nThe dollar is currency and money, and funnily enough, it’s also a tool. Can it be replaced? Maybe? But the militaries are sort of the end state of all civilizations - which creates a funky valuation model.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fd0730272-4c70-41c8-b587-96ae8a1ac88b_646x296.png)\\n\\n## The Happiness Tradeoff (yay)\\n\\nNo great segue here, but one of the funny things about humans is that we live within feedback loops, both positive and negative. Our entire lives are dictated by external influences, as annoying as that might be to admit.\\n\\n* This is functionality of environment - you have to respond and react to stimuli.\\n* Of course, the nature of the response is really the interesting part\\n  * We might not be able to choose \\\\*if\\\\* we respond, but we are able to choose \\\\*how\\\\* we respond (to a certain extent).\\n\\nWhen we respond, we are creating an action. Things gain value in relation to their opposites, every force has an opposite and equal reaction, etc, etc. Our responses are calibrated based off nature and nurture, our current environment and the experiences that shaped us.\\n\\nFyodor Dostoevsky was a man that existed across all edges of the Good-Bad distribution. To Dostoevsky, this suffering was not meant to be avoided, it colored the edges of our lives, made our experiences that more robust - because what is the beauty of happiness if not tinged by unhappiness?\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F571e9113-c9cb-4c58-8fd7-31746ed6125e_878x662.png)\\n\\nI think that’s \\\\*literally\\\\* one of the hardest parts about being human, is the grayness! The fact that we don’t exist in a vacuum, that our emotions are unregulated entities in our bloodstream, chasing thoughts and wreaking havoc (honestly, rude!).\\n\\nWe also have an **instantaneous culture**, something I’ve written on [before](https://kyla.substack.com/p/consumption-on-demand). We have no desire to delay even a blip of happiness, although that happiness may not be the best for us, that the happiness eats away into future happiness… but in the game of tradeoffs, it’s all about the short-term (and BNPL).\\n\\n## Final Thoughts\\n\\nah okay\\n\\nThank you for making it this far. I am about to have the worst possible conclusion, but it’s the best conclusion I think we can have from all these tradeoffs:\\n\\n* I think my biggest takeaway over the past few weeks is that **nothing makes sense, and that’s okay** (*yes, subscribe to kyla’s newsletter for incredible takes on nothingness)*. What a terrible conclusion to an unnecessarily long piece!!\\n\\n**But** **everything is relative** - sense-making is simply unpacking what doesn’t make sense with the puzzle pieces of things that do make sense - but the puzzle is never finished.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F3afe4999-97eb-4f23-8df3-26b06c73d495_946x842.png)\\n\\nThere is a story from Alan Watts (yes i know) that talks about a thought exercise in condensing life - in this dream world, you can choose everything that happens.\\n\\n> *“Let's suppose that you were able every night to dream any dream that you wanted to dream. And that you could, for example, have the power within one night to dream 75 years of time. Or any length of time you wanted to have. And you would, naturally as you began on this adventure of dreams, you would fulfill all your wishes. You would have every kind of pleasure you could conceive. And after several nights of 75 years of total pleasure each, you would say \\\"Well, that was pretty great.\\\" But now let's have a surprise. Let's have a dream which isn't under control. Where something is gonna happen to me that I don't know what it's going to be. And you would dig that and come out of that and say \\\"Wow, that was a close shave, wasn't it?\\\" And then you would get more and more adventurous, and you would make further and further out gambles as to what you would dream. **And finally, you would dream ... where you are now. You would dream the dream of living the life that you are actually living today.”***\\n\\nYou can design the most perfect, beautfiful life. Soon you would add variance to the dream, things that would surprise us - even adding in bad things. Soon we wouldn’t want it to know it was a dream at all - and it becomes the life that we have, a dream state of variance and understanding that is not perfect - because perfection would be imperfection.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fe20f65d0-e825-404f-a393-71efcf1c7216_940x436.png)\\n\\nAs Dostoevsky wrote in The Idiot:\\n\\n> “It's life that matters, nothing but life—the process of discovering, the everlasting and perpetual process, not the discovery itself, at all.”\\n\\nThe gray areas are where we spend the most time, and because it’s subjective, because of the variance that we inject, because of our own humanness, the systems are just a series of decisions, a gray for less gray one day, a gray for more gray the other.\\n\\nIt’s all tradeoffs.\\n\\n*Disclaimer: This is not financial advice or recommendation for any investment. The Content is for informational purposes only, you should not construe any such information or other material as legal, tax, investment, financial, or other advice.*\",\"timestamp\":1640011462,\"title\":\"Tradeoffs, or Why Things Don't Make Sense\"},\"digest\":\"2fk-Ro6gByZhFE306PqgRXP00ViQqJtsZvMNr8CqqhQ\",\"authorship\":{\"contributor\":\"0x14a0Db339D7191D3F12c2e3EEe637b3e9731d8C5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0GyayU5iNSZ2FUlnUxm9jMo32Fnv3LgpbPD6_4d0OUI\\\",\\\"y\\\":\\\"8oaXDZXyMGRtOyafWHErCYd_7ymgu27JaoqafM6WaBA\\\"}\",\"signature\":\"8CfIyzm6LerUw0e6CAql7r8J8g4HZf-b5OxooMcOSy3RomLvcAkrpqrwd5iEr_HZ-5_MJJoZk118LNBM-t7rYw\",\"signingKeySignature\":\"0x36cfb4f0e0f3a6a1c1c3a3307b71bb3fd9e2909c81081cdcf704862060641a9a6e8590d5899f4798abcafbb1109385f016f14d2e472be376f8ffab08d280d7bd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0GyayU5iNSZ2FUlnUxm9jMo32Fnv3LgpbPD6_4d0OUI\\\",\\\"y\\\":\\\"8oaXDZXyMGRtOyafWHErCYd_7ymgu27JaoqafM6WaBA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2fk-Ro6gByZhFE306PqgRXP00ViQqJtsZvMNr8CqqhQ\"}"