"{\"content\":{\"body\":\"For months, conspiracies about the 2020 election being stolen from Donald Trump have fueled Republican efforts nationwide to rewrite election laws. But now, some GOP operatives and Trump World luminaries are worried that the truly wild conspiracists may be mucking it all up.\\n\\nHogan Gidley, one of Donald Trump’s top lieutenants, took a subtle dig at some Trump allies and put some distance between their efforts and his group’s work on election reform. Other Republicans have expressed fears that talk of “audits,” machine rigging and foreign plots will depress voter turnout and discourage some people from seeking office.\\n\\n“People are going to do whatever they want, and I can’t answer for any of those other groups,” said Gidley when asked about misinformation and efforts by Mike Lindell and others to overturn the 2020 election.\\n\\n“But as it relates to election integrity and voter protection, it is vital that we help states get these simple, popular security mechanisms in place to ensure honesty for the 2022 midterms,” added Gidley, who is heading the Center for Election Integrity at the Trump-aligned America First Policy Institute. “I want to make sure that the data we gather and the information we share is built on solid ground as opposed to sinking sand.”\\n\\nThe comments illustrate the growing fissures erupting within Republican circles over how the party should address the last election. It’s a fissure that’s been caused mainly by Trump, who has been intent on continuously re-litigating the 2020 outcome with increasingly outlandish conspiracies that other Republicans echo. [Gidley himself has pushed misleading arguments](https://twitter.com/JHoganGidley/status/1343937062668480513) about some of the 2020 election outcomes, [including on the day](https://twitter.com/JHoganGidley/status/1346897969505841155) of the Jan. 6 Capitol riots.\\n\\nWhen asked for comment, Lindell — who has led a national crusade to push false claims of fraud and voting machine hacking, and is being sued for defamation by voting machine manufacturer Dominion for $1.3 billion — said in a text message that he would be bringing his “voter fraud” case to the Supreme Court on Nov. 23 at 9 a.m.\\n\\nThe results of it all are evident in new polling which reveals just how intensely Trump voters distrust election security.\\n\\nA POLITICO/Morning Consult poll released Wednesday shows that 77 percent of Democrats, 49 percent of independents and 28 percent of Republican voters trust the election system a lot or some. Just 9 percent of Republicans say they trust the election system a lot.\\n\\nAmong self-identified 2020 Trump voters, just 22 percent said they believed the 2020 elections were free and fair; while 72 percent said they probably or definitely were not. They were slightly more optimistic about the 2022 elections, with 38 percent saying they believed that they would be free and fair. But 51 percent still said they believed they would not be. Asked if they would vote for a candidate who believed that the 2020 elections should be investigated, 75 percent of 2020 Trump voters said yes, while only 11 percent said no.\\n\\nThe numbers demonstrate the vast skepticism and distrust Trump voters have of elections and the potential challenges Republicans could have convincing voters their ballots count.\\n\\n\\\"When my fellow Republicans are focused on the wrong things, when they’re focused on conspiracies about secret algorithms on voting machines, and they’re focused on ideas there is a group of ballots printed in China snuck in the back door of the board of elections — all those things are easily disproven,\\\" said Republican Ohio Secretary of State Frank LaRose, who is running for re-election next May. “But a focus on those things distracts from what I consider the real concerns about election integrity.”\\n\\nThe Morning Consult polI offers some measure of relief for Republicans worried that voters won’t turn out amid talk of vast election conspiracies. A full 92 percent of self-identified Republican voters said that they planned to vote in the 2022 elections, with just 4 percent saying they did not plan to. By contrast, just 70 percent of self-identified Democrats said they planned to vote, and 29 percent said they did not plan to.\\n\\nNevertheless, in recent weeks, some prominent Republicans have begun warning in increasingly sharp terms that so much talk of fraud and the 2020 election could depress turnout.\\n\\n“I'm of the view that the best thing that President Trump could do to help us win majorities in 2022 is talk about the future,” Sen. Roy Blunt (R-Mo.), said on Meet the Press. “\\\\[B\\\\]etter off to talk about the future than to focus on the past in every election.”\\n\\nRepublican Arkansas Gov. Asa Hutchinson, meanwhile, said “re-litigating 2020 is a recipe for disaster in 2022.”\\n\\n“The election is passed, it’s been certified, the states made decisions on the integrity of each of their elections and made improvements where it need be. It’s about the future, it’s not about the last election, and that — those kind of comments are not constructive,” he said on Meet the Press.\\n\\nNeither Blunt nor Hutchinson are running for re-election in 2022. And their warnings seem likely to be drowned out by Trump’s routine statements calling for more investigations into an election that has been routinely certified as accurate and secure. In a recent statement, Trump threatened that voters will not show up at the polls unless election laws are changed. And in an interview for a new book by David Drucker, \\\"In Trump's Shadow: The Battle for 2024 and the Future of the GOP,\\\" Trump admitted that his focus on 2020 could be an “asset” or a “problem” for the GOP.\\n\\nSuch proclamations have set off a scramble among Republicans worried voters might not show up. Notably, last week Rep. Marjorie Taylor Greene (R-Ga.) tweeted, \\\"I recently conducted a poll on Georgia's elections and if my constituents felt their votes would count during a teletown hall. Sadly, 4% said they won't even vote due to voter fraud. This is WRONG. Legal votes by Rs are just as important as stopping illegal ones.\\\"\\n\\nAnd in interviews, Republicans have called on the ex-president to stop talking about 2020 and start focusing on 2022, instead.\\n\\n“When people don’t trust elections they don’t participate, bottom line,” said LaRose.\\n\\nContractors examine and recount Maricopa County ballots case in the 2020 general election on May 6, 2021. | Matt York, Pool/AP Photo\\n\\nIn GOP primary races across the country, however, candidates have openly called for additional “audits” of the 2020 presidential vote, despite its continuous verification. [Josh Mandel, a Republican Senate candidate in Ohio, has called for “audits”](https://twitter.com/JoshMandelOhio/status/1441136152325599232?s=20) in all 50 states. And Trump endorsed candidate for Arizona governor, Kari Lake, has campaigned on her claim the 2020 election was stolen.\\n\\nThey’ve also fed the movement among elected Republicans to pass voter restriction laws in their statehouses. According to an October tally by the progressive-minded [Brennan Center for Justice](https://www.brennancenter.org/our-work/research-reports/voting-laws-roundup-october-2021), “at least 19 states enacted 33 laws that make it harder for Americans to vote” in 2021.\\n\\nOn both sides of the aisle, this has led to an urgency to passing voting reform. According to the POLITICO/Morning Consult poll, over three quarters of American voters (78 percent) think working to ensure integrity in U.S. elections should be a priority or Congress. That cuts across party lines, with 79 percent of Democratic voters, 70 percent of independent voters and 83 percent of Republican voters agreeing.\\n\\nThe [POLITICO/Morning Consult](https://www.politico.com/f/?id=0000017c-be88-d8e1-a57c-fffd2c870000) poll was conducted Oct. 22-24, surveying 1,999 registered voters. The margin of error is plus or minus 2 percentage points.\\n\\nLast week, Democrats once again failed to push through voting rights legislation after Senate Republicans filibustered the Freedom to Vote Act and despite efforts by Sen. Joe Manchin (D-W.Va.) to compromise with Republicans on the bill. The bill would have established Election Day as a national holiday, set standards for voter identification laws, expanded the ability to vote by mail and curbed partisan gerrymandering.\\n\\nGidley’s group, the Center for Election Integrity, is among the conservative groups working on election reforms with legislators, business and advocacy groups at the state level to try and address issues and concerns around voting procedures. The center has published a list of the “The Top 25 Common-Sense State Election Integrity Reforms” that includes verified voter identification, uniform ballot counting procedures and mail-in ballot reforms.\\n\\nThere are cases of bipartisan work on the issue. Earlier this year Kentucky passed bipartisan legislation that expanded early voting and set in place new voting measures that passed in the Republican supermajority legislature and was signed by Democratic Gov. Andy Beshear.\\n\\nRepublican Kentucky Secretary of State Michael Adams, who testified before the Senate on Tuesday and said misinformation is the most serious threat facing the election system, credited his success working with a Democratic governor by making sure their messaging was in lock-step.\\n\\n“Having both sides at the table meant that his concerns on access, and my concerns on security were all addressed,” Adams said. “That’s the biggest mistake Republicans are making in state legislatures and Democrats are making in Congress. When you do this on a one party basis, the other side thinks you’re trying to cheat them, and you can’t make policy that way.”\\n\\n* FILED UNDER:\\n* [ROY BLUNT](https://www.politico.com/news/roy-blunt),\\n* [DONALD TRUMP](https://www.politico.com/news/donald-trump),\\n* [DONALD TRUMP 2020](https://www.politico.com/news/trump-2020-presidential-election),\\n* [VOTING](https://www.politico.com/news/voting),\\n* [AUDIT](https://www.politico.com/news/audit),\\n* [ELECTION FRAUD](https://www.politico.com/news/election-fraud),\\n* [CONSPIRACY THEORIES](https://www.politico.com/news/conspiracy-theories),\\n* [2020 ELECTIONS](https://www.politico.com/news/2020-elections),\\n* [2020 PRESIDENTIAL CANDIDATES](https://www.politico.com/interactives/2019/2020-democratic-presidential-candidates-list/),\\n* [MIKE LINDELL](https://www.politico.com/tag/mike-lindell),\\n* [MARJORIE TAYLOR GREENE](https://www.politico.com/tag/marjorie-taylor-greene)\",\"timestamp\":1635338545,\"title\":\"A fear grows in Trumpworld: Have we gone too conspiratorial?\"},\"digest\":\"LEITAlTPR-E2ZN5s_yi_4_dZBaFbQaY1OG6fyszl0v0\",\"authorship\":{\"contributor\":\"0x15b7224118C75406C38Dee327A0a4C8390EfF138\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jlC-vswO5PZZ-bqG5OAkuivff2gr95h-liTlMLN22RM\\\",\\\"y\\\":\\\"f5TY-TRu5Wq6IkuIsknvWD5x2Fvitn11o3UqQKnOkxM\\\"}\",\"signature\":\"6EhLV9T2I9hWKM2q6NtMYeyB9jWSwxnWi6bbTQS1U7eDTbZdLwIahVtJUJIcwnvQHnhR2LmZH00YJZox_MokhA\",\"signingKeySignature\":\"0xfbe35b39ba1a0eec35b7693cb9723d7f212e6c44512e78838b44cc8313a96abb2c6f35e4dc884e2716aabdc4bbd46c6313a1ab8a56de3e007c14ddedcee0a5c81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jlC-vswO5PZZ-bqG5OAkuivff2gr95h-liTlMLN22RM\\\",\\\"y\\\":\\\"f5TY-TRu5Wq6IkuIsknvWD5x2Fvitn11o3UqQKnOkxM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LEITAlTPR-E2ZN5s_yi_4_dZBaFbQaY1OG6fyszl0v0\"}"