"{\"content\":{\"body\":\"Wikipedia has advantages over traditional paper [encyclopedias](https://en.wikipedia.org/wiki/Encyclopedia). First, it is not limited in space: it can keep growing as fast as people add.\\n\\nSecond, there are no qualifications required to be able to author its articles. It draws from a vast pool of contributors: the whole world. This, and the first advantage mentioned above, have enabled Wikipedia to become the most comprehensive encyclopedia on Earth.\\n\\nThird, a paper encyclopedia remains static (stays the same) and falls out of date until its next edition. Wikipedia is more dynamic: You don't have to wait for the next edition to come out (there are no editions), as Wikipedia is published online as it is written online. Articles are made available as is, regardless of what stage of development they are in. *You* can update Wikipedia at any moment. People do so continually [around the clock](https://en.wiktionary.org/wiki/around_the_clock), thereby helping each other keep abreast of the most recent events everywhere and the latest facts in every subject.\\n\\nFourth, Wikipedia has a meager \\\"publishing\\\" cost for adding or expanding entries, as it is online, with no need to buy paper or ink for distribution. This has allowed it to be made available for free, making it more accessible to everyone. This has also enabled Wikipedia to be independently developed and published in many different languages simultaneously by people literate in each. Of the 290+ different language Wikipedias, 137 of them have 10,000 or more articles.\\n\\nFifth, Wikipedia has a low environmental impact [in some respects](https://en.wikipedia.org/wiki/Environmental_impact_of_paper), since it never needs to be printed. However, computers have their own [environmental cost](https://en.wikipedia.org/wiki/Computers_and_the_environment).\\n\\nSixth, Wikipedia is extra-linear (more than linear). Instead of in-line explanations, Wikipedia incorporates [hypertext](https://en.wikipedia.org/wiki/Hypertext) in the form of [wikilinks](https://en.wikipedia.org/wiki/Wikilink). Throughout its content is a robust network of links, providing another dimension of knowledge accessibility. The encyclopedia also has correlated to [tables of contents](https://en.wikipedia.org/wiki/Wikipedia:Contents/Outlines) and [indexes](https://en.wikipedia.org/wiki/Wikipedia:Contents/Indices), with each entry in them hyperlinked to an article on the topic specified.\\n\\nSeventh, each Wikipedia article provides an introduction summarizing the more extensive detail of its contents.\\n\\nEighth, being open to anyone to edit, articles on Wikipedia are subject to additions that might be erroneous or written poorly, which in turn are subject to being corrected or rewritten. It is a community effort, with most people involved helping to improve the work, fixing problems they encounter along the way. See more about Wikipedia's strengths and weaknesses below ...\",\"timestamp\":1635436344,\"title\":\"Wikipedia versus paper encyclopedias\"},\"digest\":\"iPg8WDumw5sG1fgkRsWvCFAxlGcYDe8fSHXdyGfmRdw\",\"authorship\":{\"contributor\":\"0xa443c2A577B31791a49a29CF56c6d4062A4e3809\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_eGRR8yVAMOsaMhsjeOgBAGOJ1KEDOPlkZ7eI7dpSvY\\\",\\\"y\\\":\\\"Jj4nCP8Ilb57dwuUqyzrqdDq9XSgF2WMsUKWc1VFU-s\\\"}\",\"signature\":\"LcbEEL1Vbg1tqJp7bbdat2-4cTzaneOA8020KiqFvj8M8g24PgV-0pJuW9ZqJlgm5bKuaIIQZ_yRYvhFJRcT4w\",\"signingKeySignature\":\"0x60e1c3d771bef6b1fc31871103ef6f3ef2966f1bc3c710dc79d8b535ed20957516a2201a51bfcd3a16f1d6c3bfab432a985352feaee84ffccd056f5f36ba295b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_eGRR8yVAMOsaMhsjeOgBAGOJ1KEDOPlkZ7eI7dpSvY\\\",\\\"y\\\":\\\"Jj4nCP8Ilb57dwuUqyzrqdDq9XSgF2WMsUKWc1VFU-s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iPg8WDumw5sG1fgkRsWvCFAxlGcYDe8fSHXdyGfmRdw\"}"