"{\"content\":{\"body\":\"Decentralized applications, or DApps, are essentially blockchain-based smart contract-powered versions of apps popularized by the Ethereum network. They act just like traditional apps — a user shouldn’t even notice a difference — but provide much more in terms of a feature set. \\n\\nDApps represent a new way of interacting with personal finance. When one thinks of traditional finance, often money lending, borrowing, savings and similar entities come to mind. Each of these is powered, if you will, by a central authority such as banks or other financial institutions. \\n\\nBut when it comes to the future of finance, many consider cryptocurrencies and blockchain as representatives of that. If that’s the case, how do simple financial tasks like loans work in a decentralized state?\\n\\n## History of DApps\\n\\nWhile Bitcoin ([BTC](https://cointelegraph.com/bitcoin-price)) is the first blockchain network, the technology has evolved far past a simple financial transaction. When Vitalik Buterin and his colleagues proposed Ethereum ([ETH](https://cointelegraph.com/ethereum-price)) in 2013, they set their sights on something much broader — a decentralized way of life.\\n\\nButerin envisioned a blockchain-based internet, one where users had control instead of corporations. To do so, Ethereum would power what are essentially automated if-then statements called smart contracts. These contracts are immutable, as rules and limitations were baked into their code. This means any party can transact without an intermediary, removing the need for centralized platforms.\\n\\nInterestingly, 2014 saw the release of a report [defining](https://github.com/DavidJohnstonCEO/DecentralizedApplications) the DApp, named “The General Theory of Decentralized Applications, Dapps.” It was written by various authors with experience in the space such as David Johnston and Shawn Wilkinson. \\n\\nThe paper defined DApps as entities with the following characteristics:\\n\\n1. A DApp must have open-source code and work without third-party intervention. It must be user-controlled, as in they propose and vote on changes that are automatically implemented.\\n2. All information must be held in a publicly accessible blockchain network. Decentralization is key, as there cannot be a central point of attack.\\n3. DApps must have some sort of cryptographic token for access and they must reward contributors in the said token, such as miners and stakers.\\n4. A DApp must have a consensus method that generates tokens, such as proof-of-work (PoW) or proof-of-stake (PoW).\\n\\nFrom there, the paper classifies three “types” or “layers” of DApps based on the way users interact with them.\\n\\nLayer-one DApps exist by themselves on their own blockchain. The most popular projects are this type of DApp, such as Bitcoin, for example. They require a consensus algorithm and baked-in rules, for example.\\n\\nLayer-two DApps are generally built on top of layer one, harnessing the power of said blockchain. Often considered protocols, they utilize tokens for interactions. A scaling solution built on top of Ethereum is a good example of a layer-two DApp. Transactions may process on this second layer before committing to the first, taking some load off of the main chain.\\n\\nFinally, layer-three DApps are built on top of layer two, often holding the information required for the other two to interact. It might store the application programming interfaces (APIs) and scripts necessary for layer one and layer two to operate. For example, a layer-three protocol could house various layer-two DApps, facilitating the user experience through them all.\\n\\nPut simply, the paper defines DApps as various applications that are powered by a core blockchain. Some might build on top of that initial layer, but they’re all considered DApps if they meet the criteria mentioned above.\\n\\n## Why use a DApp?\\n\\nDecentralization offers various benefits over apps running on a centralized network. Chiefly is the lack of a third party, thanks to the innovative smart contract. An app like Venmo allows one to send money to anyone, however, moving those funds to a bank account costs a fee. Plus, moving fiat often takes days to arrive.\\n\\nSending money over a decentralized app, however, means there aren’t any or very little costs to be paid. This saves users money on fees, and considering decentralized transactions are almost instant, it saves them time as well.\\n\\nOf course, DApps don’t run on centralized servers either. An advantage decentralized platforms have is they’re invulnerable to all types of attacks, as there’s no physical device to target. Not only does this make the network more secure, but it also means there’s no downtime. Accessing these applications is always possible. \\n\\nDApps can also apply to almost any industry, such as gaming, medical, governance and even file storage. As a result, DApp usage is almost no different from traditional applications. While users benefit from all the changes on the backend, the actual experience should be the same. This way of interacting with applications is considered Web 3.0, also referring to the decentralization of information.\\n\\nWhen the web started, it was a space full of information anyone could access. Over time, large companies harnessed, or centralized, it. While these organizations provide it for “free,” that comes at the cost of providing our data, which they then sell for profit.\\n\\nCompanies then have control over that information, know what their users like to buy, how much money they have and who they know. That control also means they can take it away. Enter Web 3.0, where DApp usage doesn’t come at the cost of privacy.\\n\\nInstead, a user can choose to share only required information for, say, a medical checkup or a loan, and choose who sees it and for how long. Companies might pay for this access as well, ensuring that the users also profit from it. There’s also the problem of trust. In a world where large companies with so-called high security are leaking usernames, emails and passwords, it’s hard to trust anyone completely. \\n\\n## Cons of DApps\\n\\nWhile decentralized applications might present a future free of corporations, there are currently some major issues that the industry is working to resolve.\\n\\nFor one, the lack of a central authority might mean slower updates and platform changes. After all, one party can simply update their app as they please. A DApp, however, requires majority consensus from the acting governance — even for a minor bug fix. This could take weeks or even months as users debate the pros and cons of any improvement.\\n\\nAlso, DApps require a reasonably-sized user base to operate properly. They need nodes, governance and users just to interact with it. However, accessing DApps can be quite difficult in this early stage, and many aren’t seeing the support they need.\\n\\nIn the future, accessing a DApp might be a download away. But for now, users must download a DApp-supported browser, send the required crypto to that wallet and interact from there. While tech-savvy users should have no problem with this, the vast majority of people will have no idea where to start.\\n\\n## DApps around the world\\n\\nDApps in the financial world seem like a no-brainer, but they can really be innovating in all industries. Let’s take a high-level look at some of these benefits in industries such as finance, social media, gaming and more.\\n\\n### Finance\\n\\nMoneylenders and borrowers can make use of DApps to do their business. With banks, lenders earn certain interest rates based on their money saved. The more a person saves, the more the bank can lend, and the more both parties earn in terms of interest. However, the bank, which acts as a centralized entity, takes a bigger cut than lenders might like, simply for providing a space to store funds.\\n\\nOn a DApp, lenders earn 100% of their interest as there’s no intermediary to pay. That, and they have more control over loans, all while earning tokens from the platform they choose to lend on.\\n\\nAs for borrowers, they have more say in terms of interest paid as well as their time to pay it. Indeed, some platforms allow borrowers to take months or even years to pay off interest, assuming they meet a minimum payment threshold. The borrower can also discuss rates with the lender, ensuring a fair decision for both parties involved.\\n\\nWhen all is said and done, the proceeds can occur immediately thanks to smart contract technology. There’s no need to involve lawyers and other third parties which makes the confirmation process take longer and at a greater cost to both parties.\\n\\n### Social media\\n\\nUsers stand to benefit greatly from social media DApps. First off, there’s no one to censor posts, meaning free speech all around. If some posts become a problem, however, the community can vote to have them taken down.\\n\\nInfluencers can earn more as well. On traditional platforms like Twitter, the company profits most from popular tweets. It gains advertisement revenue from all the site visits, and the author gets, well, nothing monetarily speaking, that is.\\n\\nSocial media DApps might have a built-in tipping system using its token, and users can run ads and earn their full payments, rather than a company taking a cut.\\n\\n### Gaming\\n\\nGaming has always been an interesting DApp use case. Currently, games require dozens of hours invested in a character to grow — one they’ve likely invested real money in — only for it to sit there and rot when the player moves on.\\n\\nDApps present a more interesting solution in terms of value. Take a game like CryptoKitties, for example. Players acquire a tokenized asset, in this case, a cat. That cat then grows over time, rising in value if properly raised. A user can then sell that cat for whatever they’d like, assuming there’s a buyer who will pay for it.\\n\\nPlus, some cats can potentially breed with other cats, creating an even rarer, potentially more valuable cat. Players can trade or collect cats, doing anything they want with these tokenized pets. Their time investment becomes genuinely valuable. There aren’t many now, but imagine that concept in a more fleshed-out title with hours of gameplay. Full-time gaming might be in our future.\\n\\n### Voting and governance\\n\\nIn most cases, voting is a painful process. It often involves various steps of validation — some inaccessible to citizens without proper housing or those who are suffering from other issues. That’s not to mention tampering and similar illicit activity.\\n\\nA voting DApp can open up the procedure to all thanks to smart contracts. Basically, the community can vote on a list of proposals. Then, they can set up a time frame, say, 24 hours, for users to “stake” their vote with tokens. This opens up participation to all, allowing anyone to vote anonymously at that.\\n\\nVotes are stored in a decentralized network, making them immutable and untamperable. Plus, smart contracts can reward voters with a relevant token for their efforts, incentivizing more people to vote than ever before.\\n\\n### Fundraising and advertising\\n\\nMany users take advantage of an ad blocker while browsing online. This is obviously a pain for websites trying to generate revenue, but understandable in some ways as ads have become quite obnoxious in many ways. A browser DApp can fix this.\\n\\nAs users browse the web, they do so with a browser-integrated ad and tracker blocker, earning crypto along the way. Now, as users find creators and websites they’d like to support, they can opt into allowing contributions. This means that the longer a user browses, the more they’re paying to that site over time. Users can even enable ads for those specific sites, helping them more in the long run.\\n\\nPrivacy is the name of the game here. Users choose who can track them, protecting their information and still contributing to platforms that need the money. It’s a win-win situation.\",\"timestamp\":1639221473,\"title\":\"What are DApps? Everything there is to know about decentralized applications\\n\"},\"digest\":\"5mDLP3TcNRNPGC2P7N6RIo9qSW0_EvqtdWUToe3h23Q\",\"authorship\":{\"contributor\":\"0x1700613D05218f7bcC747a4e69Bb41f352Ff16CD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mUN4d8XWnngpm5PLCMTvZIcKWPnfAeWdTC9VstMjkt4\\\",\\\"y\\\":\\\"RYp-fD78WcLZ4ii9NiukIwYPe8oMgyip4USfI_4spKs\\\"}\",\"signature\":\"-msg_hAsi60tFNoXW4dge_8yzCR5BDtCVkQjZ6VgUY6z-kF6NzOi-IVLCdtjIAGgZx4QxT4F-yS8arQr7L0UNQ\",\"signingKeySignature\":\"0x943fe38be50ae2f09af0791460dd07d9a0dffe47268c756273cfe16b73382a1b40b7ab6546c005901412c0196df7b21cc742df8a0e80c630312bfac60851431e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mUN4d8XWnngpm5PLCMTvZIcKWPnfAeWdTC9VstMjkt4\\\",\\\"y\\\":\\\"RYp-fD78WcLZ4ii9NiukIwYPe8oMgyip4USfI_4spKs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5mDLP3TcNRNPGC2P7N6RIo9qSW0_EvqtdWUToe3h23Q\"}"