"{\"content\":{\"body\":\"1943 Spain\\n\\nA fisherman found the body, off the coast of Spain.\\n\\nSpain, a neutral country in WW II, was sympathetic to the Axis powers. Word reached German intelligence that the remains of an officer, a Major William Martin of the British Royal Marines, were found in the waters of the coast.\\n\\nThe personal effects included ticket stubs, keys, a medal, letters from what appeared to be family, and bills that were due. There were also letters which revealed the Allies were planning an invasion of Greece and Sardinia.\\n\\nIt was enough to convince Hitler to transfer military divisions from the defense of Sicily towards Greece and Sardinia.\\n\\nThe Allies, who had assembled in North Africa, then invaded Italy without much resistance. The Axis were caught off-guard and then had to divert forces from the Eastern Front to try to fight back in Italy.\\n\\nAt that point the Axis never recovered in the Eastern Front again.\\n\\nThere was no Major William Martin of the British Royal Marines.\\n\\nHe was Glyndwr Michael, an unfortunate Welsh laborer who took rat poison and died in an abandoned warehouse in London. His body was put on ice as British Intelligence created a story and new identity.\\n\\nThe \\\"Major\\\" was put to sea with a life jacket, as if he was just another war casualty floating in the Mediterranean.\\n\\nThe operation was codenamed \\\"Mincemeat\\\".\\n\\n**2916 EARTH - MARS TRADE ASSOCIATION - THE NECKLACE**\\n\\n\\\"Recent financial results as expected but we project a sharp rise in serious material risks for the trade cooperative. Audit Oracles have uncovered serious issues with critical balance sheet items. We expect a write-down large enough to drive down valuations for impact growth across the board. \\n\\nThe Home Office and the Chairman of the Board, authorize meeting with local senior joint venture partners, to put significant concerns to rest as soon as possible. This priority is above all other lines of business. We must avoid all liability. Your account has a new line of credit.\\\"\\n\\nThis was more than a dry routine merchant cooperative financial report from the home office. Jacob C. Tagore, Jr. pretended to be half-listening, bored. Inside, dread was rising.\\n\\nThe message from the Director, Mars Intelligence, translated as:\\n\\n\\\"Most of the operation has been completed as planned. However, there is a credible threat for you and the Op. Our analysts confirm the Triumvirate's Enforcement Arm suspects more, and may take action with a capture-kill op, target you and other operatives and \\\"assets\\\" working for us around Earth. \\n\\nYou are authorized complete discretion to target, and if necessary, terminate senior leadership but you must prevent a new war. You have total authorization.”\\n\\nHis cover in danger, the mission half-done. \\n\\nThe private keys, for an armada of half-forgotten DeepShips, were almost in his hands. He was just given the authority to go after the head of the Triumvirate. It wouldn’t end the Great Upload but it would stop a new war.\\n\\nJacob decided it was time to celebrate. \\n\\nTo celebrate the official purpose for his trip to Earth, the renovation of all the DeepShips collecting dust all over the System.\\n\\nIt was time to host the most important of all VIPs of Earth - the Praetor herself as the guest of honor at a party on The Necklace. And then decide what to do.\\n\\n![](https://images.mirror-media.xyz/publication-images/G7lV9morzEJCRslkCQyZL.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/yhiWLEiDRtSORTm8lTThC.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1633901828,\"title\":\"1961: 5.26 One Last Cover Story, 2916\"},\"digest\":\"2IzzEuOqYB17uaVhVI_jv87IblXc6zaaPZk-LbJOlPA\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"sAUc3HCtN4i0Hjui9lKP_ykPRUOUajY6oWAY3L7E79T5xfR9FxwhYP6OyzOEbEy5UNopGWdY7R4u3cYgEmzP7g\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2IzzEuOqYB17uaVhVI_jv87IblXc6zaaPZk-LbJOlPA\"}"