"{\"content\":{\"body\":\"Gm 👋\\n\\nWe are at the dawn of a new era for the internet. Blockchain technology unlocks new possibilities for a user-owned, collaborative and token incentivised internet that is built for value creation for users instead of [value extraction by tech giants](https://future.a16z.com/why-web3-matters/). We're already starting to see the impact of blockchain technology on finance, entertainment and culture. However, we believe that the impact will be even larger when it comes to the future of work.\\n\\nThe [unbundling of work from employment](https://li.substack.com/p/unbundling-work-from-employment) - the trend towards freelance work and the recent rise of Decentralised Autonomous Organisations (DAOs) - have created an environment where operationally it is becoming normal and easy to collaborate with people across the internet. However, finding and attracting talent and collaborating with strangers is still far from self-evident. For resource allocation purposes companies, DAOs and people need to be able to reference someone's professional identity. Today, people's professional identities are locked behind the walled gardens of products like LinkedIn. They lack self-sovereignty, trust, privacy and interoperability. They are scattered across different platforms. They do not reflect the new way of working across the web and they are centred around credentials instead of skills.\\n\\nCollaboration is inherently social. Your reputation is the accumulation of the perceived value of past contributions. Having a good reputation becomes even more important as people no longer work long-term for the same companies but are increasingly providing their skills for hire in the gig / creator economy. People want to aggregate their contributions across the web into one comprehensive profile and have their past work be valued and validated by peers.\\n\\nWith the shortcomings of current professional identities and networks in mind, we're building the professional network of the future. An open, user-owned and decentralised platform where people showcase their professional identity and build their career. A platform that incentivises people to create valuable professional networks to help each other succeed.\\n\\nIf you want to learn more about our plans, you should continue reading our next couple of posts. We'll zoom in on the problems we identified with today's professional identities and networks. We'll give a first impression of the product we're building to solve these issues and we'll discuss how we plan to build momentum.\\n\\nIf you want to be part of a more valuable and meritocratic professional network, join [our waiting list](https://www.meritverse.xyz/) and [Discord group](https://discord.gg/gnQPNgk3Yz) to stay updated.\",\"timestamp\":1637232039,\"title\":\"Introducing Meritverse\"},\"digest\":\"AiqpwfpKOCnTVC3ZsDugDQF17XMZkjN6YFZTDTwXTV0\",\"authorship\":{\"contributor\":\"0xDf765B55EF0Daa7375b87B68a6Fd57a1331e9353\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uP_q2PNPAFVjiirAwhvq2GD9vYmOP2GeVMbNWFtTJUM\\\",\\\"y\\\":\\\"uqkRK0jEC8FVOshn3fJMkl1rRfo7G2UIbHutSKiD8MQ\\\"}\",\"signature\":\"77ujofpGo2h1HbSulCuAd14JLkgokLO68JwuxvfhE_IoVvcc2FlYPeyl3KXRLau4rJh3c2S6WfKSItvVvhBd_w\",\"signingKeySignature\":\"0x5dc5440303db3f0f627d374d5accf9d03257a258285e30e22d128bdc628db9172b7b71d1274f2992d96ae78aa3ff4071cb276a38613c53e1b329253e017a075f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uP_q2PNPAFVjiirAwhvq2GD9vYmOP2GeVMbNWFtTJUM\\\",\\\"y\\\":\\\"uqkRK0jEC8FVOshn3fJMkl1rRfo7G2UIbHutSKiD8MQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rsmzni_0vNjXGdYo4EPnhTv6JMQWhBdaTu2tso0gDmg\"}"