"{\"content\":{\"body\":\"**新的一年。新的风景。不变的愿景。**\\n\\n![](https://images.mirror-media.xyz/publication-images/QTZATXQarz0Oy-up0Edvv.png?height=900&width=1600)\\n\\n欢迎来到新的一年，2022年，Chainflip 的一年。另一个季度已经过去了，但我们已经移除了一个人体模型，以取代它的王位。同时，这里的所有系统都在运行。很高兴可以在圣诞节休息一下，但我们的测试网仍然有点火爆，有六名新团队成员加入我们，这也许是我在加密货币历史上见过的最复杂和不可预测的市场时期之一。\\n\\n在过去的几周里，我回到了我的家乡澳大利亚，被强烈的紫外线辐射所湮没。现在当我的英国家人来访时，我再也不会取笑他们了，因为我也因为在北欧生活了一段时间而被塑造成一个“软弱无力”的人（哈哈哈）。在室内躲避阳光的同时，我有机会反思过去的一年，重新思考我们的方向。\\n\\n这次的社区更新会有一些不同。你可能知道，我们的激励测试网正在运行，我们有超过7000名申请人，而这个项目只适合500人。你可能知道，我们的招聘速度比Chainflip所有的历史都要快。你可能知道，开发和通信团队正在全速前进，我们的Sandstorm（目前的Soundcheck是Sandstorm版本的试运行）和代币发行随着每一次测试网的部署而越来越近。但我不会在这次更新中谈及这些。\\n\\n毫无疑问，2022年将是Chainflip在各种意义上推出的一年。不仅如此，2022年不仅决定了这个项目的未来，也决定了整个Web3领域的未来。自从我们在2020年5月开始Chainflip以来，已经发生了很多变化。正如加密货币的情况一样，3个月的时间可以感觉到一整年的变化。就在3个月前，Sol/Avax/Terra的情况还在出现。我们已经有了EIP-1559，Taproot硬分叉，新兴的L1s实现了天文数字的兴趣，L2s的部署，滚动和更多，在一系列生态系统中令人难以置信的用户增长，以及一系列新的桥接和消息解决方案的出现，而这仅在过去6个月。\\n\\n在这个阶段，自我们开始以来有这么多的发展和变化，重要的是重申我们在Chainflip试图做什么，以及在这个新的和不断发展的背景下，我们对我们的工作的论点是什么，以及我们的时间表的延迟。\\n\\n### 首先申明我们的论点\\n\\nChainflip仍然是少数几个正在开发的通用跨链解决方案之一。在此期间，许多其他较窄的跨链项目已经出现，有些在代币发行时的估值达到数十亿美元。这让我们非常的看好——对这项技术的需求再清楚不过了，而且我们相信，我们所接受的权衡，包括更长的开发时间，将是在未来很长一段时间内取得高度成功的最佳选择。\\n\\n现在很明显，将来会有大量的桥接服务提供给用户和开发者。在我看来，这是一件好事，也是一件坏事，因为依靠中心化的服务来桥接资产和进行跨链互动，为用户和开发者提供了糟糕的保证。与这些产品相关的尾部风险是一个明显需要解决的问题，Chainflip有能力在中期内处理这个问题。同时，包装服务和跨链信息服务将填补市场上对跨链智能合约互动的直接需求。在跨链世界中没有赢家通吃的情况。有太多不同的权衡，但每个权衡的上升潜力都有很大不同。\\n\\n我们对Chainflip的看法是围绕着两个关键的支柱，我们认为这两个支柱使Chainflip从跨链领域的其他公司中脱颖而出，并将成为我们将走的两条战略路线。\\n\\n### 支柱 1：即插即用的互操作性\\n\\n我们的第一个战略是我们启动计划的关键。由于Chainflip的设计方式，我们有能力创建易于使用的抽象，为开发人员提供他们需要的工具，以提供跨链功能给他们的用户，只需使用一个简单的网络API。开发人员通过使用Chainflip 接受零尾部风险。他们的用户不会以任何方式长期接触到Chainflip。如果Chainflip停止工作，或出现更好的选择，开发人员可以简单地关闭API。使用Chainflip对开发者来说是这样一个不需要考虑的问题，原因有很多。在后端，我们在流动性和定价策略方面为用户提供了令人难以置信的竞争力，我们制定了一种策略来尽可能地扩展集成，以最大限度地增加可以从任何给定链中使用的资产数量，以及删除了与大多数聚合器、DEX 和跨链服务交互所需的许多复杂参数。\\n\\n任何多链钱包开发商或跨链聚合服务将在 10 次中选择 Chainflip 9 次，仅就我们支持的链的定价而言。我们认为我们的 AMM 的及时流动性特征将在最低资本要求下胜过所有其他 DEX。但这不会是 Chainflip 通过整合产生的交易量的最大份额。很简单，开发人员选择 Chainflip 的首要原因是它的简单性。\\n\\n我们的目标是使用 Chainflip 超级简单的 Web API，前端工程师只需不到一天的工作，任何 dApp、市场、支付提供商或钱包都可以从所有流行的链在一个单一的交易中存入价值到他们的服务，而无需离开服务。如果SolanArt（Solana上最大的NFT市场）允许原生ETH存款为用户的新Solana账户提供资金，或者如果USDC可以用来直接购买Arweave以将东西上传到permaweb，这些开发者将大大减少用户的摩擦，提高他们自己的协议收入并加速全面采用。\\n\\n我们相信我们可以提供比其他竞争者更简单的技术，这是由我们在后台开发的全面的通用解决方案实现的。它不会是一个开箱即用的端到端解决方案，但这样的解决方案对大多数开发人员来说太复杂了，不值得投入时间，而且往往需要广泛的定制才能发挥预期的功能。Chainflip提供的基本接口可以很容易地扩展到包括钱包管理和交易自动化，但为了最大限度地实现可组合性，我们不应该专注于开发一个复杂的SDK。\\n\\n不管是什么主机区块链，接口都会足够好，以节省用户的时间和减少进入的障碍，但要花费最少的开发时间。如果我们实现了这一点，Chainflip可以成为行业标准的一线接口，以实现跨链互操作性，因为它很简单。\\n\\n这一战略的潜在上升空间是数以十亿计的。\\n\\n### 支柱2：对待它的本质：一个交易所\\n\\nChainflip协议是加密货币中普遍接受的基本要素的新组合。虽然它是一个精心设计的功能组合，致力于创造独特的体验，但在基本层面上，记住Chainflip 只是一个交易所是值得的。它拥有一套独特的属性，赋予其独特的优势，但归根结底，Chainflip 与整个行业中最早、最广为人知的商业模式属于同一类别。\\n\\n从一开始，加密货币交易所就是整个行业中利用率最高、利润最丰厚的业务和协议。它们拥有行业中任何产品类别中最大的创收用户群。用户向交易所和交易协议支付的费用比任何其他类别都要多。\\n\\nChainflip虽然是一个去中心化的协议，但可以通过考虑整个交易所业务的经验教训和共同做法，使自己与众不同。我们必须仔细思考目标受众、用户体验、定价模式、营销策略和竞争格局。我们不仅应该通过研究DEX ，而且应该更广泛地研究加密货币对加密货币的交易所来做到这一点。\\n\\n仅仅因为 Chainflip 是一个去中心化和无需许可的系统，并不意味着 Chainflip Labs 不应该通过与世界上最成功的中心化交易所相同的方法和战略思维来吸引协议用户。只要我们始终保持对不同目标受众和用户期望的关注，通过分析和复制该领域最成功（和不成功）的交易所采用的一些策略和战略，我们可以学到很多经验。\\n\\n我也认为这应该是一个有用的框架，可以从代币持有者的角度理解 Chainflip。当 Chainflip 被视为直接接触独特而强大的交易所的费用收入的一种方式时，衡量 Chainflip 作为代币的上行潜力变得更加容易，而不仅仅是一种接触“跨链”领域的抽象方式.\\n\\n因此，当我们的交换产品达到功能完成时，您会看到 Chainflip 团队会非常快速地切换齿轮。突然之间，我们将目光投向了整个加密货币现货市场，专注于用户获取、保留和支持。\\n\\n这一战略的潜在上升空间同样是数以十亿计的。\\n\\n### 让我们把它带回家\\n\\n这两个战略支柱不仅本身强大而独特，而且还能产生相互的协同作用。我们的即插即用策略有助于提高协议的数量，而通过将协议作为一个正常的交易所，我们能够向开发人员提出一个更有说服力的案例，将其作为他们的第一线互操作性解决方案，因为支持的水平和有效的流动性。\\n\\n这些策略意味着 Chainflip 将不会专注于将快速和肮脏的功能组合在一起以在跨链排行榜上快速获胜。在这种策略中，诸如埋葬不可接受的中心化程度、开发仅 EVM 解决方案以及冒着因匆忙开发而损害用户和开发人员信任的风险等捷径，是没有立足之地的。\\n\\n我们在这里是为了开发最终的解决方案。从我所看到的我们的设计团队和开发团队，我希望我们的用户会同意我的观点，从用户体验的角度来看，Chainflip将是市场上最好的产品。我很高兴能有耐心。我很高兴一些可能被称为我们的竞争对手的协议，在这期间引起人们对跨链空间的兴趣，并为现在需要解决方案的用户解决真正的问题。我很高兴看到这个空间变得更加分散，生态系统变得更加复杂，因为正是这些复杂的问题将成为我们协议可以解决的问题。\\n\\n我相信随着时间的推移，真正的竞争对手会到来，可能是以我们自己的代码库或类似的通用解决方案（如THORChain）的分叉形式。我不担心这种分叉，因为Uniswap 已经证明了其类别中最大和最受认可的V3 AMM 中流动性的粘性。吸血鬼攻击对Chainflip 的 AMM 设计无效。事实上，在一个世界中，许多Chainflip衍生的子网络，抵押了一系列不同的资产，可以一起形成，大大扩展整个流动性网络支持的资产数量，而不牺牲任何安全，用户体验或速度。这也将对每个网络产生协同效应，包括（可能特别是）主要的Chainflip 流动性网络。\\n\\n我可以看到摆在我们面前的几个未来。所有这些都是好的，但有些是比其他更好的。非常诱人的是，我们痴迷于风险投资驱动的文化资本世界，并将我们所有的精神和人力资本用于试图赢得当前投资潮流的思想份额。这在某种程度上无疑是重要的，但也很容易使人偏离Chainflip 最初的、更有力的论点。我们现有的支持者很清楚我们的目标是什么，他们对项目的持续支持和信心给我带来了巨大的喜悦。\\n\\n我们有几个月的时间不停地扩展和磨合，开始提供测试我们的论文所需的产品。经过一整年与20多人的紧密团队合作，我们现在正尽可能快地在这种既定的文化上成长。有太多的东西需要建立，有太多的东西需要改进，有太多的机会需要利用。在不牺牲我们已经能够创造的文化的情况下，我们希望在年底前将团队规模扩大一倍，以最大限度地测试我们的理论。\\n\\n盲目的信念很少是一个好的策略。有远见则相反。睁大眼睛，不断的认识市场，我们将以战争的姿态进入2022年，带着明确的目标和战略，有经验丰富的核心团队建立的一支军队，还有一个准备响应号召的新支持者军团。你愿意吗？\\n\\n**Simon. (Chainflip Labs CEO)**\\n\\nChainflip **[Twitter](https://twitter.com/Chainflip) | [Discord](https://discord.gg/Z2BvCek2cu)**\",\"timestamp\":1642000660,\"title\":\"Chainflip 社区更新 #4\"},\"digest\":\"AemFTxSsAyI7Gb4pYkRpnUlE4BFykViUDV44tWeHjQA\",\"authorship\":{\"contributor\":\"0x61fE470a50e37e3A332C3079129E0c73F1f3896e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Sbz-DfLNF1xIINc81E6DKzC8YW62aBZydMZq4Ci-xxE\\\",\\\"y\\\":\\\"jTxRvcANaWHfAWYqAyqLemlBwQNvBPY7Ki2sLynshU4\\\"}\",\"signature\":\"d2bb2UI8-zIH8QfZrE_AV66YvfT-zevjtolkDFmFeofzLcSkqHCYhqVKFiHhdr34dHy86OsDuNIXMiE3_2LRPw\",\"signingKeySignature\":\"0x414e9e5d94c7610ad4f456fd878d049e98f38bce3cafc50703d5463ac150227f0e2cdb12da98ed64a07c47ac5ca06179dce74bcff7a9f5df60589d78cab2f32d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Sbz-DfLNF1xIINc81E6DKzC8YW62aBZydMZq4Ci-xxE\\\",\\\"y\\\":\\\"jTxRvcANaWHfAWYqAyqLemlBwQNvBPY7Ki2sLynshU4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bFpLDAePK_9IX4yADpTGfgVjqWF5anrqkt3M0-7SNxY\"}"