"{\"content\":{\"body\":\"NFT tech will topple the music industry, bastardize it, turn it inside-out, burn it, and birth anew.\\n\\nI believe this with all my heart. This is predictable because of the ruthless way legacy models coerce artists in many different forms. From respect, compensation, expectations, exploitations etc. These all play a part in artists migrating their art and skill sets to web3.\\n\\nBefore we dive in, let’s hash out what this article is & is not. Music NFTs is an incredibly vast topic and I want to make sure I am setting expectations right for all readers.\\n\\nThis article is **NOT** to discuss the changes that will be happening in the legacy industry and how they will adapt. It’s already quite obvious that NFTs will disrupt traditional methods of consumption such as streaming, album sales, royalties, DSPs, record labels, etc. These will all be flipped in time. I expect within 2-3 years major changes will be solidifying on all of these fronts, but maturation will take some additional time.\\n\\nThis article **IS** for independent musicians wanting to learn how to build their own business using NFT technology. It’s important to stress this because the technology is neutral. It can be molded by the craftsman, only constrained by their knowledge of the tool.\\n\\nI will be covering what musicians need to know getting into the space, the core elements present in every good quality NFT (and why it matters), some macro music NFT minting strategies, and finally I will discuss some basic community/signal boosting ideas, so that your work can get seen by more people.\\n\\n## Setting the Stage\\n\\nFor those that don’t know me, my name is Eric Noxis and I’m an independent composer, producer, and guitarist active in NFTs since Feb. 2021. I compose orchestral, soundscape, metal, and sometimes electronic music. I’ve sold solo NFT drops, done amazing collabs with visual artists, and my music is also featured in the Polygon P2E videogame, CryptoRaiders.\\n\\nIn March of 2021, I minted my genesis music NFT titled, TORII, on [Foundation](https://foundation.app/@Aegius/\\\\~/7059), which was my very first attempt at a performance piece with layered visuals. It didn’t sell until June. I also way over listed my price (newbie mistake). I repriced later.\\n\\nHowever, I ended the year with close to 10eth in sales, which really only picked up the tail end of Q3 and Q4. So, it took me about 6 months of just connecting with people, dropping music, and brainstorming drop idea after drop idea, just to finally build some momentum and capitalize some decent earnings before the end of the year.\\n\\nAs more artists come into the space looking for how NFTs can change their life, I want to make sure they come in with the proper expectations. Expectation management is essential because if you dive in with a blindfold of positivity on, you likely won’t make it past 3 months. Without understanding what being an artist in the NFT space actually means & the work that goes in to it, will lead to a quick burnout.\\n\\nI see a lot of toxic positivity on twitter and in discord servers, especially with WAGMI. WAGMI is a gimmick used to drive engagement on socials.\\n\\nIt has little to do with the reality about how to actually “make it.” Repeating WAGMI to infinity doesn’t actually help anyone. Rather, I would argue it hurts small artist visibility, as the indie art drop posts and celebrations of new creations get lost in a sea of platitudinal affirmations known as twitter.\\n\\n### Play The Long Game\\n\\nBuilding a career in NFTs will take months of consistent, high-quality drops to build momentum. If the work isn’t being put in (both on the continuous improvement of the art and connecting within the community) then you will most certainly fall short of whatever hopes you had in your mind.\\n\\nThis is a long-term game and the more your thinking aligns with the long-run, the better off you will be. You won’t be stressed about every single sale, you know you need to give yourself time to build, you know you have to give yourself time to learn, you know you need to give yourself time to implement the things you learned, and so on. One thing reigns true, you can’t magically leapfrog your way to success.\\n\\nNFTs work the same as IRL - at the end of the day, someone is hitting “buy” on your art. It’s not a magic sales machine and just because your art is an NFT doesn’t mean it’s inherently valuable, either.\\n\\nOn the flip side, if you do hone your skills and learn how NFT tech and how connect with communities on a genuine level, you should be able to make some decent sales within 8 months, if you play the cards right.\\n\\nI believe there is a place for everyone in web3. There are so many unique niches, it takes time to find where your puzzle piece fits in the greater ecosystem.\\n\\nIt will also likely take some artistic and personal development. This is OK. It took me about a month to just figure out what I should create for my genesis piece. I believe every vertical within the music industry will be heavily impacted by NFT technology, and as such, this means many doors will open for different artists with unique and varying skillsets.\\n\\n### No Journey Looks The Same\\n\\nSelf-awareness will be to your advantage here. Taking a look at your talents, skills, experiences, and social network, where do you fit into web3? Try to map out your potential niches on paper.\\n\\nArtists example: indie bands, rappers, composers, producers, DJs, rock bands, singer/songwriters, violinists, singers, etc.\\n\\nAll of these specializations (in skill-set and genre) will have a different NFT blueprint. Let’s also not forget there are sub-specializations. All of these details will effect how you integrate NFTs into your business.\\n\\nThere is no one-size fits all. Being able to put together an NFT model that aligns with your artistic vision is about understanding high-level concepts and applying them in a way that progresses you toward your end goal as an artist.  This means each persons journey will look incredibly different. A good tip to synthesize some of these options is to take what applies to you from other artists (can be visual art, photographers, musicians etc.) you see in the space, and ditch the rest. Copying something verbatim doesn’t usually benefit you.\\n\\nLastly, lean into what makes you different as an artist and as a person. This will produce unique creations and your work will stand apart from other artists. Keep people in this space guessing and try to blow minds as frequently as you can. In the legacy industry, being status quo and trendy gets you ahead, in web3 it sets you behind. Innovate, test, drop, refine \\\\[x100\\\\].\\n\\n## Elements Of A Quality NFT\\n\\nThe first step to dropping an NFT is knowing what a quality NFT is. This is a crucial step in the process because you need to know what your customers are actually buying. Don’t get into NFTs and mint something that isn’t worth its salt (or perhaps minted on a fraudulent platform). This is irresponsible to your audience. You as the artist should take great care in knowing what you are trying to sell. NFTs exist as a form of digital ownership created in a permanent way via minting the token from a smart contract (the token is bound by its set of rules).\\n\\nWith every NFT you release, you should be thinking about the following elements:\\n\\n1. The blockchain you are minting on\\n2. The platform you chose to sell your work on\\n3. The NFT/artwork listing details\\n4. Sale Mechanics\\n\\n## Choosing A Blockchain For Your Art\\n\\nTo start, you will need to know the basics of the different chains to have an idea of when a release might fit one chain better than another. The popular chains for NFT artworks right now are Ethereum, Polygon (eth side-chain), Tezos, & Solana. However, I only have experience speaking for first three, so I will do my best to break down these down and how I see music NFT fit within these chains.\\n\\n### Ethereum\\n\\nEthereum (herein \\\"eth”) is the chain most NFTs are currently transacted on. Ethereum is battle tested, it also has a market cap of \\\\~$375bn. Its gas fees are a current issue (hopefully soon to be mitigated), but it doesn’t go offline. Eth NFTs are looked at as a standard because of the strength of the network & smart contract behind it. In 10 years, even if you as an artist disappears, the person who bought your NFT will likely still have it their wallet, assuming its not sold. There are many nodes from around the globe that keep the network running & eth doesn’t have a clear single point of failure. Once they own it, they really own it (ideally for life).\\n\\nThe high gas fees create a barrier to entry, but there are ways around this, such as using opensea lazy minting for your first couple of drops. This will allow you to bootstrap funds and save up to deploy a custom manifold contract.\\n\\nor you can use something like the Web3 Music Guild Minting Scholarship Fund to help mint your first work on an eth art platform.\\n\\nI think of eth as my high-value chain where all the people are at. I mint my best work on eth usually as a 1/1 NFT.\\n\\n*note:* you can mint a 1/1 NFT and still put the song through traditional DSPs like distrokid. The 1/1 NFT shouldn’t put a restriction on the amount of people that would like to view/listen to your art.\\n\\n### Polygon\\n\\nPolygon network is steadily increasing its capabilities and the platforms being built on top of it are also expanding. Opensea supports Polygon NFTs natively. There is also a popular music NFT platform ([mintsongs](https://www.mintsongs.com/)) built on polygon. There’s currently no stable and reliable way to bridge polygon NFT assets to eth, so the chain of value is broken and it has become its own ecosystem (hopefully this will change). Polygon also has super low transaction fees and is frequently used for airdrops or other utility based NFTs.\\n\\n### Tezos\\n\\nTezos has gained a lot of traction through 2021 because of websites like HIC ET NUNC and more recently, Rarible’s Tezos NFT integration. From my experience with Tezos, there is a great peer-to-peer support community & and its gas costs are extremely low. Thus making Tezos 1/1 auctions a viable strategy to build your art around. Tezos has earned its place as a chain that artists should take seriously and thinking about the potential products that would be a match for the ecosystem.\\n\\nBe careful about underpricing your work. It’s easy to see art listed for 1xtz, but you can start your 1/1 music NFT auctions at 25xtz or more. If you list for 1xtz, people will see 1xtz in value. Most art is worth more than 1xtz. Never underprice yourself. You can price aggressively, but this is not the same.\\n\\n## Selecting A Platform To Mint On\\n\\nOnce you’ve selected a blockchain you’d like to mint on, then it’s time to take a look at the high-level view of the platforms for music NFTs. When you mint an NFT on a platform, you are minting from *their* smart contract.\\n\\n### Ethereum:\\n\\n* [Opensea](https://opensea.io/) (lazy minting, good to bootstrap funds while building, 2.50% service fee)\\n* [Foundation](https://foundation.app/) (decent collector base, good ui/ux, need creator invite, 15% fee)\\n* [KnownOrigin](https://knownorigin.io/) (decent collector base, good ui/ux - artist application OR collab w/ split, 15% fee, 3/3 and 5/5 editions are more common here)\\n* [Makersplace](https://makersplace.com/) (decent collector base, good ui/ux, onboarded through application or community curators, 15% fee)\\n* [Catalog](https://beta.catalog.works/) (curated music NFTs, application based, uses Zora protocol)\\n* [Manifold creator studio](https://studio.manifold.xyz/) (open to all, deploy your own contract, minting only - no native marketplace)\\n* [Zora](https://zora.co/) (mint and marketplace functions, you can import Manifold contract to Zora, keep 100% of earnings)\\n* [Rarible](https://rarible.com/) (open, perhaps a decent platform for a collectible collection)\\n\\n### Polygon:\\n\\n* Opensea\\n* [Mintsongs](https://www.mintsongs.com/)\\n\\n### Tezos:\\n\\n* Rarible (recently added tezos integration)\\n* [OBJKT](https://objkt.com/) (can do listings & timed auctions, pretty decent UI/UX)\\n* [HEN](https://hicetnunc.art/) (original HEN collapsed in 2021, this is a mirrored original restored by community)\\n* [Versum](https://versum.xyz/) (newer platform, DYOR)\\n* [Kalamint](https://kalamint.io/) (artist application req’d, they’ve had some big 1/1 XTZ sales)\\n\\n### Final Thoughts On Platforms\\n\\nUltimately, the platform will not sell your art. It may surprise many people, but the simple truth is that not much organic traffic is created by the platform. You will need to be your own marketer and salesperson.\\n\\nTherefore, to pick a platform, you’ll want to consider if your art looks at home on the page and how the end-user experiences your art. As long as these things line up & you are happy - where you mint has a null effect.\\n\\nI am a big proponent of artists keeping at least 90%+ of their revenues. Especially in the beginning, every dollar counts.\\n\\nTo do this on ETH use manifold and Zora (you keep 100% and bypass the 15% used on the popular art marketplaces).\\n\\nTo do this on Polygon, use mintsongs, where creators keep 95% earnings.\\n\\nIn the long run, I believe every artist should have complete control over their NFT distribution model, which is why I am a big fan of Manifold creator studio. It lets you keep 100% of earnings on ETH. You can also use a plug n’ play application like [Artiva](https://artiva.app/) (which uses Zora’s decentralized and open-source protocol) to build your own auction house pointing to your own domain. This is the power of branding yourself in web3.\\n\\nAgain, all of these things take time, so it might take a couple months time to build up to a point where you can deploy a manifold contract and use all these other mechanisms.'\\n\\n## NFT Listing Details\\n\\nOnce you are to list your NFT for sale, we need to think about some other details for this token.\\n\\nThe main listing details are:\\n\\n* Title\\n* Visual\\n* Number of editions\\n* Description\\n* Tags\\n* Utility\\n\\n### Title\\n\\nThe title of the work should reflect the overall message or concept you are trying to communicate. Don’t skimp on a thoughtful title, choosing the right words can really spark a connection between a viewer and the artwork. Maybe the song title is one thing, but this artwork has a different title. This is totally appropriate. I encourage musicians to view their work as fine-art rather than just music (since this mindset has been conditioned over the years by the likes of Spotify, Apple Music, etc.).\\n\\n### Visual\\n\\nVisuals are always a hot-topic in music NFT twitter spaces, and for good reason. As musicians, this is not our native craft, yet we are expected to publish some type of visual that would accompany our music.\\n\\nSome brief ideas for a visual:\\n\\n* Collab with a visual NFT artist. This is a great way to build relationships and drop epic work when starting out. Artists like to uplift other artists. Visual NFT artists are some of the OGs and there are so many that would like to work with musicians. Nurture your relationships in a genuine way.\\n* Drop a music a video for your song. Try to be innovative in concept and execution.\\n* If you’re dropping a collection, perhaps work with an animator/3D artist to create cool moving-graphic concept for your collection\\n* Work with a 3D artist to create an audio/visual experience. Try to implement VR/AR\\n* Performance videos. This is perfect for instrumentalists or singers etc. Do a variation of your studio song and release a “live” version with a performance visual. Or you can have that live version be the studio version. Really there’s no limitations here.\\n* Audiovisualizers - this can maybe be too stock, you’ll need a find a way to spice up a visualizer.\\n* GAN art - A good way to put a visual to a piece of music using generative art. [VQGAN+CLIP](https://colab.research.google.com/drive/1ZAus_gn2RhTZWzOWUpPERNC0Q8OhZRTZ) is a software free to use (built on google colab). You can learn yourself or seek out a professional GAN artist, they will yield much better results.\\n* Photography - should be used to elevate the concept of a photograph.\\n\\n### Editions\\n\\nA common question asked is, should I mint editions or should I just do 1/1s? Usually my go to answer is 1/1. It’s easier to sell 1 NFT than 25. The actual answer is, it depends. If the goal for your drop is to provide a product that has low transaction fees for your audience, you might consider editions (easy to buy multiple). If you want to drop a high-value work, it might be more beneficial for you to list as a 1/1 on ETH.\\n\\nIn general, if you’re listing an ETH NFT, it’s a good idea to keep it as a 1/1. Selling editions on ETH is a tough sell. People want a unique 1/1, and as soon as editions are introduced, the value of the uniqueness ratio takes a big hit. I might buy a 1/1 at .15eth, from an artist just starting out, but I probably wouldn’t go for a 5/5 at .15eth.\\n\\nEditions can also work for an artist who can bring in more of a web2 audience. If you have an audience primed to buy, just go with editions and low transaction fee.\\n\\n### Description\\n\\nDon’t skimp on your descriptions! This is token metadata! It is your FIRST line of defense should you see your work being used in inappropriate ways.\\n\\nIn your descriptions, make sure to speak to:\\n\\n1. Commercial rights included? - A good idea is to put the [creative commons license](https://creativecommons.org/licenses/) in the description. State if rights are included for the master and composition, BE CLEAR. BY DEFAULT, NFTs INCLUDE NO COMMERCIAL RIGHTS.\\n2. Is there a story to tell? A lesson learned? A bigger question to pose? Let the viewer know.\\n3. Credits, try to include all relevant credits in your release. Writers, producers, engineers, videographers, etc. all these people should be credited. You can link their twitters to for more exposure to the people who helped create your work.\\n4. Anything else you want - literally.\\n\\n### Tags\\n\\nSome platforms allow tags, and if so, include the following to help:\\n\\n\\\\#music #audio #originalmusic #(artistname) #(collaboratorname) and anything else you might think is relevant to the concept or work itself\\n\\n### Utility\\n\\nDOES MY ART NEED UTILITY TO BE VALUABLE? **NO**\\n\\nCan you add a little ‘spice’ of utility or a cool mechanic to stand-out? **SURE.**\\n\\nI encourage artists not to become bogged down with the idea of utility early on. Utility is birthed from “usefulness” therefore, free add-ons or a random assortment of things included with a sale do not all constitute utility.\\n\\nInherent utility stems from provenance, reputation, and clout. If you are around long enough, with the right people (doing right by others), doing big things, you will be able to effortlessly integrate utility for your community.\\n\\n## Sale Mechanics / Pricing\\n\\nAnother thing to decide on is how you wish to sell the NFT. This can be done by a fixed price listing, or auction mechanic.\\n\\nThe most common choice you will have is fixed listing vs. auction w/ reserve. Usually, there is a reserve price set by the artist, and once the reserve is met, a countdown will begin and others will continue to have the chance to bid up the work.\\n\\nMost platforms, the standard is a 24hour countdown. Zora allows users to do multi-day auctions once the reserve has been met.\\n\\nPricing will vary, however, it depends on your previous industry history, your past portfolio of works, withstanding reputation, and more. It is highly subjective.\\n\\nIf you an independent artist just starting out in the space with not too much of a following to immediately buy your stuff on web3 here’s a starting point:\\n\\nFor your first couple of drops, I recommend pricing aggressively in the .03 - .08ether range for 1/1 eth NFTs. You can increase this price over time as you nurture your core community. The goal starting out is to develop relationships and move work, so you can foster a healthy collector base to continue to innovate, reinvest in yourself, and drop better pieces.\\n\\nFor other chains, like Tezos 1/1s, I recommend trying to start at 10-25xtz and increase from there. Demand your value on TEZ and perhaps figure out cross-chain mechanics that benefit the users on eth as well (collect this TEZ NFT and get an Eth thank you NFT as a bidder reward etc). This can help drive demand for your Tezos based product range.\\n\\n## Macro Minting Strategies: An Overview\\n\\nSome thought frameworks (non-definitive)\\n\\n1st: the eth 1/1 route. This is about selling your exclusive drops on ETH and showcasing your absolute highest quality work.\\n\\n2nd: the eth edition route. Perhaps a 3/3 or a 5/5 work. This might be for a smaller project size, a derivative of a 1/1 piece, or a different product segment with a different end-goal.\\n\\n3rd: the tezos 1/1 route. The tezos 1/1 route can be done with perhaps a variation of your ETH 1/1s or create a unique product that fits the narrative of the native Tezos community.\\n\\n4th: the tezos edition route - can release another product, based on your TEZ 1/1s.\\n\\n5th: The Polygon route, if using Polygon chain, I recommend just trying mintsongs.\\n\\n6th: Collectible route (creating your own collectible mechanics that make sense and are high effort). These are usually formed around the concept of the greater collection and its purpose.\\n\\n7th: Utility (offering a free / low cost NFT in which the point is to provide access to some type of greater gated content). Polygon is a good cost-free way of providing an NFT that can be used as gate to other content. Minting on Ethereum would perhaps provide more validity to secondary market mechanics and incentive trading once sold out.\\n\\n8th: A combination or variation of any of the above. Again, anything that can be done with the technology, you can integrate it to fit your artistic vision.\\n\\n## Signal Boosting Your Work For Discovery\\n\\nBeing discovered is more of a natural progression of things, rather than a pipeline of precise actions that lead you to a specific end-point.\\n\\nParticipate in the community authentically, and you will attract the right type of people to you. Don’t court specific people or collectors, it never works.\\n\\nThe reason why you can’t fake it, is because you frankly won’t last. You will burn out too quick to make any meaningful progress on your art business. Being genuine means you don’t have to hide your true self and you don’t have to mask your personality to appease others. Stay true to yourself and you will find where you belong (you will feel it).\\n\\nThat being said, here are some practical tips for some signal boosting:\\n\\n* You should immediately set up a twitter list where all your favorite artists go. Once you find an artist, you add them to your list. Twitter LISTS is a way to hyper curate your feed. On the hometab, once you pin a list, it will create a separate timeline and you will see only the content from people on that list. From there, like posts, retweet work, and comment on your peers drops. It goes a long way.\\n* Participate in 3-5 discord servers and have at least 1 of those be an artist collective of some type. I regularly participate in about 5 right now. That is all I can manage. Discord is about depth over breadth, so you really get to know the people in these servers and they become like safe-havens. I can’t thank all my discord friends enough for helping me on my journey, it has truly become invaluable. If you can’t find them, search around on twitter and keep asking people you meet in the space, they exist. You can join the Web3 Musician’s Guild Discord here: [discord.gg/seSwqZy7eQ](https://t.co/IaayrusPnG)\\n* If it’s your vibe - participate in NFT collectible communities. Are you in Wicked Craniums? Metahero? Alien Frens? Cool Cats? Any one of the million other projects? Build something for that audience and you will see some crossover exposure and meet many different people. Sometimes the NFT is worth it. Always do your own research though, this strategy isn’t for everyone, especially if you don’t jive with or like to participate in these projects.\\n* Search some NFT related hashtags on tw and ‘like’ all the relevant posts. Comment and RT when necessary.\\n* Join twitter spaces. This one is pretty obvious, just be tread carefully. Many spaces are set up to push specific agendas. This is the nature of capitalism and needing an audience to sell people something. Artist-led spaces are usually the highest quality, with Q&A’s, spotlighting other artists work etc.\\n\\n## BONUS: MUSIC NFT FAQ\\n\\n 1. Do my music NFTs need to come with a commercial rights?\\n    A. no they do not. It can just be art.  It is not a requirement, but it depends on the project and context of your drop.\\n 2. If I want to include commercial rights, how do I do that?\\n    A. Put a creative commons license in the description of your NFT when you mint. <https://creativecommons.org/licenses/>\\n 3. What other things should I put in the description?\\n    A. define the creative commons license type, and also put airtime royalty percentage in the description, just in case. Define the percentage. The minted description of your NFT will act as the first line of defense in case people try to steal your work or use it in inappropriate ways.\\n 4. Can I still use Youtube, Spotify, Distrokid, CD Baby etc. to distribute my music if it is also minted as an NFT?\\n    A. Yes, normal distribution channels are not tokens and it is simply sharing the copies of the music with those platforms.\\n 5. Can I mint the same thing on multiple blockchains?\\n    A. NO, please do not do this. If you want mint on another blockchain do a completely different drop or make sure it is a solid derivative of the previously done work. DO NOT COPY MINT DROPS.\\n 6. What should I list my first music NFT for?\\n    A. It depends on your real life credentials and past work/portfolio, but generally first mints should go between .05 -.08ETH if minting on a site like Opensea, Zora, or Foundation (ETH based platforms). If you want to mint on Tezos chain - you can try a 1/1 auctions starting at 20 - 50 $XTZ\\n 7. How do I build a collector base for my music NFTs?\\n    A. Participate authentically in the space. Connect with other artists. There are some insane OG communities aligned with visual artists, find your people. Be active, but always maintain a genuine vibe. There's no need to force anything in this space.\\n    About The Licenses - Creative Commons\\n    The Creative Commons copyright licenses and tools forge a balance inside the traditional “all rights reserved” setting that copyright law creates.\\n 8. Are collectors of my work accustomed to paying GAS fees? What should I expect when someone wants to purchase my art?\\n    A. Ethereum network has always had gas fees & most collectors are used to paying this when purchasing an NFT. However, if it is someone who hasn't yet bought an NFT (say a friend of yours in real life) then you want to let them know ahead of time and give them the best possible purchasing experience.\\n 9. Do I need to be on a \\\"music\\\" NFT platform to make sales?\\n    A. No, there are plenty of marketplaces that allow the creation of an NFT with MP3 and MP4 media. [Opensea.io](http://Opensea.io) is a great starting point for ETH & [objkt.com](http://objkt.com) is a good starting place for tez. More on platforms in\\n10. What is the merge and what does it mean for ETH? A. The merge aims to lower gas fees on the ETH mainnet by moving to a proof-of-stake model.\\n11. Does my art need utility to be valuable?\\n    A. No. Everything depends on context and the business model you set up as an artist. I’ve heard people say you ‘need’ utility for music NFTs or else they aren’t valuable. This is absolutely not true.\\n12. Do you need a white paper or roadmap as an artist? No, you do not. Use Twitter and discord as your white paper\\n\\n## Wrap-up\\n\\nThis article was longer than I originally anticipated, but I ended up flushing out a lot of inner-thoughts on these topics and I hope it was beneficial to anyone who was reading.\\n\\nMusicians, think of your music as fine-art. Not just a piece audio people can stream from Spotify. This is a paradigm shift of web3 and using NFTs to distribute music.\\n\\nThe technology is a part of the art medium, and more paths for many more individual artists are about to be unlocked. The status-quo and power structures have shifted.\\n\\nIf you want to win in NFTs, start DOING. Drop work, reiterate, improve and repeat. Those who move quick win. You won’t be perfect, but each step you take is one that you learn from. Place emphasis on trying new things and completing them (without sacrificing quality).\\n\\nMaybe this guide has provided some answers, but the honest goal was to get people asking the right questions.\\n\\nMake no mistake, this space is tough and a daily grind, but no matter how I look at it, there’s nothing else in the world quite like the music NFT revolution.\\n\\nOur time is now.\\n\\nA huge thank you to all my artist friends and collectors who have supported me on my journey so far!\\n\\nFeel free to shoot me a follow on twitter and let’s talk about music NFTs\\\\~\\n\\n[https://twitter.com/Aegiuscreator](https://twitter.com/Aegiuscreator)\\n\\n\",\"timestamp\":1642641592,\"title\":\"Music NFTs: A Framework For Independent Artists\"},\"digest\":\"POKv9y-HuD3LTnEpzlwP2tma2SNSzEzpdBfwKDYr53s\",\"authorship\":{\"contributor\":\"0x6A9e6d86475A3061674aBea97B1Cbd9f67815eAD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PJFZ2yTnTCRZllznAMHRieCK8qbtDVeKspoxYoG8bio\\\",\\\"y\\\":\\\"buyboKMUVGe9aVU17DJeyAmvKVMYc5-1djt2bFzucCw\\\"}\",\"signature\":\"SDgHA2W9WBr78DicUArvcSN3dc9JDFg5gfuktP8OYHay2S0ywXYReTMhfU5N3vHMrvG9TyX7b1hALgKy4eKXMg\",\"signingKeySignature\":\"0x9e9633b4d1c73ce2c7c6b924325c4328870f1f230af6a3cae539c8a16299e20132aab02a10950ba192a8160fc08efc08f1f5610221518464dab4608fd74b7fe91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PJFZ2yTnTCRZllznAMHRieCK8qbtDVeKspoxYoG8bio\\\",\\\"y\\\":\\\"buyboKMUVGe9aVU17DJeyAmvKVMYc5-1djt2bFzucCw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V6A2TxU95JjWNIDwSTfvAYgNtFjAwpUuT-CzbkiIOnw\"}"