"{\"content\":{\"body\":\"​最近中国人口问题，成了社会关注的焦点。\\n\\n各种消息都显示，中国新增人口在快速下降，形势非常严峻。\\n\\n近期视网发布新闻称：第七次人口普查数据显示，2020年中国出生人口仅为1200万，较“全面二孩”政策实行第一年（2016年）1786万，足足减少了586万，总和生育率是1.3，低于国际社会通常认为1.5的警戒线，被认为有跌入低生育率风险的可能。\\n\\n另外根据民政部统计数据显示，2020年全国结婚登记人数813.1万对，同比下降2.2%，全国1.7亿90后，2020年的结婚率不足10%，而且三成以上的已婚90后现在的婚姻状态是“离婚”。\\n\\n这数据是不是很可怕？\\n\\n随着适龄结婚家庭的减少，二胎效应的消退，积攒的生育意愿消失，加上后面担任生育主力的95后，00后人口数量远低于80后，95前，可以想象未来中国的生育率将持续下滑。\\n\\n很多专家学者都看到问题的严重性，都在积极建言献策。\\n\\n这不，厦门大学赵燕菁教授就提议：将生孩子和保障房、养老金挂钩，奖励生孩子的人，惩罚不生孩子的人。\\n\\n看到这些新闻，不知道你怎么想？\\n\\n很明显，国家现在很担心人口下滑啊！没有人了，国家怎么发展，经济怎么发展？\\n\\n当前很多机构已经预测2021年预计全国新出生人口将跌破1000万，从2021起中国人口总数即将步入收缩阶段。\\n\\n短短30年不到的时间，中国人口怎么就开始减少了呢？国家怎么就要鼓励生育呢？\\n\\n曾几何时，国家还在限制生育。\\n\\n对于大多数80后，应该都有印象：以前我们中国一直有个词：“计划生育”，主要就是限制老百姓生孩子。\\n\\n还记得我小得时候，各处都能看到标语：“计划生育，利国利民”。现在想想，真得觉得好搞笑。\\n\\n那个时候，如果生多了，是要交罚款的，甚至还会被抓起来。\\n\\n现在正好相反了，又在提倡：不生又要罚款。\\n\\n从本质上来讲，老百姓 生不生孩子？那是不是 很私人的事情，国家为什么要强烈干预呢？\\n\\n是还是不生，是一个问题。每个家庭都应该拥有选择的权利。\\n\\n中国社会发展到今天，为什么不用计划生育了，大家反而都不生了呢？\\n\\n原因并不仅仅是经济问题，还涉及到社会文化等深层次的问题。\\n\\n1. 没有钱不敢生\\n\\n有的专家讲了，生养教成本高是不想生育的重要因素，我想这个是有可能的。我及周边的朋友对此都深有感受。\\n\\n毕竟，养个孩子，如果想培养他，确实需要很高的成本。在北上深杭等一线大城市里，简单算算，即使是一个小学生，一年起码要4-5万。\\n\\n现在外面各种教辅机构，素质提升班，兴趣培养班，随便一个辅导班一年总归要1-2万了。\\n\\n一个5-6岁的孩子，还不太懂事呢，就经常忙着各处上课，忙得不亦乐乎。为啥呢？害怕落后呗。\\n\\n看着孩子，都觉得小孩子真得不容易。不仅如此，家长还要各种接送辅导，不仅要花钱，还得有时间，搞得家长也很焦虑。\\n\\n这种情况下，谁敢生孩子啊？你得有时间有钱，你才敢生啊！\\n\\n我自己就曾对这个问题，有过反思：为啥一个小孩子就要这么辛苦呢？他真的要在普通话都说不清的时候，去学习英文吗？\\n\\n想想我小得时候，哪里有什么辅导班啊？到了小学三年级，拼音我都还不会。\\n\\n最近好了，国家也发现这个问题了，开始整顿教育行业，限制课外补习班。君不见：好未来，新东方都哗哗下跌了。\\n\\n当然了，教育行业改革，不仅仅是降低教育成本，也是国家战略布局的重要体现，比如全面提升人才培养，加强意识形态等。这也不是咱小老百姓考虑的事情。\\n\\n总之，国家的政策，也许这也是降低生养成本的配套措施，让你没有后顾之忧，多生孩子，少种树。\\n\\n不仅如此，还有更直接的，国内就有知名经济学家提出：生三胎，直接发钱。\\n\\n解决了经济问题，你就敢使劲生吗？未必如此。\\n\\n1. 担忧未来不敢生\\n\\n大家仔细想想：你为啥不愿意要孩子呢？仅仅因为 孩子是 吞金兽么？我觉得真得未必，因为穷养真得花不了多少钱。\\n\\n给大家举个例子，我小得时候，在山东农村长大，几乎没有买过玩具，没有穿过任何名牌，没有上过任何课外辅导班，大部分孩子初中毕业就出去工作了。你说能花多少钱？估计大部分人养一个孩子也就是3万块以内。换算到现在，考虑到通货膨胀，购买力下降，15万不得了。\\n\\n现在你说，即使农村养一个孩子，只要15万块？你觉得能行吗？\\n\\n估计大部分人都会说：那怎么能够呢？这又是什么原因呢？\\n\\n因为不愿意穷养，你不敢穷养，你担心落后，你担忧未来！\\n\\n所以，很多年轻人都好像想明白了，与其养不好，还不如不生了，把所有的资源用到自己身上了。\\n\\n对未来充满了焦虑，也许当前新出生人口在快速下降的重要原因。\\n\\n1. 有钱未必就有未来\\n\\n真得有钱了，你就能养好孩子了吗？\\n\\n还真得未必。我们不是经常听到：富不过三代啊！\\n\\n在我自己有了孩子之后，我才发现，养孩子真得是一个非常非常复杂的系统性工程。\\n\\n让他吃饱喝足，真得很简单，花费也不高。\\n\\n可是让吃好喝好，就很难了。\\n\\n让他身体好、心理好、头脑好，那真得是太难了。\\n\\n不仅如此，你还需要有大量的时间陪伴，他们真得是时间杀手。\\n\\n单纯有时间，还是不够的，你还得懂得很多知识，懂得因材施教，这多难啊？\\n\\n结合最近的一些政策变化，我个人也在思考：我到底应该如何教育我的孩子呢？\\n\\n思来想去，我觉得我就是一个普通人，真得没有本领给到孩子那么多精华，还是给孩子一些简单朴实的常识吧，尤其是那些可以洞穿时空的真理。\\n\\n目前我想到的就三个方面：身体，心理和 头脑，让自己的孩子能够在这三个方面得到加强和发展，也希望这三个方面的成长，能够成为他们一生行动的原则。\\n\\n其实真得非常简单：运动，锻炼，让他们的身体更加强壮；反省、觉知，让自己的心理更加强大，读书、思考，让他们的头脑更加睿智。\\n\\n这三句话，我最近一直在跟我家大宝反复讲述，真得希望她能牢记心中。\\n\\n我是切实感受到：养好一个孩子真得不容易，所以从某种程度上来看，现在的年轻人不生孩子，也是一种最佳选择，是最经济的选择。\\n\\n少生孩子多注重自身发展，也是是人类发展指数不断升高的表现，说得更直白一点，物质文明精神文明高度发展之后，人们普遍有更多追求，不再以为传宗接代是重要的事情了。这是物质文明、精神文明更高的表现啊。\\n\\n你去看看我们旁边的日本、韩国不都是生育率很低吗？为了鼓励生育，从明年开始，韩国政府真得开始向有0-1岁婴儿的家庭发钱了。\\n\\n可是如果你把眼光放到长远，你就会发现不对啊！这里面有玄机啊！\\n\\n无论积累了多少财富，无论精神文明如何发展，都是要留给未来年轻人的！\\n\\n谁才是未来呢？当然是孩子啊，所以未来孩子才是最最重要的资产。\\n\\n无论你现在无论如何奋斗，拥有多少财富，将来谁的孩子多，谁的机会就更大啊！\\n\\n从这个角度讲，未来房子很难有升值的潜力了！\\n\\n你应该多生孩子才对！\\n\\n1. 有孩子未必有未来\\n\\n可是你再深入思考，好像还是问题啊！未来社会更不不需要那么多人啊，尤其是大部分的普通人。\\n\\n未来是共产主义社会，不需要那么多人劳动啊，按需分配啊！\\n\\n为什么呢？\\n\\n大数据、人工智能、区块链、物联网等技术在快速发展，很多机器人（各类APP等）已经在很多领域替代人，做了很多的工作，这个趋势已经越来越明显了。未来大部分普通人的日常工作，都不需要人来做了，根本就不需要那么多孩子啊。\\n\\n你说你还生那么孩子么？生了孩子，你就准备怎么培养他们呢？\\n\\n有人可能说，我们要培养孩子的情感处理、创新实践、自我认知等能力，这些能力人工技术很难替代人啊。\\n\\n这是显然的，可是这些能力是不是比英语学习、思维训练、舞蹈美术等现在的常规培训更难呢？\\n\\n国家最近的政策，也是在往此方向推动社会人才发展。\\n\\n在这种发展趋势下，你又准备怎么去培养你的孩子呢？\\n\\n从这个角度看，多生孩子比较麻烦。\\n\\n综上，生不生，如何培养，如何应对未来，这真得是一个问题，值得我们每个人认真思考。\",\"timestamp\":1640743357,\"title\":\"孩子、人生和未来\"},\"digest\":\"LE1ejdolmBvzP6Z1rR7GPHiKRlXrlJftRJh4SOBtObo\",\"authorship\":{\"contributor\":\"0xBceC52bb8287665C68F2Ab98c4De4C88c6d991A9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xL8de4PC1fHClU93U9sgpwdXA8CGovVWf4jl1Z2yeAA\\\",\\\"y\\\":\\\"5qlqR62SNfScI6vOztvGE7HLPeq7XQVjcDT3IpQMjZ0\\\"}\",\"signature\":\"yj00sgTXSSbqQubbQD6Q914GwWIBCcDCVVGIPaItECUQBlMKhJPdovTdmAIjgcXetLGuABK7XBp56xpOVEhn2w\",\"signingKeySignature\":\"0x403460b946e2f3018ce399a0f4c41ca6c7c35e606099ade5c2dd459402f0e05148fbafae5e85a2208399c08ba7744f9feb962a2ed965a94fac7e8a2824876cd81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xL8de4PC1fHClU93U9sgpwdXA8CGovVWf4jl1Z2yeAA\\\",\\\"y\\\":\\\"5qlqR62SNfScI6vOztvGE7HLPeq7XQVjcDT3IpQMjZ0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LE1ejdolmBvzP6Z1rR7GPHiKRlXrlJftRJh4SOBtObo\"}"