"{\"content\":{\"body\":\"appeared in Scribner's Magazine; and \\\"Recollections of Robert Louis Stevenson\\\" (to the best of the author's memory) in The North American Review.  The Essay on \\\"Smollett\\\" was in the Anglo- Saxon, which has ceased to appear; and the shorter papers, such as \\\"The Confessions of Saint Augustine,\\\" in a periodical styled Wit and Wisdom.  For \\\"The Poems of William Morris\\\" the author has to thank the Editor of Longman's Magazine; for \\\"The Boy,\\\" and \\\"Mrs. Radcliffe's Novels,\\\" the Proprietors of The Cornhill Magazine; for \\\"Enchanted Cigarettes,\\\" and possibly for \\\"The Supernatural in Fiction,\\\" the Proprietors of The Idler.  The portrait, after Sir William Richmond, R.A., was done about the time when most of the Essays were written--and that was not yesterday.\\n\\nCHAPTER I:  ADVENTURES AMONG BOOKS\\n\\nIn an age of reminiscences, is there room for the confessions of a veteran, who remembers a great deal about books and very little about people?  I have often wondered that a Biographia Literaria has so seldom been attempted--a biography or autobiography of a man in his relations with other minds.  Coleridge, to be sure, gave this name to a work of his, but he wandered from his apparent purpose into a world of alien disquisitions.  The following pages are frankly bookish, and to the bookish only do they appeal.  The habit of reading has been praised as a virtue, and has been denounced as a vice.  In no case, if we except the perpetual study of newspapers (which cannot fairly be called reading), is the vice, or the virtue, common.  It is more innocent than opium-eating, though, like opium-eating, it unlocks to us artificial paradises. I try to say what I have found in books, what distractions from the world, what teaching (not much), and what consolations.\\n\\nIn beginning an autobiographia literaria, an account of how, and in what order, books have appealed to a mind, which books have ever above all things delighted, the author must pray to be pardoned for the sin of egotism.  There is no other mind, naturally, of which the author knows so much as of his own.  On n'a que soi, as the poor girl says in one of M. Paul Bourget's novels.  In literature, as in love, one can only speak for himself.  This author did not, like Fulke Greville, retire into the convent of literature from the strife of the world, rather he was born to be, from the first, a dweller in the cloister of a library.  Among the poems which I remember best out of early boyhood is Lucy Ashton's song, in the \\\"Bride of Lammermoor\\\":-\\n\\n\\\"Look not thou on beauty's charming, Sit thou still when kings are arming, Taste not when the wine-cup glistens, Speak not when the people listens, Stop thine ear against the singer, From the red gold keep thy finger, Vacant heart, and hand, and eye, Easy live and quiet die.\\\"\\n\\nThe rhymes, unlearned, clung to my memory; they would sing themselves to me on the way to school, or cricket-field, and, about the age of ten, probably without quite understanding them, I had chosen them for a kind of motto in life, a tune to murmur along the fallentis semita vitae.  This seems a queer idea for a small boy, but it must be confessed.\\n\\n\\\"It takes all sorts to make a world,\\\" some are soldiers from the cradle, some merchants, some orators; nothing but a love of books was the gift given to me by the fairies.  It was probably derived from forebears on both sides of my family, one a great reader, the other a considerable collector of books which remained with us and were all tried, persevered with, or abandoned in turn, by a student who has not blanched before the Epigoniad.\\n\\nAbout the age of four I learned to read by a simple process.  I had heard the elegy of Cock Robin till I knew it by rote, and I picked out the letters and words which compose that classic till I could read it for myself.  Earlier than that, \\\"Robinson Crusoe\\\" had been read aloud to me, in an abbreviated form, no doubt.  I remember the pictures of Robinson finding the footstep in the sand, and a dance of cannibals, and the parrot.  But, somehow, I have never read \\\"Robinson\\\" since:  it is a pleasure to come.\\n\\nThe first books which vividly impressed me were, naturally, fairy tales, and chap-books about Robert Bruce, William Wallace, and Rob Roy.  At that time these little tracts could be bought for a penny apiece.  I can still see Bruce in full armour, and Wallace in a kilt, discoursing across a burn, and Rob Roy slipping from the soldier's horse into the stream.  They did not then awaken a precocious patriotism; a boy of five is more at home in Fairyland than in his own country.  The sudden appearance of the White Cat as a queen after her head was cut off, the fiendish malice of the Yellow Dwarf, the strange cake of crocodile eggs and millet seed which the mother of the Princess Frutilla made for the Fairy of the Desert--these things, all fresh and astonishing, but certainly to be credited, are my first memories of romance.  One story of a White Serpent, with a woodcut of that mysterious reptile, I neglected to secure, probably for want of a penny, and I have regretted it ever since.  One never sees those chap books now. \\\"The White Serpent,\\\" in spite of all research, remains introuvable. It was a lost chance, and Fortune does not forgive.  Nobody ever interfered with these, or indeed with any other studies of ours at that time, as long as they were not prosecuted on Sundays.  \\\"The fightingest parts of the Bible,\\\" and the Apocrypha, and stories like that of the Witch of Endor, were sabbatical literature, read in a huge old illustrated Bible.  How I advanced from the fairy tales to Shakespeare, what stages there were on the way--for there must have been stages--is a thing that memory cannot recover.  A nursery legend tells that I was wont to arrange six open books on six chairs, and go from one to the others, perusing them by turns. No doubt this was what people call \\\"desultory reading,\\\" but I did not hear the criticism till later, and then too often for my comfort.  Memory holds a picture, more vivid than most, of a small boy reading the \\\"Midsummer Night's Dream\\\" by firelight, in a room where candles were lit, and some one touched the piano, and a young man and a girl were playing chess.  The Shakespeare was a volume of Kenny Meadows' edition; there are fairies in it, and the fairies seemed to come out of Shakespeare's dream into the music and the firelight.  At that moment I think that I was happy; it seemed an enchanted glimpse of eternity in Paradise; nothing resembling it remains with me, out of all the years.\\n\\nWe went from the border to the south of England, when the number of my years was six, and in England we found another paradise, a circulating library with brown, greasy, ill-printed, odd volumes of Shakespeare and of the \\\"Arabian Nights.\\\"  How their stained pages come before the eyes again--the pleasure and the puzzle of them! What did the lady in the Geni's glass box want with the Merchants? what meant all these conversations between the Fat Knight and Ford, in the \\\"Merry Wives\\\"?  It was delightful, but in parts it was difficult.  Fragments of \\\"The Tempest,\\\" and of other plays, remain stranded in my memory from these readings:  Ferdinand and Miranda at chess, Cleopatra cuffing the messenger, the asp in the basket of figs, the Friar and the Apothecary, Troilus on the Ilian walls, a vision of Cassandra in white muslin with her hair down.  People forbid children to read this or that.  I am sure they need not, and that even in our infancy the magician, Shakespeare, brings us nothing worse than a world of beautiful visions, half realised.  In the Egyptian wizard's little pool of ink, only the pure can see the visions, and in Shakespeare's magic mirror children see only what is pure.  Among other books of that time I only recall a kind of Sunday novel, \\\"Naomi; or, The Last Days of Jerusalem.\\\"  Who, indeed, could forget the battering-rams, and the man who cried on the battlements, \\\"Woe, woe to myself and to Jerusalem!\\\"  I seem to hear him again when boys break the hum of London with yells of the latest \\\"disaster.\\\"\\n\\nWe left England in a year, went back to Scotland, and awoke, as it were, to know the glories of our birth.  We lived in Scott's country, within four miles of Abbotsford, and, so far, we had heard nothing of it.  I remember going with one of the maids into the cottage of a kinsman of hers, a carpenter; a delightful place, where there was sawdust, where our first fishing-rods were fashioned.  Rummaging among the books, of course, I found some cheap periodical with verses in it.  The lines began -\\n\\n\\\"The Baron of Smaylhome rose with day, He spurred his courser on, Without stop or stay, down the rocky way That leads to Brotherstone.\\\"\\n\\nA rustic tea-table was spread for us, with scones and honey, not to be neglected.  But they WERE neglected till we had learned how -\\n\\n\\\"The sable score of fingers four Remains on that board impressed, And for evermore that lady wore A covering on her wrist.\\\"\\n\\nWe did not know nor ask the poet's name.  Children, probably, say very little about what is in their minds; but that unhappy knight, Sir Richard of Coldinghame, and the Priest, with his chamber in the east, and the moody Baron, and the Lady, have dwelt in our mind ever since, and hardly need to be revived by looking at \\\"The Eve of St. John.\\\"\\n\\nSoon after that we were told about Sir Walter, how great he was, how good, how, like Napoleon, his evil destiny found him at last, and he wore his heart away for honour's sake.  And we were given the \\\"Lay,\\\" and \\\"The Lady of the Lake.\\\"  It was my father who first read \\\"Tam o' Shanter\\\" to me, for which I confess I did not care at that time, preferring to take witches and bogies with great seriousness.  It seemed as if Burns were trifling with a noble subject.  But it was in a summer sunset, beside a window looking out on Ettrick and the hill of the Three Brethren's Cairn, that I first read, with the dearest of all friends, how -\\n\\n\\\"The stag at eve had drunk his fill Where danced the moon on Monan's rill, And deep his midnight lair had made In lone Glenartney's hazel shade.\\\"\\n\\nThen opened the gates of romance, and with Fitz-James we drove the chase, till -\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/54](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/54)\\n\\n\",\"timestamp\":1639041021,\"title\":\"Of the Essays in this volume \\\"Adventures among Books,\\\" and \\\"Rab's Friend,\"},\"digest\":\"FVjgVzm9Ha09DXJ0grzx1PhUOKlr7FbFhLUyxinOTeI\",\"authorship\":{\"contributor\":\"0x64C49f050417521e14CDAd1447c72F8234716Cd7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yOaib18UuQtyiFn81cEdYe0Zpfv_gx9TWAF30sCk8B0\\\",\\\"y\\\":\\\"kTbiyNA4DsQz7Xf_feJ7e8DO24xtCpnBLhiDXjEYiIg\\\"}\",\"signature\":\"ZmHsPwC_wPnPg0lo0a1CQbOvY0KpV4VYrEVAXNJimPzsR9YI8y1hbAu-AxNUYYFI4I_oTgGq0V-f-Z7a9RsVww\",\"signingKeySignature\":\"0x78e6bbc0ae087e2785ce426e7ccdd5d8d236fb5b73ce6c6f72648e9a0252af1318bbbce7b9a03dec3e1f9d0ee14fff464ee59f675974f40d4963374b06034b931c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yOaib18UuQtyiFn81cEdYe0Zpfv_gx9TWAF30sCk8B0\\\",\\\"y\\\":\\\"kTbiyNA4DsQz7Xf_feJ7e8DO24xtCpnBLhiDXjEYiIg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FVjgVzm9Ha09DXJ0grzx1PhUOKlr7FbFhLUyxinOTeI\"}"