"{\"content\":{\"body\":\"In October 2008, Satoshi Nakamoto pressed a few keystrokes and forever changed the future of humanity. He called his creation Bitcoin, but that’s not the most important thing Satoshi invented.\\n\\nLet’s go back in time. Say that you’re the ruler of a kingdom looking to conquer another kingdom. You split your army in 4 groups to attack the kingdom from all sides. All 4 of your groups need to attack at the same time to win.\\n\\nOur armies need to communicate with each other to plan the attack. This is before the invention of instant communication devices, so messages need to be sent through enemy territory.\\n\\nWe also need to be aware of the possibility of bad things: spies, traitors, intercepted communication, and fake messages being sent by the defence.\\n\\nHow can these armies agree on the time of attack? Fundamentally, how can we establish trust in the presence of untrustworthy participants?\\n\\nThis is known as the Byzantine Generals problem.\\n\\nSatoshi invented the first solution to this problem with a practical application- money that can be transferred between users without the need of a middleman. For record keeping, he used a chain of blocks (blockchain), where each block contains:\\n\\n1\\\\. Transactions that happened since the last block in the chain2. The solution to the puzzle presented by the last block in the chain. We will come back to this.\\n\\nA blockchain is analogous to a giant spreadsheet, not located in any one computer, company, or place, but distributed in a network of computers all over the world. Anyone with a computer can join this network and verify the current and past data of the spreadsheet without relying on anyone else.\\n\\nIts authenticity and data are never in doubt. It’s incredibly expensive to attack a blockchain to exploit it for personal gain, which ensures security. Attackers need more than half of all the CPU power of the network to mount a successful attack. Moreover,  as time passes and the blockchain gets longer, it gets more secure.\\n\\nData can only be added to a blockchain, never edited. Anyone can read the data and the code of the blockchain. It is open state and open source.\\n\\nBlockchains allow for meritocratic and democratic participation in a network. The amount of “vote” is directly proportional to the value added to the network. In the case of Bitcoin’s blockchain, one CPU (or GPU) equals one vote.\\n\\nThe value a CPU adds to the network is the energy it spends to solve math puzzles. Finding a solution to these puzzles is like finding a needle in a haystack.\\n\\nComputers crunch numbers at mind-bending speeds to solve these puzzles: the solutions to such puzzles are hard to come up with but easy to verify. Like how it is time consuming to create a key for a lock you’ve never seen before, but it is easy to verify whether you have the right key, *once you have it*.\\n\\nOnce a computer finds the solution, it broadcasts it to other computers in the network. If the solution is deemed correct, the computer which found the solution is rewarded and the solution to the puzzle (known as ‘proof-of-work’) is forever recorded on the blockchain.\\n\\nOk, but what is Bitcoin?\\n\\nBitcoin is an accounting of who has done how much work to maintain and secure the network. It is a side effect of the blockchain. Bitcoin is arguably the least interesting aspect of what Satoshi made.\\n\\nBlockchain has disrupted industries. We see a >10x improvement in international payments, crowdfunding, and democratizing finance and investing.\\n\\nSending crypto payments between countries takes hours at most. This is \\\\~60x faster than an international wire transfer. If you want to send money abroad on a weekend through your bank, you’re shit out of luck.\\n\\nBillions of dollars are raised in crowdfunding campaigns called Initial Coin Offerings (ICOs) every year. Hundreds of millions of dollars can be raised for a single campaign at breakneck speed, often within minutes.\\n\\nNot all of these projects are successful. Most fail. This is how startups work too.\\n\\nIn the stock market, much of the upside is gone by the time regular people can invest in a company, typically after its Initial Public Offering (IPO).\\n\\nWith crypto, anybody with a computer can invest at the earliest stage of a project. Any person with a computer could have gotten Bitcoin when one pizza sold for 10,000 Bitcoins. The barrier to entry is dramatically lower, which brings equality of opportunity.\\n\\nBlockchain based social media is particularly exciting. It is censorship proof and comes with inbuilt currency which allows users to make money in completely new ways. Some of these projects have significant traction. We’ll soon have an operating system for social media.\\n\\nBlockchains can be used to store people’s credentials so that their authenticity can be objectively and instantly verified. Some degrees will become blockchain based. You’ll be able to get a ‘degree’ in Computer Science by completing a [set of challenges on the blockchain](https://docs.openzeppelin.com/contracts/3.x/erc1155).\\n\\nThis solves a number of problems: fake credentials, biased recruiting, biased college admissions, and more.\\n\\nIt is not possible to list out all possible uses of Blockchain. However, smart folks all around the world are skeptical of crypto. That’s ok. Not everybody can be on the right side of history. Economics Nobel laureate Paul Krugman wrote in 1998:\\n\\n“By 2005, it will be clear that the effect of the internet on the economy will be no greater than the effect of fax machines.”\\n\\nWe know how that turned out, don’t we?\\n\\nDisclaimer: Not financial advice.\",\"timestamp\":1640943389,\"title\":\"Chains, Coins, and Clout. Part 1.\"},\"digest\":\"FIv7FcRxdM3V6AiO2e0TUdrSKoKA6sMFdqGzxULOmjI\",\"authorship\":{\"contributor\":\"0xE8f58877D3DD9c9737A09C3Eb55B0f6B0D4f2C28\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DORuOPST7aMBmXN2QfStqmopk4GfAUJq3KDtHAsz3PQ\\\",\\\"y\\\":\\\"9TXGHwJPt6HEJWIC1G_BtoITjogRRi2_sKdJ-OSrRiU\\\"}\",\"signature\":\"MsKFLnxD67sqzoHamjfBWCBXJ4H0Lyct_fwvRSJjvE71pzA7A5X7YJkJlW7eRmZ45ifKsHRYXWJrz68eGqhL8A\",\"signingKeySignature\":\"0x1d0de653d62ae4dcf8534ce4b9845fc1d5f26a465610450c8abb93c8ac2aefc1592cd4f38a6dd51c41aaec1a282f326cd5272a790203de0f5558e0fd2051fe0b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DORuOPST7aMBmXN2QfStqmopk4GfAUJq3KDtHAsz3PQ\\\",\\\"y\\\":\\\"9TXGHwJPt6HEJWIC1G_BtoITjogRRi2_sKdJ-OSrRiU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FIv7FcRxdM3V6AiO2e0TUdrSKoKA6sMFdqGzxULOmjI\"}"