"{\"content\":{\"body\":\"## What is SushiSwap? 🍣\\n\\n[SushiSwap](https://sushi.com/) is a decentralized exchange (DEX) and lending market on Ethereum. Unlike a centralized exchange, SushiSwap is non-custodial and trustless. It uses an automated market maker (AMM) model to facilitate peer-to-peer exchanges of any two ERC-20 tokens in real time.\\n\\nSushiSwap has quickly evolved into one of the most sophisticated token liquidity engines in decentralized finance (DeFi) by releasing innovative product offerings that stretch our conception of what a DEX is supposed to be. In addition to the steady flow of new features, SushiSwap has expanded across multiple blockchains, setting itself up to be an extremely versatile multi-chain DEX.\\n\\n## What is the Onsen menu (SushiSwap)? 🍣\\n\\n[SushiSwap Onsen](https://app.sushi.com/yield) hosts various DeFi protocols in their liquidity pools to attract users of these protocols to stake their native tokens as liquidity. The “menu” changes frequently and SUSHI tokens are distributed as liquidity mining rewards. The projects on the Onsen Menu typically have the best reward APY’s on the platform. \\n\\n## What is Polygon? 🌐\\n\\n[Polygon](https://polygon.technology/) is a protocol and framework for building and connecting Ethereum-compatible blockchain networks. As many of us are aware, transacting on Ethereum can be costly to the average user when gas prices are high. Polygon offers fast and cheap transactions as a Layer 2 scalability solution to the Ethereum network, allowing users to experiment with DeFi without incurring substantial gas fees.\\n\\nSince its release, Polygon has seen a wave of DeFi protocols launch on the network, including Aave, Curve, Balancer, SushiSwap, and more.\\n\\n## LP on SushiSwap (Polygon) Tutorial 🎓\\n\\nIn this tutorial, we will walkthrough how to provide liquidity on SushiSwap (Polygon Network).\\n\\nWhat you will need: \\n\\n*     Metamask wallet\\n*     MATIC tokens in your MATIC wallet for gas\\n*    Two ERC-20 tokens to provide as liquidity on Sushiswap \\n\\n*\\\\*WARNING\\\\**\\n\\n*Providing liquidity is a great way to earn some income on tokens sitting in your wallet, but please be careful when providing liquidity. Sharp price increases or decreases can have a huge impact on the performance of your position.*\\n\\n### First, you’ll need to set up your MetaMask for Polygon.\\n\\n* Login to MetaMask on your browser and click on **‘Ethereum Mainnet’**.\\n* From the dropdown, select **‘Custom RPC’**.\\n* Enter the following information into the available fields:\\n  * **Network Name:** Polygon\\n  * **New RPC URL:** <https://rpc-mainnet.maticvigil.com/>\\n  * **ChainID:** 137\\n  * **Symbol:** MATIC\\n  * **Block Explorer URL:** <https://polygonscan.com/>\\n* Click ‘**Save**’.\\n\\n![](https://images.mirror-media.xyz/publication-images/e71eb069-fe67-4ed0-8a2c-65e2a3af36c7.png?height=500&width=340)\\n\\n### Next, bridge some assets from the Ethereum Mainnet to Polygon.\\n\\nYou can follow [this tutorial](https://docs.matic.network/docs/develop/wallets/matic-web-wallet/web-wallet-v2-guide/#depositing-funds-from-ethereum-to-matic) to bridge assets using the Matic Web Wallet, or you can follow the below steps to bridge your assets using Zapper.\\n\\n* Go to <https://zapper.fi/> and connect your MetaMask wallet.\\n* Once connected, select **‘Bridge’** from the sidebar.\\n* Switch your MetaMask network back to Ethereum Mainnet if it isn’t already by selecting **‘Ethereum Mainnet’** from the network dropdown (the list where you found **‘Custom RPC’** above).\\n* Select the token you would like to transfer to Polygon and the token you would like to receive in exchange on Polygon from the dropdown menus. Then, enter the amount you would like to transfer.\\n* Click **‘Confirm’** and approve the transaction in MetaMask.\\n* Approximately 5-10 minutes following confirmation on Ethereum, your assets will arrive on Polygon. You can check this by switching back to the Polygon network in MetaMask and verifying the tokens are in your wallet (note: if you don't see your assets, try [adding the token to MetaMask](https://metamask.zendesk.com/hc/en-us/articles/360015489031-How-to-add-unlisted-tokens-custom-tokens-in-MetaMask)).\\n\\n### Now that the housekeeping is out of the way, let's provide some liquidity! \\n\\n* Head over to <https://sushi.com/> and click the **‘Enter App’** button.\\n* Connect your Metamask to SushiSwap by selecting **'Connect to a Wallet'** in the upper-right corner of the page.\\n* Once your wallet is connected to SushiSwap, make sure your MetaMask is connected to the Polygon network. If properly connected, you will see ‘Polygon (Matic)’ in the upper right corner of the page.\\n\\n### Use the Sushiswap Onsen Menu to find the right pool to provide liquidity! \\n\\n* To find the best rewards on Sushiswap click “[Yield](https://app.sushi.com/yield)” at the top of the page to get to the Onsen Menu. \\n* The Onsen menu will have the liquidity pools with the most attractive SUSHI rewards, and on MATIC they have created incentives for various pools which you can browse. \\n* You will need to click the “Add Liquidity” to get to the interface for adding liquidity. \\n\\n![](https://images.mirror-media.xyz/publication-images/3f207605-209e-4960-8542-6008edb8e899.png?height=473&width=988)\\n\\n### Adding Liquidity!  \\n\\n![](https://images.mirror-media.xyz/publication-images/8a89b27a-46d4-4fc9-922a-8f4ea4703e10.png?height=842&width=758)\\n\\n* Using the Onsen menu you can select a token pair that you would like to provide liquidity to. Remember, you have to put an even proportion of each token into the pool (50/50) and you will typically have to approve each token before you can add liquidity. Luckily on the Polygon network this does not cost very much in gas.\\n\\n![](https://images.mirror-media.xyz/publication-images/861aef1b-a3e5-4fe9-bb6f-5ec7de1ffa93.png?height=368&width=772)\\n\\n* Once you have added the liquidity, you will have Sushiswap Liquidity tokens (SLP) in your wallet that you can manage from the Sushiswap site and then proceed to stake those SLP tokens to start earning rewards.\\n\\n\\n* After you have added liquidity, Sushiswap will give a readout of the token balances that indicate your share of the pool based on how many tokens you entered into the pool as shown below.\\n\\n![](https://images.mirror-media.xyz/publication-images/7445c500-908f-412c-85e4-848271ff8320.png?height=125&width=779)\\n\\n### Stake SLP tokens to start earning SUSHI rewards! \\n\\n* Once you have the SLP tokens, you can then stake them to earn your SUSHI rewards by hitting the “Approve” button and then once it is approved the button will turn into a “Stake” button. Once it is staked, you will start earning rewards!\\n\\n![](https://images.mirror-media.xyz/publication-images/72bb8701-480d-4ee3-8f88-c297c4aa2912.png?height=258&width=900)\\n\\n### Withdrawing Liquidity (if need be)! \\n\\n* Much like with Uniswap, when you withdraw your liquidity from the Sushiswap Matic pools you will get back a different number of each token than when you started. That is due to the automatic rebalancing that is a core feature of automated market makers (AMM’s).\\n* To withdraw your liquidity from Sushiswap, you must first unstake the SLP tokens if you had them staked and earning rewards. Once they are unstaked you can hit the “Remove Liquidity” and your SLP tokens will be converted back into the two tokens you initially entered into the pool.\\n\\n### Congratulations! 🥳\\n\\nYou are now an LP on SushiSwap (Polygon)!\\n\\nIf you have any questions about this guide, feel free to reach out to me directly on Twitter @keirsim - happy questing! :) \",\"timestamp\":1631161787,\"title\":\"How to LP on SushiSwap (Polygon)\",\"publication\":\"rabbithole\"},\"digest\":\"rrUgAhyMEakuerNyb9A79cOTzRKUDFNPMHYeFx1ihr4\",\"authorship\":{\"contributor\":\"0x7310E238f2260ff111a941059B023B3eBCF2D54e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4cG0bS8s9l1aCFbulON0Mm7M3ZFQIgGZGVLIdjtSoGQ\\\",\\\"y\\\":\\\"gcMFFG7YDRvyqSX5bCZ1BJAHoNm-sj6SgwbFI-tITQ8\\\"}\",\"signature\":\"xWgwf4oGtHs1OUp8Coz3UQF6uVKyHA3GCalW1YfC9S7hUY6RFVX2wa2tvZDZSDqd3yjjZyBn63FPjcwLyfAUjQ\",\"signingKeySignature\":\"0xef4779ffad65bea40dbef219a445d5b96daa3bbf1542995deabf13481056cd435517d2a32b3ed15a2a8c402cf70a97ccdb7ff13c448d4684f0157654ab6d410b1c\",\"signingKeyMessage\":\"I authorize the publication of articles on rabbithole.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4cG0bS8s9l1aCFbulON0Mm7M3ZFQIgGZGVLIdjtSoGQ\\\",\\\"y\\\":\\\"gcMFFG7YDRvyqSX5bCZ1BJAHoNm-sj6SgwbFI-tITQ8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rrUgAhyMEakuerNyb9A79cOTzRKUDFNPMHYeFx1ihr4\"}"