"{\"content\":{\"body\":\"This deed, formally executed, and bearing more than sixty signatures, was then shown to Ali, who was greatly delighted.  He was described in it as Vizier, as Aulic Councillor, and also as the most distinguished veteran among His Highness the Sultan's slaves.  He sent rich presents to Kursheed and the principal officers, whom he hoped to corrupt, and breathed as though the storm had passed away. The following night, however, he heard the voice of Emineh, calling him several times, and concluded that his end drew nigh.\\n\\nDuring the two next nights he again thought he heard Emineh's voice, and sleep forsook his pillow, his countenance altered, and his endurance appeared to be giving way.  Leaning on a long Malacca cane, he repaired at early dawn to Emineh's tomb, on which he offered a sacrifice of two spotted lambs, sent him by Tahir Abbas, whom in return he consented to pardon, and the letters he received appeared to mitigate his trouble.  Some days later, he saw the keeper of the wardrobe, who encouraged him, saying that before long there would be good news from Constantinople.  Ali learned from him the disgrace of Pacho Bey, and of Ismail Pliaga, whom he detested equally, and this exercise of authority, which was made to appear as a beginning of satisfaction offered him, completely reassured him, and he made fresh presents to this officer, who had succeeded in inspiring him with confidence.\\n\\nWhilst awaiting the arrival of the firman of pardon which Ali was reassured must arrive from Constantinople without fail, the keeper of the wardrobe advised him to seek an interview with Kursheed.  It was clear that such a meeting could not take place in the undermined castle, and Ali was therefore invited to repair to the island in the lake.  The magnificent pavilion, which he had constructed there in happier days, had been entirely refurnished, and it was proposed that the conference should take place in this kiosk.\\n\\nAli appeared to hesitate at this proposal, and the keeper of the wardrobe, wishing to anticipate his objections, added that the object of this arrangement was, to prove to the army, already aware of it, that there was no longer any quarrel between himself and the commander-in-chief.  He added that Kursheed would go to the conference attended only by members of his Divan, but that as it was natural an outlawed man should be on his guard, Ali might, if he liked, send to examine the place, might take with him such guards as he thought necessary, and might even arrange things on the same footing as in his citadel, even to his guardian with the lighted match, as the surest guarantee which could be given him.\\n\\nThe proposition was accepted, and when Ali, having crossed over with a score of soldiers, found himself more at large than he did in his casemate, he congratulated himself on having come.  He had Basilissa brought over, also his diamonds; and several chests of money.  Two days passed without his thinking of anything but procuring various necessaries, and he then began to inquire what caused the Seraskier to delay his visit.  The latter excused himself on the plea of illness, and offered meanwhile to send anyone Ali might wish to see, to visit him: The pacha immediately mentioned several of his former followers, now employed in the Imperial army, and as no difficulty was made in allowing them to go, he profited by the permission to interview a large number of his old acquaintances, who united in reassuring him and in giving him great hopes of success.\\n\\nNevertheless, time passed on, and neither the Seraskier nor the firman appeared.  Ali, at first uneasy, ended by rarely mentioning either the one or the other, and never was deceiver more completely deceived.  His security was so great that he loudly congratulated himself on having come to the island.  He had begun to form a net of intrigue to cause himself to be intercepted on the road when he should be sent to Constantinople, and he did not despair of soon finding numerous partisans in the Imperial army.\\n\\nCHAPTER XI\\n\\nFor a whole week all seemed going well, when, on the morning of February 5th, Kursheed sent Hassan Pacha to convey his compliments to Ali, and announce that the sultan's firman, so long desired, had at length arrived.  Their mutual wishes had been heard, but it was desirable, for the dignity of their sovereign, that Ali, in order to show his gratitude and submission, should order Selim to extinguish the fatal match and to leave the cave, and that the rest of the garrison should first display the Imperial standard and then evacuate the enclosure.  Only on this condition could Kursheed deliver into Ali's hands the sultan's decree of clemency.\\n\\nAli was alarmed, and his eyes were at length opened.  He replied hesitatingly, that on leaving the citadel he had charged Selim to obey only his own verbal order, that no written command, even though signed and sealed by himself, would produce any effect, and therefore he desired to repair himself to the castle, in order to fulfil what was required.\\n\\nThereupon a long argument ensued, in which Ali's sagacity, skill, and artifice struggled vainly against a decided line of action.  New protestations were made to deceive him, oaths were even taken on the Koran that no evil designs, no mental reservations, were entertained. At length, yielding to the prayers of those who surrounded him, perhaps concluding that all his skill could no longer fight against Destiny, he finally gave way.\\n\\nDrawing a secret token from his bozom, he handed it to Kursheed's envoy, saying, \\\"Go, show this to Selim, and you will convert a dragon into a lamb.\\\"  And in fact, at sight of the talisman, Selim prostrated himself, extinguished the match, and fell, stabbed to the heart.  At the same time the garrison withdrew, the Imperial standard displayed its blazonry, and the lake castle was occupied by the troops of the Seraskier, who rent the air with their acclamations.\\n\\nIt was then noon.  Ali, in the island, had lost all illusions.  His pulse beat violently, but his countenance did not betray his mental trouble.  It was noticed that he appeared at intervals to be lost in profound thought, that he yawned frequently, and continually drew his fingers through his beard.  He drank coffee and iced water several times, incessantly looked at his watch, and taking his field-glass, surveyed by turns the camp, the castles of Janina, the Pindus range, and the peaceful waters of the lake.  Occasionally he glanced at his weapons, and then his eyes sparkled with the fire of youth and of courage.  Stationed beside him, his guards prepared their cartridges, their eyes fixed on the landing-place.\\n\\nThe kiosk which he occupied was connected with a wooden structure raised upon pillars, like the open-air theatres constructed for a public festival, and the women occupied the most remote apartments. Everything seemed sad and silent.  The vizier, according to custom, sat facing the doorway, so as to be the first to perceive any who might wish to enter.  At five o'clock boats were seen approaching the island, and soon Hassan Pacha, Omar Brionis, Kursheed's sword-bearer, Mehemet, the keeper of the wardrobe, and several officers of the army, attended by a numerous suite, drew near with gloomy countenances.\\n\\nSeeing them approach, Ali sprang up impetuously, his hand upon the pistols in his belt.  \\\"Stand! .  .  .  what is it you bring me?\\\" he cried to Hassan in a voice of thunder.  \\\"I bring the commands of His Highness the Sultan,--knowest thou not these august characters?\\\"  And Hassan exhibited the brilliantly gilded frontispiece which decorated the firman.  \\\"I know them and revere them.\\\"  \\\" Then bow before thy destiny; make thy ablutions; address thy prayer to Allah and to His Prophet; for thy, head is demanded.  .  . . '  Ali did not allow him to finish.  \\\"My head,\\\" he cried with fury, \\\"will not be surrendered like the head of a slave.\\\"\\n\\nThese rapidly pronounced words were instantly followed by a pistol-shot which wounded Hassan in the thigh.  Swift as lightning, a second killed the keeper of the wardrobe, and the guards, firing at the same time, brought down several officers.  Terrified, the Osmanlis forsook the pavilion.  Ali, perceiving blood flowing from a wound in his chest, roared like a bull with rage.  No one dared to face his wrath, but shots were fired at the kiosk from all sides, and four of his guards fell dead beside him.  He no longer knew which way to turn, hearing the noise made by the assailants under the platform, who were firing through the boards on which he stood.  A ball wounded him in the side, another from below lodged in his spine; he staggered, clung to a window, then fell on the sofa.  \\\"Hasten,\\\" he cried to one of his officers, \\\"run, my friend, and strangle my poor Basilissa; let her not fall a prey to these infamous wretches.\\\"\\n\\nThe door opened, all resistance ceased, the guards hastened to escape by the windows.  Kursheed's sword-bearer entered, followed by the executioners.  \\\"Let the justice of Allah be accomplished!\\\" said a cadi.  At these words the executioners seized Ali, who was still alive, by the beard, and dragged him out into the porch, where, placing his head on one of the steps, they separated it from the body with many blows of a jagged cutlass.  Thus ended the career of the dreaded Ali Pacha.\\n\\nHis head still preserved so terrible and imposing an aspect that those present beheld it with a sort of stupor.  Kursheed, to whom it was presented on a large dish of silver plate, rose to receive it, bowed three times before it, and respectfully kissed the beard, expressing aloud his wish that he himself might deserve a similar end.  To such an extent did the admiration with which Ali's bravery inspired these barbarians efface the memory of his crimes.  Kursheed ordered the head to be perfumed with the most costly essences, and despatched to Constantinople, and he allowed the Skipetars to render the last honours to their former master.\\n\\nNever was seen greater mourning than that of the warlike Epirotes. During the whole night, the various Albanian tribes watched by turns around the corpse, improvising the most eloquent funeral songs in its honour.  At daybreak, the body, washed and prepared according to the Mohammedan ritual, was deposited in a coffin draped with a splendid Indian Cashmere shawl, on which was placed a magnificent turban, adorned with the plumes Ali had worn in battle.  The mane of his charger was cut off, and the animal covered with purple housings, while Ali's shield, his sword, his numerous weapons, and various insignia, were borne on the saddles of several led horses.  The cortege proceeded towards the castle, accompanied by hearty imprecations uttered by the soldiers against the \\\"Son of a Slave,\\\" the epithet bestowed on their sultan by the Turks in seasons of popular excitement.\\n\\nThe Selaon-Aga, an officer appointed to render the proper salutes, acted as chief mourner, surrounded by weeping mourners, who made the ruins of Janina echo with their lamentations. The guns were fired at long intervals.  The portcullis was raised to admit the procession, and the whole garrison, drawn up to receive it, rendered a military salute.  The body, covered with matting, was laid in a grave beside that of Amina.  When the grave had been filled in, a priest approached to listen to the supposed conflict between the good and bad angels, who dispute the possession of the soul of the deceased. When he at length announced that Ali Tepelen Zadi would repose in peace amid celestial houris, the Skipetars, murmuring like the waves of the sea after a tempest, dispersed to their quarters:\\n\\nKursheed, profiting by the night spent by the Epirotes in mourning, caused Ali's head to be en closed in a silver casket, and despatched it secretly to Constantinople.  His sword-bearer Mehemet, who, having presided at the execution, was entrusted with the further duty of presenting it to the sultan, was escorted by three hundred Turkish soldiers.  He was warned to be expeditious, and before dawn was well out of reach of the Arnaouts, from whom a surprise might have been feared.\\n\\nThe Seraskier then ordered the unfortunate Basilissa, whose life had been spared, to be brought before him. She threw herself at his feet, imploring him to spare, not her life, but her honour; and he consoled her, and assured her of the sultan's protection.  She burst into tears when she beheld Ali's secretaries, treasurers, and steward loaded with irons.  Only sixty thousand purses (about twenty-five million piastres) of Ali's treasure could be found, and already his officers had been tortured, in order to compel them to disclose where the rest might be concealed.  Fearing a similar fate, Basilissa fell insensible into the arms of her attendants, and she was removed to the farm of Bouila, until the Supreme Porte should decide on her fate.\\n\\nThe couriers sent in all directions to announce the death of Ali, having preceded the sword-bearer Mehemet's triumphal procession, the latter, on arriving at Greveno, found the whole population of that town and the neighbouring hamlets assembled to meet him, eager to behold the head of the terrible Ali Pacha.  Unable to comprehend how he could possibly have succumbed, they could hardly believe their eyes when the head was withdrawn from its casket and displayed before them.  It remained exposed to view in the house of the Mussulman Veli Aga whilst the escort partook of refreshment and changed horses, and as the public curiosity continued to increase throughout the journey, a fixed charge was at length made for its gratification, and the head of the renowned vizier was degraded into becoming an article of traffic exhibited at every post-house, until it arrived at Constantinople.\\n\\nThe sight of this dreaded relic, exposed on the 23rd of February at the gate of the seraglio, and the birth of an heir-presumptive to the sword of Othman--which news was announced simultaneously with that of the death of Ali, by the firing of the guns of the seraglio--roused the enthusiasm of the military inhabitants of Constantinople to a state of frenzy, and triumphant shouts greeted the appearance of a document affixed to the head which narrated Ali's crimes and the circumstances of his death, ending with these words: \\\"This is the Head of the above-named Ali Pacha, a Traitor to the Faith of Islam.\\\"\\n\\nHaving sent magnificent presents to Kursheed, and a hyperbolical despatch to his army, Mahmoud II turned his attention to Asia Minor; where Ali's sons would probably have been forgotten in their banishment, had it not been supposed that their riches were great. A sultan does not condescend to mince matters with his slaves, when he can despoil them with impunity; His Supreme Highness simply sent them his commands to die.  Veli Pacha, a greater coward than a woman-slave born in the harem, heard his sentence kneeling.  The wretch who had, in his palace at Arta, danced to the strains of a lively orchestra, while innocent victims were being tortured around him, received the due reward of his crimes.  He vainly embraced the knees of his executioners, imploring at least the favour of dying in privacy; and he must have endured the full bitterness of death in seeing his sons strangled before his eyes, Mehemet the elder, remarkable, for his beauty, and the gentle Selim, whose merits might have procured the pardon of his family had not Fate ordained otherwise.  After next beholding the execution of his brother, Salik Pacha, Ali's best loved son, whom a Georgian slave had borne to him in his old age, Veli, weeping, yielded his guilty head to the executioners.\\n\\nHis women were then seized, and the unhappy Zobeide, whose scandalous story had even reached Constantinople, sewn up in a leather sack, was flung into the Pursak--a river whose waters mingle with those of the Sagaris.  Katherin, Veli's other wife, and his daughters by various mothers, were dragged to the bazaar and sold ignominiously to Turcoman shepherds, after which the executioners at once proceeded to make an inventory of the spoils of their victims.\\n\\nBut the inheritance of Mouktar Pacha was not quite such an easy prey. The kapidgi-bachi who dared to present him with the bowstring was instantly laid dead at his feet by a pistol-shot.  \\\"Wretch!\\\" cried Mouktar, roaring like a bull escaped from the butcher, \\\"dost thou think an Arnaout dies like an eunuch?  I also am a Tepelenian!  To arms, comrades!  they would slay us!\\\"  As he spoke, he rushed, sword in hand, upon the Turks, and driving them back, succeeded in barricading himself in his apartments.\\n\\nPresently a troop of janissaries from Koutaieh, ordered to be in readiness, advanced, hauling up cannon, and a stubborn combat began. Mouktar's frail defences were soon in splinters.  The venerable Metche-Bono, father of Elmas Bey, faithful to the end, was killed by a bullet; and Mouktar, having slain a host of enemies with his own hand and seen all his friends perish, himself riddled with wounds, set fire to the powder magazine, and died, leaving as inheritance for the sultan only a heap of smoking ruins.  An enviable fate, if compared with that of his father and brothers, who died by the hand of the executioner.\\n\\nThe heads of Ali's children, sent to Constantinople and exposed at the gate of the seraglio, astonished the gaping multitude.  The sultan himself, struck with the beauty of Mehemet and Selim, whose long eyelashes and closed eyelids gave them the appearance of beautiful youths sunk in peaceful slumber, experienced a feeling of emotion.  \\\"I had imagined them,\\\" he said stupidly, \\\"to be quite as old as their father;\\\" and he expressed sorrow for the fate to which he had condemned them.\",\"timestamp\":1639209227,\"title\":\"\\nDuring the two next nights he again thought he heard Emineh's voice, and sleep forsook his pillow, his countenance\"},\"digest\":\"WjWBmMhrfXfURfpVGG_edpkR07Pprtg5DBx7xEdWal4\",\"authorship\":{\"contributor\":\"0x9657e9353C2fAbB7cFDcd22Fb91D23149b982AE8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5rV_DV0aZ1wlJY4LGavwh3dVN8cc6KhbB-ptYWA3EPY\\\",\\\"y\\\":\\\"cHyOv2lPmIUP5RGjBI98ZjwTAXTv6QEuyPyjTzkBJF8\\\"}\",\"signature\":\"VAcmq6LqMr3B370X23iAt4EXkcGurOq3Y2YfZhKkFa9bxiJueLypD2n2etPHGatDxumqbZJv3Io2zT2Kl8aQLQ\",\"signingKeySignature\":\"0x69ff0c9d5f8dfd850b6c55b0c60e049d36da8fe8b0a94eba0eb12bc147758fd20140fa7ff1aadc9bc7b9c8b4f8deaa86a249a75deba2bc541b3497693ccffa201c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5rV_DV0aZ1wlJY4LGavwh3dVN8cc6KhbB-ptYWA3EPY\\\",\\\"y\\\":\\\"cHyOv2lPmIUP5RGjBI98ZjwTAXTv6QEuyPyjTzkBJF8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WjWBmMhrfXfURfpVGG_edpkR07Pprtg5DBx7xEdWal4\"}"