"{\"content\":{\"body\":\"**“Tourist or Resident?”**\\n\\nThe immigration officer’s question was routine but it caught me off guard. After a 15 hour circumpolar flight in the middle of a pandemic, all I could think of was finally going home. It had been almost two years since I had seen my parents and the house that I had spent much of my childhood in. After two years stuck alone on the other side of the world, it was a relief to finally be home.\\n\\n“Tourist.”\\n\\nI replied almost automatically. I’d answered this question a thousand times by now, but this time was different. As I waited for my entry stamp, I began reflecting on my curious reply and the bizarreness of coming home on a tourist visa. Trapped in the constant hustle of pre-pandemic life, bouncing from this visa to the next, I had scarcely paused to consider this.\\n\\nHowever, after two years of isolation - months of it entirely solitary - on the other side of the world, I find myself wrestling with my thoughts more than before. I am more willing to introspect and ask potentially upsetting questions about myself and with hers, the officer cut right to one of the most fundamental questions about myself that I don’t have an answer for: where am I *from?* What is my *identity?*\\n\\nI’ve been an immigrant virtually my whole life. I was born in Delhi but whisked away to Singapore at 6 followed by Dubai at 9 (or maybe 10 - it’s a bit hazy) before hurling myself across the globe to California at 18.  My education was first in British curriculum schools, and now in American curriculum universities. Because of this, I am a *[third culture kid](https://en.wikipedia.org/wiki/Third_culture_kid)*: someone raised in a culture different from their parents. This naturally results in a complex identity akin to a delightfully intricate tapestry woven together from the threads of all the cultures we are exposed to. When this tapestry is woven in diverse city-states such as Dubai and Singapore, where all the cultures of the world come together,  it becomes even more complex and impossible to associate with one place. The notion of a solitary “home” loses meaning and “Where are you from?” goes from an innocent question to an incessant quagmire of clarifications and introspection. \\\\*\\\\*\\n\\\\*\\\\*\\n\\nThe simple resolution is to just follow the paper trail and let the documents decide this fundamental question. My passport is Indian and I have a US nonimmigrant student visa. Apart from this there is no paper which associates me with any other place ergo the answer, as any immigration officer around the world can verify, is that I am an Indian from India. End of story. Usually when someone asks me where I’m from this is the answer I’ll give because it’s short, sweet, and not false.\\n\\nBut that can’t be it. I *am* Indian but it isn’t because I have a little black booklet with the words “Republic of India” emblazoned on it in gold letters. It’s because I was continually raised in an Indian culture at home. It’s because I speak the same language and share the same traditions as my parents and grandparents. Even though I genuinely enjoy various cuisines, the food I cook is almost exclusively Indian and Indian food will always have a special place in my heart. I still hesitate to address friends’ parents by their first names even if they’re the most laid-back and chilled out Californians, because they are my elders. Even though my schooling has been almost entirely in British and American institutions and I am fluent in the mores of Anglo-Saxon society, the foundation of my values is built from those of the place where I and my family come from.\\n\\nHowever, resting on this foundation is the combined influence of all the places I have been fortunate to call home at one point or another. My insatiable curiosity to learn about different cultures is the necessary result of a childhood of constant exposure to people from all over the world. Virtually all the kids in our apartment building in Singapore were Japanese, and my school was full of British kids. In Dubai, I’d be the only Indian playing basketball with crowds of Filipino and Arab players. Unconsciously, I absorbed many of their habits and even a little of their languages.  It’s the reason why I take special delight in trying to talk to people in their own languages. Even if I end up making mistakes I’ll have learned something new, and a connection is always more special when it is made through someone’s mother tongue. Thanks to the influence of my time in Singapore and Dubai, multiculturalism is irreversibly ingrained in my DNA.\\n\\nAnother example is the profound impact the US has had on me. This is the place where I became truly independent and learned to stand on my own feet. I’ve absorbed the spirit of individualism that gives this place its fabled dynamism, even though it sometimes comes in conflict with the more collectivist ethos of my foundational Indian values. Even from the plain legal perspective, I haven’t ever paid taxes to any country except the US. In fact, since I’ve been here for so long, Uncle Sam now taxes me just as he would any citizen despite my temporary visa status.\\n\\nSo tourist or resident? The answer comes down to what one considers to be *home*, and that’s not necessarily an easy question. The simple answer is just to follow the documents, but to do that is to strip away the critical essence of how identity is shaped. Although it has considerable influence on our life and the opportunities we have access to, a passport does not shape identity in any meaningful way. Life would be very odd if it did. It is the influences of the places we live in that determine our identity. These are the threads that form the rich tapestry of our lives. This is the fundamental difference between tourist and resident.\\n\\nWhen a tourist visits a place, they only take photos, souvenirs, and a handful of memories with them, which they may or may not forget about. A resident takes neither photos nor souvenirs, but instead the values and culture of the country that they unconsciously absorb by simply living there. These values shape their identity and cannot be forgotten even if one tries. We may or may not leave a mark on the places we live in, but they *always* leave one on us.\\n\\nWhenever Singapore Airlines lands at Changi Airport, the flight crew sign off with a unique message:\\n\\n“Welcome to Singapore, ladies and gentlemen, and to all Singaporeans and residents of Singapore, a very warm welcome home.”\\n\\nIt’s been a long, *long* time since my Singaporean residency expired but that doesn’t matter. It still feels special every time I hear it, because this place shaped who I am, and for that it’ll always be home. So will Delhi, Dubai, the Bay Area, and any other place I have the privilege to call home in the future.\",\"timestamp\":1639000175,\"title\":\"“Tourist or Resident?”\"},\"digest\":\"t-iFbW-AnI8TOx43RS5NAEhwLSjiiZXpP7XruEI6UHM\",\"authorship\":{\"contributor\":\"0xD1e2f37D48d87D11ceA7ea93a374bAc0ed2DfCa7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iQUA1X4eBXXW6_9jzm_zeh1PwAWh0ztMPlb8IaIXYFY\\\",\\\"y\\\":\\\"wPCLeq7M1zWLTcm8imXaBjym7i6DrdAlF4Qaij9u4lo\\\"}\",\"signature\":\"6FkMIbwRtpiQTYuOQutpF36zc0USVM-ET9n_rOKOk_hHrzGtg7-_QHDbx0iTIFd4hsgJUO7qYFekTPrS_AJmug\",\"signingKeySignature\":\"0x9efabb183d5bfa0d7e30383e0f3d86f58db1a79cb53b240941ed9f58990371bd7f2acdc8bee7a13b3eb43577fbdf371a0d876ed96a4eed10536af7aaca84b20e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iQUA1X4eBXXW6_9jzm_zeh1PwAWh0ztMPlb8IaIXYFY\\\",\\\"y\\\":\\\"wPCLeq7M1zWLTcm8imXaBjym7i6DrdAlF4Qaij9u4lo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"k9LCZPwgtdJX7_wn2X5xOr63lFSwptDTUCyE4Nmr9ko\"}"