"{\"content\":{\"body\":\"*Welcome back to Geeky everyone. A quick announcement: **check this new social network out - [Plugs](https://www.plugsapp.com/) - helping professionals to meet people who they would hang out with.\\\\\\nSubscribe below to join the VIP list and get early access before anyone else. **Looking forward to chatting with you on the app soon! ***🎉**\\n\\n[Subscribe to Plugs](https://forms.gle/pLaJHuVK54mCP9Ru8)\\n\\n*Today we are talking about Snapchat. How did the platform started out back in the days? Keep readin’👇*\\n\\n### Founders story\\n\\nSnapchat is a story of consistency and resilience. A story of how 1 super-fan helped the company taking off. Snapchat was created by Evan Spiegel, Bobby Murphy, and Reggie Brown, former students at Stanford University. It has become known for representing a new, mobile-first direction for social media, and places significant emphasis on users interacting with virtual stickers and augmented reality objects.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F56a195bd-c4d3-4adb-826a-1a345b8d6269\\\\_1920x1080.jpeg)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F56a195bd-c4d3-4adb-826a-1a345b8d6269\\\\_1920x1080.jpeg)\\n\\n*Snapchat co-founders Evan Spiegel (left) and Bobby Murphy. Forbes Media LLC/Corbis via Getty Images*\\n\\nSpiegel and Murphy were just college students in 2011 when they came up with the idea. At the time, the two fraternity brothers at Stanford University developed a disappearing messages app-which they called \\\"Picaboo\\\"- for a class project.\\n\\nAnd guess what, the project didn't receive great feedback. Not at all!\\n\\nNevertheless, Brown and Spiegel did not give up and brought onboard Bobby Murphy, who had a technical background. The three worked together for several months, and on July 8, 2011, launched Snapchat as \\\"Picaboo\\\" on iOS. The app was primarily for making a photo (the ability to send video snaps appeared a year later), which can be edited to include filters and effects, text captions, and drawings and sent privately to selected contacts, or a semi-public \\\"Story.\\\" There was also a much larger public story called \\\"Our Story.\\\"\\n\\nSome months after the release the company received a cease-and-desist letter from the photo book company named \\\"Picaboo\\\", so the guys had to rebrand. At the same time, Reggie Brown - who had designed the famous mascot \\\"Ghostface Chillah\\\" - was ousted from the company. He began a lawsuit against the company a year after rebranding. Snapchat has settled the lawsuit in 2014 for $157.5 million.\\n\\n### How did they get their first 30,000 users?\\n\\nAt the beginning, the app had no traction and popularity among millennials, the founders’ main target. With a working MVP, they tried many differen solutions to get users: started introducing the app only to a few friends and family, then they moved to their Stanford University community, and finally even tried to pitch it directly to the people in their city. In fact, they were giving tutorials, downloading the app on other people’s phones after explaining the benefits etc. They were showing up at shopping malls handing out flyers advertising Snapchat to everyone who was walking in. They were like “Hey, would you like to send a disappearing picture?”\\\\\\nAfter some time, they even tried to position it as a sexting tool. “Picaboo lets you and your boyfriend send photos for peeks and not keeps!”. Unfortunately, nothing worked. By the end of summer 2011, they had only 127 users.\\n\\nAs every success story, we know that luck plays a big part and one super-fan can determine the success of a platform.\\\\\\nIndeed, it turned out that Spiegel's mother had told his cousin who was in school about this app who later showed it to his classmates and started driving word of mouth. The app became a must-have in Southern California and it officially took off . By early 2012, it's active user base had increased to 30,000. The guys swiftly got the hint and pivoted the app to Generation Z. Since that key discovery, teenagers have been Snapchat’s core user base. All of their further decisions were rooted from this target audience refocus.\\n\\nAs of December 2020, Snapchat had 265 million daily active users. On average more than 4 billion Snaps are sent each day.\\n\\n*Alright, thanks for sticking through guys, hope you enjoyed it. If you did, share this post on LinkedIn, Twitter or Facebook. You can also leave a comment and sign up to the newsletter. If you did not like it, let me know and gimme some tipssss! See ya 👋👋👋👋*\\n\",\"timestamp\":1640364836,\"title\":\"Snapchat and their first 30,000 users\"},\"digest\":\"OJN4g5GXLeVzZc_WCXPFnGGZvLTrQBHByKg1FzcSJTI\",\"authorship\":{\"contributor\":\"0x143e964ff063bc1e3Ef5a11A34de885266E77186\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0lIwdmx6zquPA5TCKcnqn5yPo_RZ92Gp0nZv_iv3_-I\\\",\\\"y\\\":\\\"r77mXB8y9JZ9Mixw9y8Zw05TjegeMbL0Myu0eUNzAMo\\\"}\",\"signature\":\"dRZEG913VZYxB5_YAw_WldjiLMRjEzDqhtRD4LiVnXc2WHwhZWTWa9sl0GeA_Ax61aoRQZHxVO-_gcqDxWsfZA\",\"signingKeySignature\":\"0x9e69349837ba0c09082455bf73232cbb41dd91b52d92a2bd061e7f527039998d15022437ede489562ccd36d5c9cf3a35c65f15f75f329ca7a2637da3217048e91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0lIwdmx6zquPA5TCKcnqn5yPo_RZ92Gp0nZv_iv3_-I\\\",\\\"y\\\":\\\"r77mXB8y9JZ9Mixw9y8Zw05TjegeMbL0Myu0eUNzAMo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OJN4g5GXLeVzZc_WCXPFnGGZvLTrQBHByKg1FzcSJTI\"}"