"{\"content\":{\"body\":\"> 译者按：\\n\\n> 原作者马修·鲍尔（Matthew Ball） 是美国知名早期风险投资基金 EpyllionCo 的管理合伙人，同时也是企业家和创业顾问。EpyllionCo 的投资组合包括 Genvid Technologies, The Athletic, Dapper Labs, Antenna, Subspace, Dave’s Hot Chicken, Parrot Analytics, Pushkin Industries, Blaseball, Headspace, Mirror.XYZ, One More Multiverse 以及其他未披露的创业项目。作者同时还是世界上管理规模最大的游戏创投基金 Makers Fund 的风投合伙人，也是鲍尔元宇宙研究机构的联合创始人，同时管理了一支 Roundhill Ball 元宇宙 ETF 基金（纽交所代码：META）。他偶尔也是《经济学人》的撰稿人。\\n\\n> 他的职业生涯始于 2000 年代加拿大自然资源部的一名全职森林消防员，代表加拿大海岸警卫队签发通航许可证。后来他加入埃森哲担任战略高管，随后历任 Chernin Group 集团（由新闻集团前 COO 和 20 世纪福斯集团前 CEO Peter Chernin 创办）下属 Otter Media 的董事。2016-2018 年他担任亚马逊工作室的全球战略主管。他担任《纽约时报》《经济学人》《彭博》等众多美国媒体的受邀专家。\\n\\n> 鲍尔最早于 2018 年开始撰稿元宇宙主题的文章，在 2020 年 1 月发表过题为 \\\\*The Metaverse: What It Is, Where to Find it, Who Will Build It, and Fortnite \\\\*的随笔。2021 年在元宇宙概念风靡创投界之际，他重新回顾了一年多以来的思考，并重新汇编成了这个系列的随笔。\\n\\n> 这个系列包括九篇文章，其中第一篇是导言，第二到第九篇各从一个视角解读元宇宙的相关特征、现状与发展趋势。这组文章引用了大量时效性极强且深入浅出的实例，展现了一个元宇宙研究者清晰的拆解思路和开阔的思考角度，是**新手初探元宇宙破除成见、避免狭隘、科学认知**的好读物。当然，元宇宙在当下究竟是否一个合适的投资命题、是否具备充分的可实现性（特别是中国大陆），可能只有时间能给出答案。\\n\\n> 中文互联网并未发现这组文章的优质翻译，故译者斗胆对原文转译和润色，以飨读者。总标题和各章标题为译者修订，总标题谬取《九章算术》，既致敬这本中国古代数学启蒙原著，又暗合了这组文章的思想价值和章节数量安排；各章标题概括了该视角之于元宇宙的价值与意义。全文如有谬误，还请不吝赐教。原作者的观点不代表译者及译者所供职单位的观点，亦不构成投资建议。\\n\\n> 如欲与译者交流，烦请发送邮件至 mayor.zhu@gaozhangcap.cn，或查找该平台发布账号的联系方式。\\n\\n对移动互联网的起源，不同的人有不同的界定标准：一部分人认为是最早的移动电话问世；一部分认为是第一代数字无线网络，即 2G 网络商用；也有人说是无线应用协议（WAP）规范正式制定，催生了后来基于该规范的浏览器，让几乎所有「功能机」都能以可以承受的程度访问大多数网站。也有人认为，是最早能实现全天在线的主流手机黑莓 8500 系列。更多的当代年轻人会说是 iPhone 的推出，尽管距离首个移动电话通讯晚了 34 年、比 2G 协议的公布晚了近 20 年、比黑莓的首款产品晚了十年、比 WAP 协议晚了 8 年，但只有在 iPhone 之后，移动互联网的视觉设计原则、经济系统、商业模式才真正成为体系。\\n\\n实际上，没有一个明确的质变分水岭。我们很容易定义一种特定的技术在什么时候被创造、测试或使用，但这不精确代表一个时代的开始。因为事物的进化要经过技术从量变到质变的过程。例如，电气革命并不是一个稳步实现的过程；它至少包含了两个分离的技术、工业与转型浪潮。\\n\\n第一波浪潮在 1881 年左右开始，爱迪生刚刚在曼哈顿和伦敦建立了电力站。这距离他首次点亮不靠蜡油的电灯泡仅仅过去了两年，商业化也才起步一年时间，爱迪生希望加速电气时代的来临，但工厂主们并不买账。即便在 30 年以后，美国本土只有不到 10% 的机械动力是来自于电，其中三分之二没有接入电网，而是自给自足。第二波浪潮的突然启动发生在 1910-1920 年之间，机械动力中电气所占的比例迅速攀升至 50% 以上，其中三分之二来自于独立的发电设施；这个数字在 1929 年进一步上升到 78%。\\n\\n两波电气化浪潮的核心差异，不在于美国工业使用了多少电力，而在于怎么使用电力，以及围绕使用电力做出了哪些设计。\\n\\n![](https://images.mirror-media.xyz/publication-images/6US1_q-76_q12wTH1O8AY.png?height=1100&width=976)\\n\\n工厂最初引入电力时，往往都用于照明，或是替代本地的动力源（例如蒸汽），并不会想着将原来的基建更换，以适应新能源的传输和工作。他们仍旧使用繁重、吵闹和危险的庞大齿轮组，这套设备不但难以升级或更换，而且由于齿轮的串联状态，任何一环的失效都会让整套设备趴窝，所以只有全开和全关之分，动力必须时刻喂饱全部设备。这么费劲的结果是，这套设备往往只能应付特定的工作。\\n\\n![](https://images.mirror-media.xyz/publication-images/4uQoM6JCbrKpASvcZRxXj.png?height=650&width=976)\\n\\n最终，新技术和理论赋予工厂将他们全部更新成电气设备的理由和能力，用电缆淘汰齿轮，安装具备独立电机的机器，用于缝纫、切割、压制和焊接等功能。\\n\\n这么做的益处是广泛的，改造后的工厂相比此前拥有更多的可利用空间、更好的照明、更清新的空气、更安全的设备。更重要的是，每一环的能源供应可以独立控制，也适用了更加模块化的设备（例如电闸）。\\n\\n![](https://images.mirror-media.xyz/publication-images/vNXiE2xRCZTnxL4MnqXCZ.png?height=700&width=976)\\n\\n此外，工厂抛弃笨重的设备后，可以紧密围绕生产流程规划生产区域，也可以很方便地做常规改动。这意味着 18 世纪晚期就有雏形的生产流水线，终于能够被很多制造业完整地布置到工厂中，或是进一步提高生产效率。例如在 1913 年，福特组配了第一条汽车移动装配流水线，电力和传送带的引入让每辆车的装配时间从 12.5 小时缩短到了 93 分钟，能耗还降低了。根据历史学家戴维・E・奈（David E. Nye）的说法，福特著名的高地公园工厂是一个灯火通明、电力充沛的工业乐园。\\n\\n在吃螃蟹的人尝到甜头之后，整个市场都被推着竞争，促进了电气基建、设备和生产模式的投资与创新。福特的那条流水线使用一年不到，福特的汽车产量已经超过了全行业其他品牌的总和；到第 1000 万辆汽车下线时，街上每两辆车就有一辆出自福特。\\n\\n电气革命的第二波浪潮并不是如爱迪生所愿、以他的天才发明为基础实现跃迁式的发展，也不仅仅是取决于发电站数量的变化。相反，它反映出包括能源管理、生产设备、生产理论在内的大量互相勾稽的创新。这些创新的一部分依赖天才经理人的实践，一部分需要物理空间，一部分以城市为组织单元，它们都离不开劳动力和生产流程的变化。\\n\\n戴维・E・奈告诉我们：「福特不是先构思出流水线，再让主管去实现……高地公园工厂汇集了对美国制造流程最了如指掌的经理人和工程师……他们碰撞了思维火花，基于他们多元的工作经验，共同创造了一种新的生产模式。」星星之火最终燎原，开启了「咆哮的 20 年代」，造就了百年中劳动力和资本生产率年均增幅最大的升浪。\\n\\n**移动互联网的源动力**\\n\\n电气时代的经验指导我们如何思考移动互联网时代。看起来 iPhone 标志着移动互联网时代的开端，因为是它把我们现在称为「移动互联网」的所有东西浓缩到这样一台可以轻松把玩、随身携带的设备上。但是驱动移动互联网前进的因素远不止如此。\\n\\n事实上，我们先前提到的 iPhone 甚至并非第一代，而是第二代 iPhone 3G，这也是 iPhone 历史上代间销量增长最大的一代（大约翻了两番）。iPhone 3G 正式引入了 3G 移动网络和 iOS App Store，让无线网络和智能手机真正有了生命。\\n\\n可是，3G 移动网络和 App Store 不是 Apple 一家的功劳。iPhone 中的 3G 芯片由英飞凌制造，标准由国际电信联盟和 GSM 协会指定；还需要像 AT&T 这些无线通信商通过通信塔配置，通信塔又由 Crown Castle 和 American Tower 这些基建公司建造。App Store 中的应用则是由数百万开发者开发，正如上世纪 20 年代数千家供应商生产用途各异的电机一样。这些应用又分别基于一大批公共标准——从 KDE 到 Java、超文本传输协议（HTML） 和 Unity，它们由外部的第三方建立、维护，其中有些还在关键领域与 Apple 竞争。App Store 的支付靠数字支付系统和银行的支付通道维系。iPhone 还依赖数以万计的外部技术，从最早来自三星的 CPU（又是从 ARM 授权而来），到意法半导体的加速计、康宁的大猩猩玻璃、以及博通、Wolfson（已被思睿逻辑收购）、国家半导体等公司的各类专利。\\n\\n所有上述创新和产品的有机结合，造就了 iPhone 和移动互联网时代的开启，也奠定了发展路径。\\n\\n目光转向 2020 年发售的 iPhone 12，Apple 不再像当年做 iPhone 3G 时花大价钱在 iPhone 12 上。即便 2008 年 Apple 可以配置 5G 网络芯片，5G 协议并不存在、5G 网络还没建立，也没有应用能够享受到 5G 的低延迟或大带宽。即便 Apple 能把现在基于 ARM 的强大 GPU 放回到 2008 年，当时的游戏开发者也没有合适的游戏引擎来榨取芯片的性能。\\n\\niPhone 一路走来需要整个生态系统的创新和投资，然而大部分其实在 Apple 的体系之外（即使 iOS 平台是这些进步的核心驱动力）。Spotify、Netflix、Snapchat 等应用让消费者和商业社会需要更好更快的无线网络，才有 Verizon 对 4G 网络和 American Tower 网络通信塔的投资，否则 4G 的杀手应用只是看起来更快的邮件而已。更好的游戏才能利用更好的 GPU，Instagram 这样的照片分享服务才充分调动了相机的进步。进化的硬件激发了厂商们的参与度，进一步驱动这些公司增长和获利，来提供更好的产品、应用和服务。因此，我们应该认为整个市场是在自我驱动，就像电网的采用导致了小型工业电机的创新，反过来推动了对电网本身的需求。\\n\\n我们还必须考虑消费者使用能力改变的作用。iPhone 主屏幕按键的设计本可以从一开始就否定，但还是一直存在到了 iPhone X 推出前。取消主屏幕按键能给手机内部留下更多空间，来安放其他硬件，或是单纯地增加电池容量。然而，考虑到当时消费者的使用习惯，保留一个主屏幕按键是更平衡、灵活的解决方案，它是一种教育消费者的存在。就像关闭翻盖手机一样，当消费者误操作或感到困惑的时候，主屏幕按键是安全、简单、直觉回到正常状态的操作方式。消费者花了 10 年时间，终于做好了迎接正面无按键产品的准备。关键在于，尽管其中一些技术可能早就成熟，只有随着时间推移，消费者才加快习惯新的先进技术，也能更好地采用未来的技术！\\n\\n正如消费者转向新的思维模式，行业也是这样。过去 20 年间所有行业都围绕移动工作流、产品或业务线重构人事、管理和定位。这种转型与任何硬件、软件创新一样重要；反过来，也为后续创新奠定了基础。\\n\\n**元宇宙之迷思与何时降临**\\n\\n在思考过以上问题后，我们回到元宇宙这个命题。常有人错误地将元宇宙和虚拟现实划等号，这就像是说 iPhone 就是移动互联网一样。iPhone 不是移动互联网，它是消费者用来访问移动互联网的软硬件平台。有时元宇宙被描述为虚拟的用户生成内容（UGC）平台，这就像是说 Yahoo（互联网门户/首页）、Facebook （基于 UGC 的社交网络）或《魔兽世界》（多人在线游戏）是互联网本身。有时我们会听到更云里雾里的解释，例如「元宇宙是永续的虚拟空间，身份和资产在其中永续」，这种表述离事实不远但仍然不充分，像是在说互联网就是 Verizon（将你连接到互联网的宽带通信商）、Safari（能够基于单个屏幕和 IP 渲染所有网页的浏览器）或 HTML（一种允许网络创作和显示的富文本语言规范）。显然元宇宙并不仅指一种你可以沉浸的游戏或虚拟空间。\\n\\n我们对元宇宙的理解，应该是移动互联网的次世代状态。消费者固然应当拥有可以与元宇宙互动的核心设备和平台，元宇宙还依赖很多其他因素。我们不会说 Facebook 或 Google 是互联网本身，他们是互联网上（或中）无论是通过浏览器还是应用都可以轻易访问的目的地和生态。类似地，《堡垒之夜》和《罗布乐思》看起来像元宇宙，因为他们浓缩了如此多技术和潮流到一个单体的体验中，就像 iPhone 一样，拥有极强的可塑性和区分度，但他们仍然不是元宇宙。\\n\\n**元宇宙的思考框架**\\n\\n这篇文章的目的是提供一套对蒸蒸日上的元宇宙的思考框架。元宇宙的理想化构思（例如永续性、同步性、并发性、互动性）已经存在数十年之久，我们将通过众多领域持续的、勾稽的、交叉的进步，最终到达那个终点。\\n\\n今天我们仍然在漫漫长路上，不仅是因为互联网和移动互联网正在为之重塑，还因为有大量针对元宇宙的技术、体验和行为在孕育。\\n\\n我个人将崛起的元宇宙拆分成八个维度：\\n\\n1. **硬件**：被定义为「用于访问、实现交互或开发元宇宙的物理技术和设备」，我们将着重讨论它们在当今市场上的销售情况，以及这些硬件如何对元宇宙实现支持。我们会在本文中讨论面向消费者的硬件（如 VR 头盔、手机和触觉手套）以及面向企业的硬件（如用于操作或创建虚拟或基于增强现实的环境的硬件，如工业相机、投影和跟踪系统以及扫描传感器）；但我们将不会讨论电脑专用的一些硬件，如 GPU 芯片和服务器，以及用于搭建网络的硬件，如光纤电缆或无线芯片组。\\n2. **网络**：被定义为「由骨干供应商、网络、交换中心、路由服务，以及入户运营商所共同保障的永续实时连接、高带宽、去中心化数据传输」。\\n3. **算力**：被定义为「支持元宇宙启动和轮转的计算能力供应，支持诸如物理计算、渲染、数据协调和同步、人工智能、投影、动作捕捉和翻译等多样化与高要求的功能」。\\n4. **虚拟平台**：被定义为「开发和运营沉浸式数字的、通常是三维模拟、环境和世界，用户和企业可以在其中探索、创造、社交和参与各种体验（如赛车、画画、听课、听音乐），并参与经济活动」。这些业务有别于传统的在线体验和多人视频游戏，因为存在一个由开发者和内容创作者组成的大型生态系统，他们在底层平台上产生大部分内容和/或收取大部分收入。\\n5. **互联互通工具和标准**：被定义为「作为实际或事实上的交换操作标准的工具、协议、格式、服务和引擎，并使元宇宙的创建、运行和持续改进成为可能」。这些标准支持诸如渲染、物理和人工智能等活动，以及资产格式及其在体验间的导入导出、前向兼容性管理和更新、工具和创作活动、以及信息管理。\\n6. **支付**：被定义为「对数字支付流程、平台和操作的支持，其中包括法币与数字货币的兑换（fiat on-ramps），以及诸如比特币和以太坊在内的币币交易金融服务，以及其他区块链技术。」\\n7. **内容、服务和资产**：被定义为「与用户数据和身份连接、以虚拟物品和货币为代表的数字资产，它们的设计/创造、销售、二次流通、存储、安全保护和财务管理」。这包括所有并非由平台运营者整合的，构建在、且/或服务于元宇宙的商业实践和服务，涵盖那些可以独立于虚拟平台存在而服务于元宇宙的内容。\\n8. **用户行为**：被定义为「消费者和商业行为（包括消费和投资、时间和注意力、决策和能力）的可观察变化」。这些变化要么直接与元宇宙相关，要么以其他方式使其成为可能，或者反映其原则和理念。这些行为在最初出现时几乎总是像「跟风」，但后来显示出持久的全球社会意义。\\n\\n![](https://images.mirror-media.xyz/publication-images/SvrONN76x3H1Ju1CBlIP2.png?height=694&width=1080)\\n\\n每一环对元宇宙的建立都是如此重要。如果单拎一个领域，我们可能有直觉它应该如何发展，或是明显的壁垒在哪里（例如，VR 分辨率或帧率，或网络延迟）。然而近代史告诫我们，在通往完全运作的元宇宙的路上，不要对任何特定的路径或理想化想法先入为主。\\\\\\\\\\n\\n互联网曾经被设想为「信息高速公路」或「万维网」，然而这两种描述对于规划 2010 或 2020 年没有任何帮助，也无法帮助我们理解每个行业如何被互联网重塑。即使更具体的论述是正确的，正确的结果也不一定从它们导出。几十年来大家都认为，互联网会有纯粹的数字交易、大量的用户生成的内容和在线网络游戏，但并不会预测到比特币、TikTok 或 Twitch。而且，即使人们能够预测到这些产品和服务的技术或操作原理，其用户的行为、货币化模式以及对社会的更广泛影响也是不可知的。\\n\\n也就是说，我们对实现元宇宙所需的个别技术和行为有一些直觉，但它们如何结合、产生什么，才是难而重要、决定世界如何改变的核心，就像电气革命的意义绝不在于 20 世纪纽约发电量一样。\\n\\n然而根据先例，我们可以猜测元宇宙将彻底改变几乎每个行业和功能。从医疗到支付、消费品、娱乐、劳动，甚至性工作。此外，全新的行业、市场和资源将被创造出来，以实现这个未来，新类型的技能、职业和证书也将被创造出来。这些变化的整体价值将达到数万亿。\",\"timestamp\":1640333738,\"title\":\"马修·鲍尔的元宇宙「九章算术」| 第一章 一份元宇宙的思维框架\"},\"digest\":\"4pCol9H2TbMIkgZOVXXGoNrL77MZCclQexIXiVAMWlk\",\"authorship\":{\"contributor\":\"0xff87a8C90595171D06c92D6926dBBf43777CF7A3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o6HgBnj3MrKQxloG2bj_SdxCaPY00U72BOONzHvA5K4\\\",\\\"y\\\":\\\"20oYrICB1JCNF2Jul4_pcbxLSB2tmBCE0sS6AgS5U1Q\\\"}\",\"signature\":\"4lLFkbCJVEQ7Nwp-kgryie6TJHhNZnyHFkPd29vjCOwNPUo0sO9VyINWGJypyjcPxUm9wXUNxZi90Vpd7xOJUw\",\"signingKeySignature\":\"0xe0ce86bdc9417dca24c0e2d8a36835de1ca8c3242fec1c44e7db166b99cfa81d183c1a017f157c51168de6643fcfe94be9b7e48a188244a1db785d50550d32951b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o6HgBnj3MrKQxloG2bj_SdxCaPY00U72BOONzHvA5K4\\\",\\\"y\\\":\\\"20oYrICB1JCNF2Jul4_pcbxLSB2tmBCE0sS6AgS5U1Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"R8Cwkb6TVppaSwaxP-i-fjc-J7bcopaeW-NUavrFgqw\"}"