"{\"content\":{\"body\":\"Having grown up in a religious family, I was taught to acquiesce halfheartedly to dogmas passed down generations. Surely, there is some truth to such conventional wisdom, right? These dogmas were subject to the test of time, yet have survived and percolated into the 21st century. ‘Don’t cut your nails at night’, ‘You can’t leave the house if u sneezed,” these were some of the conventional wisdom my household was ridden with. As a staunch believer of the scientific method, I began questioning such modes of thinking.\\n\\n![Some people also believe that part of your soul lives in your nails, so when you trim them, you’re releasing some of your (now rejected) soul into the spirit filled night, attracting malicious spirits.](https://www.notion.so/image/https%3A%2F%2Fmiro.medium.com%2Fmax%2F580%2F1\\\\*gClVesJI2-7aXScSa5M-zw.jpeg?table=block&id=f84c5283-883a-4e6d-b2a9-4415d9dc9452&cache=v2)\\n\\nSome people also believe that part of your soul lives in your nails, so when you trim them, you’re releasing some of your (now rejected) soul into the spirit filled night, attracting malicious spirits.\\n\\nA particular piece of conventional wisdom I have found rather quixotic is that we should “read self-improvement books to improve our lives.” Millennials nowadays drown themselves in self-help books, indulging in self-sabotaging methods that lead to ‘happiness’, listening to Gary Vaynerchuck and lots of other content in their incessant pursuit for a meaningful life. In the 21st century, the key to happiness seems to be having more, working less, being skinny and taking fancy pictures for Instagram. We’ve been told that positive thinking, repeating affirmations and ‘faking it till you make it’ was a surefire method to happiness.\\n\\n![notion image](https://www.notion.so/image/https%3A%2F%2Fmiro.medium.com%2Fmax%2F700%2F1\\\\*ouef4Iylfp2SAjhDt8hmaQ.png?table=block&id=97e9defe-d294-48b5-ba6b-469be4fe9ae9&cache=v2)\\n\\nAbout a month ago, my friend recommended me this book by Mark Manson, “The Subtle Art of not giving a f\\\\*\\\\*k”. I did some exploring and soon enough, I found myself immersed in the self-help realm, with an endless amount of self-help ebooks queued in my downloads. I quickly realised this grave I was digging myself in. How is it that our generation requires such external assistance to become happy, but *previous* generations did not? The sudden and burgeoning influence of the insidious self-development industry is terrifying considering that most authors are out to exploit our inherent imperfections.\\n\\n![notion image](https://www.notion.so/image/https%3A%2F%2Fmiro.medium.com%2Fmax%2F700%2F1\\\\*5sYFibnQzroNfvB4G1uI1A.jpeg?table=block&id=95f87b35-3c76-4500-94c7-f58eeeee5be2&cache=v2)\\n\\nMost of the personal development information online is designed for **ego-gratification**, trapping us in this avalanche of content and keep us wanting for more, and rarely works as intended. Consuming an unhealthy amount of such content reinforces the idea that we need help on a deep psychological level. However, the opposite is also true. Completely ignoring self-help content leads to black-and-white thinking. What I suggest we do is change our relationship with the self-help genre, viewing it as a means to end our problems rather than just to get an ‘ego-driven’ high, that makes us feel like we have our lives figured.\\n\\nThis breeds a generation of self-entitled youth who feel like they deserve happiness because they did X, Y and Z. Counterintuitively, it is the downs in life that make the ups meaningful. We need to stop chasing happiness and perfectionism. By questioning such conventional wisdom, we emancipate ourselves from the shackles of the \\\\*\\\\*\\\\*insidious \\\\*\\\\*\\\\*self-help industry who have little to gain from helping us escape our existential crises. We need to embrace the countless painful failures that come our way in life and not seek a miraculous solution from some self-help guru.\\n\\n> *“If I asked people what they wanted, they wouldn’t say a car, they would have said faster horses.” \\\\~ Henry Ford*\\n\\nI think it is important for every individual to be a critical independent thinker, who takes the time to question or validate the assumptions that underlie all conventional wisdom. The problem here lies not within the wisdom itself but rather the follower mentality it encourages under a facade of being safe. If everyone believes in it, then it must be true right? It shuts down creativity and alternative ways of thinking. It intimidates people from mentioning new ideas and expressing opinions that run counter to prevailing attitudes. Innovation is change, and without change, there will be no innovation.\\n\\n\\n***\\n\\n![notion image](https://www.notion.so/image/https%3A%2F%2Fmiro.medium.com%2Fmax%2F680%2F1\\\\*438X_vEv821O9-KJtO1N5g.jpeg?table=block&id=6adc4afc-65b4-4756-b627-271a5b9f66f6&cache=v2)\\n\\n\",\"timestamp\":1642610759,\"title\":\"Conventional Wisdom\"},\"digest\":\"YyxZhh4ZMpkPar2s2ALbdtYRNK-BaXfczrPTmS4sFuk\",\"authorship\":{\"contributor\":\"0xF3d5Dc106c1Eb359372D6A7823DC3b5e88F171df\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7sYN3FLlT0uMRTlm00Kd-aEVwVD4byyXnZNXvJwJe_s\\\",\\\"y\\\":\\\"nKwXcO8nWv2GKplVfYYNVcfDShAQ0oKpLmE-NqWINiY\\\"}\",\"signature\":\"p3TldNFqvkiIDrvp0m_LOwc9AWY4Sr2rxuaBVZkyzlbha608BrIvMNM3BRagjKZfqeUs5z795uGKcblzdgR-vg\",\"signingKeySignature\":\"0xd30c5a1029662677ddd8fb094d6ed65ee86586ef379322814934bdd8f68a5f0027a2c3f30f75778271be6d0ed2a85140b492d8d9f90401db16b10241115b797400\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7sYN3FLlT0uMRTlm00Kd-aEVwVD4byyXnZNXvJwJe_s\\\",\\\"y\\\":\\\"nKwXcO8nWv2GKplVfYYNVcfDShAQ0oKpLmE-NqWINiY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YyxZhh4ZMpkPar2s2ALbdtYRNK-BaXfczrPTmS4sFuk\"}"