"{\"content\":{\"body\":\"*9.4.2020*\\n\\nAt El Cap we’re often in conversations with founders who have been building a business with little to no outside capital for years. They have been focused on building a product, talking to customers, iterating as they learn more, and trying to grow in a continuous cycle. Bootstrappers. Much of their time to date is spent thinking about how to accomplish the most with the least. By the time we’ve connected with this kind of leader, it’s likely they’ve had time to form some strong habits. And these habits are often the source of early challenges if we invest.\\n\\nWe aim to invest in businesses that have reached an inflection point. Things are working, product-market fit exists, and more capital can help the business grow more quickly in concrete ways. This can take many forms. More money to experiment with marketing strategies, to ramp up hiring, to add product verticals, to expand into new markets, etc. In simpler terms, most founders we talk to have already affirmitavley answered the question of “Can this be a business?” Chances are by the time you’re talking to me; a new question has popped up. “What would more money enable you to do for your business that you can’t do today?” Founders fundraising usually have great prepared answers for this question.\\n\\nYet simply taking capital for the first time doesn’t flip a switch in the minds of every entrepreneur. Bootstrappers are often forced to operate from a limited resource mindset in the earliest stages of a company. I call this a scarcity mindset. Shifting to a more abundance driven mindset can prove challenging at first. I believe an abundance mindset enables founders to think bigger. It empowers them to ask “what can we do, try, and learn now that there is more capital to support our goals?” Surviving is no longer the most important consideration, rather optimizing to thrive should become the primary focus.\\n\\nI see it as part of my job to help the leaders in our portfolio make this transition from scarcity thinking to an abundance mindset. This responsibility is an important one, but not a difficult one in my experience to date. We’re fortunate that we’re backing founders where the biggest challenge is to encourage them to use the capital we’re investing as a tool to expand upon, and accelerate the great work they’ve done to date, rather than having to caution them to rein in their spending habits. That feels like a tougher challenge, and a more volatile mindset shift from my perspective.\\n\\nWe focus on discipline, fundamentals, and data driven decision making in our work at El Cap. By extension of what we look for, the founders we partner are focused on the same things, which is always a great starting point from which to evolve.\\n\\n[@kunaltandon](http://twitter.com/kunaltandon)\",\"timestamp\":1639612498,\"title\":\"The Shift\"},\"digest\":\"XVDokr0NAnEL9Y_KM4ZVeGraxCEfcM_NQnmDn36NNiM\",\"authorship\":{\"contributor\":\"0xdC41EF1A9472aFa2DbDc181de54Ff7379BCEfB31\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"signature\":\"QcnQ0WvIRtsNdPgSiRUQv8ENl-Lf9_sCNDYInMNClmLh04rgshmjGJQcA9ZOlsy2t4EU6OwqH3gyVj0gwBCoqA\",\"signingKeySignature\":\"0xd44a3c93c28e7144ee80758b86c309e0f730523ad9aa2df1237eb895047405be1e83f95302bbbe29940608dda3ffc8744f5f0a5fae6260791d35c8bba003eb301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XVDokr0NAnEL9Y_KM4ZVeGraxCEfcM_NQnmDn36NNiM\"}"