"{\"content\":{\"body\":\"NFTs are here to stay and the arrival of the metaverse is only set to make their appeal and use even more popular.\\n\\nEven as nonfungible token (NFT) transactions have taken off and made headlines, to most people outside the crypto world, they’re just a gimmick. The metaverse will change that.\\n\\nThere’s always a tipping point when new technologies go from incomprehensible fringe interest to, suddenly, part of life. That point usually comes from the confluence of a number of drivers and, right now, we’re experiencing what happens when two such trends hit the inflection point together.\\n\\nMark Zuckerberg’s [decision to rebrand Facebook to Meta](https://cointelegraph.com/news/breaking-facebook-rebrands-to-meta-as-focus-expands-beyond-social-media) was enough to propel the metaverse into major headlines around the world, although the concept has been around for at least three decades. It is this apparent sudden emergence of the metaverse that provides the escape velocity for the rehabilitation of NFTs’ image as a speculative crypto gimmick.\\n\\nMajor brands, such as Morgan Stanley, are now in the business of predicting the future of NFTs, and the “digital luxury” sector has forecast a Metaverse [valued](https://www.reuters.com/technology/metaverse-50-bln-revenue-opportunity-luxury-ms-2021-11-16/) at $50 billion by 2030. The next phase of the NFT cycle has begun.\\n\\n***Related: [Why are major global brands experimenting with NFTs in the Metaverse?](https://cointelegraph.com/news/why-are-major-global-brands-experimenting-with-nfts-in-the-metaverse)***\\n\\n## More than virtual\\n\\nThe metaverse is commonly thought of in terms of virtual and augmented reality, but it’s not that simple, even though VR/AR adds to the promised immersive experience. It’s also thought of in terms of games, as in Ready Player One, but it’s not confined to that either. However, both give clues to what it will be.\\n\\nWork on the metaverse has already bent toward an “embodied internet,” to [quote](https://www.theverge.com/22588022/mark-zuckerberg-facebook-ceo-metaverse-interview)Zuckerberg’s vision: A network of interconnected virtual experiences that blend the digital with the physical, offering new ways to work, play, socialize and create. Think of it as an extension of the work-from-home experience precipitated by COVID-19 — but now in a 3D virtual space, whether you’re accessing it via a headset or a regular, 2D screen. Remote meetings wouldn’t have to mean a wall of talking heads; instead, you could share a virtual space with a group of avatars. That matters because having a real sense of presence enables more nuanced, natural interactions.\\n\\nFacebook, of course, saw this opportunity early and has every reason to continue to promote it. Its Oculus Quest headsets — sold out through much of 2020 — have [added](https://www.pcgamer.com/the-oculus-quest-2-will-be-a-must-have-this-black-friday-sale-or-none/) major impetus to the VR market, largely thanks to their ease of use. The speed with which this device has gained traction underlines the new consumer appetite for 3D experiences: In the past 18 months, people looking to escape the isolation of lockdown have creatively repurposed games as venues for social interaction, be it weddings in Animal Crossing or work meetings in Red Dead Redemption.\\n\\nThere’s no clearer indication of the way games lay the groundwork for what will soon be a far broader set of experiences. Another player that has had its eye on the metaverse for some time is Epic Games, the studio behind juggernaut Fortnite, which hosted a virtual concert by electronic act Marshmello a full year before lockdown. Epic CEO Tim Sweeney has bet the farm[ ](https://www.washingtonpost.com/video-games/2020/04/17/fortnite-metaverse-new-internet/)on the metaverse, [offering](https://www.washingtonpost.com/video-games/2020/04/17/fortnite-metaverse-new-internet/) services — including their Unreal Engine design tools — for free. The aim? To nudge development in the direction he wants to see — one with fewer barriers, more interoperability, more data sharing. Less centralized; less harmful.\\n\\n***Related: [Facebook’s centralized metaverse a threat to the decentralized ecosystem?](https://cointelegraph.com/news/facebook-s-centralized-metaverse-a-threat-to-the-decentralized-ecosystem)***\\n\\n## Metaphysics ... with a helping of blockchain on the side\\n\\nThere’s certainly no underlying necessity for a decentralized structure, but it aligns with what many metaverse advocates see as the most desirable goal: What Sweeney [describes](https://twitter.com/timsweeneyepic/status/1355573241964802050) as an “open framework where everyone’s in control of their own presence, free of gatekeeping.”\\n\\nTo create a metaverse worthy of the name, rather than a collection of separate 3D spaces, platforms need to be interoperable and seamless. Payments must be secure, friction-free and instantaneous, and it must be possible to retain and use the assets created (such as your customized avatar) no matter where in the metaverse you are. Until recently, to participate in the digital world, you had to leave a trail of breadcrumbs that allowed gatekeepers (game makers and so on) to recognize you. Blockchain, when used by individuals to keep track of their accounts, assets and transactions, adds rich potential for users to pick and choose how they behave, what they own and what they decide to trade.\\n\\nBlockchain is one of the “core enablers” of the metaverse, [according](https://www.matthewball.vc/all/forwardtothemetaverseprimer) to venture capitalist and influential metaverse commentator Matthew Ball. Another crucial element in his definition of the metaverse is an “individual sense of presence, and… continuity of data.” The more you “live” online, the more important your individual “skin” will be. Even the most basic pixel art can come to be strongly associated with individual identity, as shown by the passion for CryptoPunks; owners often say they feel closely connected to their punk.\\n\\nIndeed, NFTs are making it ever more possible to express individuality online, whether through randomly generated or carefully designed features. The virtual clothes and accessories users choose in the metaverse will help to make online identity feel true to each person and deepen their engagement. Fashion and art are a vital part of self-expression in the physical world; why should the online world be different?\\n\\nAs mentioned earlier, digital fashion is [booming](https://www.gq-magazine.co.uk/fashion/article/nft-fashion-industry) and it has a new growth opportunity in NFTs. Design houses and celebrities are selling skins, outfits, hairstyles and pets as NFTs; “dropping NFTs” is as hot as dropping an unexpected album. In fact, both musicians and athletes are embracing the possibilities of earning royalties when NFT assets are sold, in hopes they will be able to create a new system of property rights, unencumbered by the practices of legacy brokers.\\n\\n***Related: [Haute Couture goes NFT: Digitalization at the Paris Fashion Week](https://cointelegraph.com/news/haute-couture-goes-nft-digitalization-at-the-paris-fashion-week)***\\n\\nAs digital property rights become legitimized and blockchains become more secure, NFTs may become more serious bargaining chips. Imagine a group bargaining with Disney for the rights to use their characters, for example. Seems far-fetched? Sotheby’s recently saw a DAO (comprising 17,000 donors) push bidding for a rare copy of the US Constitution to over $43 million. Although they didn’t win this time, it’s clear that NFT-facilitated shared ownership is set to be a real economic force.\\n\\n## Financing the future\\n\\nWhat does all this mean for capitalism, innovation and creativity? For business models and our lived experience?\\n\\nThe range of revenue streams available on the metaverse, from gaming to ticketing to software subscriptions to healthcare, holds the potential to shift the tech paradigm away from advertising and big data, with all the privacy and security nightmares they have brought. That certainly isn’t a given, but it is at least a possibility.\\n\\nThe more open and accessible the platforms are, the stronger this narrative becomes. Interconnecting platforms attract more users; then seamless, interoperable payments and assets mechanisms increase their incentive to design and trade — circulating revenue throughout the system and increasing the potential for a parallel economic order.\\n\\nMajor games corporations are already making their metaverse development tools widely available with the explicit aim of encouraging interoperability and thereby wider adoption. These companies are convinced that an open metaverse is best for business. It will certainly be the best way to create a thriving online economy — one in which users are motivated to participate and to create value, which will accrue to platform developers as well as user-creators.\\n\\nIt’s just possible that, for once, the technological, philosophical and economic cases all point in the same direction: toward a distributed metaverse, using the capabilities of blockchain technology, in which online citizens can finally escape the walled gardens of Web 2.0 and reap the benefits of their contributions. In this exciting new world, NFTs will bridge the gap between the real and the virtual. From identity to enterprise, tangible ownership will make all the difference. It’s a whole new level of reality.\\n\\n*This article does not contain investment advice or recommendations. Every investment and trading move involves risk, and readers should conduct their own research when making a decision.*\\n\\n*The views, thoughts and opinions expressed here are the author’s alone and do not necessarily reflect or represent the views and opinions of Cointelegraph.*\\n\\n**Stephanie So** is an economist, policy analyst and co-founder of Geeq, a blockchain security company. Throughout her career, she has applied technology within her specialist disciplines. In 2001, she was the first to use machine learning on social science data at the National Center for Supercomputing Applications. More recently, she researched the use of distributed networking processes in healthcare and patient safety in her role as a senior lecturer at Vanderbilt University. Stephanie is a graduate of Princeton University and the University of Rochester\",\"timestamp\":1639379454,\"title\":\"The Metaverse will bring unbridled evolution to NFTs\"},\"digest\":\"OdnfkTpYmQd2BifKfldEaMD1GhEEDKS-PMYEw8jghyg\",\"authorship\":{\"contributor\":\"0x6d08E06183af7cefD6aaF0e5B5d537d952f44aC7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x3AA07-kjCwzu9Se6weGv-znrLDwu4lYqMXnE6Y2TUs\\\",\\\"y\\\":\\\"7tM0tMJSobFzZDcB7jRKs0nU-G9nsoy_0y_Y8ZS91yY\\\"}\",\"signature\":\"qfmwTz71lmbhZ_uxryFnV6tq628P8JEq6iXkFdcSuSxzIvXSiOLX5XZFxfJ-UPsVX6MaAeHhT-qiccfgdVPAMg\",\"signingKeySignature\":\"0x78edfcad2734f9cda4b0a78356988f4b31f8406d8df14cbee631b68121ba4b7c3e49d17baebce5f73c8de810ba90b337dd464b4dbe234e74bb29e7431e108e841c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x3AA07-kjCwzu9Se6weGv-znrLDwu4lYqMXnE6Y2TUs\\\",\\\"y\\\":\\\"7tM0tMJSobFzZDcB7jRKs0nU-G9nsoy_0y_Y8ZS91yY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OdnfkTpYmQd2BifKfldEaMD1GhEEDKS-PMYEw8jghyg\"}"