"{\"content\":{\"body\":\"### A World Within A World\\n\\nThe one true prediction about the future of technology is that the way we assign value to currency and possessions will drastically change in the next five years. As a kid growing up in the 90s, I remember fantasizing about flying cars, holograms and teleporting from the comfort of my living room in Valencia, Venezuela, to a canoe floating through the Venice canals in a matter of seconds. The desire of escaping one’s reality has always felt inevitably human, and also, what the initial founders of tech companies based their whole marketing strategies on - the idea of a world within a world. The Metaverse is meant to be this new world. A world were regular concepts such as real-estate, clothing, art and music, that we used to be able to visualize and touch, are now safely stored in a blockchain behind the screens of our devices. To have your entire world, literally, on the palm of your hand, is probably more that my wishful 9-year-old self asked for while I build up this imaginary future in my living room couch. However, it’ll certainly change how future generations think about money, possessions, value, virtual reality and their future.\\n\\n### The Introduction of The Metaverse\\n\\nWhen Mark Zuckerberg announced Facebook was transitioning to Meta back in October, 2021, our ability to value things began its shift. Meta introduced the idea of the metaverse as an online world were you could translate your real life routines and activities into an immersive augmented reality experience. With the introduction of Horizon Homes, you could now have a house in the metaverse. With Horizon Workrooms, you could work from home with just a headset that would allow you to attend meetings with your own customized 3D avatar. In this online world you could be able to attend a concert in Sidney, Australia, sitting at the comfort of your home. This changes the way we have experiences. The notion that you can go anywhere in the world, without really going anywhere, means you will value your experiences based on interactiveness, rather than location. Why go to Italy, when you can put on a headset and walk through the streets of Rome and still make your 10am meeting at the office?\\n\\nSince the announcement, many companies want to get a head start and are already making plans to enter the metaverse experience. Some game platforms like [Stageverse](https://stageverse.com/), [Decentraland](https://decentraland.org/), and [The Sandbox](https://www.sandbox.game/en/) are already showcasing how the metaverse graphics and interactions could look like. People can now join these platforms at no cost and get the gist of how it will all work in the future. The New York Post [reported](https://nypost.com/2022/01/08/experts-predict-living-in-the-metaverse-by-2030/) that in 30 years most people will be involved in the metaverse in some form or another. Some companies are eager to take the first place in the Metaverse race. [Samsung](https://news.samsung.com/us/samsung-837x-new-metaverse-fan-experience/) and [Hyundai](https://news.hyundaimotorgroup.com/Article/New-Employees-Come-to-Metaverse) are already recruiting and accepting applications to work in the Metaverse as of last year. By the end of this year, many people could be working remotely in the Metaverse and that’s a thought that assures me that the future is closer than we thought.\\n\\n### NFTs: Ownership As a Form of Status Quo\\n\\nAn NFT, which stands for Non-Fungible Token, is a digital token that has a unique code attached to it, which makes it one of a kind. The idea came from an illustrator called Kevin McCoy in 2014, and it has exploded into a multimillion market since then. But to understand how NFTs work and how people set value to them, there are a few terms that you need to keep in mind:\\n\\n**Blockchain:** In its simplest form, the blockchain is a database that stores information[ in a digital format.](https://www.investopedia.com/terms/b/blockchain.asp) Think of blockchains as banks that have in file every transaction anyone has ever made as it happens in real time. When talking about NFTs, a blockchain holds the information on every NFT ever sold and all of his owners.\\n\\n**Ethereum:** Ether (ETH) is a crypto currency that has its own blockchain. The Ethereum blockchain has what’s called smart-contracts. They serve as a secure way for buyers and sellers to [transact with each other without a trusted central authority](https://aws.amazon.com/blockchain/what-is-ethereum/). The blockchain lets you know if you are the true owner of the NFT you bought, and when you sell it, it transfers that ownership to the next buyer.\\n\\nHowever, even if you bought your NFT securely through the blockchain, that doesn’t prevent someone from screenshotting it and making it their profile picture. With real art, you would have the physical object in your possession and nobody could steal it that easily. The internet changes things up, since anyone can have any file by just pressing Ctrl+Copy and Ctrl+Paste. So, why are these tokens worth so much money when anyone can have them?\\n\\nTake the Mona Lisa…\\n\\n![](https://images.mirror-media.xyz/publication-images/rwZKjk6KdNvLG-7uPY9I1.png?height=900&width=1600)\\n\\nThe Mona Lisa is worth 850 million dollars and the original painting is displayed in the Louvre museum in Paris. Let’s say that a person, let’s call him Rafael, were able to purchase the original Mona Lisa painting and he was able to display it in his own house. Rafael could say that he now owns a one-of-a-kind piece of art. And he would be right, to an extent. Now, we introduce Peter. Peter’s girlfriend’s, Camille, birthday is coming up and Peter hasn’t gotten her anything. Camille is a francophile, studying art history and recently just moved in to a new apartment. Peter goes to a flea market and finds a replica of the Mona Lisa and purchases it for 30 dollars. He gives it to Camille for her new apartment and, as expected, he nails it. She loves it. Now, aside from the obvious difference in price range, what is different about Rafael’s painting and Camille’s?\\n\\nNot a thing.\\n\\nThe look exactly the same. Same frame, same details and same color shade. Then, what is the real difference between what Rafael has and what Peter’s girlfriend has?: An intangible value. Rafael holds the original Mona Lisa, and even though there are a lot of copies, he can confidently say that this is the original one and he can prove it. There is so much value to owning the first of anything, and more than a physical gain, it’s a status gain. The same goes for NFTs.\\n\\nOn the other side of the spectrum, people can assign value to simple things. Instead of the artwork assigning value to a person, the person can do that for the artwork. When someone with power assigns value to an object, it suddenly becomes more valuable. If Elon Musk bought a street painting and paid a million dollars for it, that painting collection would be worth a lot more in the eyes of the world. Why? Because if someone with Elon’s status paid for this painting, having a painting from this collection would make people feel like they have a similar status to Elon’s. Its value is measured by the person’s status. \\n\\nThe worth of these intangible digital tokens are so desirable because of the fact that not everyone can have them. There are exceptions, and that is where the hustlers come in. People can buy a digital ownership and then flip it for more money, but the truth is that to invest, you have to have money to invest in the first place. It’s a game that not everybody can play, but those who understand the rules can turn it into a very lucrative side hustle.\\n\\n### Taking Advantage of The New Wave\\n\\nIt seems that the world of NFTs and the metaverse is about “rich folk getting richer” and on some level it’s true. But that doesn’t mean you can’t profit from these new inventions. There are a few things you need to do to start:\\n\\n* Do your research. There are still people, that when you mention NFTs, The metaverse, Crypto or DAO, don’t have a clue of what you are talking about. That person may be you right now. If you really want to earn money from this market you need to become the person who knows all about the crypto world. Read articles, watch Youtube videos, google the terms you are unfamiliar with. If you haven’t seen Facebook’s video on everything you can do in the Metaverse, go [watch it now](https://about.facebook.com/meta/). The sooner you become knowledgeable about the topic, the sooner you will make a profit.\\n* Buy crypto currency and own a crypto wallet (Metamask and Coinbase are my favorite ones). Find a crypto coin that most benefits you and invest in it. You can use it to buy NFTs or you can do nothing. If you are not confident enough about buying, you can always keep that money in your wallet and wait until it’s worth more. Predictions on the Ethereum coin state that by the end of the year it could go from $3000 to a [potential high of $14000](https://primexbt.com/for-traders/ethereum-price-prediction-forecast/) for 1 ETH. \\n* Buy NFTs responsibly. It’s important that if you find an NFT that you like, that you do a full market research on its creators. Join their discord, look them up on Twitter, check their website and their [OpenSea](https://opensea.io/) (a web3 platform to find NFTs). Find out when they are dropping a new collection and when sales are happening. Good chances are, that if you land a valuable NFT on a sale, you can resell it for a much higher price later on.\\n* Find what available jobs you could find on the Metaverse. After all this is the future.\\n\\nThe fact is that even if the way we value things has become intangible and abstract, the reality is that we need to move forward with where technology is taking us. Those left behind will not be able to benefit from how businesses will be selling their merchandise, how people will be working in the metaverse with AR/VR tools, how collectors will be buying art and memberships, or from any type of monetizing tools in the next few years.\\n\\nWhen the internet was first created, people thought that the idea of monetizing online was impossible, and those who rode the wave of progress are now the biggest companies in tech or millionaires. If they had told me that holograms, the metaverse, and crypto currencies would be part of my early adulthood, I wouldn’t have said they were crazy at all. I would have probably started investigating and researching earlier to be an innovator of the future. There is still time, so get on that wave.\",\"timestamp\":1642215830,\"title\":\"The Worth of The Intangible: The Rise of NFTs and The Meta-Verse\"},\"digest\":\"0nYqtXtEIOMfiapVO4U92czymt88_dyNKG7gJyNs89A\",\"authorship\":{\"contributor\":\"0x0ed18e07F41dc48871Ec2193324669F3db0037fb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B-uZ61kntnTtrCwWdq-kzxa6FOGgglHxXhn5h7-Ybew\\\",\\\"y\\\":\\\"Sx-BaLuH0KBKm26SCQU2dFdPXelj1_j9Mqe26sfTlJc\\\"}\",\"signature\":\"Kmw1_gQLriumsYq_I66adEJRAEMuAaVBwpxbWKhzvLD-KHG4dfVMVz-vfnFb06tWZ_2eGmfox1YAjp6dyARkdQ\",\"signingKeySignature\":\"0xf07f9670491f4d2ddaf7cb56d7004de8234d5c9441cbea02c1da7e8b980069bb61f3a25743035bde83b9155babc390132ad30fc9f172c56b533c6853ece5539e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B-uZ61kntnTtrCwWdq-kzxa6FOGgglHxXhn5h7-Ybew\\\",\\\"y\\\":\\\"Sx-BaLuH0KBKm26SCQU2dFdPXelj1_j9Mqe26sfTlJc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SRzLjNsmPt_3QTvPvq2QKEghV-tqvx6T541YzlkVkio\"}"