"{\"content\":{\"body\":\"## From beginner to advanced buying experiences, Web 3.0 gives you superpowers.\\n\\nIn this article we will explore three similar users goals and provide real-world examples with screenshots:\\n\\n1. Buy nice artwork\\n2. Buy artwork with the help of metadata\\n3. Bulk buy cheap artwork\\n\\n![](https://miro.medium.com/max/2000/1\\\\*pCtILidViklhQW2xTi7vJA.png?size=medium)\\n\\nIn practice this is what buying NFT’s can look like—see each user goal in more detail throughout the article\\n\\nThe first goal sounds very similar to buying artwork traditionally, however as you will see the process is quite different. The second two goals are supported by public data on the blockchain.\\n\\n## What is the first thing users are likely to do with Bitcoin?\\n\\nThe first interaction with the blockchain for most users is creating a wallet and buying some Bitcoin.\\n\\nThe second interaction is what users do with their wallets—or more specifically what they do with their new cryptocurrency.\\n\\nThe answer: **Buy NFT artwork 🖼**\\n\\nSo for many new users of the web 3.0 (read on for a full explanation), actually using a cryptocurrency for other than investing, is buying art—arguably another investment.\\n\\n> **The trend of young people buying assets and investing over buying goods and services is perfectly matched with decentralized applications.**\\n\\nTo explore the UX of buying NFT’s we need to understand a little context of what exactly a decentralized application is, in order to see more clearly how it’s different from buying say on eBay.\\n\\n## 1. Context — What is a Decentralized Application?\\n\\nImagine it’s 1998 and you just powered your iMac up to access the world wide web. You’re an early adopter of a new technology that will later transform the world.\\n\\nDecentralized applications or dApps are pinned as the next internet. Right now it’s 1998 all over again, and no-one knows what’s going to happen next.\\n\\n![](https://miro.medium.com/max/2000/1\\\\*EtvBCWHVUcX7dFOeZzXgiQ.png?size=medium)\\n\\n## Welcome to the internet 3.0\\n\\nDesigners often refer to large drop shadows on buttons as a style associated with Web 2.0, and yes in many ways social media sites influence the visual look and feel on the internet.\\n\\nStyle aside, the Web 2.0 allowed for social media platforms to exist, what Web 3.0 allows users and developer to do is a whole new ballpark.\\n\\n[Aashish Sharma](https://ashishsharma31.medium.com/) put together some a great article covering the change with excellent visual diagrams.\\n\\nThink about it like this:\\n\\n1. **Internet 1.0**It’s 1998 and anyone can make a website with HTML, it’s a protocol that allows us to connect to any website. Everyone just reads stuff on the internet, imagine it’s like a bunch of blogs, or the whole internet is just medium.com, but can’t bring the internet down as you can always connect through a web of nodes. However, if say Facebook’s server fails—Facebook goes down, no one can access the site. All sites are on servers.Your avatar is a pseudonym, a ghostwriters name, you can be whoever you want to be.Everyone has a paid email with AOL and chat’s online…constantly.The internet is monetized by banner ads and paid services.\\n2. **[Internet 2.0](https://en.wikipedia.org/wiki/Web_2.0)**It’s 2007 and you get your first Facebook private invite. Everyone can join social media apps (applications) and add post content for free. The age of applications running in your browsers instead of on your local computer becomes the norm.Your avatar is you, you real name, face and date of birth.Everyone has a free Gmail email and their search history and activity online is sold to advertisers.The majority of the internet is owned and monetized by a few select companies — mostly through advertising.H\\n3. **Internet 3.0**It’s 2020 and you’re buying your first NFT artwork on [OpenSea](https://opensea.io/). Sites are now built on the blockchain so if any server goes down, it’s ok the app runs on the internet computer. All usage on the apps is recorded in a decentralised ledger that is open and accessible by anyone. Apps themselves are decentralized and decisions voted on (called a [DAO](https://ethereum.org/en/dao/#gatsby-focus-wrapper)). The users own the equity of the companies, investing time, money or resources repaying them with cryptocurrencies—[re-inventing web business models](https://medium.com/fabric-ventures/which-new-business-models-will-be-unleashed-by-web-3-0-4e67c17dbd10).Your avatar is your digital wallet—you are anonymous, no company owns your data, you own everything in your wallet.Everyone has a digital wallet they use to connect to blockchain apps.The internet is owned by the uses who use each app. Each user has equity (owns part of) the app. If the value of the app or cryptocurrency goes up, each users investment in the app increases.\\n\\n> **Imagine that every time you used Facebook you were given some shares in Meta (aka Facebook). So the more time you spent on Facebook the more you owned the company itself. If the market capitalization of Facebook goes up, your shares go up too 🤯 — that’s Web 3.0, it’s on the blockchain, it’s decentralised.**\\n\\n## Digital Wallets\\n\\nAlso called crypto wallets, these wallets efficiently replace your email login when authenticating who you are.\\n\\n**Why do you need a wallet?**\\n\\n* Wallets authenticate you, you don’t \\\\*sign up \\\\*with your email, you *connect* your wallet.\\n* Your are not logging in to an app on the internet, your are connecting to the internet computer…🤔 confused yet?\\n\\n## Internet Computer\\n\\nTo use blockchain apps you need a wallet. This is because the blockchain app is running on say the Ethereum Network. So you need some cryptocurrency ETH inside an Ethereum Wallet to connect.\\n\\nOk so it’s a buzz word, but it’s also a brilliant metaphor\\n\\n**What is an internet computer?**\\n\\n* Ethereum is a cryptocurrency that has smart contracts\\n* Smart contracts allow developers to write applications on Ethereum\\n* As Ethereum is built on the blockchain, the applications also become built on the blockchain, so they inherit all the security trust and decentralisation of Ethereum, this is why they are called Decentralized Applications (dApps)\\n* The blockchain is saved in a ledger that is stored on many computers around the world.\\n* So if you make an application on Ethereum people are starting to call this an Internet Computer (ICP), as it’s decentralised and stored on many computers around the world.\\n* So when you log in to this ICP it needs to store everything to the blockchain — every login, every action, every post, every tweet, everything. So the only way to ‘log in’ is to use a wallet that can ‘talk’ to the Ethereum Network.\\n\\n## How to get started if you want to follow along\\n\\nMost NFT sites are built on the Ethereum network.\\n\\nHere is how to get started with Ethereum:\\n\\n1. Pick a wallet\\n2. Get some ETH (optional if you are just browsing)\\n3. Use a dApp — which means a shopping site for NFTs\\n4. You will also need a way to access your wallet, I recommend MetaMask\\n\\n![](https://miro.medium.com/max/6254/1\\\\*3knUmaugchq417jKn4F1iA.png?size=large)\\n\\n## 👨‍🦱 User goal: Buy nice artwork 👨‍🦱\\n\\nBuying art is a subjective practice. Buying with a crypto wallet makes it even easier. [Foundation.app](https://foundation.app/) is a site that streamlines the buying process, allowing users to do little else than discover great work and purchase it.\\n\\n**Let’s explore what buying art looks like:**\\n\\n**Step 1:** Go to [foundation.app](https://foundation.app/) a website where you can buy NFT art with cryptocurrency.\\n\\n**Step 2:** How do I create an account?\\n\\n![](https://miro.medium.com/max/2000/1\\\\*4zCP2UxOuRLB3HKsGwxsog.png?size=medium)\\n\\n[Foundation.app](https://foundation.app/) a site where you can buy NFT art. Notice the main CTA is ‘Connect Wallet’\\n\\n**Step 3:** \\\\*Create an account…wait you can’t. \\\\*You can only connect your wallet…this means you need a wallet like MetaMask that supports transactions in ETH (Ether, on the Ethereum network).\\n\\n**Step 4:** Create a wallet with MetaMask. In this case, add the Chrome extension, and you are good to go.\\n\\n![](https://miro.medium.com/max/2000/1\\\\*tDFPGsIrc1PxDBCgDUHOdg.png?size=medium)\\n\\n[MetaMask.io](https://metamask.io/) is a crypto wallet that you can also get a browser extension to login to blockchain websites\\n\\n**Step 5:** Connect with the MetaMask browser extension\\n\\n![](https://miro.medium.com/max/2000/1\\\\*MpUpK4qyVB_fR03Je4-Q9Q.png?size=medium)\\n\\n**Step 6:** Authenticate yourself with your wallet, or in English, sign in to foundation\\n\\n![](https://miro.medium.com/max/2000/1\\\\*h-gX5gxSj9FUwQ7xUG3rPQ.png?size=medium)\\n\\n**Step 7:** Great let’s buy some art, you are now logged in and can place a bid or buy outright this trending artwork (it happens be a video artwork).\\n\\n![](https://miro.medium.com/max/2000/1\\\\*NGjr3qPh-LNCc7mTsHpHhg.png?size=medium)\\n\\nYou can see links to ‘Etherscan’ etc which means you can see every transaction that has ever taken place from the moment the artwork was minted (created) to this moment in time.\\n\\n**Step 8:** Place a bid with your ETH in your wallet you logged in with—✋ wait…yes you just logged in with your wallet, so purchasing is as *easy as \\\\*uck*.\\n\\n![](https://miro.medium.com/max/2000/1\\\\*tDXTczVcekhk9_8Vztp1JA.png?size=medium)\\n\\n**Step 9:** Resell your artwork for more money 💸\\n\\n![](https://miro.medium.com/max/2000/1\\\\*ddXbkjkUBXblmh3Rqv1WFg.png?size=medium)\\n\\nMany sites show the USD currency conversion of ETH back into fiat. In other words how much real-world money an artwork sold for.\\n\\n## The UX challenges of buying NFT’s\\n\\nFoundation is an example of *good UX design* on the blockchain:\\n\\n* **One user goal**—buy or bid on artwork\\n* **Insanely simple**—building trust for new users and crypto sceptics\\n* **Real-world context**—ETH is converted to USD dollars\\n* **No distractions**—Black & White UI with minimal options and decorations\\n* **Data that matters**—It emphasises provenance while linking to other data\\n\\nFoundation is an easy example with a simple user goal—buy nice art.\\n\\nBut, with all this metadata publically available, buying art has become just as much data-driven as drive by the heart.\\n\\nIn this next example on [OpenSea.io](https://opensea.io/) the user goal is slightly more complex\\n\\n![](https://miro.medium.com/max/6254/1\\\\*aOFzxq-ZwQi4vozP6dHLyA.png?size=large)\\n\\n## 👩 User goal: Buy the artwork with the help of metadata👩\\n\\nSo that’s a simple example of how to login and bid or purchase an NFT artwork.\\n\\nMany of these websites design the UI to be very minimal and simple. Ideas like buying and bidding users understand from eBay. But in the blockchain, all the data and history is saved and publically available. So that data becomes part of the buying experience.\\n\\n**Let’s explore what buying NFT artwork looks like:**\\n\\n**Step 1:** Use an aggregator of artwork — an amazon.com if you like for art [OpenSea](https://opensea.io/)\\n\\n![](https://miro.medium.com/max/2000/1\\\\*SkkeMsm5XRjxK_L1CXFv0w.png?size=medium)\\n\\n**Step 2:** Find the leaderboard—the top collections of artworks\\n\\n![](https://miro.medium.com/max/2000/1\\\\*nynSVQBC9gpkaEyaas9T4w.png?size=medium)\\n\\nPerfect, you can now see what’s making money and if it’s going up or down over time as the data is always available the sites decide to show you. It’s telling you they are selling like hotcakes.\\n\\n**Step 3:** Find the trending collection—Lil Baby Ape Club seems to be mooning (increasing in value at an insane rate)\\n\\n![](https://miro.medium.com/max/2000/1\\\\*eXXGIJyNoxqXi8RjJuICFA.png?size=medium)\\n\\n**Step 4:** Have a look at the data, is the price going up or down?\\n\\n![](https://miro.medium.com/max/2000/1\\\\*1uLvjxOHmNunf6fTFKDAOg.png?size=medium)\\n\\nSales volume as well as price in ETH is trending up\\n\\n**Step 5:** Sweep the floor. This means look at the floor price 0.255, it’s the lowest priced artworks in the collection, now buy up all the cheap art you can.\\n\\n![](https://miro.medium.com/max/2000/1\\\\*S4mJHtDxjBaE5gWlOWqLNg.png?size=medium)\\n\\nMake an offer, and if you win, you will now have a NFT artwork\\n\\n**Step 6:** See your artwork in your wallet. Yes, all the tokens are in your wallet, so basically, your money and your artwork are all in your wallet.\\n\\nNow you own an NFT—and surprise it’s in your wallet! 🛍\\n\\nBelow is a real-world example of a NFT I own in my wallet that is for sale on OpenSea. You can also see that I can send this artwork to another wallet—just like sending ETH to another wallet.\\n\\n## Conclusion\\n\\n*In both these examples, you can see some similarities in how each NFT artwork website works. Already a kind of common UX is established amongst blockchain websites.*\\n\\n**Common themes:**\\n\\n* **Connect your wallet**💸 — not a theme, a must-have. However also the big barrier to entry\\n* **Real money**💰 shown in light grey under ETH amounts\\n* **Common navigation**—Search 🔎, Explore, Wallet.\\n* **Data & Stats**🧩 —Stats often in the nav\\n* **Black & White minimal UI** 🎱\\n* **Bold clear typography** 👀\\n* **Mobile-first** 📱(sites often accessed through browsers inside wallets)\\n* **One task**—often only one action or task for the user to take ✅\\n* **No marketing**—homepage is the application, not marketing website that you login to access the app — as all data is publically available apps are not private experiences but shared 👻.\\n* **Speed of application development**—new apps can be built fast and often share similar GitHub repos so look and behave similarly 💨.\\n\\n![](https://miro.medium.com/max/6254/1\\\\*eBSPBfUhjqzcgjBL9GeF9Q.png?size=large)\\n\\n## 🤖 User goal: Bulk buy cheap artwork 🤖\\n\\nNow before I show you the UI on how to do this, understand that the best way to do this would be to write a blockchain bot to do this work for you.\\n\\nBut for the sake of this article, we are going to explore a blockchain application that allows users to streamline buying process and even bulk buy. In other words, ***sweep the floor***.\\n\\n**Let’s explore this new standalone app that gives your superpowers** 🦸‍♀️\\n\\n**Step 1:** Find an application that aggregates data from Etherium — [Genie.xyz](https://www.genie.xyz/) Find an application that aggregates data from Etherium — [Genie.xyz](https://www.genie.xyz/)\\n\\n![](https://miro.medium.com/max/2000/1\\\\*gq2lHtl3xbo5pvI0DKZYiw.png?size=medium)\\n\\nWhat’s amazing is not that Genie exists it’s how quickly applications can be built, and solve niche user goals, all in a standalone app.\\n\\nIn the past a Facebook API for example would need to be used to get data that happens on Facebook to build an application off it.\\n\\nOn the blockchain all apps have access to all the data so no API’s are needed, they all access the same information.\\n\\n**Step 2:** Turn on Dark Mode 🌓, turns out most blockchain apps have a dark mode, brilliant 👌\\n\\n![](https://miro.medium.com/max/2000/1\\\\*kPOAIAXDt7Qgsd8uVX9wKw.png?size=medium)\\n\\n**Step 3:** Find the most popular artworks—this app seems to know exactly what you’re trying to do next 😀\\n\\n![](https://miro.medium.com/max/2000/1\\\\*X0PE28BFlCUjItTYF-efcQ.png?size=medium)\\n\\n**Step 4:** Select all the lowest priced artworks, the filters are all applied, nice 🤑\\n\\n![](https://miro.medium.com/max/2000/1\\\\*qhzUiK7OK80im4CEgGG2ZA.png?size=medium)\\n\\n**Step 5:** Buy all the cheapest artwork (if you have sufficient funds 😂 its’ only half a million dollars)\\n\\n![](https://miro.medium.com/max/2000/1\\\\*XWGeZvBV6uMlkuo3E9grvw.png?size=medium)\\n\\nDone ✅\\n\\nIn this third example, you can see that the *user goal* and the *UX is perfectly aligned*. There is nothing the user can do except the goal they came to the application for. Great work Genie.xyz!🧞‍♂️\\n\\n## Summary\\n\\nThe apps themselves in a way belong to one larger app, which is the Etherium network, in which all apps have access to the full history of all interactions on the Etheriumn blockchain.\\n\\n> **The best blockchain apps have a 1:1 relationship with user goals.**\\n\\nIt’s not a far fetch to see how the metaverse will be built off the back of blockchain technology. My only hope is, that the metaverse will be as easy to use as buying art.\\n\\n> **Not only is web 3.0 built around putting its user first, but it also puts users goals first. Perhaps an internet owned by its users will be the first internet built for its users to take meaningful actions—rather than for its users to generate as much revenue as possible for it’s few gatekeepers.**\\n\\n![](https://miro.medium.com/max/6254/1\\\\*ZMm3RvrvfOZN2BFvugQCOA.png?size=large)\\n\\n![](https://miro.medium.com/max/2000/1\\\\*pGSs0psFALv23hNE3cyQEg.png)\\n\\n[bossbeauties.com](https://bossbeauties.com/) artwork, a popular NFT collection created by the people behind [My Social Canvas](https://www.mysocialcanvas.com/). Boss Beauties is a global community inspired to help empower young women to build the career of their dreams. Artwork by [Marion BEN-LISA](https://bossbeauties.medium.com/meet-marion-ben-lisa-13fee0ab94db).\\n\\n## 👏 Bonus content 👏\\n\\nIt’s hard to talk about NFT’s without mentioning how they are produced.\\n\\n**How NFT collections are made:**\\n\\n1. An artist draws an avatar style illustration\\n2. Each they make many layers so each part of the illustration can be switched out and randomised\\n3. A developer creates a smart contract that creates the random combinations and lists them as attributes from random variables\\n4. 10,000 unique avatars are typically generated, then marketed through online communities Twitter and Discord\\n\\n![](https://miro.medium.com/max/13392/1\\\\*d_XTFYXPxARwud-REDCTDA.png?size=large)\\n\\n**Building a community/marketing NFT collections:**\\n\\n1. Create a **Twitter** profile\\n2. Create a **Discord**\\n3. **Giveaway’s** usually on Twitter if users retweet, comment and mention 3 friends as well as join the Discord channel. Winners announced on Discord\\n\\n![](https://miro.medium.com/max/2000/1\\\\*rw_2uYF1d_lJM2nZAxvYCg.png?size=medium)\\n\\nGiveaways if you follow, like, retweet, tag 3 friends and join the discord\\n\\n1. **Presales**—discord members can try to get on a list (Whitelists) where these select members get to buy/mint artworks at a cheap price\\n2. **Staggered releases**—of the 10,000 NFT’s the plan is to sell out, so releases are dropped and shared to a broader group on Twitter to promote the NFT”s\\n3. If all goes well all the artworks will **sell out** and the floor price (minimum price to buy) goes up\\n\\n**What do community members do with these NFT’s?**\\n\\n* **Roadmap**—each project has a roadmap, often broken into sections of what they plan to do in the future, keep in mind some of these communities are raising millions of dollars\\n* **Metaverse**—many roadmaps mention the future metaverse or a videogame project where members/owns of the NFT’s in the collection will have exclusive access to\\n\\n![](https://miro.medium.com/max/2000/1\\\\*iWJaOunmP2WNTOswLWGi9Q.png?size=medium)\\n\\n* **Building on existing communities**—Boss Beauties is an example of a community that has embraced NFT’s, what we may be witnessing is the first communities truly built around the metaverse, it’s up to individuals if they want to support gooses or young women\\n\\n*I hope you enjoyed this journey of buying NFT’s, where blockchain technology will take us no one knows yet…I for one am open to all its possibilities.*\\n\\n*Originally posted on [Medium - UX Collective](https://uxdesign.cc/the-user-experience-of-buying-nfts-on-the-blockchain-6f320f4d7334)*\\n\\n*Written by the [appminimlist](https://www.appminimalist.com/)* a **product designer**, **app maker** and **dad** \\\\*👨‍👩‍👧 *See you all in the metaverse* 👋\\n\\n![](https://miro.medium.com/max/2000/1\\\\*V4Ke7mEaNjZcY6C2Hor4cA.png?size=medium)\\n\\nIf you want to support the appminimalist you can send crypto to the creator’s Exodus wallet.\",\"timestamp\":1640054973,\"title\":\"The user experience of buying NFTs on the Blockchain\"},\"digest\":\"DkdrRBfRo88d-p--R33nU22D_Ps78r9Ikxh_9el1vN4\",\"authorship\":{\"contributor\":\"0xe1D2D6c63fFDBD981cD4b1EB9Ab25C2E4223a3c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f-Cg72lxsuTOFYCrzUT06AJzNjiKVgZSwqVRfOgzqKU\\\",\\\"y\\\":\\\"RWlae7-3a-MlxZoD8Iv-_Hvkv6reaaF6nt00xBZrX1E\\\"}\",\"signature\":\"ij9l82rqHxqUUk5YkAy-RN234Q0QdV3EWaaBIYGs9MnpecwOsGnHKKio6J_gpfggPZrNRPpMoJbLM2BZWxrHTQ\",\"signingKeySignature\":\"0x394e777adb300d05c228372a39af946034bc9987a89a24971ed6ef327e3a7d1e504f72bfa3887a4ba8f2666c7eb0f9e3b92652a6029a63cb33d73c3950514ee91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f-Cg72lxsuTOFYCrzUT06AJzNjiKVgZSwqVRfOgzqKU\\\",\\\"y\\\":\\\"RWlae7-3a-MlxZoD8Iv-_Hvkv6reaaF6nt00xBZrX1E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DkdrRBfRo88d-p--R33nU22D_Ps78r9Ikxh_9el1vN4\"}"