"{\"content\":{\"body\":\"After posting about [LCE](https://mirror.xyz/ibansadowski.eth/n0T3ZmiNC1nMbMGvrocMYvMBKyiXgeS3KHOSpzIVj0E) in the [CCS DAO](https://twitter.com/CryptoSocietyS1) Discord I connected with [Olli Tiainen](https://twitter.com/olliten), author of a new public good: [DIOs](https://mirror.xyz/olli.eth/149Q5LjUJzioXp-mC-8gazh5gbfqF5gEP9RpXIh1Kzc) - Decentralized Impact Organizations. The journey since has been inspiring, giving me a peek into the new Social Impact DAO/DIO space and its projects. Conversing with the founders of several protocols, I’ve noticed similarities between their approaches –– where efforts could be amplified through coordination –– as well as differences that give each ecosystem their own sense of community. One thing’s certain: Web3 is searching for some real-world action and this movement wants to lead the charge.\\n\\n*I’ll try my best to represent the mission of each org*\\n\\n## The Eden Dao\\n\\nIn their own [words](https://roamresearch.com/#/app/the-dao-of-eden/page/4lO501t4c)\\n\\n> ### “Long-term, the Eden DAO will have the largest on-chain treasury of high-quality carbon offsets”\\n\\nThey achieve this by buying *future* carbon offsets, as opposed to Klima’s *current* Base Carbon Tons. These offsets can be locked up on a bonding curve, giving rise to our beloved [(3, 3)](https://roamresearch.com/#/app/the-dao-of-eden/page/mdxRK1aRd) meme. Distinction is made for the *[quality](https://roamresearch.com/#/app/the-dao-of-eden/page/HHlvxuxZ6)* of the bond, such as method of sequestration and expected duration.\\n\\nIf you dig a little deeper however, the [real vision](https://roamresearch.com/#/app/the-dao-of-eden/page/YvSFvl3yE) reveals itself\\n\\n> ### “\\\\[The Eden DAO\\\\] is the way towards harmony with nature — of bringing Eden to Earth”\\n\\nWhile it looks like tokenized carbon future markets + establishing a carbon neutral currency, the ultimate vision of The Eden Dao is beautiful; harmony with nature, with each other, and with our existence.\\n\\nTalking with [Xerxes](https://twitter.com/honeykashmoney) I was struck by their emotional and spiritual maturity. They walked me through their levels of consciousness model, speaking clearly and presciently about challenges our species faces –– generalized anxiety, finding our place in the world, and accepting the absurdity of existence.\\n\\nWith plans to mirror the NounsDAO model –– selling high quality NFT art as membership and fundraising –– and a fluid, self-organizing governance model of [Pods](https://roamresearch.com/#/app/the-dao-of-eden/page/AVgusw2NG) with many [wonderful people](https://roamresearch.com/#/app/the-dao-of-eden/page/2GpPVX6Ux), The Eden Dao is a movement of hope. Getting involved connects you to spiritually minded dreamers building a cleaner future. If your journey stems from deep personal commitment to a set of ethics, this could be your squad.\\n\\n## ClimateDAO\\n\\n[Elliot](https://twitter.com/WaxmanElliot) was the first person I talked with after reaching out on twitter. In the process of quitting his job to work exclusively on [ClimateDAO](https://climatedao.xyz/), I’m grateful for his time explaining the project to me. Put simply, ClimateDAO enables activist investing –– giving participants the tools to buy equity in companies and steer them towards greener practices; [a.k.a.](https://mirror.xyz/0x20c7F2a24f33cF4F02D2D185e49aC7B1C975d37f/crowdfunds/0xAa66700E2425Da3A29E179F50a9bA6B460E28664)\\n\\n> ### “Public Companies are DAOs and It’s Time To Ape”.\\n\\nCompanies reduce emissions to the extent they feel is good for PR, which unfortunately isn’t enough to avoid large-scale disaster. For real change to occur we need significant disruption in business operations. Given that governments and companies themselves are too slow to act, ClimateDAO proposes you act yourself.\\n\\nWith this model, groups could form around specific companies + reduction methods, and collectively ape hard enough to have sway over operations. From market research to quantifying impact, there’s much to do over at ClimateDAO. If you’re frustrated with a company’s conduct, or want to get involved in BizOps through an unconventional path, this could be your thing.\\n\\n## Citizen DAO\\n\\nOf the projects I spoke to, [Citizen DAO](https://citizendao.com/) is the closest to realizing Olli’s vision of Social Policy Bonds (SPBs).\\n\\n> ### Utilizing NFTs, (3, 3) bonding, and shared ownership, Citizen DAO plans to open social impact to the secondary market\\n\\nA “wellbeing index” is established using Quality Adjusted Life Years (QALYs), defining how many years that project improves. Citizens can then mint a bond representing that project, gaining ownership of its completion while funding its development. (3, 3) bonding wizardry occurs and returns can be split between backers and the Citizen DAO treasury. Thus far 6 key policy areas have been identified: Health, Housing, Education, Climate, Finance, Governance.\\n\\nSince these bonds are tradable, we can expect a large secondary market to open up, allocating resources to the most deserving projects.\\n\\n![Figure 1. Citizen DAO SPB Example](https://images.mirror-media.xyz/publication-images/5Az08EIrWeIAOfQBopBf_.jpg?height=1080&width=1080)\\n\\n[Brennen](https://twitter.com/BrennenHodge), founder of Citizen DAO, pivoted there from his earlier project [Citizen Health](https://citizenhealth.io/), which he started in 2017. Shocked by the exploitative behavior of our medical-insurance-industrial-complex, he was determined to rebuild the insurance model from the ground up. Now, Citizen DAO encompasses all aspects of life and is officially launching funding for their first Housing project.\\n\\nOn our call, he spoke passionately about the significant health improvements that comes from *having a floor* in your home. For their first Housing initiative, they’re partnering with [Lamina POP](https://www.laminapop.com), an affordable housing project building homes in Guatemala. Given the scale and reach being built here, CitizenDAO could be a fit for project planners and multidisciplinary builders that weave a common thread through each project.\\n\\n## Hypha DHO/SEEDS\\n\\n[Hypha](https://twitter.com/HyphaDAO) is the Decentralized Human Organization building your favorite Solarpunk Regens: [SEEDS – Regenerative Renaissance](https://joinseeds.earth/). Topics dear to me (Local Food, Stable Money) feature prominently in SEEDS’ “[Coordinating Regenerative Societies](https://joinseeds.earth/pdf/Economic_Renaissance_v5.pdf)”, and you can tell the **passion** behind the project.\\n\\n> ### They’re gone through every level of society, from myopic-incentives to the monetary system, and systemically replaced short-term cancerous growth with regenerative ecosystems.\\n\\n[Joachim](https://twitter.com/JoachimStroh), leading strategy and design at Hypha, spoke of building multi-tenancy DHOs –– Decentralized Human Organization. These multiDHOs would be customizable to a specific goal, such as reducing food scarcity. Objectives would then be established, metrics are measured, and paid out in $SEED.\\n\\nHypha is building with a conscious, radical commitment to human flourishing. Their [seedslibrary](https://seedslibrary.com/) features many examples. From teaching courses on regenerative agriculture to funding community building/improvement ambassadors, SEEDS is dedicated to regenerating the degrading systems around us. If you have a passion for environmental and sustainable design, from economics to urban development, this is your team.\\n\\n## Pozzle Planet\\n\\nImpact orgs are carving out DAO space; gaming is making headlines. At their intersection: [Pozzle Planet](https://www.pozzleplanet.com/). Implementing 'impact-to-earn' they gamify engagement through network rewards. Building out an foundation of sustainability and compounding individual impact, Pozzle could be the next global social media movement that we’ve never seen before.\\n\\n> ### Pozzle is web3 tiktok that promotes positive good instead of destruction\\n\\nThrough a video-first model, Pozzle plans to incentive world participation through their Ripple model. Your action is quantified by its impact on your network, and $POZ rewards are distributed based on that outcome. If enough people start engaging with a behavior, a separate ‘Pozzle’ is spun out from the main ‘Pozzle’ (Earth), and signaled even stronger. This creates positive feedback loops of good behavior being rewarded and showcases.\\n\\n> ### Their deceptively simple + powerful model could make Pozzle the next crypto consumer social app –– one people don’t even know is crypto based\\n\\nMy main takeaway from talking to [Thomas](https://twitter.com/ThomasBisballe) was this: we know the solutions to our problems. Over financializing the solution simply gatekeeps participation to those with means (time or money). Incentivizing behavior we all know is good has compounding effect that we can’t even measure.\\n\\nWe’re talking about a new form of network, similar to one discussed by [Tristan Harris](https://t.co/5emTetah6A?amp=1), that gives user individual power instead of submitting them to the algorithm.\\n\\n## Honorable Mentions\\n\\n* [Future Foundation](https://www.futurefoundation.xyz/) –– Decentralized Social Impact Collective\\n* [Climate x Crypto](https://climatecrypto.xyz/) –– A directory of initiatives at the intersection of climate change and crypto.\\n* That one extremely thorough twitter thread of social impact orgs –– If this is you or know what I’m talking about please DM [me](https://twitter.com/ibansadowski)\\n* [Govrn](https://linktr.ee/Govrn) –– Governance as Active Engagement\\n* [Orca Protocol](https://www.orcaprotocol.org/) –– Fundamental Social Lego\\n\\n## Future Vision\\n\\n*“Well Iban this is great but these barely have a product, I’m deeply pessimistic about social impact, and we’re all doomed anyways”*\\n\\nNo ❤️\\nThese are the fundamental building blocks of a new society. The civic and innovation centers from which the next stage of human thriving will take place. Building in this space means shaping financial, political, and social decisions that will impact centuries, beyond the survival of the species.\\n\\nThere’s a drastic need for diversity. True across in crypto space and notable here. Each person I spoke to was genuinely well intentioned. We still need outside perspective to question our assumptions and reality models. Healthy debate and participation around the direction of these projects is vital to their development.\\n\\nCoordination above competition. Each party here has a native token, incentivizing participation. Let’s make sure to promote cross-group collaboration, not siloing and centralization. Through a shared governance model like Govrn’s, each ecosystem can recognize the contribution of the others by paying out rewards in their own token to different groups.\\n\\nProblems being worked on here require speed and agility. Flexible group formation through Orca Protocol will enable teams to create and disband as needed. Again ascribing an ethos of collaboration here, each org could open source their contributors for other groups. As these DAOs turn into DIOs, we’ll see a new version invented: Distributed Impact Pods. DIOs will serve as DIP coordinators, with the whole ecosystem underpinned by shared ownership.\\n\\nThe vision here is beautiful, and we’re just beginning. The power of DIOs, DHOs, DIPs (someone please work on a taxonomy of DAOs) is just starting.\\n\\nIf you enjoyed reading this (or hated it), feel free to hit me up on [twitter](https://twitter.com/ibansadowski). I’m going to keep writing about Web3 applied Civic Tech so if you’d like to chat or collab, come over! My next piece will be about how Web3 can mitigate these problems and incentivize the appeals. Ciao loves <3\",\"timestamp\":1638238052,\"title\":\"The Social Impact Era –– DAO/DIO/DIP\"},\"digest\":\"6RWAtbyIiTtidMsCeAckGnTCdHR-inDskLCm21j4Ij4\",\"authorship\":{\"contributor\":\"0xb3A5cfb7776A4e11fE570C3698837D5b2217Ad00\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bwv_46nv75dzzobiXlL0MO0udMLMSGUNgYhU1atjq_w\\\",\\\"y\\\":\\\"afogbd3VZ4uElyy5wOmwez_3f0BzSBZlTcnm5C_kR8E\\\"}\",\"signature\":\"85sYIeBrZJ-emFmg8p-KUfhY5-d9eUGk3gsJrvljyNhiJnYyqQB8Re0jg9shPfmxgfzhSGV7w-h-WbeJZC9zSQ\",\"signingKeySignature\":\"0xe10152e4f38b5c748edc2732d2a1432d42a441af2dcb37ca162cff7942361f807bd07b37d7ffbe387978a3a5a057268bd385163d4bf7b5d2773a5a0d3481e3c11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bwv_46nv75dzzobiXlL0MO0udMLMSGUNgYhU1atjq_w\\\",\\\"y\\\":\\\"afogbd3VZ4uElyy5wOmwez_3f0BzSBZlTcnm5C_kR8E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yUGLSMkGsycWSjneCJ09LIg1y94t08JZm1w8qVuQ2ow\"}"