"{\"content\":{\"body\":\"## Chapter Forty Nine\\n\\n### Just on time!\\n\\n![(Illustration 56)](https://images.mirror-media.xyz/publication-images/-EbpL1QzLLmgX4TEad1qW.jpg?height=1500&width=3000)\\n\\n***Dubai, 24 days before Christmas, 2024. Somewhere in UAE and US joint operation military air force base.***\\n\\nIn times of trouble, many used to allegorize that, at first, the sun was overshadowed by the dark stormy cloud. Then, the roaring thunder with its dazzling lightning, and followed by the instant heavy rainfall. Afterward, the dark cloud breaks into smaller pieces as rays of sunlight penetrate from the sky above straight to the ground below. Soon after that, the gloomy day turns bright and sunny again. Like Monk, General Perry and Davis are also seeking a Zen moment amidst the storm. But, oh well, after they recently ran like hell to Eagle-One parking lot in trying to save their lives from the incoming horde of undead and failed miserably, neither Davis, General Perry, nor Monk knows at which part of the allegory they are fit right now? Has the dark cloud of monsters just come or passed? Or has the ray of sunlight recently penetrated the dark cloud in a middle of a heavy storm?\\n\\nThe only thing the three men are sure of right now is that the sun is not yet shining on the horizon because a horde of monsters is still blocking their way from reaching Eagle-One. Stephen is on Eagle-Two dropping several deadly rounds of 30mm bullets and 105mm heavy cannon shells from the sky. And now, they keep hearing a weird horn coming from a military jeep speeding fast towards them.\\n\\nAs soon as the three 105mm, HCAN shells exploded not far from where they are pinned down by the horde of undead, Davis and General Perry instantaneously stand up and begin to shoot the closest incoming undead that keeps walking towards them. While after hearing the horn and seeing the incoming Oshkosh JLTV (Joint Light Tactical Vehicle) military jeep, Monk immediately turns his gun towards the incoming military jeep since he does not know who drives it or what the intention is? The military jeep is still cruising and is less than one hundred meters away, yet it doesn't reduce its speed.\\n\\nPrepare and cautious at the same time, Monk quickly fires a warning shot to the vehicle, and it hits one of the Oshkosh headlights to alert whoever is driving the jeep, but the jeep is not slowing down. Monk knows that his Glock 17 bullet is no match to the JLTV thick steel armor, but he needs to be sure whoever drives the jeep is not trying to run them down. On the other hand, Monk also thinks the jeep is, somehow, not a threat because if it does, Stephen on Eagle-Two will already spot it, and it may not hesitate to blast the vehicle into smithereens. Yet, in his situation, he takes no chances. Suddenly, the driver speaks using the Public Address system (PA system) from inside the military jeep!\\n\\n“Stop shooting! This is Hydra! Run to the jeep!”\\n\\nThe JLTV came from the Southern part, which is the farthest side of the military base, and there is nothing there except runways. While beyond that is just the vast desert of the Arabian Peninsula.\\n\\nMonk: “General! It’s …”\\n\\nGeneral Perry: “It’s Hydra! Run to the jeep!”\\n\\nBefore Monk could finish his sentence, General Perry also heard Hydra's voice coming from the PA system of the JLTV and told them to make a run for it to the jeep!\\n\\nThe horde of the undead keeps closing in from almost every direction except the Southern part where the jeep came.\\n\\n“Duff! Duff! Duff!” (A firing sound from the 105mm HCAN)\\n\\n“Ratatatattata!” (A firing sound from 25mm GAU-12/U gattling gun)\\n\\nDavis: “Oh Shit! Incoming!”\\n\\nGeneral Perry, Monk, and Davis immediately lower their bodies like before to a squat position. Several seconds later, the three shells exploded some fifty-five meters away, and that blast radius was way too close for the three men. Four undead were also thrown by the powerful blast and fell some three to five meters away from Davis.\\n\\nMonk: “Davis! Behind you!\\n\\n“Bang! Bang! Click! Click! Click!”\\n\\nDavis is surprised and terrified by the sudden appearance of the human-like monster near him, and he accidentally falls on his back. He fired twice precisely at the undead forehead and face, but he ran out of bullets, and the rest of the three monsters flown by the heavy cannon blast are aggressively coming towards him. As a trained spec op with hundreds of hours of experience on the battlefields, Davis never once runs out of bullets when using his gun. Davis is a meticulous person. He always counts how many shots he fires, steps, or distances he takes. But tonight, the undead make Davis and the two other professional soldiers look like freshly graduated rookie police officers and on their first field duty.\\n\\nPanic and traumatized by what happened, Davis quickly dropped the used bullet magazine by pressing the button using his right thumb while holding the gun. He did it before reaching the new ones using his left hand from the pouch on his left waistband, which is not how any well-trained spec op will do when doing a speed or tactical reload.\\n\\nThankfully, Monk and General Perry quickly shoot the three undead close to Davis as he still lay on the ground after falling on his back and out of ammo. Monk and General Perry reacted quickly and put three holes on each of the three undead heads. One of the undead drop-dead near Davis.\\n\\n“FUCK!” Davis was angry and disappointed because he did not respond or perform as he should have, like a well-trained and experienced spec op. He knew, if it not for Monk and General Perry saving his life, he would already become a snack for the undead by now.\\n\\nThe two men quickly help Davis to stand up. Once Davis is back on his feet, he reloads his handgun with lightning speed which he usually does in less than one second.\\n\\nDavis immediately shoots the nearest incoming undead with precision when Monk and General Perry take turns in speed reloading their gun.\\n\\n“Move in, now!” says Hydra from inside the JLTV using the PA system again, and then she presses the break and makes a sudden left turn which drifts the JLTV slightly before reaching a stop around fifteen to twenty meters away from the three men.\\n\\nHydra immediately exits the JLTV carrying a modular assault rifle, FN SCAR, and a Remington 870 tactical shotgun, commonly used by the US Special Operations Forces (SOF). She straps the tactical shotgun on her left shoulder while holding the FN SCAR with both hands. She walks at gunpoint by going through the rear of the JLTV to reach the other side and begin to shoot with lethal precision toward any incoming undead near General Perry, Monk, Davis, and the JLTV by using the FN SCAR to prevent the undead from besieging them from all sides.\\n\\n“Ratatatatataat!”\\n\\nInside her mind, she also hopes the road heading south to the edge of the runway is clear from being blocked by the horde of undead.\\n\\nHydra: “General! Get in the JLTV, now! I can handle this with the boys.”\\n\\nMonk and Davis hear what Hydra just shouted to General Perry, and the two men see how she handles the FN SCAR. At that point, they know Hydra is not some ordinary civilian scientist or field agent working as a “part-time” consultant for the Department of Defence (DoD).\\n\\nGeneral Perry is following Hydra's order and slowly retreats to the JLTV until he reaches her. He speeds reload his Glock 17 and says to Hydra, “Something just came up. This is not just a virus, Hydra. We need to get out of here, fast!”\\n\\nHydra replies: “Yes, Sir! I know…” Then she quickly gives the shotgun to General Perry and says, “Sir, pass this to them!”\\n\\nDavis and Monk are also retreating, and they are halfway to the JLTV when they both hear General Perry shouts to one of them, “Davis!”\\n\\nDavis immediately responds and looks at General Perry. He sees General Perry carrying a tactical shotgun and is giving a sign for him to catch it.\\n\\n“Catch!” says General Perry as he throws the Remington 870 to him.\\n\\nDavis feels blessed by the gift, and he quickly put away his Glock 17 back to the side holster on his waist and catches the tactical shotgun just on time from General Perry.\\n\\nWithout further ado... Davis pumps the Remington 870 tactical shotgun and begins sending the three-and-a-half-inch size buckshot shells to land on the undead faces.\\n\\nDavis is standing ten meters away from the closest incoming undead. So he does not blast one undead at a time but two or even three heads of the undead simultaneously. Satisfy with the result and having some spare time, he stops shooting and quickly takes the Glock 17 from the side holster using his right hand and gives the handgun to Monk.\\n\\nOn most battlefields, Monk and Davis are like one mind in two separate bodies. They just responded to each other actions like two professional jugglers on a battlefield throwing and catching at the same time while bullets are flying around.\\n\\nBy holding the two Glock 17 on each hand, Monk begins shooting at the incoming undead, and it was a modern-day wild west indeed. Each bullet made a direct hit on the undead heads. The undead falls to the ground like steel targets. On the other hand, Davis makes the undead heads explode as if he is shooting explosive targets.\\n\\n“Spectacular!” Hydra mumbles as she sees the two men in real-life combat action. She feels astonished with Davis and Monk's rhyme cooperation in the line of fire. Now she also knows why General Perry is still well and alive because he was in good hands.\\n\\nDavis and Monk finally reach the JLTV and shout “Move! Move!” telling General Perry and Hydra to quickly enter the JLTV.\\n\\nGeneral Perry shouts back and promptly says, “Davis, drive! Monk, take the CROWS! Let’s move out!”\\n\\nThe JLTV is equipped with an M153 CROWS II system (Common Remotely Operated Weapon Station). The CROWS system provides a gunner with the ability to acquire and engage targets while inside a vehicle. The sight includes a daylight video camera, a thermal camera, and an eye-safe laser rangefinder. It is also furnished with a fully integrated fire control system that provides ballistic correction. The CROWS II system can mount various types of machine guns, ranging from 7.62mm, 12.7mm, or in the case of what Monk will take control of the JLTV armament is the 30 mm M230 chaingun which is commonly mounted on an AH-64 Apache attack helicopter.\\n\\nHydra and the three men finally enter the JLTV and without delay, Davis steps on the gas and leaves what could almost become a slaughterhouse for the three men if Hydra didn’t show up just on time. General Perry sits beside Davis at the front seat while Hydra and Monk take the rear. Hydra taps Davis's shoulder twice and says, “Head South to the edge of runway number four!”\\n\\n“Yes, Ma’am.” Says Davis, responding to Hydra’s order.\\n\\nShe quickly switches back ON her Combat Net Radio (CNR) and makes immediate contact with Lieutenant Stephen on board Eagle-Two.\\n\\nHydra: “Eagle-two, Eagle-two, this is Aurora-One. Respond, over.”\\n\\nStephen: “Aurora-One, this is Eagle-Two. The ground is FUBAR. I repeat, the ground is FUBAR. They are everywhere! Break. Dubai city is covered with thick mist and is a fucking war zone down there, we detected explosions and fires everywhere. Break. What’s your 10-20?”\\n\\nHydra: “Eagle-two, this is Aurora-One, the Unicorn is safe and secure… with a pair of Eagle-One boys. Break. Aurora-One Oscar-Mike south to the nest. Break. Keep the runway clear. ETA in five minutes. Over and out.”\\n\\nStephen: “Aurora-One, this is Eagle-Two. Lima-Charlie. Break. Your beacon is detected and you may proceed. Break. Eagle-Two is standing by.”\\n\\nThe UAE-US joint military air force base near Dubai in the United Arab Emirates has four long runways and is considered to be one of the largest in the Middle East. The US military air force base itself is just one-third of the whole area which is divided into three independent sections. Each section is connected using roads and fields. If seen from above, the US military airbase has alternative roads within the base that is connected with the Dubai International Airport (DXB), and also a military air force base belonging to the UAE Air Force. The whole facilities are so massive and vast, it has the size of a medium city.\\n\\nAs of now, the JLTV cruises on a dark road in uncertain situations, and with one hundred percent certainty, inside an abandoned military base. A place that was once known as the most protected and secure US military air force base in the Middle East is now like a huge battle zone and an empty graveyard.\\n\\n![(Illustration 57)](https://images.mirror-media.xyz/publication-images/WxYh7yBRztwYRb9I-c5YH.jpg?height=1500&width=3000)\\n\\nFrom inside the JLTV rear camera view, they can see a huge cloud of mist is slowly following them from behind. Now, they cannot even see the entrance area or the Eastern side of the military base where Monk, Davis, and General Perry run away from. The military base is slowly swallowed by the mist. Other than huge flashes of blazing fires mixed with smoke coming from inside the mist, no one knows what truly happens inside the thick mist.\\n\\nLike driving inside a misty war zone but inside the enemy territory, Davis took precautions by using the low headlights to see the road ahead which is now is becoming limited as the soft and thin mist begin to build up in some parts of the roads. He is more dependent on Monk telling him where to go, especially if there are any hostile movements nearby. Sitting at the rear, Monk is busy on the JLTV monitor, he is scanning the safest and fastest route heading south to the edge of the military base runway where the airplanes and the last remaining crew are waiting.\\n\\nAfter finished talking to Eagle-Two, Hydra says to General Perry.\\n\\nHydra: “I am sorry I have borrowed the JLTV earlier, General Perry but as we left the briefing room, we were informed that a massive mist was already heading to the military base. We immediately ordered the last transport C5 Galaxy to airborne. Eagle-One, Doctor Jim, and Spartacus are waiting for us on the plane at the edge of the runway. General, I don’t think this is just a virus pandemic but it has something to do with the trees that are appearing everywhere and the mist. General, I think monsters are walking inside the mist…”\\n\\nGeneral Perry interrupts Hydra, saying, “Huge monster, Hydra. We saw it too! Look, Hydra! Before you came, we saw the infected and also a huge monster reaching three meters in height is also walking with them. It was neither a human nor likely, a mutation. It must have come from somewhere else but certainly not of this planet. At this point, I still don’t know what to conclude but the spreading virus, the trees, the mist, and the monsters… those things are enough for me to say right now that we are being invaded, except for the sudden loss of electricity which I think is a manmade computer virus…”\\n\\nDavis interrupts General Perry and Hydra's conversations. He says, “What are you saying, Sir?”\\n\\nHydra: “Just stay focused on the road, Officer!”\\n\\nSuddenly, there is a moment of tense, and silence inside the JLTV. Davis felt uncomfortable with Hydra’s words and raises his eyebrows while viewing the rear mirror. Monk felt the same as Davis, and he thinks what Hydra just said to show who’s in charge is unnecessary, especially when a high-rank Officer like General Perry is already present inside the vehicle.\\n\\nGeneral Perry immediately steps in to ease the tensions. He says, “Everyone just calms down! Hydra, I want you to meet Officer Davis and Officer Monk. They are my classified US Military assets inside the Special Operations Forces. Gentlemen, this is Hydra, she also works for…”\\n\\nWhile General Perry is still making an introductory conversation, Monk who is still monitoring the road, and the surroundings using the thermal vision suddenly shouts to Davis.\\n\\nMonk: “Davis! We got huge crowd heading southeast half click ahead!”\\n\\nDavis: “O hell… Here goes nothing!”\\n\\nDavis is not the only one who is tense tonight, as the rest of the three other officers inside the JLTV also beginning to realize that their way to reach the edge of runway number four is becoming like the song lyric from The Eagle, titled Hotel California. “You can check out anytime you like, but you can never leave…”\\n\\n## Chapter Fifty\\n\\n### The Supercenter\\n\\n![(Illustration 58)](https://images.mirror-media.xyz/publication-images/QNbz9KEXPgXgY-TbZhqq-.jpg?height=1500&width=3000)\\n\\n***The Cottonwood Plaza, Albuquerque, New Mexico***\\n\\nThe Walmart Supercenter opened to the general public in November 1998. It resides between Coors Bypass Road on the Western part and Cottonwood Drive on the Eastern side. The whole commercial complex is called The Cottonwood Plaza and is one of the most well-known commercial districts in downtown Albuquerque, New Mexico.\\n\\nThe Walmart store occupies twenty thousand square meters of land from around one hundred thousand square meters of the total land area. It provides almost anything every customer needs. Food, clothes, furniture, home appliances, cars, auto parts, books, and many more, not to mention, of course, guns. Yes! Lots and lots of guns.\\n\\nIf observed closely, the supercenter was planned and built to last in the not-so-friendly weather conditions and environment of the state of New Mexico. And not only that but, the whole complex can be seen as a giant military depo rather than a huge hypermarket. Or, probably both.\\n\\nAfter more than two decades, new buildings were built in this vast commercial complex. Several expansions and renovations also have been made, which include installing the latest state-of-the-art solar power energy in early 2016 for the entire building in Cottonwood Plaza that could sustain for thirty years without any outside electricity sources.\\n\\nIt is well-known among most US citizens that The State of New Mexico is entitled to be called the second most gossiped state among conspiracy theorists after Nevada, where Area-51 was built. Located in the South-Western part of the United States and have a direct border with Mexico, New Mexico has a long history of the US Government top-secret projects ever since the Manhattan Project back in the Second World War. There are also several rumors of other top-secret projects, like the Sandia military base, while the most classified of all projects are belonging to the Central Intelligence Agency (CIA) known as *El Dulce Origen Del Río* or The Sweet River Origin and the Rosewell, or *Pozo De La Rosa*, which means The Well of the Rose. Except for their names, rumors, and speculations, no one knows what the secret projects are all about or if they ever truly existed. Stories did spread for years that the CIA is working with aliens or in the language of the New Mexican folks are called *El Demonio Gris*, meaning The Grey Demon.\\n\\nThen, there is one secret military project that neither the CIA nor the good citizens of New Mexico ever know even after Z-Day occurred, which is the Eagle Peak or the Glenwood Special Operation Forces military airbase at the Gila Forest National Park, where Monk and Davis are stationed.\\n\\nWell, at least the conspiracy theorists have uncovered some of it but not all the truth...\\n\\n***Early December 2024, North West Entrance, Walmart Supercenter. Albuquerque, New Mexico***\\n\\nOfficer Liam: \\\"Ma’am! Sir! Stay where you are!”\\n\\nA while ago, Officer Liam was telling Rosa, Mrs. Abigail, and the online taxi driver to immediately leave the Cottonwood Plaza, but once he heard and saw several assault helicopters and fighter jets flying at low altitude heading East, North East, and South East, he changes his mind and instructed the three frightened and confused people to stay where they are. What Officer Liam said, made them more confused and scared.\\n\\nThen, Officer Liam and his colleagues run to a JLTV that has just arrived not far from the supercenter entrance.\\n\\nSeveral soldiers with police officers are guarding the main entrance and one of them keeps telling the crowd to stay calm using a portable speaker.\\n\\n*\\\"Do not run! Stay calm and do not panic!*\\n\\n*Open your mobile phone and follow the instructions.*\\n\\n*Turn on your car radio!*\\n\\n*I repeat, turn on your car radio!*\\n\\n*The instruction is available on every radio frequency.*\\n\\n*This situation is a National Emergency!*\\n\\n*Do not run! Stay calm and do not panic!\\\"*\\n\\nThey are still trying to stir the crowd to remain calm despite everyone fleeing the supercenter frantically to the parking lot. Some men and women, teenagers and adults, or even children fell because everyone exited the supercenter at different moving speeds and make the slower ones get bumped from behind. To avoid a stampede, the National Guard soldiers rush to assist and secure them to the side.\\n\\nWhile seeing the crowd exiting the building in fear and panic, Rosa stands in disbelieve over what happened and froze like a statue at the disabled pickup spot in front of the Walmart Supercenter entrance. Mrs. Abigail raises her shivering right hand. She wants Rosa to hold her hand and begins crying. Rosa responds by holding Mrs. Abigail’s hand, assuring her that she is not leaving her there alone. As a trained nurse, what Rosa sees devastated her heart because she wants to help some of the victims who fell, but she can’t leave Mrs. Abigail alone sitting in her wheelchair.\\n\\n“O God, what is happening? I am so scared... Catherine, Diana, where are you?” Rosa mumbles to herself. Perhaps, Rosa was not the only one who mumbles this late evening. At that moment, the online taxi driver hastily enters his car without saying anything, and quickly drives away from the supercenter, just like the rest of the crowd.\\n\\nSuddenly, numerous flashes and explosions sound in a far distance rumbling from the East side of the Rio Grande River or the Eastern part of the city of Albuquerque. The flashes of explosion are visible throughout the Eastern horizon of the city of Albuquerque, and it stretches from the North East, East, and South East. The Eastern city of Albuquerque is also where Mrs. Abigail, Catherine, and Diana live but as of now is becoming like Baghdad when it was constantly bombarded by the allied forces not long after the turn of the Millennium.\\n\\nDesperate and frightened not knowing where to go or what to do, Rosa keeps a close watch of the people exiting the supercenter entrance. She hopes to see Catherine or Diana among the crowds. Probably Rosa is lucky or her prayers got answered. Either way, she sees Catherine carrying Mike exiting the entrance in a hurry. Rosa starts calling Catherine by yelling, “CATHERINE!...CATHERINE!...CATHERINE!...”\\n\\nUnlike several minutes ago, the supercenter main entrance has become less crowded than before. But the noises coming from the crowd of people, the city civil siren, and the soldier addressing the people in front of the supercenter main entrance using a portable loudspeaker make Rosa's voice sink compared to other noises.\\n\\nCatherine does not hear Rosa is calling her and keeps running to the parking lot. The conditions on the streets and inside the parking lot are far worse and chaotic than on the supercenter entrance door. Everyone is scared and panicked, so no one is abiding by the rules. Hence, it creates unnecessary traffic on the street and makes them more difficult to exit from the parking lot. People are shouting, cars crashing or bumping with one another, and some even take a shortcut by running over the sidewalks to reach the main road. Some parts of the main road and the Cottonwood Plaza parking lot is becoming like a large bumper car arena for adults. Neither the police nor the National Guard can do anything about it.\\n\\nRosa needs to make a decisive choice because not losing Catherine after finding her is the only right decision she knows right now. Rosa quickly says to Mrs. Abigail close to her ear, “I saw Catherine! I’ll be back in a minute.”\\n\\nMrs. Abigail doesn’t say anything to Rosa, she just nods her head. Rosa begins chasing Catherine to the parking lot from behind and keeps yelling at her, “CATHERINE! CATHERINE!”\\n\\nJust before arriving at the parking lot, Catherine can hear someone is calling her but doesn’t know from where that is until Mike finally sees Rosa chasing them from behind, because Catherine carries him on the front, and Mike’s head is leaning toward Catherine’s shoulder facing the opposite way. Mike says, “Mommy! Is Aunt Rosa, she is behind you!”\\n\\nCatherine stops running and turns to look at the person who chases her from behind. Rosa also stops running and starts walking towards Catherine. She felt so relieved knowing she and Mrs. Abigail is not alone or stranded in an unprecedented situation. Catherine is also glad to see Rosa in that chaotic evening. She cries and says, “Oh God, Rosa! What is happening? What is happening?...”\\n\\nThe two women hug each other between the parking lot and the supercenter, crying in fear for their lives and safety.\\n\\nRosa cannot hide her tears anymore and says to Catherine while crying, “Thank goodness I finally found you, Catherine. I don’t know what is happening! My mobile stop working. And I got this National Emergency Message. I was so scared because I don’t know what to do. I am so glad to see both of you are alright.”\\n\\nThe two women felt relieved to see each other amidst the chaos. Mike also smiles at seeing Rosa. At least, now he knows he is not alone with his Mom anymore, like several minutes ago when all this mayhem began.\\n\\nRosa immediately asks about Diana's whereabouts.\\n\\nCatherine startles and says, “Oh no, Diana and Alice are still at the PartyCity. We need to find them right away!” The PartyCity is a kids store located in a building adjacent to the Walmart supercenter.\\n\\nRosa replies, “Alright, Catherine. Let us all go to find Diana and Alice right now, and then we need to get out of this place as soon as possible! Wait here for a second. I am bringing Mrs. Abigail so she will be safe with us.”\\n\\nRosa quickly runs back to the pickup spot for disabled people near the supercenter main entrance.\\n\\nWhen Rosa mentions Mrs. Abigail is with her, Catherine suddenly remembers that she and Diana are supposed to have dinner together tonight at the supercenter. The chaotic situations that are currently happening have messed her short memory for a while. She also puts Mike down as her arms begin to feel fatigued.\\n\\n\\\\*\\\\*\\\\*\\n\\n“Colonel!” shouts Officer Kevin to Lieutenant Colonel Liam. In military ranks, Kevin is a Major. He is second in command of the 4th Battalion, 4th Marines of the “Intruder” infantry battalion stationed near Kirtland Air Force Base. Officer Kevin runs towards Officer Liam from a nearby M1296 Dragoon Armor Personal Carrier (APC) carrying a Combat Net Radio (CNR).\\n\\nOfficer Liam does not respond and keeps giving instructions to the officers inside the JLTV.\\n\\nOfficer Liam: “I want every emergency exit to the Walmart Supercenter, The Cottonwood Mall, The Plaza, and Home Depo secure and barricaded inside and outside! Big doors, small doors, large doors, cat doors, dog doors. Just barricade every goddamn door, now!”\\n\\nOfficers in the JLTV: “Yes, Sir! Right away, Sir!”\\n\\nMajor Kevin: “Colonel! Sir! We have lost all contact with Kirtland and HQ! Eastern Albuquerque is overrun, and the thick mist nearly reaches the Rio Grande River. The last remaining Ospreys were able to airborne before the mist reach them, and they are requesting orders. Sir, they said no soldiers from the company ever made it back… They left empty. They said the situation was a nightmare! They also reported that they hear people screaming from inside the mist. They are certain there is something inside the mist. Sir, if that thing manages to cross the bridge from the Eastside, we will not stand a chance.”\\n\\nOfficer Liam: “How much time do we have left?”\\n\\nOfficer Kevin: “I say less than twenty minutes, Sir.”\\n\\n“Shit... (Sighs) that is not enough to throw my shit away. Well, I guess we are all done here, and it's time for you and your men to move on.” Says Officer Liam.\\n\\nOfficer Kevin found his commanding officer's statement surprising, but he did not want to respond.\\n\\nOfficer Liam is silent for a while, and then he says, “Major! I have my orders to remain at my post. You are now officially in charge and to evacuate from New Mexico immediately! Clear the parking lot and call in the Ospreys. I will need two dragoons’ parked head to head to block the supercenter main entrance. I will also need twenty volunteers if available from every unit. The rest need to leave and head west. Major, do not stop for anything else until you reach the West Coast.”\\n\\nOfficer Kevin: “…Only twenty men, Sir?”\\n\\nOfficer Liam does not reply to his question directly. He thinks while rubbing his cheeks and neck using his left hand. He can feel a sharp thin beard is beginning to grow on his lower neck, chin, and cheeks, then he replies by saying, “Just make sure you tell them they know what I am asking from them.”\\n\\nOfficer Kevin: “Yes, Sir! Understood, Sir!”\\n\\nThere is a moment of silence between the two officers. Yet, deep down, Kevin knows what his commanding officer is trying to do. He knows Officer Liam has decided not to abandon his post, but at the same time, he does not want to risk the lives of his battalion over his decision. Other than that, Kevin also knows Officer Liam has been trying to call his wife, children, parents, and his entire family in New Jersey for the past several hours without any luck. Like New York, New Jersey was also declared as Ground Zero of the deadly pandemic. New Jersey fell into the mist not long after the outbreak began six to eight hours ago. Officer Liam's wife and his two children left New Mexico for New Jersey several days before Thanksgiving last week. Officer Liam can go with them if he wants to, but he decided to stay for three weeks in New Mexico and return to New Jersey two days before Christmas. Officer Liam’s marriage has been in troubled water since last year, despite his wife coming from New Jersey and having known each other since high school.\\n\\nAround seven hours ago, Officer Liam received a short message from his eighteen years old son, James. His son said that he was at home with Monica, his sister. James tried to call his mother because most of the neighborhood is covered in thick mist, but couldn’t reach her. He quickly messages his father telling him that her mother's phone was switched off, which she had never done before. James also said they heard terrifying screams from nearby neighbors not far from the house, and his little sister is scared. Officer Liam did not respond promptly to James' messages because he was at an emergency briefing in Kirtland Air Force Base about a lethal and highly contagious virus spreading in New York. An hour later, Officer Liam tried to call and send messages to his wife, son, daughter, and parents, but he never received any reply from them until now.\\n\\nAfter a while, Officer Liam says to Kevin, “…Good luck! Major.”\\n\\nOfficer Kevin: “You too, Sir.”\\n\\nUnlike Officer Liam, Kevin and his family came from San Francisco. His family left for San Francisco yesterday morning. Kevin is supposed to leave for San Francisco tonight, but due to the emergency that occurred eight hours earlier, every flight was canceled, and commercial airliners are grounded until further notice, both international and domestic. New Mexico and the city of Albuquerque have declared martial law and a military zone less than an hour ago.\\n\\nOfficer Liam: “Now, let us get this shit done! You only got ten minutes, Major.”\\n\\nOfficer Kevin does not directly affirm Officer Liam’s order like he used to, instead, he interrupts and says, “Sir... Whatever happens, I want to let you know that it has been my honor to serve under your command, Sir.”\\n\\nOfficer Liam: “Thank you, Major. Try to stay alive, your family needs you…” Officer Liam ends his conversation with Major Kevin by giving a friendly military salute and says, “You are dismissed, Major. Now, get moving! We don’t have much time…”\\n\\nOfficer Kevin responds by giving a formal military salute to Officer Liam and says, “Sir, Yes, Sir!”\\n\\n## Chapter Fifty One\\n\\n### Night of the living and the undead meet...\\n\\n![(Illustration 59)](https://images.mirror-media.xyz/publication-images/fYvcEFSrQPpg3i9Er4qkm.jpg?height=1500&width=3000)\\n\\n***Early December 2024. The Cottonwood Plaza, Albuquerque, New Mexico***\\n\\nAs the greyish clouds of mist keep approaching fast from the Eastern side of the Rio Grande River, the night sky above the city of Albuquerque becomes darker than usual, yet unlike the hustle and bustle which still happening among the citizens of Albuquerque, including from the remaining soldiers of the “Intruder” infantry battalion.\\n\\nMajor Kevin quickly makes direct contact with one of the four Ospreys that are still flying over the sky of Albuquerque that managed to escape on time from Kirtland Air Base just before the military base was declared as a red zone and covered by the dense mist.\\n\\nKevin: “Black Panther-Alpha, Black Panther-Alpha, this is Intruder-One, come in, over.”\\n\\nBlack Panther-Alpha pilot: “Intruder-One, this is Black Panther-Alpha. The Eastern city of Albuquerque looks FUBAR from up here and the mist is closing in towards the river. Break. What’s your status, over?”\\n\\nKevin: “Black Panther-Alpha, this is Intruder-One. The situation is hell! Break. We are evacuating the area. Requesting extraction on Cottonwood Supercenter, ASAP. Sending the touch-down coordinate, now! Over.”\\n\\nBlack Panther-Alpha pilot: “Black Panther-Alpha to Intruder-One. Landing coordinate received and confirmed. Break. ETA less than three minutes. Over and out.”\\n\\nKevin: “Intruder-One to Black Panther-Alpha, roger that. Intruder-One is standing by.”\\n\\nOnce Kevin finishes contacting the Osprey squad leader, he immediately tells his military units to be divided into three new task groups. He wants every soldier carrying light weaponry to evacuate by onboarding the four Ospreys because they came to Cottonwood Plaza earlier using open military trucks, which lack protection. Kevin and the rest of the units that carry heavy armament will use the light and heavy armor military vehicles, like the JLTV, M2 Bradley, and the Dragoon Armoured Personnel Carrier (APC). Furthermore, he orders several units of Abrams M1A2 SEPV3 tanks and M2 Bradley carrying soldiers on board to move heading South on Coors Boulevard North West or State Road 45 and to quickly secure three of Rio Grande River bridges located on Paseo Del Norte Boulevard North East, Montano Road North West, and Coronado Freeway. After losing contact with HQ and Kirtland Air Force Base, Kevin lacked military personnel and equipment for ground support. And as for whatever worst may come, he wanted to be sure, nothing from inside the mist could pass through the three bridges that he ordered to secure. That way, the infantry battalion under his command with the remaining citizens of Albuquerque residing on the West side of Rio Grande River will have time to enter Interstate Forty to head west.\\n\\nAs requested by Officer Liam, Kevin asks one volunteer from every unit of the infantry battalion to remain at Cottonwood Plaza under Officer Liam's command. He also orders two Dragoons Armoured Personnel Carrier to be parked head-to-head to barricade the Walmart Supercenter main entrance door.\\n\\n\\\\*\\\\*\\\\*\\n\\nThe overall situation on the west side of the Rio Grande River in Albuquerque is no less chaotic than on the east side, where the mist has covered most of the city. And as the mists get closer to the Rio Grande River, the remaining survivors from the Eastern side are running hysterically to cross the river. Some are heading to the nearest bridges, while those who live closer to the river banks and too far to reach the main bridges are trying to cross the Rio Grande River using small boats, rafts, or taking chances by swimming despite knowing the Rio Grande River stream is not friendly, especially in December evening when the water temperature is almost freezing and the stream is flowing sporadically fast which make swimming or clinging to a rope while crossing the river will not be too helpful, not to mention the debris inside the eighteen meters deep river, or the quicksands on some parts of the river banks. It is an unbearable scene because drowning bodies begin emerging to the surface, not knowing are they still alive or dead. Everyone is just busy saving their own lives and families, frightened by the incoming mist. Yet the worst part is the noises. The sound of people crying, shouting, city civil sirens repeating the emergency broadcast message, car horns, rockets, missiles, and bombs dropped by military airplanes near the edge of the ever-expanding mist, hoping it can slow down whatever is hiding inside.\\n\\nA radio call from the V-22 Osprey squad leader comes into Officer Kevin tactical Combat Net Radio (CNR) and the pilot says, “Black Panther-Alpha to Intruder-One, come in, over.”\\n\\nOfficer Kevin promptly responds, “Intruder-One to Black Panther-Alpha, what’s your twenty? over.”\\n\\nBlack Panther-Alpha pilot: “Black Panther-Alpha to Intruder-One, we have your location on sight. Break. ETA thirty seconds. Requesting confirmation to land. Over.”\\n\\nOfficer Kevin: “Intruder-One to Black Panther-Alpha, Only two Ospreys can land at a time. I repeat, only two Ospreys can land at a time. Break. Two pick up and two stays airborne. Do you copy? Over.”\\n\\nBlack Panther-Alpha pilot: “Intruder-One, this is Black Panther-Alpha. That is Lima Charlie. Black Panther-Bravo and Black Panther-Delta will make the initial touchdown and extraction. Break. Lead the way, Intruder-One. Break. Black Panther-Alpha and Black Panther-Charlie are standing by. Over.”\\n\\nOfficer Kevin: “Intruder-One to Black Panther-Alpha, We are lighting the ground, now. Stand by. Over.”\\n\\nBlack Panther-Alpha pilot: “Black Panther-Alpha to intruder-One, copy that and standing by. Over”\\n\\n“Light it up!” Kevin tells to light the two vacant areas prepared earlier at the Cottonwood Plaza parking lot by using chem lights to mark the two landing locations for the two incoming Ospreys that will soon make the first extraction.\\n\\nJust seconds later, regardless of the noisy sound still happening on the ground, the sound from the two incoming V-22 Ospreys engines begin to rumble near the surrounding Walmart Supercenter parking lot. The wind and noise coming from the Ospreys massive tiltrotor engine scatter dust and some rubbish left on the parking lot by the panicky people as they were leaving the Supercenter earlier.\\n\\nThe two military transport planes are coming from the North East and make a low altitude fly-by right above the Walmart Supercenter before hovering and rotating 180 degrees, then descending on the marked landing spots at the Cottonwood Plaza parking lot.\\n\\nAs the two Ospreys landed, a platoon of soldiers with light weaponry guarding the surrounding area began to run to the two planes. Once the soldiers approach the Ospreys, they form a single-line formation, preparing themselves to get on board the planes.\\n\\nThe noise and wind from the two incoming Ospreys have also made Catherine, Rosa, and Mrs. Abigail freak out. As soon as Catherine sees one of the Osprey is flying at low altitude above her, she hastily holds Mike to her arms and carries him like before. She immediately runs to Rosa at the stopping spot for the disabled near the Supercenter main entrance.\\n\\n“Rosa! …We need to find Diana and Alice, right now, and get out of here, fast!” Shouts Catherine to Rosa while running.\\n\\n“CATHERINE! …CATHERINE!” While running and shouting at Rosa, Catherine can hear another voice shouting at her name and the voice is coming from a woman carrying a child running from the Southern part of the building near the second entrance door to the supercenter. The Walmart Supercenter has two main entrances doors and both entrances are located on the Northwest side of the huge square shape building.\\n\\nA group of civilian men carries non-military-grade weapons with some soldiers suddenly running in panic from the Coors Bypass Northwest located on the Northern side of Cottonwood Plaza. Several men are running and shouting using a portable speaker, “THEY ARE COMING! THE DEAD ARE COMING!”\\n\\nCatherine and Rosa faintly hear what the men are shouting and freak out about because there is already too much noise in the surrounding, not to mention the noise coming from the Ospreys engine on the ground and somewhere above them.\\n\\nCatherine stops running as she arrives at the stopping spot for the disabled people to meet Rosa and Mrs. Abigail.\\n\\nCatherine tries to catch her breath after running while carrying Mike in her arms, and without saying anything or even greeting Mrs. Abigail like she used to, she immediately speaks to Rosa by asking, “… Rosa, did you hear what they are screaming?”\\n\\nAt the same time, Rosa also wants to ask Catherine the same thing. Rosa says, “Catherine, what did they say? The dead… What?”\\n\\nCatherine: “The dead? What?... Is that Diana?”\\n\\nRosa: “Who...? What are you talking about…?”\\n\\n“CATHERINE! …CATHERINE!” Diana is calling Catherine again while running and carrying Alice.\\n\\n\\\\*\\\\*\\\\*\\n\\n![(Illustration 60)](https://images.mirror-media.xyz/publication-images/Oh7bkza8LlA92CuS7Sqoi.jpg?height=1500&width=3000)\\n\\nA B-2 Spirit stealth bomber from Los Angles Air Force Base (AFB) flying at high altitude has finally arrived and is now some fifteen kilometers away from Albuquerque. The crew has clearance to seek and eliminate any hostile threat on the ground using GBU-31 JDAM.\\n\\nB-2 Spirit crew: “Roger That! Target locked. Fire! Missiles away. Break. Direct impact in 55 seconds. Over and standing by.”\\n\\n## Chapter Fifty Two\\n\\n### The Mysterious Guardian of Guadalupe\\n\\n![(Illustration 61)](https://images.mirror-media.xyz/publication-images/LFInLmkVLMnB1yVsYsWyZ.jpg?height=1500&width=3000)\\n\\n***Early December 2024. The Cottonwood Plaza, Albuquerque, New Mexico***\\n\\nAfter a group of civilian armed men and soldiers fled from the intersection between Ellison Drive and Coors Boulevard Bypass to alert people at Cottonwood Plaza that the undead was coming from the northern side of the Walmart Supercenter, an M1161 Growler and a police car have also returned. Both vehicles came from the top of Coors Boulevard Bypass Bridge, located around five hundred meters away, north of the Walmart supercenter. Officer Liam stationed both of them earlier to recon the surroundings. The same goes with the civilian armed men and soldiers at the intersection. But unlike the military Growler from the \\\"Intruder\\\" infantry battalion that immediately entered the supercenter area, the police car keeps driving on State Road 45 or the Coors Boulevard Bypass heading south to Double Eagle II Airport, where the civilian evacuation attempt is still ongoing.\\n\\nWhen the police car passed the Cottonwood Plaza, it sounded the police siren and horn several times to notify the rest of the police cars and firefighters in the vicinity to quickly join in and evacuate the area without further delay. Like the National Guard, the police and firefighters know that what comes next is beyond their ability to control or contain.\\n\\nThe northwest part of Albuquerque, from Rio Rancho on the north, all the way south to Coors Boulevard Bypass Bridge at Cottonwood, is beginning to look like a ghost town, empty and frighteningly quiet. This late evening, the only scenery in that area is the dim street lights. There are no noises except the eerie cold evening December wind blowing leaves on trees and the scattering papers on the street telling the citizens to evacuate the city at once. Almost every residential house in Rio Rancho is now hiding in the dark. The homeowners have switched off the electricity to avoid incidents as instructed in the emergency flyers dropped from helicopters and planes several hours ago.\\n\\nStill, there are far worse things than supposedly just the empty part of the city, the silence, or the dark sky on that early December twilight as the greyish mist coming from the northern side of New Mexico began expanding to the south and has covered most northern districts of Albuquerque from Tierra Del Norte to Old Rio Rancho district. The mists build up gradually and steadily throughout most areas. Soon, it will eventually reach the Cottonwood district.\\n\\nPreceding the misty grey clouds are the so-called infected victims, or as some called it: the undead, and beginning to roam the vicinity. Some are seemingly unseen as they wander behind the dark shadows of the night. The rest looks terrifyingly ugly once they appear walking under the dull street lights. Their faces are bluish pale with yellow-reddish eyes. Some of them, the clothes are tainted with blood, and their physical appearances are wicked because their body parts are no longer intact, either twisted, misplaced, broken, ripped off, or violently torn apart. Nevertheless, the early news report stated that they were merely virus-infected patients. It was such a euphemistic word to substitute the facts for clinically dead beings moving around.\\n\\nBack at the supercenter, as soon as the twenty-five civilian armed men returned from the intersection, they quickly gathered at the North East parking lot in front of the Home Depot. Every member of the civilian armed men is wearing the same uniform, while the youngest member is as young as sixteen years old. They all wore black beanie hats with a white letter 'GoG' embroidered on the front end, grey t-shirts, black hoodie jumpers, forest green camouflage jackets, black denim jeans, and dark brown mountaineering boots. Every armed civilian carries a civilian radio communication unit, a combat knife, a 9mm Smith & Wesson handgun, and an AR-15 assault rifle. The only similar weapon they have is a Remington 870 Tac-14 12ga pump shotgun strap on their back.\\n\\nBesides all of that, there is only this one man who is already in his late forty's, and he wears the same uniform and brings the same types of equipment as they did, but with a grey beanie hat and a black color 'GoG' letter on the front end. His name is Mardon Taklishim. The civilian armed men or almost all the folks who knew him in Albuquerque before this horrifying pandemic began called him Cochise.\\n\\nTaklishim was born to Native Apache and European American parents. After he graduated college in the '90s, he decided to join the marines. He served the military for nearly three decades before he decided to retire in 2016 and return to his hometown in Albuquerque. Since retiring from the military, Taklishim rarely speaks about his military career to anyone, including his family. He and his family are devoted followers of the Congregation of the Oratory of Saint Philip Neri. And these recent years, after his wife died in 2020 because of the Corona Virus, he and his two sons have been active parishioners in the Church of San Felipe de Neri in old town plaza Albuquerque.\\n\\nWhen the armed civilian men appeared suddenly for the first time at Cottonwood Plaza early that evening, some military personnel thought they were ordinary folks from the surrounding neighborhood to help them secure the Cottonwood District. But that quickly changed when they saw Colonel Liam meet with Cochise, the leader of the armed civilian men.\\n\\nA while back, after Officer Liam talked to Major Kevin and decided to remain at his post on Cottonwood Plaza, he has been with Cochise all the time. No one knew what both men were discussing. And when the armed civilian men returned from the intersection to the parking area in front of Home Depot, Officer Liam immediately returned to join Major Kevin at his post. Kevin already knew about Officer Liam's friendship with Taklishim a year ago when Taklishim came to Kirtland Air Force Base and met Officer Liam and other senior military officers. From time to time, Kevin wants to know what the meeting is all about, but he prefers not to ask too many questions, especially to his commanding officer.\\n\\nKevin sees Officer Liam enter the command post, and this time is not like before because he notices something different about his commanding officer's face, terrified. In Kevin's eyes, he considers the colonel he knew and admired as a brave and dedicated soldier who knows no fear. He never once sees Officer Liam having a fearful look like just recently. Despite the awkward situation from Kevin's point of view, every officer working inside the command post, including Kevin, gives a quick military salute then returns to attend their work.\\n\\n\\\"Colonel, the volunteers are standing by, as you requested. They are waiting for your order in front of the Walmart Supercenter main entrance, Sir,\\\" says Kevin.\\n\\nOfficer Liam does not promptly answer, only nodding his head as he tries to maintain his postures. He takes a deep breath and exhales, then he says, \\\"Right on time, Major. Follow me! I need to speak to you and the volunteers before you leave.\\\"\\n\\n\\\"Yes, Sir!\\\" Kevin replied.\\n\\nKevin says to the officers inside the command post, \\\"Attention! Wrap everything up ASAP and get ready to move! We're leaving in less than an hour! And bring two striker dragoons to supercenter main entrance, now!\\\"\\n\\n\\\"Yes, Sir! Right away, Sir!\\\" said the officers.\\n\\nKevin and Officer Liam begin walking swiftly to the Walmart main entrance. While on their way, they both saw four women. Three of them walked in haste and headed to the Home Depot parking lot. Two of them carried little children in their arms, a boy and a girl, while one woman was helping an elderly lady in her wheelchair.\\n\\n\\\"Colonel, one minute...\\\" says Kevin, and he chases the four women.\\n\\n\\\"Excuse me, ma'am, wait! Stop!\\\" shouts Kevin to the four women.\\n\\nThe women stop walking. Kevin immediately asks them if they have a car to leave the premises. The three women respond almost simultaneously as they freak out and ask about what is happening rather than answering Kevin's question?\\n\\n\\\"Calm down! Please, calm down! Listen! If you don't have a car, then you should report now to the officer, right there, so they can arrange one for you.\\\" says Kevin, while pointing his hand to a military tent nearby.\\n\\nKevin explains there has been a National Emergency, and they must evacuate Albuquerque, right now! After that brief conversation, the four women left again in haste. Kevin then return to Officer Liam.\\n\\nAs Kevin arrives, Officer Liam suddenly says, \\\"I asked you to come because I need to meet you in private, and this is far enough, major. Look! There is something I need to tell and give to you. We have very little time, and I need you to listen closely. I ran out of people that I can trust.\\\"\\n\\nKevin was surprised by what the colonel said, \\\"Yes, Sir! I am listening,\\\" says Kevin.\\n\\n\\\"This situation will get worse soon unless we stop it, and whatever you are seeing now is a fabricated natural disaster. These whole events everywhere is coordinated attack using unconventional warfare. It happened in the past but never on such a massive scale as we are witnessing now. And I don't think whoever is behind this knows the consequences of what they are doing...\\\"\\n\\nStartle by what Colonel Liam pieces of information, Kevin interrupts and asks, \\\"Fabricated by who?\\\"\\n\\n\\\"That is not yours to solve, Major, but all we know is that without inside information, all these will not have happened...\\\"\\n\\nKevin interrupts for the second time, and says \\\"Are you saying there is a mole?\\\"\\n\\nOfficer Liam is silent for several seconds and says, \\\"Moles... The less you know, the better, Major. Stop asking questions. It's safer that way for you and your family. Right now, I only need a trusted messenger. They might already see or hear us, or both. I don't know will I be able to stay alive, but once you are in California, find General Perry and only to him, then say the word ‘Capricorn,’ and give this to him. Now let's shake hands, Major.”\\n\\nFor a while, Kevin felt confused because he will soon possess highly classified military information, yet at the same time, the less knowing it all, the safer he gets. For Kevin, that is too much to process. But once Officer Liam mentioned General Perry's name, he also knows that the intelligence division inside the Department of Defence (DOD) has its ideology and views that are not like the field soldiers uphold.\\n\\nThis time, Kevin decides not to ask further questions and concludes that Officer Liam probably has another military career and life that he never knew. He offers his hand to Officer Liam to shake hands as instructed.\\n\\n\\\"That's it, Major,\\\" says Officer Liam as both men begin shaking their hands, and Kevin can feel something on his palm that he recently received from Officer Liam.\\n\\n\\\"Thank you, Major,\\\" says Officer Liam.\\n\\n\\\"You're welcome, Sir. I make sure it'll be delivered,\\\" Kevin told Officer Liam.\\n\\n\\\"Make sure it does. I'll take it from here. You may go back to your post now, Major. And leave this place as soon as possible!\\\" Says Officer Liam.\\n\\nBoth men go separate ways. Officer Liam continues walking to the main entrance while Kevin returns to the command post.\\n\\nAfter walking several steps away, Officer Liam suddenly says to Kevin by raising his voice, \\\"Hey, Major! Say hello to your Mother and sister. I am glad they returned to San Francisco yesterday,\\\" says Officer Liam.\\n\\nKevin immediately felt awkward because he didn't know what to say or be glad the same for Liam's wife, James, and Monica. After all, unlike San Franciso, New Jersey was not only declared as a red zone but ground zero of this deadly pandemic. Kevin tries to maintain a positive face posture, but somehow he doesn't know how to show it. His mind wonders wildly, and as if time freezes for several seconds. In Kevin's thought, maybe Officer Liam is trying to tell him that he didn't go back a week ago with his family for thanksgiving is not because he would not want to go, but he probably can't. Whether Kevin thinks the thought in his mind is true or false, Kevin feels sorry for what may or may not happen to Officer Liam's family. Kevin's mother, Officer Liam's wife, James, Monica, and Anne, Kevin's sister, have known each other well as long as Kevin know the colonel.\\n\\nAll of a sudden, Kevin responds by saying, \\\"Yes, Sir!\\\" As it just came out of his mind instantaneously.\\n\\nSitting on top of a Stryker Dragoon while hiding under the dark shadow of the night and using a military binocular, a newly recruited soldier for the \\\"Intruder\\\" infantry battalion has been looking closely at Officer Liam and Kevin from around one hundred meters away for several minutes. As he looks with the binocular, his lips try to mimic whatever conversation Colonel Liam and Major Kevin were having but suddenly,\\n\\n\\\"BAAM!\\\" (A loud sound)\\n\\nAnother soldier swiftly jumps to the top of the Stryker Dragoon from behind. The soldier who observes Officer Liam and Kevin using the binocular is caught in surprise and feels as if his heart has just fallen to the floor.\\n\\n\\\"Fuck, bro! You almost made me shit on my pants!\\\" The soldier shouted.\\n\\nThe other soldier who had recently jumped began laughing and said, \\\"Relax, man! Why is everyone so tense tonight? And what are you looking at?\\\" he asks.\\n\\n\\\"Hey, I am nervous just like anybody else, okay. I am just looking around at the surrounding. I want to make sure those things don't suddenly come out of nowhere...\\\" Replies the soldier with the binocular.\\n\\n\\\"Chill out, man! Your ass sits on an ICV (Infantry Carrier Vehicle) made of steel and carries a 30mm autocannon. And besides, I don't think those things will come out from a Walmart supercenter either. Anyway, now let's move! The Major wants us to move these two Dragoons to the Supercenter main entrance ASAP. You take this one, and I'll move the next one there.\\\" Says the soldier.\\n\\n\\\"Why?\\\" Ask the soldier while putting his binocular asides.\\n\\n\\\"Do I look like a person who knows everything that's happening around here?... Come on and get moving!\\\" Says the soldier, then he jumps to the next Stryker Dragoon in front and enters the vehicle.\\n\\nThe soldier who observed the conversation between Colonel Liam and Major Kevin jumps to the street below. But before entering the vehicle, he looks around to make sure no one is looking. He calmly takes a small device out of his side pocket in his pants and presses several buttons on the device. After that, he quickly puts the device back into his side pocket, then enters the vehicle's cabin.\\n\\nMajor Kevin just passed the command post and entered the rear seat of an empty JLTV parked beside it. He takes out the piece of paper given by Colonel Liam. It's a postcard with a picture of a tree and a sculpture of a woman carved inside it. He knows the statue well because it is one of the significant monuments and is commonly visited by tourists in old town Albuquerque. Then, he flips the postcard and sees two of Colonel Liam's personal handwriting at the backend, and it reads: \\\"Sacred Valley\\\" and \\\"Guardian of Guadalupe.\\\"\\n\\nAs the evening bids farewell to welcome the cold and freezing month of early December night in Albuquerque, numerous undead from various directions are walking staggeringly from the northern part of the Rio Rancho district. They are now two hundred meters away from the Hilton Garden Inn North on Pat D'Arco Highway, located right beside the only available branch of the US Bank in Rio Rancho. At least, that was what the B-2 stealth bomber long-range multi-terrain radar has detected a while ago and informed Kevin about it.\\n\\n***The Rio Rancho Branch US Bank, Albuquerque, New Mexico***\\n\\nSometimes around fifteen minutes before the M1161 Crawler and the police car returned from the top of Coors Boulevard Bypass Bridge to the supercenter, three men and a teenage boy came out from a stolen van parked behind the First Baptist Church of Rio Rancho adjacent to the Intel RRP1 building located on the intersection between 19th Avenue South East and Pat D'Arco Highway on Rio Rancho district.\\n\\nThe two adults are wearing full uniforms like SWAT team officers with all the equipment like tactical radios, helmets, and headcovers. They even have Glock 22 on their waist-belt. Other than that, the first male adult carries a Colt AR-15 assault rifle, while the other, a Mossberg 590 tactical shotgun, whereas the third male walks in front of them closely beside his sixteen years old son. They walk to a building across from the Church, to the only branch of the US bank in Rio Rancho. Except for the \\\"unfortunate\\\" timing, it was a well-planned bank robbery!\\n\\nThe four perpetrators have planned to rob the bank for weeks. And yesterday, they decided to execute it today after office hours. They have scouted the bank and the workers for the past three weeks. They even pretend to open a bank account using fake credentials for their false jewelry business in Albuquerque to know more about the people who work there, the security system, and the interior of the building.\\n\\nThis ongoing bank robbery is not their first time but the fifth. In fact, from the four bank robbers, as the police have suspected it, two were identified and already wanted by the police for armed robbery and homicide in four states. Nevertheless, the detectives who investigated the case reached a dead end and failed countlessly to hunt them down because they did not find any clue on who their accomplices were?\\n\\nUntil now, it is still undergoing police investigations. The police have concluded the two males acted only as executors for each robbery, but how did they manage to get detailed information about the places and workers inside the banks remains unsolved?\\n\\nAs for the bank robbers this late evening, it was not as if they did not know about the chaos and the immediate evacuation instruction released by the Albuquerque municipality recently. They knew about it, but as they said, they did not see any better time to execute their plan to rob the US bank in Rio Rancho today while adding more banks to steal from on their lists later tonight. Well, at least, that was their plan once they knew the whole city of Albuquerque was in the evacuation process and exercised martial law sometime a few hours ago.\\n\\nAround three in the afternoon today, right before the mayhem throughout the city of Albuquerque began, two men came to Rio Rancho High School to pick up sixteen-year-old Noah from his school in the Northern part of Rio Rancho. The two bank robbers pretended to be his father's colleagues from work as they wear the same uniform as his father does, the US Bank security guard uniforms. They came to the school saying his father was fatally shot in the abdomen and is undergoing surgery at the Cottonwood Lovelace Hospital. They also told the teachers that Noah must come with them to the hospital because his father asked them to pick him up right before the surgery.\\n\\nOnce Noah heard his father was at the hospital because of a fatal gunshot wound, he was traumatized and cried desperately since, besides his father, he had no family members left living with him. His mother and sibling passed away in early 2020 when the first pandemic wave of Corona Virus hit the United States, and he has been living with his father ever since. The bank robbers' fake news also shocked the teachers. They know Noah can barely hold on these past few years after losing his mother and younger brother several years ago, so without hesitation, they excused Noah to leave the school and go with his father's colleagues to see his father at the hospital. While executing the kidnapping, one of the two men pretended to make radio contact with the Cottonwood Police Station near the hospital to make it believable and avoid suspicion. The fact was, he merely talked with his accomplice using a civilian radio frequency, who was waiting near the US bank where his father works. They also took notes of some of the teachers' names to scare them off until finally, the teachers, the school administrators, even Noah believed their story. It was a quick attempt with a convincing make-believe situation because it was a carefully planned kidnapping!\\n\\nOnce the two men successfully kidnapped Noah, the other two accomplices who waited inside the car in the US bank parking lot entered the bank. The two women pretend to be school administrators from Rio Rancho High School. They asked to meet Sam, the bank head of security, who is also the father of Noah. And this time, they said to Sam that there was an emergency back at Rio Rancho High School involving Noah, his son. While explaining to Sam, the two women also said they came to the US Bank with an online taxi, so they requested to ride along in Sam's car back to the Rio Rancho High School later, and Sam didn't mind.\\n\\nTo make the fake school incident story even more convincing, one of the women called his boyfriend, who kidnapped Noah. She said to him that she was with Sam, Noah's father. And then she told Sam that Noah is still with Mr. Sebastian, one of the teachers that Sam is also familiar with because Noah has mentioned his name many times before. She handed over her mobile phone to Sam and said Noah and Mr. Sebastian wanted to speak with him. Without suspicion, Sam talked to the kidnaper, who he thought at the time was Mr. Sebastian, one of Noah's teachers. The kidnaper said Sam needed to come to the school and sign an official report regarding the incident, which involved Noah. He said he prefers talking to Sam directly and in private because the incident was about Noah bringing illegal drugs to the school. Sam was terribly in shock once he thought Noah was selling or consuming drugs, especially in the school. Sam always thought his son was a gamer and computer nerd but not a junky. Afterward, the kidnaper put his phone on speaker mode and gave Noah a piece of paper to say what the kidnapper wanted him to say while threatening him with a sharp military knife under Noah's throat.\\n\\n\\\"Dad... I am sorry! I did it on purpose because I am stressed out. I am truly sorry! Please, just come and pick me up!\\\" said Noah on the phone repetitively before he began raising his voice and crying.\\n\\nAfter Sam talked with the fake Mr. Sebastian and Noah, Sam could not think straight. He immediately asked permission from the Bank vice-manager to leave before the office hours ended to pick up Noah at school. Time was already four in the afternoon, and the bank was almost close while the bank manager called in this morning. He said he was not feeling well and not coming to work or attending work from home. The vice manager doesn't see any reason to hold Sam further until the office hours end, so he relieves Sam of his duty. And besides, everyone at the bank also knew what Sam had gone through these past few years after losing his wife and child, so they let Sam leave with the two women.\\n\\nSeveral minutes later, the two women and Sam were already on their way to Rio Rancho High School in Sam's car, and then one of the woman's mobile phones rang. It was from her boyfriend again or the fake Mr. Sebastian. After receiving instructions from her boyfriend, she told Sam that Mr. Sebastian urgently needed to talk to Sam on the speakerphone. The fake Noah's teacher pretended to apologize and requested Sam to come and meet him at his house instead of in the school because his wife just called and had something urgent to do at home on Hidden Valley Residence in Tierra Del Norte, not far from the school. The fake Mr. Sebastian said Noah is fine and currently with another teacher at school but said Sam needs to come to his house and sign the report about the recent incident before Sam can pick him up later. Finally, he also told Sam that at the moment, other teachers did not know about Noah's drug-related incident yet, and he intended to keep it that way for Noah's best interest and future reputation. While the fake Noah's teacher used every immoral trickery and sleazy way to trap his victim, Sam, who was still in shock, didn't suspect anything and agreed to what the fake Mr. Sebastian asked him to do. After a while, Sam's car just passed the Rio Rancho High School, and he made a right turn to Broadmoor Drive North East heading to Hidden Valley Residence at Tierra Del Norte.\\n\\n***Early December Night 2024. The Cottonwood Plaza, Albuquerque, New Mexico***\\n\\nAs soon as the platoon from the \\\"Intruder\\\" infantry battalion boarded the two planes, the first pair of the Ospreys close its rear-end cargo doors, then begin to airborne while moving in a forward ascending motion. The two Ospreys fly higher and further away, then slowly disappear into the night sky on the western horizon. After the first pair took off, the second pair of the Ospreys quickly moved in, began to descend, and made a safe landing at the Cottonwood supercenter parking lot. The second platoon starts to line up to get on board the Ospreys.\\n\\nAt the same time, four of the remaining police patrol cars and several firefighters on the main street in front of the supercenter fled the Cottonwood district. They are joining the rest of the surviving Albuquerque police and firefighters officers at Double Eagle II Airport to evacuate from New Mexico. Except for those who are probably still trapped or dead, Albuquerque officially has no more state police or firefighters available for duty. And from now on, a person or group carrying lethal arms in Albuquerque is considered armed civilian militia, or perhaps, survivors; Either they already know the risks or do not know what they are doing or about to face?\\n\\nA while ago, Major Kevin received confirmation from the B-2 Spirit stealth bomber that a large horde of undead was coming from the northern part of Albuquerque. They said the \\\"Intruder\\\" infantry battalion should evacuate the Cottonwood district immediately! The B-2 bomber will try to hold them off, but they also told Kevin that sooner or later, the undead will reach the bridges from the eastern side of the Rio Grande River. If that happens, the chances to escape are thin because they must reroute at night using alternative roads that are maybe still accessible or previously blocked, either by the police or civilians.\\n\\nConsidering the critical situation, Kevin ordered the M1161 Growler recon team at the top of the Coors Bypass North West Bridge to return immediately to the supercenter. He also told the soldiers and the armed civilian men stationed at the intersection between Ellison Drive NW and Coors Boulevard Bypass to quickly return to their post at Cottonwood Plaza because hordes of undead are already at Rio Rancho district.\\n\\nThen Kevin requested the B-2 bomber to hold the incoming horde of the undead by destroying the Coors Bypass NW Bridge on the north of Cottonwood Plaza near Sam Warehouse Club using GBU-31 JDAM. It is not the most effective way, but Kevin hopes the terrain might hold them off for a while because, without the bridge, the only direct access to the Cottonwood supercenter will not be possible. Hopefully, it will also disperse the concentration of the hordes.\\n\\nIn response to Kevin's request, the B-2 bomber has notified him that the target is locked and a GBU-31 JDAM is already on its way. It will reach the designated target in around 55 seconds.\\n\\nThe M1161 Growler has just entered the supercenter parking area. One of the soldiers in the Growler quickly jumps even before the vehicle reaches a complete stop. He runs to a military tent command post, and once the soldier sees Kevin, he directly says, \\\"Major! I spotted a white van heading to the bridge!\\\"\\n\\n\\\"What? That area should be empty by now...!\\\" responded Kevin as he was shocked by the news.\\n\\n\\\"Yes, Sir, it should, but I saw this white security van used commonly by banks come out of nowhere, and whoever inside the vehicle is trying to escape the infected. I spotted the vehicle after you told us to return to the supercenter, and we were already on the move. When we left the bridge, I saw the van was speeding near Chalmers Ford Center,\\\" says the soldier while pointing specifically to an area at a large thin OLED screen of Albuquerque city military map inside the command post. The map shows more red zones and fewer green zones.\\n\\nAt that moment, the last pair of the Ospreys began taking off. And seconds later, the two V-22 Ospreys have quickly ascended and disappeared into the night sky.\\n\\nAs Kevin was still talking to the soldier, another military officer from the Intel task force division of the \\\"Intruder\\\" infantry battalion approached Kevin and interrupted their conversation, saying, \\\"Major! Ten seconds to impact!\\\"\\n\\nKevin suddenly feels as if there is a chunk of wood stuck on his throat, and he exhales while saying hopelessly, \\\"Oooh, Shiiiit...!\\\"\\n\\n**(To be continued)**\",\"timestamp\":1640622736,\"title\":\"Survivor in the mist (49-Ongoing)\"},\"digest\":\"OQTs-Ep7fAFyVuTs87TVcSMy75wFEhfza4UtoR4IabQ\",\"authorship\":{\"contributor\":\"0xc1C41e3606bF2756c09c95132F528012be17f724\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W6cjSdC4RM1kX21kWcIPRl_IaRSZf-cmUcwhaNRRxfY\\\",\\\"y\\\":\\\"JhyxhC3hNGax4UPhSijDlJAcNJ7NHIwdkStvnVp6fws\\\"}\",\"signature\":\"Z2Z_HYKNFvwyJquMBOgwtpfdoHWu15WAzLKi3wFv3lXZnANx74y4oVKGbKm3pz3jaLgqEvksly8M0ECbhs_L6Q\",\"signingKeySignature\":\"0x4f26baa5fe230bfd8e15c7739529302c2911e0062866a3380bac081108f02c8e74ae755517e75e48f55329b7326ac8a3f0456a9634a421eb162f9c80724506861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W6cjSdC4RM1kX21kWcIPRl_IaRSZf-cmUcwhaNRRxfY\\\",\\\"y\\\":\\\"JhyxhC3hNGax4UPhSijDlJAcNJ7NHIwdkStvnVp6fws\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EipZorgKFt1J7ldk6uOH8MKA8rABKj6fAJb5UpchFF8\"}"