"{\"content\":{\"body\":\"***What again are NFTs and Web3?***\\n\\nYour Art Basel Miami hangover might still be sick of hearing about NFTs. However, non-fungible tokens are here to stay. The over-saturation would be like saying “wow, everyone is building a website” in the late 90s. This will be especially true of luxury goods entering Web3. For those less familiar with the paradigm shift of Web1 to Web3, maybe one easy way to frame:\\n\\n**Web1 was “links”** — information, readable phase of the internet\\n\\n**Web2 was “likes”** — platforms, writable, social phase of the internet\\n\\n**Web3 is “assets”**— ownership, executable phase of the internet\\n\\nOne passion of mine is mechanical watches. And while I think there is a more obvious luxury angle to provenance on the blockchain, I thought exploring a non-obvious, horological possibility that this technology + imagination could support would be fun.\\n\\n***So what is the obvious Web3 for mechanical watches?***\\n\\nWe are probably 2+ years into the concept of tokenizing watches on the blockchain. It is too antiquated for each watch manufacturer to create warranty cards and house their own databases of products sold. This is also near impossible to sustain in the secondary sales market. Some clear benefits to tokenizing timepieces include:\\n\\n1. Tighter guarantees of provenance for collectors (and sellers) as watches continue to get traded over time.\\n2. Ability to create community + reward verified owners (complimenting artwork to a watch, invitations to in real life (IRL) events, etc.)\\n3. Higher lifetime value / perpetual royalties (typical take-rate from the resale of tokenized goods is 5–10% of total sale)\\n\\nThese all working together will drive an increased velocity of buying and selling watches and greater liquidity to the watch collecting market.\\n\\nThe developer community is already behind this effort and luxury manufacturers (Breitling included) are using platforms like [Arianne](https://www.arianee.org/customer-experiences) and [Luksos](https://www.lukso.network/multiverse) to unlock this potential.\\n\\n***How about the non-obvious Web3 opportunity for high-horology?***\\n\\nWhere existing technology can take us deeper into the asset ownership layer for watches is most fascinating. Watchmakers have been using CAD Software in more sophisticated ways for more than a decade. Not only for 2D watch design but [3D models that can test working complications](https://www.youtube.com/watch?v=C9EPF0qH9cw) have become the defacto standard. These creations are often only visible / retained by Maisons. And in-demand independent watchmakers often spend years between conceptualizing a design and finalizing its production. Many of which produce fewer than 1,000 pieces a year.\\n\\n***Imagine a new form of watch complication…***\\n\\nWhat if your F.P. Journe, Patek Philippe, A. Lange & Söhne, Ressence, MB&F, or other watch started as a tokenized, interactive, high-design digital rendering of a mechanical clock?\\n\\nYou could proudly display its beautiful complication and movement as a working, interactive, digital timepiece on display using an [Infinite Objects](https://infiniteobjects.com/)-like frame. Mine, a 1 of 1 perpetual calendar with leap year indicator might only require digitally setting it once or if displayed for a different time zone. Yours, a 1 of 3 annual calendar needs to be digitally set once per year (you were fortunate to grab the only piece available with a blue dial).\\n\\nI have offered my 1 of 1 perpetual calendar on loan to the [MoMA (Museum of Modern Art)](https://www.moma.org/?gclid=CjwKCAiAhreNBhAYEiwAFGGKPBgiXdOjYUOVTy5ilVcP_rTgY-2m7XIzNQi4iIfTHDe10TddpCIUHxoCxjcQAvD_BwE&gclsrc=aw.ds). It is part timekeeping function and part exhibit. They have a featured installation of the digital complication working as an oversized wall clock. Supporting displays talk about the inspiration, design process, and path forward to production. In addition to the working clock, I can toggle the display into 5 alternate views (case-back view, skeleton view, etc.) so viewers can see the beauty of the design and working complication from different vantage points.\\n\\nYou decided that your 1 of 3 annual calendar will serve as a special display of function + digital art in the main lounge space of your new swanky office in the Flatiron district of Manhattan.\\n\\nIt is fun for both of us to have the digital utility of our in-production watches years ahead of receiving delivery.\\n\\nOwning a high-design, working prototype of a complication that doesn’t require servicing. It lives as transferable code on the blockchain permanently. This is pretty cool!\\n\\nWe were both given access as previous collectors of this Maison to buy these NFTs that store the design and running complication as working code on the blockchain. We are also both invited to the annual collectors' dinner in Switzerland to meet the watchmaker and other collectors. Our NFT acts as a digital pass to the event. And we connect on [Discord](https://discord.com/) with other collectors+ event planners ahead of time to plan our trip to Switzerland.\\n\\nThe token did a couple of things for the Maison too, it gave them:\\n\\n1. The recorded sale of every timepiece well ahead of ever needing to even produce the physical version of the watch.\\n2. A 10% royalty on the secondary sale of the NFT. They anticipated the average token would change hands 3.5 times ahead of physical delivery.\\n3. Early access to the required capital to more easily fund the production of each new timepiece.\\n4. Reduced waste/carbon emissions + sales effort from producing and needing to sell unwanted timepieces.\\n5. The ability to rapidly share the utility of their most current designs of new timepieces with their most cherished collectors.\\n\\n***This world may not be as far out as we think…***\\n\\nBuilding this future will require the integration of traditional watchmaking with enhanced design and emerging Web3 technology. This possibility creates exciting optimism for high-horology progressing into a Web3 reality. Digital art also creates the ability to flex in the digital world (or on an Apple watch display maybe). In the same way, in the digital world, it might feel cool to see someone with an awesome timepiece. The same way you admire the diner at the table next to you or the person on your flight wearing something collectible.\\n\\nIt will also create much greater safety for the collector being able to proudly show (or wear) the digital version of a rare piece with the security of not having to walk around with this irreplaceable asset on their wrist.\\n\\nThe physical retail watch stores will soon become a social space and gallery for collectors and aspiring collectors to see and interact with the brand. The perfection of a luxury watch down to the smallest intricacy and detailing, including its complication, will become more visible through its digital twin on a much larger display in new, creative mediums.\\n\\nA truly exciting future for horology and collecting!\\n\\n![](https://images.mirror-media.xyz/publication-images/h9HXCe-qRgtydBU7G5O8v.png?height=700&width=700)\\n\\nMy [mfers NFT](https://opensea.io/collection/mfers) from [Sartoshi ](https://twitter.com/sartoshi_nft)already into Horology with a Certina Argonaut.\",\"timestamp\":1638823577,\"title\":\"High-Horology NFTs: A Vision for Watches in Web3\"},\"digest\":\"ZXMBhJjjSx36LB1bCIOifZdgB6gEb_uk7guyvW76uek\",\"authorship\":{\"contributor\":\"0x846cbA0F3f7aA53f3F96F680DEA120dcD0580F91\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"02MHlpPHi4qoVRnRynJiFRrgVqlALp8DSJ2wcLvUQHE\\\",\\\"y\\\":\\\"a7IjnCK6_lNBRqYqEUfDdNBsO3ltolFH9LDZxL7R6C4\\\"}\",\"signature\":\"Udek05uXlShXroRN2rdk9PJqsjstiBZG4DpCF3fCHLeVF6yG_L9bRdyAhEK6iq7gu8b96gp5hFdznzdFhFCD2g\",\"signingKeySignature\":\"0xaec2b7f7f68cf0d90cf13e06e228b5401f40d2b9b06424bc1b25000e6e44f36853f711cd871aea4ecf7b071ab9f11021e5d491b65603bb0d879d45de6a7133271b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"02MHlpPHi4qoVRnRynJiFRrgVqlALp8DSJ2wcLvUQHE\\\",\\\"y\\\":\\\"a7IjnCK6_lNBRqYqEUfDdNBsO3ltolFH9LDZxL7R6C4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZXMBhJjjSx36LB1bCIOifZdgB6gEb_uk7guyvW76uek\"}"