"{\"content\":{\"body\":\"Hi, and thanks for supporting Vibe Cap! You're receiving this because you're an LP in either the Q3 or Q4 fund. If you're not invested in the Q4 fund and would like to get exposure to the Q4 companies, please let me know :)\\n\\n## **Table of Contents**\\n\\n*   [Table of Contents](#19467c70f48b483fa1d6ec3318379f1e)\\n*   [New Investments](#82c47904947c476ab58759c74b59118c)\\n*   [Ender (joinender.com)](#adb83692500b423b8d81868bda0b76fe)\\n*   [Circle Labs (circlelabs.xyz)](#2a4039ef32744e79a094f480bbfc0b74)\\n*   [Boost (boo.st)](#d3c9fb557d654512bf81938643059f0d)\\n*   [Serif (serif.space)](#2380659b6a1f4a7ba05adfc92b6be63d)\\n*   [Impulse (impulse.win)](#566e7f49a3ef4223a687bcc4c6f4a794)\\n*   [Portfolio Company Highlights](#df256b56dcc646aa9933c7d5fc29feaa)\\n*   [Pipedream Labs - \\\\[Redacted\\\\] (Confidential/Do Not Share)](#f5dcbc95f5244f26a1b101da6cbd13ec)\\n*   [Highlights](#d3233e20eaa54fafa8ddaf890fbd6897)\\n*   [Angellist/Vibe Capital now accepts from LPs/funds companies in USDC.](#1e1aaf74058c403eb43ec4507760654a)\\n*   [Lowlights](#9d0a6fe7158a4121ac736e3b74b00b1e)\\n*   [Vibe Capital is on a waitlist to be approved by Circle (USDC creator) for LPs to contribute in USDC.](#af2d0f4e562f4f0ca9ef3b9880dd351b)\\n*   [Fund Asks](#debffb9c7b414e6ea6b20ee564edc076)\\n*   [We continue to look for LPs](#298f4b427b4540fa95877b8e10bb41c4)\\n*   [Portfolio Company Asks](#46ef6f0820a04d46a3cb69cfd3ab96ba)\\n*   [Impulse - Looking for Agency contacts](#eefd1b88d21d4258b8a3b346818ebe51)\\n*   [Pipdream Labs - Partnerships with delivery providers, and a Biz Dev person in the logistics/infrastructure/city tech spaces](#eab0826f0c66480183a9b62f4b4d0c5b)\\n*   [Ender - Recruiting](#80113c5d31e34759a04ac776c679763a)\\n*   [Circle Labs - Connects for bizdev/customer discovery, recruiting](#cedce4b3cc71401286238f25a6b41ef4)\\n*   [Market/Macro commentary](#f73138ffd86b4cf98d290153a898f08d)\\n*   [Olympus DAO/Klima DAO. TL;DR: Olympus DAO invented a new way to get sustainable 8000% APY.](#dd3f42b0653b4f6898844adec35d2e4f)\\n*   [Recommended Reads/Listens](#b041e079f771405e9fc693b7aac531d1)\\n*   [Chris Dixon and Naval Ravikant — The Wonders of Web3 And Much More | The Tim Ferriss Show](#b622db37bcd040ca9e1e44758e708b1a)\\n*   [web3/crypto Policy Hub - Andreessen Horowitz](#805d2a4c249648b8bd4d2a887a90321d)\\n\\n## New Investments\\n\\nWe had a flurry of activity since last update. Really excited about these companies, and I'll do my best to keep it brief as possible ;)\\n\\n### **[Ender](https://joinender.com/)**** (joinender.com)**\\n\\n![image](https://vibecap.co/\\\\_next/image?url=https%3A%2F%2Fsuper-static-assets.s3.amazonaws.com%2F255e40c6-d154-4deb-aff8-62a4787b3c91%2Fimages%2Ff4880752-d132-4e9f-90a5-8a7d58c25ebf.png\\\\&w=1920\\\\&q=80)\\n\\nRight now, Ender is simply a way for kids to perform education projects in Minecraft. In the future, Ender wants to empower kids to learn how to operate in the workforce by creating portfolios of projects - *and paying them for it.*\\n\\nEnder capitalizes on a few rising themes - gaming becoming ubiquitous, [pay to play mechanics](https://www.notboring.co/p/infinity-revenue-infinity-possibilities) in games, and alternative forms of education. (Homeschooling, remote, etc.)\\n\\nAside from the product and the market, I was very impressed with Gautam and the team's experience and thoughtfulness.\\n\\nIf you have kids who play Minecraft, or know people who have kids who play Minecraft, happy to get you an invite to the beta!\\n\\n### **[Circle Labs](https://circlelabs.xyz/)**** (circlelabs.xyz)**\\n\\n![image](https://vibecap.co/\\\\_next/image?url=https%3A%2F%2Fsuper-static-assets.s3.amazonaws.com%2F255e40c6-d154-4deb-aff8-62a4787b3c91%2Fimages%2F108ed3fa-4fc8-486a-a72c-4eb147053395.png\\\\&w=828\\\\&q=80)\\n\\nCircle Labs at its core is \\\"Artificial Personalities as a Service\\\". The Metaverse requires user-generated content at a massive scale, Circle Labs enables it through their AI.\\n\\nHave a game with lots of non-player characters, but don't want to write their dialogue? Use Circle. Need chatbots to increase engagement in your discord server? Circle's got you covered. Just plug in to their API and ultra-customizeable, incredibly diverse and realistic dialogue is available to you.\\n\\nThis is a clear Metaverse play, with an all-in bet on an exponential proliferation of identities within the Metaverse.\\n\\n### [Boost](http://boo.st/) (boo.st)\\n\\n![image](https://vibecap.co/\\\\_next/image?url=https%3A%2F%2Fsuper-static-assets.s3.amazonaws.com%2F255e40c6-d154-4deb-aff8-62a4787b3c91%2Fimages%2Fda881d9c-4ad5-4302-800c-e2a23de08118.png\\\\&w=828\\\\&q=80)\\n\\nWhat's the biggest point of friction in buying something on your phone? Going from that spark in your head of \\\"want\\\" to finalizing the purchase. Boost solves this.\\n\\nBoost collapses the entire end-to-end e-commerce platform down to a single \\\"tag\\\" - what they are calling \\\"the new barcode.\\\"\\n\\nTry it for yourself below!\\n\\n![image](https://vibecap.co/\\\\_next/image?url=https%3A%2F%2Fsuper-static-assets.s3.amazonaws.com%2F255e40c6-d154-4deb-aff8-62a4787b3c91%2Fimages%2Fedb311ec-7df3-4b7f-94e9-5b53c854f6b6.png\\\\&w=1920\\\\&q=80)\\n\\nAside from their simple solution to a gargantuan problem, the team is top-notch. [Daniel Abas](https://twitter.com/dannyabas), the CEO, is a seasoned vet, and their cap table is littered with a who's who of tech investors, including [Packy McCormick](https://twitter.com/packyM) of Not Boring.\\n\\n### [Serif](https://www.serif.space/) (serif.space)\\n\\nSerif is, in essence, the epitome of a contrarian investment. It's a social network that is meant for slow, thoughtful, carefully curated experiences, built by and for a small percentage of the population - the queer community. (This is actually a Q3 investment, but Serif didn't come out of stealth until recently 🏳️‍🌈 .)\\n\\nVibe's thesis is one of mass decentralization and thousands of separate narratives, identities, and spaces - leading to in the near future almost everyone feeling like the \\\"other\\\". As their first product, Serif leverages a methodical approach to cultivating belonging within a community that has always been \\\"other\\\", Serif can replicate this playbook for the millions who feel \\\"displaced\\\" in a massively volatile world.\\n\\n![image](https://vibecap.co/\\\\_next/image?url=https%3A%2F%2Fsuper-static-assets.s3.amazonaws.com%2F255e40c6-d154-4deb-aff8-62a4787b3c91%2Fimages%2Fce8d8446-ff9a-4f1a-893e-6bb1c5f45946.png\\\\&w=1920\\\\&q=80)\\n\\nThis investment is also a huge bet on the founder, [Brian](https://www.linkedin.com/in/btranv), with whom I had a wonderful conversation with about the needs of the queer community while overlooking Dolores Park all the way back in May.\\n\\nIf you are queer, and ally, or know someone who may want explore the platform, let me know and I'll invite you to the beta!\\n\\n### [Impulse](https://www.impulse.win/) (impulse.win)\\n\\nImpluse's CEO, Marlon, has an [effervescent presence on Twitter](https://twitter.com/m_rlons) that solidifies his deep understanding of the community he is building for - digitally native, opinionated, and traditionally underrepresented in commerce.\\n\\nThe product is simple - answer questions in a \\\"swiping\\\" format, get entered to win dope shit. The seamless intersection of financialization, gaming, and aesthetic is effortlessly riding the upswing of the emergent behaviors and expectations of gen z.\\n\\nAnswers to these questions provide behavioral data that blows away any \\\"survey\\\" - and marketers eat it up.\\n\\n### [Diamond DAO](https://www.diamonddao.xyz/) (diamonddao.xyz)\\n\\nOne of the coolest parts about Crypto is that everything is open source - meaning you can view in microscopic detail every single thing that happens on the blockchain.\\n\\nAnother incredibly cool thing about crypto is that it allows people to organize huge communities and large amounts of capital without centralized authorities, like governments or corporations. These new ways of organizing are called Decentralized Autonomous Organizations, or DAOs. (Primer here: <https://www.readthegeneralist.com/briefing/dao>)\\n\\nSo what's the downside to these two awesome primitives? With an exponentially increasing amount of data generated from blockchains, it's easy to \\\"drown\\\" in the sheer quantity and be unable to derive any insights from the data. DAOs incredibly early, but still up to their eyeballs in data.\\n\\nDiamond Dao fixes this. By abstracting away the complexity of sifting through data and visualizing it to make it comprehensible, DiamondDAO unlocks orders of magnitudes of opportunity for anyone involved in the DAO ecosystem.\\n\\nThe founders (currently still at their day jobs, but leaving soon) have deep experience with Data Engineering and Data Visualization - the perfect fits to build this suite of software.\\n\\n![image](https://vibecap.co/\\\\_next/image?url=https%3A%2F%2Fsuper-static-assets.s3.amazonaws.com%2F255e40c6-d154-4deb-aff8-62a4787b3c91%2Fimages%2F50ba0cfd-e2f4-4252-bca4-5f15de3cabcd.png\\\\&w=1920\\\\&q=80)\\n\\n## Portfolio Company Highlights\\n\\n### Pipedream Labs - \\\\[Redacted] (Confidential/Do Not Share)\\n\\n## Highlights\\n\\n### **Angellist/Vibe Capital now accepts from LPs/funds companies in USDC.**\\n\\nThis is awesome for speed of transfer of funds from either LP>Fund or Fund>Company.\\n\\n## Lowlights\\n\\n### Vibe Capital is on a waitlist to be approved by Circle (USDC creator) for LPs to contribute in USDC.\\n\\nWe have several LPs in the pipeline who will only contribute in USDC, and this is frustrating af. 😩\\n\\n## Fund Asks\\n\\n### **We continue to look for LPs**\\n\\nPlease let people know about Vibe Cap and intro me to potential LPs!\\n\\n## Portfolio Company Asks\\n\\nThe #1 way to add value as an LP is to help out portfolio cos. Lmk if you have any leads!\\n\\n### **Impulse - **Looking for Agency contacts\\n\\nIf you have connections with agencies like Interbrand, Ogilvy, Saatchi & Saatchi or the like, please reach out!\\n\\n### **Pipdream Labs - **Partnerships with delivery providers, and a Biz Dev person in the logistics/infrastructure/city tech spaces\\n\\nPipedream is looking to hire the best possible Business Development person in the logistics/infrastructure/city tech spaces.\\n\\nPipedream is also at the stage where they are starting to build partnerships in the with delivery providers (Uber Eats, Doordash, Nuro, drone delivery companies, tech savvy pizza companies, etc).\\n\\nIf you know someone who might be a good fit for the bizdev role, or have connections with delivery providers, please reach out to <garrett@pipedreamlabs.co>.\\n\\n### **Ender - Recruiting**\\n\\nEnder is looking to fill three positions in the coming months: a senior product designer, a senior full-stack software engineer, and a junior software engineer with experience in Java.\\n\\nIf you know of someone who is interested, have them take a look at the careers page:\\n\\n### Circle Labs - Connects for bizdev/customer discovery, recruiting\\n\\nIf you know anyone who may find Cirlce useful in their social offering for metaverse -- NFTs, content houses, VTubers, Virtual Beings, game devs, etc. - lmk!\\n\\nCircle is also recruiting for a Community Manager for their Discord and a full-stack dev.\\n\\n## Market/Macro commentary\\n\\n### [**Olympus DAO**](https://app.olympusdao.finance/#/dashboard)**/**[**Klima DAO**](https://www.klimadao.finance/). **TL;DR: Olympus DAO invented a new way to get sustainable 8000% APY.**\\n\\nThese are two of the most fascinating projects I've come across in the past year.\\n\\nOlympus is a crypto DeFi (Decentralized Finance) project that was started by a pseudonymous founder \\\"Zeus\\\" in April 2021.\\n\\n💡\\n\\n**A quick sidebar about \\\"liquidity\\\" in DeFi protocols (and financial products in general):** Crypto/defi protocols generally need \\\"liquidity\\\" - or money in their treasury - to do the things that banks do (but digital) and make money. In many ways, DeFi is just a digital version of what a traditional bank does. In traditional banks you deposit US Dollars, the bank pools it together with 100,000 other people who deposit US Dollars, they loan out this big pool of money, and charge interest to make money. In \\\"DeFi\\\", everything is digital, so it goes much faster and is much more efficient. That's probably why you've seen crypto banks giving you 8% APY vs. traditional banks that give you 0.05% APY on savings accounts.\\n\\nSo now that we've established what new DeFi protocols need to work - money in the bank - they are faced with a \\\"cold-start\\\" problem - how do you get people to use your product/protocol at the beginning when no one else is?\\n\\nWell, you can offer tokens. For example, I could start a new DeFi protocol called \\\"DAVECOIN\\\" and say \\\"For every day you leave your (crypto) money in my treasury, I will give you one $DAVECOIN. And every day after that I will increase your reward by 1%, with an APY of 100000%, leaving you with a bajillion $DAVECOIN in like 6 months if you leave your money with us! And the price of $DAVECOIN could go up a lot! You never know!\\\"\\n\\nThis is known as \\\"Yield Farming\\\". It solves the problem of getting a ton of money in a new protocol *very *quickly - some projects raised literally billions of dollars in weeks.\\n\\nBut what happens after a few weeks or months when the treasury is full, and the APY drops to 1%? The people providing the liquidity pack up their liquidity and move to the next protocol.\\n\\nThis is where the key innovation of Olympus DAO comes in to play - **instead of borrowing (or renting) the liquidity, they *******buy*********** it from you (over the course of several days so as not to make the market go up or down very quickly). In turn, you get the Olympus DAO token - $OHM - at a discount.******\\n\\nBy *owning* the liquidity, Olympus doesn't have to worry about people packing up and leaving - they've already bought it from you. And it's working insanely well - they have over half a billion dollars in their treasury.\\n\\n![image](https://vibecap.co/\\\\_next/image?url=https%3A%2F%2Fsuper-static-assets.s3.amazonaws.com%2F255e40c6-d154-4deb-aff8-62a4787b3c91%2Fimages%2Fa30c5b2e-0331-4c45-a049-dfd6a3690915.png\\\\&w=1920\\\\&q=80)\\n\\nAnd because their treasury keeps growing larger and larger, they can afford to keep creating new OHM tokens and give them to people who hold OHM tokens. This is called **Staking**, and each 8 hours your staked OHM compounds! Your reward varies, but the current APY is \\\\~**8000%.**\\n\\n![image](https://vibecap.co/\\\\_next/image?url=https%3A%2F%2Fsuper-static-assets.s3.amazonaws.com%2F255e40c6-d154-4deb-aff8-62a4787b3c91%2Fimages%2Faed023dd-b44b-4c71-9491-8c90554c4570.png\\\\&w=1920\\\\&q=80)\\n\\nEach OHM token currently goes for \\\\~$1000/token.\\n\\nKlima DAO is a [fork](https://en.wikipedia.org/wiki/Fork_\\\\(software_development\\\\)#:\\\\~:text=In%20software%20engineering%2C%20a%20project,and%20separate%20piece%20of%20software.\\\\&text=However%2C%20licensed%20forks%20of%20proprietary,\\\\(e.g.%20Unix\\\\)%20also%20happen.) (copy and paste of code, with a few things changed) of Olympus DAO. Instead of trying to accumulate crypto assets in their treasury, **they are trying to accumulate carbon credits in their treasury.**\\n\\nThis has been incredibly successful so far, and they have bought **5% of the world's carbon credits in under a month.**\\n\\n**They also offer current APYs of 34,380.48%.**\\n\\n![image](https://vibecap.co/\\\\_next/image?url=https%3A%2F%2Fsuper-static-assets.s3.amazonaws.com%2F255e40c6-d154-4deb-aff8-62a4787b3c91%2Fimages%2F86db42d1-aafd-49bf-bab7-6cc960d78975.png\\\\&w=1920\\\\&q=80)\\n\\n💡\\n\\n**If you're interested in investing in either of these protocols and want to hop on a call to walk through how to do it, lmk, I'm happy to! (dave\\\\@vibecap.co)**\\n\\n## Recommended Reads/Listens\\n\\n### Chris Dixon and Naval Ravikant — The Wonders of Web3 And Much More | The Tim Ferriss Show\\n\\nChris Dixon is a partner of a16z and Naval is the founder of Angellist. Wide-ranging convo that covers basically the entire sphere of how to mentally model web3 and crypto.\\n\\n### **web3/crypto Policy Hub - Andreessen Horowitz**\\n\\nA go-to guide for policy makers on how to think about web3/crypto\\n\",\"timestamp\":1641314322,\"title\":\"Vibe Capital October/November Update\"},\"digest\":\"VpJK9FYdXc0BKETPP-09amD-jA-iwiMiI7Ny6u-KUjc\",\"authorship\":{\"contributor\":\"0x750DB1fa72401D9fA32855E4FBd7aC89845D0Cf9\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MbLZaojFESQc3ir6aPvm5UT8MyGOXK1XQDIIJRLB5fk\\\",\\\"y\\\":\\\"05GIgcTVht06LE8iWDrri1wszrTniVCvQUof6lIFCgE\\\"}\",\"signature\":\"XUWyBMmgngQrneFXYalzyBQFFKoXSe1Ttr_KlbqpGCEFEg07kB44DryMoFazYHkOBFpJUpzx1a-rtPqyk8OSZA\",\"signingKeySignature\":\"0xa4b414ae0ec615df35172fede0e8ed2c3ef331fa470f0077b39d68900aa31a4f7f099b9a76c6deefc9807a1adcc8b3158a6509118a70b44fa98ff6f1c66537601c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MbLZaojFESQc3ir6aPvm5UT8MyGOXK1XQDIIJRLB5fk\\\",\\\"y\\\":\\\"05GIgcTVht06LE8iWDrri1wszrTniVCvQUof6lIFCgE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VpJK9FYdXc0BKETPP-09amD-jA-iwiMiI7Ny6u-KUjc\"}"