"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/g2fqcXt5WKjHg297K8xH2.png?height=1501&width=3001)\\n\\nEarlier this year, we launched Coinvise to build tools for creators to mint a social token & build strong incentives around it. Today, we're happy to push our vision even further and introduce V3, a new paradigm for creators to not only launch a token but also to build & operate meaningful communities.\\n\\nWe aim to create the foundational layer for web3 communities and making creation on the internet a multiplayer game. In this article we'll go over what's new in V3 and evolution of Coinvise so far.\\n\\n## Social Token Dashboard\\n\\nOn Coinvise, every creator has their own dashboard on the platform, their corner of the internet where they will manage their token and utilize our tools.\\n\\n![](https://images.mirror-media.xyz/publication-images/QtCfO_ZFCEV3fE5s8Mc3N.png?height=1621&width=2881)\\n\\nDashboard offers tools focused on token composability, information around what drives the token value over time and a better way to manage it.\\n\\nV3 includes four main tools:\\n\\n* **Mint -** Launch a personal or community token to kickstart your journey into web3. We've worked hard to make this process as easy-as-possible and accessible to people that are new to web3. No cuts, just gas.\\n* **Airdrop -** An easy way for creators to bulk airdrop tokens to early supporters, stakeholders, and community members with built in sybil resistance & additional support for native currencies & stablecoins. Airdrops can be sent to thousands of people at once via a unique link, QR code, email list or simply a list of addresses. Easy to use, cost-effective & more importantly, secure.\\n* **Lockup -** The lockup allows creators to setup vesting schedules for key stakeholders of their community. By allowing creators to lock a certain amount of their tokens for a defined period of time, we ensure the possibility for creators to avoid too much speculation and ensure to contributors the seriousness of the creator. *(Note: Only available to select creators)*\\n* **Rewards -** Social Tokens are best used when they scale or incentivize coordination and engagement between community members. That's why we've built \\\"Reward\\\", a tool that enable creators to create quests or bounties for rewarding tokens to contributors of community. It helps communities onboard new members, accomplish atomic tasks (with built-in payouts & notifications) & enables contributors to earn ownership into the community.\\n\\nAt Coinvise, we genuinely believe in creators having ownership over the means of production & distribution of their work. We also think they will build mission-driven communities, and we want to be here to support their work & build a creator-first platform. This means not taking disproportionate cuts from creator revenue, enabling better coordination within communities & creating an open platform for creators.\\n\\nCoinvise is a complete paradigm shift in the way creators and their community will collaborate.\\n\\n## Activity Feed\\n\\n![](https://images.mirror-media.xyz/publication-images/xJrZRz1JQ7TDk704Wko1I.png?height=1621&width=2881)\\n\\nOvertime, we've seen creators build unique & valuable communities from all around the globe on Coinvise. To ensure better discovery for these communities, we're adding an activity feed.\\n\\nIt's a place where you can discover and explore all the exciting things happening with creator communities. If you want to see if your favorite creator has set up a new bounty or if your best friends purchased a new creator token, you'll be able to access all the information you need in a well-designed and beautiful feed.\\n\\nThe feed lays out the foundation of how we envision Coinvise to become a web3 social network & become the homepage for web3.\\n\\n## Profiles\\n\\n![](https://images.mirror-media.xyz/publication-images/5UjZ4mrOJJHM2QRXhEMdm.png?height=1620&width=2881)\\n\\nWe won't recreate a Web2 Social Network and simply build it on ethereum. We want to create something from the ground up. We want to develop something magical that is only possible now.\\n\\nProfiles on Coinvise are your on-chain identity, with quantifiable metrics for value creation. Web3 finally allowed interoperability and allowed us to create \\\"Profile.\\\"\\n\\nIt comes with a built-in portfolio where you can showcase your ownership in tokenized communities and establish verifiable trust around you, thanks to your reputation scores.\\n\\n![](https://images.mirror-media.xyz/publication-images/ciUePX7Yp4OD1wY-JsBWw.png?height=1621&width=2881)\\n\\n## Reputation\\n\\nReputation scores are calculated based on your previous on-chain activities, not just on Coinvise, but from all your favorite protocols (Mirror, Gitcoin, BrightID, Proof-of-Humanity, RabbitHole & more). The score is derived from smart contract activity or on-chain participation in these protocols. It helps quantify value creation & trust on platforms but also help creators identify high-value community members.\\n\\nIn future, this score can be utilized to \\\"reputation-gate\\\" airdrops, bounties & other incentives to ensure higher trust & quality of participation within communities.\\n\\n![](https://images.mirror-media.xyz/publication-images/GflFIPx22M4k1jnLPM3Lg.png?height=1620&width=2881)\\n\\n## Everyone is a Creator\\n\\nSocial tokens created on Coinvise act as a starting point for creators to build a mission-driven creator DAO. We aim to build the most powerful tools for creators that make monetization & creation, multiplayer.\\n\\nSocial Tokens and communities around it are about to change the way we work and collaborate on the new internet and we're here to make this revolution accessible to anyone. See you all in the metaverse.\\n\\n\\n---\\n\\n**Want more?**\\n\\nFollow us on **[Twitter](https://twitter.com/CoinviseCo)**,  [Instagram ](https://www.instagram.com/coinvise/?hl=en)and join us on **[Discord](https://discord.gg/8jaQB5CZ) 🔥**\\n\\n\\n---\",\"timestamp\":1631898410,\"title\":\"Introducing Coinvise V3: Communities with Superpowers\",\"publication\":\"coinvise\"},\"digest\":\"t3nEeLh1qZb_vowVUPWQ61CTRA1PuhD0ATFz6YlbaKA\",\"authorship\":{\"contributor\":\"0xC0241e384dB48C35E7b3FEded3BfEcd29A3E73e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"signature\":\"DM-0icOPN05z9PMNqRFB7FXYRk9QY-Le6jB_BmxM6wv48sTdvx3rLa_cz0fkEysq6KBMhuOgt2w-OMzhZpItcg\",\"signingKeySignature\":\"0xcc613260e5f5b48c237877a3499201fc21625773b852a1a30d2621e4030145ed571bbaf7e6a772fdae8d151fa5249d801febe34436bbf227d6ac50d575bf1ee61b\",\"signingKeyMessage\":\"I authorize the publication of articles on coinvise.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"riLqVarx3tCkMZTIQJypy6J-7nnST17pNNXLKsUjI8U\"}"