"{\"content\":{\"body\":\"DAOs are useful tools for community organisation and self-agency. As a Service Designer and UX researcher, my job is to listen and understand the deeper dynamics behind technological movements, as these provide the rationale for design solutions  and tools.\\n\\nThroughout 2021, I've been lucky enough to have a few hands-on experiences in the web3 space and I've come to one particular conviction: two necessary conditions for DAOs to thrive are the ability to coordinate consistent values, and a personal attitude of self-awareness.\\n\\n***A new narrative for a weird economy**** \\n  \\n *In the next two sections I'll elaborate on why I feel DAOs are ideal tools for these tasks… If you're already familiar with DAOs, you may skim these and skip to the third part. \\n  \\n Communities need a narrative that can support fair finance, truth and meaning in a complex world. Collectively and individually, the connectivity of our world places us before many decisions and coordination scenarios. Our impact depends upon how we interact with each other. So the planet hears us and demands to imbue progress with wisdom to give hopes to the systemic challenges.\\n\\nAs individuals, we can’t have a big impact on issues that affect us dramatically like climate change, the economy, coronavirus, social media misinformation and crypto. Our consciousness is overwhelmed. It is crystal clear that the structure of political power is corrupted,[ as evidenced in the pandora paper](https://spectatorworld.com/topic/global-elite-egregiously-rich-corrupt-pandora-papers/)s. This must change. \\n  \\n Existing web2 platforms are built solely to slowly exploit more value to serve few shareholders. This is turning into a mistrust of marketplaces. Users will leave or disintermediate the platform. The capitalist financial system with its unjust machine has created a wasteland of precariat and a deteriorating planet. The technocratic landscapes offer a silent patronising effect, for example Facebook Meta. Facebook is avoiding responsibilities to change its business model. A different name riding the new innovation horse with virtuaL reality, without guaranteeing user data protection and misinformation. But there is a change on the horizon. Organizations are slowly shifting from web2 to web3. [Braintrust](https://www.usebraintrust.com/) is a great example of a user-owned and controlled talent network.  \\n  \\n Web3 is the next evolution of capital ownership. Web3 gives to communities - through decentralized governance - incentives to create and share value within the given platform and ecosystem. Individuals can make a difference, see and feel how others can benefit from and be rewarded. Then the whole community thrives and inspires others and this is what defines to me the concept of decentralized governance.\\n\\n**Unleash community impact through smart contracts**\\n\\nOne of the places where decentralized governance can be practiced and learnt is DAOs.\\n\\nCommunities are the places where people express themselves and organise themselves to decide what to do and how. This is governance. Around a mission, a group of people decide to coordinate with binding values and rights around a purpose and resources.\\n\\nIn the front end, DAOs provide avenues for communities, where individuals deal with continuous learning through signalling ideas and feedback. And you want to be rewarded. So in the community you vote on actions, proposals or delegate power to some members with continuity. Participation and its consistency are at the core of the [reward system and incentive design](https://blog.aragon.org/incentive-design-tooling-for-daos/). More importantly, this happens in a bottom-up environment. With all of the above, with a sense of belonging, your governance or incentives are encoded in a token, say this is issued by the Ethereum network. In the back end, the Ethereum network of computers is the infrastructure that allows the payment of the cryptocurrency without being stopped. Equally it is responsible for the rules of the community - like contracts - about voting or resource allocation. So here they are, smart contracts are codes.\\n\\nThere is no central authority. There is no bureaucracy. It is still an organization but autonomous. You can join DAOs through Discord and start a journey. By opening a metamask account, it will give you the full experience of holding a token(s) with rights attached for different contests where you may work, invest or stake. \\n  \\n If we are open to unlearn and learn, with courage and attitude, as individuals we can be empowered by our own decision and act for a collective intent - and still make money. \\n  \\n **Energy fields from my DAO experience: Aragon and Governauts**\\n\\nMy journey in Web3 space, in the Aragon community, has an experimental and insightful dimension. I am learning about the Aragon tech stack as well as how the Aragon incentives system aligns with my values: radical tenderness, fluent transparency and ongoing structured experimentation. Aragon provides innovative governance tools to communities and organisations. The open-source stack displays DAO creation on[ ](https://aragon.org/aragon-client)*Aragon Client* or[ ](https://aragon.org/aragon-govern)*Aragon Govern*, engage your community on *Aragon Voice*, resolve disputes in[ ](https://aragon.org/aragon-court)*Aragon Court* and run enterprise-level votes on[ ](https://aragon.org/vocdoni)*Vocdoni*. The ongoing development of the Aragon community gives the opportunity to reposition yourself between its mission and community interactions.\\n\\nAs the Aragon Network (AN) DAO was taking shape in summer 2021, I joined the Aragon Ambassador program to master knowledge and invest my skill-set interacting with the community in Discord. Discord itself is not much different than Slack, Whatsapp, Confluence. Besides the more engaging UX, the core difference is the reward system in connection with the Discord activity. However, as part of the Ambassador program, Aragon integrated a reward system with Source Cred. It was in this pilot we experienced how to be fair in rewarding others and claiming our own rewards. \\n  \\n The SourceCred algorithm keeps track of your actions through your profile’s handle on Discord, Forum and Github. Cred is the score as a unit of measurement. It is not transferable. ‘Weighs’ is a set of rules describing which types of contributions are worth what amounts of cred. ‘Grain’ is the reward, digital currency which is tied to Cred in the given project and, transferrable. ‘Grain’ can be exchanged for the AN token. Holding the AN token generates a sense of belonging with voting, making proposals and participating in dispute resolution, in the AN DAO.Cred, the score, is influenced by different parameters, the channel weight, user role weight, platform weight, the cred score of the sender. This is just a glimpse. The tool is in feedback loop mode as it needs improvement. Yet, it gives a spark to perceive your own value within the community contribution & coordination. \\n  \\n With SourceCred, I experienced receiving and giving rewards to my own actions. We did a series of initiatives that might turn into projects to be funded while tickling the collective intent: sense-making calls, kick off a digital ritual conversation, sharing thought-leadership content and, a Gitbook. The latter, I believe, is going to create a cascade of self-development while the community engagement expands with work created by and for the community. \\n\\nThe experience of triggering decisions in groups and taking responsibility opens the reflections on leadership. Even if it is a decentralized contest, I believe, healthy leaders are needed, just like lighthouses. Perhaps with six months cycles, guilds, leaders rotate with accountabilities to bring the structured experimentation forward. At the table of DAOs , to decide what to decide is probably the hot topic that members and creators are all affected by. And facing the right questions is the fascinating challenging scenario for many DAOs. \\n  \\n **Governauts: enabling crypto governance adoption through action research**\\n\\nAnother ongoing research project in web 3 that I am involved in is about decentralized governance: Governauts. The space-travel-sound-like name is already creating traction. A step back: last April I gave [a talk about platform design and decentralized governance](https://www.youtube.com/watch?v=c29VRX1xRrU&t=5s). This was the bridge with six like-minded...Governauts! In June 2021, the [Governauts research group](https://gitcoin.co/grants/2978/incubating-governauts) came to life. Since then, on a weekly basis, we invest time and effort to provide exciting content to the community so they can learn about decentralized governance. Through the Gitcoin grant, we raised community support to serve engaging learning activities. Besides other workshops, the current and latest exciting activity is the DAO Rewards Systems Research program. At the same time, in November, I designed and launched a survey to listen and understand the Governauts community on Telegram. The goals are to identify the Governauts archetype, uncover learning opportunities and listen to what the problems are to facilitate adoption in decentralized governance. Out of 180 people on the Telegram channel, 26 members completed it (14%). At the DAO Reward System Assemblage event, I presented the qualitative survey results from the Governauts community. You can watch the [presentation here ](https://www.youtube.com/watch?v=Pnom0IRTb64)or the full event [here](https://www.youtube.com/watch?v=wndDaI-eNgc&t=3200s). In a nutshell, the research detected three main ongoing needs: \\n  \\n *Social: cultural building, values alignment \\n Coordination: work streams vs resources allocation \\n UX: simplicity of front-end - ease of use*\\n\\nAnother relevant area of the research is about the main problems towards adoption. Below I share a slide with stories that frames the DAO leader as well as contributors' perspectives: \\n \\n\\n**The Onboarding community challenge: a conversation with Bankless DAO**\\n\\nA third project that contributed to my recent thinking is the Bankless DAO. The project took off from airdrop - think of it as an evolution of an ICO  -  with rapid traction in the DAOs realm. I reached out to talk to Marco Masi, Polygon DAO Lead and Bankless Guild Coordinator, to share questions and visions about the evolution of the space.\\n\\nMarco emphasizes the pivotal work to be done in terms of behaviours and attitudes, to begin with, in the discord community channel, stewarding cultural directions. We both agreed that DAOs do not exist to make you rich and powerful.  \\n  \\n In our dialogue, we pointed out that if DAOs are such a thing as 'a different world' they won't be built around ego but depend on participants being patient and willing to adjust, learning from failure. On the one hand, Discord sets the stage for enticing fast learning about crypto and organisational design, yet it is a space where still greed and arrogance can occur, as part of human traits. This is one of the challenges in the DAOs community.  \\n  \\n For example, onboarding is a crucial hotspot where a nimble understanding of newcomers' motivation could provide the orientation to the learning journey. An onboarding process would struggle with cohorts with high numbers. Instead, in smaller groups, say up to 20, a tailored onboarding can nurture organic growth. The balance of quality versus quantity could be a deciding factor for the reputation of DAOs. \\n\\nDAOs opportunities unleash your ability to start from zero. Curriculum does not imply reputations on the spot. Others will listen to you as your positive consistent attitude will mirror through the community response. \\n  \\n The challenge is to build reputation while being aware of individual interest and collective impact. Reward system and incentive design are the core of this challenge, possible 'with as few strings attached as possible.' \\n \\n\\n**DAOs as self-awareness creator \\n ** \\n This brings me to the point I made in the beginning of the article. How all this research has led me to believe that the key factors in DAOs are coordinating consistent values and involving people with a personal attitude towards self-awareness.\\n\\nThe trajectory of acknowledging radical change through a community and a set of governance protocols is happening. The number of DAOs keeps growing, and the ones who make valuable, rewarded participation and easy accessibility in governance will be able to survive. So the onboarding process, the reward systems and accessibility are currently the hottest stalls in the decentralization bazaar.\\n\\nDAO space seems like a territory of digital underground castles but they have the potential of becoming large independent lands,[ crypto s](https://www.coindesk.com/business/2021/11/23/crypto-states-will-compete-with-corporates-in-the-metaverse/)tates.  \\n  \\n Being part of the DAO discourse can reignite our intent to sail decisions towards creating a proposal, casting a vote with a focused awareness. It offers a stage to develop our self-awareness at the individual level while applying empathy with others in the form of collaboration. If we are willing to seize a radical change, we must start to unlearn and realign our beliefs towards continuous learning and collective shared values.\\n\\nThe voyage is the symbiosis where individualism and collectivism need to learn to coexist with harmony. It is about rebooting how we have been wired in terms of competition, profit and resources. The self-organising context is the door to this challenge. Competition with new incentives can possibly feel uncomfortable, or maybe just like a revelation, a mystical feeling. Think of science fiction, the treasure chest where visionary changes have been described.  \\n  \\n **Epilogue**\\n\\nDune, the movie and the book - I watched the movie and I am reading the book - brings me to connect the dots of my reflections and actions. The tale's ability is to condense ecological disruption, political corruption, community culture and the power of interplanetary war to manage and control[ the spice](https://dune.fandom.com/wiki/Spice_Melange#Groups_critically_dependent_on_the_Spice) production on Arrakis' planet. The spice gives psychological power and helps in space travel.\\n\\nDAOs can be a new planet, with the spice of self awareness. We can compete for ‘the spice' with the incentives of keeping looking after the earth, of re-adjusting societal patterns, bringing to life our own authentic attitude to the world. \\n\\nInspired by my practical experiences with teams and community, I will keep working on, with consistency and attitude, participatory action research & development with service design lens to enhance the impact of DAOs, while being aware of the risk of seeing DAOs becoming another expression of pure exclusive centralization of power.\\n\\nLitany against fear, Frank Herbert, Dune.\\n\\n“I must not fear.  \\n Fear is the mind-killer.  \\n Fear is the little-death that brings total obliteration. I will face my fear.  \\n I will permit it to pass over me and through me.  \\n And when it has gone past I will turn the inner eye to see its path.  \\n Where the fear has gone there will be nothing. Only I will remain.”\\n\\n \\n \",\"timestamp\":1639931284,\"title\":\"DAO: The Self  Awareness Creator\"},\"digest\":\"sV_TkSNvAIfQQLTWzbwahKHhYwQbVsk6Q_KNWKTDluM\",\"authorship\":{\"contributor\":\"0x489aDd7680605f6Fc4806595CD75E65D7F1675Eb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RFuXa7Q2FJVNLvrkx5PYBZI-8Qeig59dlQnM5YUKNOE\\\",\\\"y\\\":\\\"cE_INTCf8SQE39YRMnAz-yV9yu-lix6RbWjivYwQ4Gg\\\"}\",\"signature\":\"URJeDn973O_4FfjtTrFZ9fbGIBKM94s2Z9W9u9TrNWsgK4o5JbX7oT6apzGh0-lqPnBDPQU9t38pGxQJ_8ZBKg\",\"signingKeySignature\":\"0x6c159ad42549db985807d0b39465feb26dfb268fa91902b9639488ac43ddf3bf5d48b25a749e053dcb1abd105e396ccf2dad28360cb2032bb211fd283e98d85f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RFuXa7Q2FJVNLvrkx5PYBZI-8Qeig59dlQnM5YUKNOE\\\",\\\"y\\\":\\\"cE_INTCf8SQE39YRMnAz-yV9yu-lix6RbWjivYwQ4Gg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sV_TkSNvAIfQQLTWzbwahKHhYwQbVsk6Q_KNWKTDluM\"}"