"{\"content\":{\"body\":\"NFT가 Web3와 메타버스랑 같이 많이 언급되는건 알겠는데, 대체 무슨 관계야? 🐰🕳\\n\\n![](https://miro.medium.com/max/1400/1\\\\*dTxWm-xQxvxVWRpAezC8LQ.png)\\n\\n[https://open.spotify.com/track/4SWEZDzjNiaxKGiYUASnzt?si=f7f0794c3efe48e8](https://open.spotify.com/track/4SWEZDzjNiaxKGiYUASnzt?si=f7f0794c3efe48e8)\\n\\n현실세계와 가상세계를 연결시켜 준 NFT, 앞으로 현실세계와 가상세계가 완벽히 공존하기 위해 필요하죠 👩‍❤️‍💋‍👩\\n\\n새로운 경제에 대한 논의가 어디서부터 시작되었는지 찾는다면, NFT가 빠질 수 없죠.\\n\\n비플의 Everydays 경매가 있기 3년 전, 2017년 11월에 Axiom Zen이라는 캐나다의 조그마한 벤처 스튜디오가 블록체인을 핫하게 만들었었어요. 고양이 그림이 그려진 디지털 포켓몬 카드같은 시리즈를 만들었거든요.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*IWfLWbM0zSX-MITT)\\n\\nCryptoKitties가 그 자체로는 다소 반짝 하고 시들어버렸긴 한데요, 그래도 NFT에는 거대하고 장기적인 영향을 끼쳤죠. 귀여운(논란의 여지가 있긴 하지만)거는 둘째치고, 두 카드를 교배시켜 두 카드와 연결되는 특성을 지닌 새로운 종을 만들 수도 있다는 점, 그리고 이러한 종들이 $30M(한화 약 300억)이 넘는 가격에 거래될 수 있다는 점을 보세요. 이들의 업적은 ERC721 에셋 스탠다드를 NFT에 적용시켜 만든 첫 디지털 에셋이라는 거에요.\\n\\n자, NFT는 암호화폐적인 토큰들입니다. 이 토큰들은 이게 진짜인지(authenticity), 누구에게 속했는지(ownership), 이 디지털 에셋들이 얼마나 희소한지(scarcity)를 증명해줘요. 이게 디지털 경제를 엄청난 규모로 가능하게 해주었답니다.\\n\\n우리의 삶이 더욱더 온라인으로 옮겨가면서, 희귀한 디지털 아이템들을 가질 수 있는지가 더욱더 중요해졌죠. 그리고 NFT를 바탕으로 한 디지털 에셋 시장은 바로 우리 현실세계의 명품 시장을 놀랍도록 닮아갈겁니다. 진짜 에르메스 버킨백이 짝퉁 버킨백보다 수백달러 더 높은 가격을 부를 수 있는 건, 찐을 가졌다라는 사실이 찐을 가진 사람에 대해서 무언가 말해주기 때문이죠. 패션과 관련된 거나 혹은 다른 디지털 아이템에 대해서도 똑같이 적용됩니다.\\n\\n인터넷이 멋진 이유 중에 하나는 무언가를 만들고 나면 이걸 무한대로 재생산해서 뿌릴 수 있다는 점이에요. 책이나 CD를 실제로 찍어낼 필요가 더이상 없어요. 그냥 유저들이 킨들에다 전자책을 다운로드 받거나 스포티파이로 음악을 스트리밍하면 되니까요,.\\n\\n이 각각의 책과 노래의 카피본은 다 대체가능합니다. 제가 BTS Butter를 들을 때 이게 무슨 디지털 버전인지 신경쓸까요? 아뇨, 저는 그냥 노래만 들을 수 있으면 되는걸요.\\n\\n돈도 마찬가지에요. 애초에 돈은 이런 대체가능성때문에 생겨난거니까요. 조개 껍데기를 몇개 모아야지 쌀 몇포대를 사고 고기 몇 파운드를 살지 걱정하는거 대신에, 그냥 조개 껍데기를 돈 받고 팔면 되죠. 그리고 이 돈을 가지고 쌀도 사고 고기도 사면 되요. $1 = $1 = $1, 참 쉽죠?\\n\\n엄밀히 말해서 비트코인 해쉬들이 추적가능하고 그렇기 때문에 고유하긴 하지만요, 비트코인을 쓸 때의 가치는 대체가능해요. 이게 무슨말이냐면요, 제가 **어떤** 비트코인을 가졌는지는 신경 안쓰거든요. 제가 가진 비트코인들은 다 똑같은 비트코인이에요. 디지털 화폐를 대표하는 이더리움 블록체인 상의 토큰들도 마찬가지에요. 제가 어떤 ETH, BAT, UNI, 또는 SUSHI를 가졌는지는 중요하지 않아요. 여기에서 중요한건 제가 정확한 양을 가지고 있느냐뿐이죠.\\n\\n이러한 토큰들은 모두 ERC20이라는 같은 표준으로 만들어졌어요. 이 표준은 총 공급량이 얼마나 되는지, 토큰들을 어떻게 전송하는지, 이 거래들을 어떻게 승인하는지와 같은 중요한 정보들을 말해준답니다. ERC20 토큰들은 [이더리움 스마트 계약으로 추적할 가치가 있는 거의 모든 것들](https://ethereum.org/en/developers/docs/standards/tokens/erc-20/)을 나타낼 수 있어요. 예를 들면, 돈이나 Web3 소셜 미디어 플랫폼 상의 평판들, 비디오 게임 캐릭터의 기술들, 혹은 금 1온스와 같은 것들이요.\\n\\n작년 11월에 Sari Azout과 저는 Fairmint에 대해서 글을 쓴 적이 있어요. CAFE(Continuous Agreement for Future Equity, 미래 지분에 대한 지속적인 약정. cf. SAFE — Simple Agreement for Future Equity)를 통해 회사가 주주들에게 지분을 나눠주는거에요. CAFEs는 ERC20과 호환되는 디지털 증권이죠.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*Cw3HKNJkQT5PmeID)\\n\\n제가 나열한 모든 것들의 공톰점은 전부 다 대체가능하다는거에요. 저는 회사 지분 중에 어떤 지분을 가졌는지, 어떤 평판 점수를 가졌는지는 신경쓰지 않아요. 그냥 그 총량이 중요하죠.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*6chhaksgRtO991Cp)\\n\\nERC20은 **동일한** 토큰들에 대한 범주에요.\\n\\n하지만 만약 Web3와 디지털 세계가 현실 세계와 Web2.0의 가장 멋진 부분들을 닮아가기 시작한다면, 희소하고 특별한 디지털 에셋을 누가 소유했는지 증명해줄 방법이 필요해져요.\\n\\n예를 들어 지금은 제가 Fortnite에서 스킨이나 패션 아이템을 구매한다면 그건 아마도 Epic이 판매하는 스킨의 유일한 버전일거에요. 이게 바로 대체 불가능하다는 걸 보여주죠. 하지만 이건 Epic이 중개해서 판매하는거에요. Epic이 같은 스킨을 더 제작해서 팔기로 결정해버릴 수도 있어요. (실제로 Skull Trooper 스킨이라고 초창기 플레이어들에게만 줬던 아이템이 있는데, 이걸 후에 더 추가로 생산해서 팔아버린 예시가 있음) 혹은 갑자기 그 스킨을 단종시켜버릴 수도 있어요. 그리고 분명하게도, 이 스킨을 World of Warcraft와 같은 다른 가상세계로 가지고 갈 수 없어요.\\n\\n어떠한 디지털 에셋이라도 비슷한 문제점을 겪고 잇어요. 만약에 이게 쉽게 복제가 가능하다면, 중개자 없이 내가 가진게 진짜라고 증명할 방법이 없죠. 또 그렇다고 중개자가 끼면, 이건 중개자에 의해 변경될 가능성이 있어요.\\n\\nNFT는 이러한 소유권과 진위 여부를 증명하는 문제를 블록체인을 이용해서 풀어요. ERC721 표준을 기반으로 만들어진 NFT는 각 개별 아이템들을 희소하고, 고유하고, 또한 진짜인 아이템으로 다뤄요.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*tPLX0V-LeXignW4r)\\n\\nERC20과의 차이점 보이시나요? ERC721은 각 고유한 토큰들에 대한 범주에요!\\n\\nNFT는 진위성을 담보해주는 디지털 정품 인증서로써 작용하죠. 이 보증서는 공개 원장에서 수학으로 뒷받침되어요. 또한, 이 보증서는 소유자가 고유한 디지털 (때로는 물리적인) 자산을 소유하고 있음을 논란의 여지 없이 증명합니다.\\n\\n작년 10월부터 NFT의 인기는 폭발적으로 증가했어요. Pulsar에 따르면, NFT는 소셜미디어 상에서 거의 2백만번(+840%, YoY) 언급되었죠. 심지어 이 속도는 DeFi보다 빨랐어요.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*qkDNK2aWMFb_qALt)\\n\\n소셜 미디어 상에서 NFT가 폭발적으로 언급되게 한 비플의 트럼프/바이든 경매, 이것도 재밌어요! 👇\\n\\n이러한 폭발적인 성장은 비트코인과 이더리움의 가격 상승 덕분이었어요. 왜냐면 이 상승 덕분에 암호화폐 덕후들이 백만장자가 되었거든요. 이 성장은 또한 비플 덕분이기도 했답니다. 작년 10월 말, 비플은 트럼프와 바이든 중 누가 이기느냐에 따라 바뀔 NFT를 경매에 내보냈어요. 만약 바이든이 이긴다면, 낙찰받은 사람은 다음과 같은 NFT를 갖게 됩니다. 트위터 새가 트럼프의 광대 얼굴에 내려앉아 짹짹거리고 있고, 기절해있는 크고 뚱뚱한 트럼프의 옆을 사람들이 지나치고 있어요. 만약 트럼프가 이긴다면, NFT는 불길 속을 걷는 근육질의 트럼프로 변신합니다.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*aukA5uAJY_Jl4tTN)\\n\\nSource: Decrypt\\n\\n그 어느 누구라도 이 디지털 작품들을 볼 수 있어요. 미국 경선, 바이든이 승리했을 경우, 트럼프가 승리했을 경우 이 세가지 모든 상태들을 [이 쓰레드](https://twitter.com/niftygateway/status/1322273227977203713?s=20)에서 확인할 수 있죠. 그러나 진짜 예술 작품과 같이, 이 가치는 진짜라고 판명될 수 있는 작품을 누가 가지고 있느냐에 있지, 프린트 제품을 가지고 있는건 가치가 없어요. 그에 따라서, 낙찰받은 [The Museum of Crpyto Art](https://twitter.com/museumofcrypto?lang=en)는 $66,666.60을 지불했답니다.\\n\\n그러고 난 후 작년 12월, NFT에 대한 관심은 다시 치솟았는데요, 비플이 그의 Everyday collection을 $3.5M에 판매했을 때입니다. (서문에서 언급한 이야기, 기억나시죠?)\\n\\nNFT의 가치는 2020년 말에 엄청나게 증가했어요. OpenSea가 2020년 1월에 NFT Bible을 발표했을 때 NFT의 월 평균 거래량은 $2M \\\\~ 3M(한화 20\\\\~30억)였습니다. 2020년 12월까지, dapp은 지난 30일 동안 $10.15M (한화 약 102억)을 기록했죠. 아직 작은 시장이지만 빠르게 성장하고 있고, 이러한 기술은 엄청난 함의점을 가지고 있어요.\\n\\n다음 글에서 소개해드릴 세 가지 프로젝트, NBA TopShot, $WHALE, DIGITALAX는 NFT가 어떤 역할을 할 수 있는지, 어떤 성장 잠재력을 지녔는지 보여줍니다.\\n\\n궁금하시죠? 다음 NFT를 이용한 프로덕트들과 프로젝트들에서 만나요! 😉\\n\\n*이 글은 2021년 1월 25일 Notboring.co에서 발행된 [The Value Chain of the Open Metaverse](https://www.notboring.co/p/the-value-chain-of-the-open-metaverse) 를 번역한 후 더 읽기 쉽게 약간의 수정을 더한 글입니다.*\",\"timestamp\":1640819700,\"title\":\"오픈 메타버스의 밸류체인 — (2)NFT와 디지털 소유권이란? - Hannah Joo - Medium\"},\"digest\":\"Oew_VG_sEjVQo9bcQdHNrj0dzcG7Unom2dIi8UPX-eU\",\"authorship\":{\"contributor\":\"0x3B86C43045b6BaBD56a8D1AB22C8c2B741a5e16d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jx1_FhLscQTsH2ID44u4Zv3siVXlugGb5vtV84g8okk\\\",\\\"y\\\":\\\"Mj77847Rs0LxyTjtM_ahbMq58iL4D2G7SPG-PWrQdsU\\\"}\",\"signature\":\"x3KryUFan3d3aDVcsS0ewoMK1nm_8NT9SfmOh06TRq-zwxLJZVm8gJBGdlHYL1JA3spq-V0mH3ISeMK3fa7aQg\",\"signingKeySignature\":\"0xc4c09c053310f2b3b5a46258a11ed2e11f1f98a42475ec1c10a27b46dfcc90136f6bcf4982875a21473873407ed1bba5ed2322a7f524b8846799f95bdfe7188a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jx1_FhLscQTsH2ID44u4Zv3siVXlugGb5vtV84g8okk\\\",\\\"y\\\":\\\"Mj77847Rs0LxyTjtM_ahbMq58iL4D2G7SPG-PWrQdsU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Oew_VG_sEjVQo9bcQdHNrj0dzcG7Unom2dIi8UPX-eU\"}"