"{\"content\":{\"body\":\"**TL;DR: The music industry is broken. Instead of trying to fix it, let’s just try something a whole lot different. It all starts with [this](https://zora.co/songcamp/2863) NFT.**\\n\\n***UPDATE:*** A huge thank you to [Seed Club](https://twitter.com/seedclubhq) for collecting \\\"The Unlock\\\" NFT and for officially **unlocking** this first Songcamp for everyone! \\n\\n***DOUBLEUPDATE:*** And thanks to all who voted for Songcamp in Mirrors $WRITE race and pushing us into the Top 10. This and future Songcamp essays now live at [songcamp.mirror.xyz](https://songcamp.mirror.xyz/).\\n\\nThe current music industry models condition us to believe certain untruths: that we must amass millions upon millions of streams a month to earn a decent living, that we must be one thing and build one brand identity and not stray from that, that we must spend an exorbitant amount of time and money finding our audience by paying for data that is siloed off by opaque intermediaries — data that is rightfully ours.  \\n\\nAll this and more adds up to the hamster wheel performance of the music business. \\n\\nAnd the worst part is it cuts creativity off. It sets illusory limits upon the limitless imagination of creative folks. \\n\\nWe need not earn millions of streams. We need not build one and only one version of ourselves. And we sure as hell do not need to commoditize our music and let it sit frozen on digital shelves that we don’t own. \\n\\n## Music + The New Internet = 💥\\n\\nThere are new avenues emerging that entirely circumvent these old models. They are young and nascent and not fully understood. We aren’t entirely sure how they work yet, or how most people are going to use them. \\n\\nBut we *do* know that they allow us to realize a truer value of digital things, which until now has been decided by a handful of centralized organizations. \\n\\nSo what we must do now is **experiment**. Songcamp is a place to run these experiments. \\n\\n## Experiment No. 1 → “The Unlock” \\n\\nOur first experiment is a songwriting camp that doesn’t end when the music is written, but extends out into the visual creation and release of said music. \\n\\nThe idea is to **collectively fund, create and distribute art**.\\n\\n### Here’s how it works:\\n\\n- 3 newly-formed groups of *music makers* are currently co-creating 3 songs from scratch\\n\\n- 1 team of *visual artists* is working on cover artwork for those records\\n\\n- and a team of *project operatives* is creating and executing a web3 distribution plan for said music \\n\\nThis is where you come in…\\n\\n## We are auctioning off a 1/1 NFT that *unlocks* this songcamp.\\n\\nPurchasing this piece ***unlocks*** this first songwriting camp for all involved. The funds received will go towards a) our distribution costs (gas fees etc.) and b) the visual team that created this artwork. \\n\\n[NFT](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/2863)\\n\\n\\n\\nThis is a 1/1 cassette tape sleeve (known as a J-card) representing the first batch of music created at Songcamp. Artwork is by [Peace Node](https://twitter.com/peace_node) + [Gian Ferrer](https://twitter.com/belGIANgwaffles).\\n\\n### What The Collector Gets\\n\\n- This incredibly dope NFT, a badge of honor that says you unlocked the first songcamp\\n- Your name (+ logo) included on the final songs’ cover artworks\\n- Social media love + bragging rights as the named sponsor of this camp\\n- On-chain recognition as the *first* supporter of Songcamp, with retroactive benefits (tbd) as the community grows \\n\\n### Auction Details\\n\\n- The auction will close on **Tuesday April 20th at 4pm ET**. \\n- We’ve decided to bake in a “***no resale***” mechanic by setting the Creator Equity to 99%. This ensures that the collector is someone who wants to hold this NFT for a lifetime. It also allows us to build an on-chain community of supporters over time — **a community we intend to grow with and bring value to**. \\n\\n## What’s Next?\\n\\nWe will be sharing more details in the coming days/weeks as to how this music will be distributed. \\n\\nHopefully our next update will come from *songcamp.mirror.xyz* :) In order to make that URL a reality, [vote for us](https://mirror.xyz/race?candidate=songcamp) on Wednesday’s $WRITE race. \\n\\n**Update: Thank you for voting for us! Songcamp now lives at [songcamp.mirror.xyz](https://songcamp.mirror.xyz/)**\\n\\nOh, and connect with us on [Twitter](https://twitter.com/songcampdotband) + [Discord](https://discord.gg/wHsJD2sTpc).\",\"timestamp\":1619200702,\"title\":\"Introducing Songcamp and \\\"The Unlock\\\" NFT\",\"publication\":\"chaim\"},\"digest\":\"gU3RshGEeUc9xqeX80_PcqGgZr74WOnPS7i11GpIm58\",\"authorship\":{\"contributor\":\"0x5090c4Fead5Be112b643BC75d61bF42339675448\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4eZPuQv-MmOzfF-AABfEaNccHIYDeK9mG5cyMgpERCg\\\",\\\"y\\\":\\\"3EsY_wrV8W3dgdlNK4dMzDOyPzbILG4edF30Vd3vT48\\\"}\",\"signature\":\"rEeAJXX3dqQUZ8g3c7_YhBsBlKDDtCDu0INmA8aN0O-n6WdPmD21W3ex6Syxso_Wp-yAuKdWAZR3zsB0rjAodw\",\"signingKeySignature\":\"0x5f95ce21379e719f679d68537754bc569037731a2b759da9571586016bebc10f1e2cb0d5d164265732412ebbcab869194981f469c93e5833704a2bc2210746141b\",\"signingKeyMessage\":\"I authorize the publication of articles on chaim.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4eZPuQv-MmOzfF-AABfEaNccHIYDeK9mG5cyMgpERCg\\\",\\\"y\\\":\\\"3EsY_wrV8W3dgdlNK4dMzDOyPzbILG4edF30Vd3vT48\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QAMs9QuZ1Ij5FjaPuNjMbF9foYLPphVyyUSrJH7wB7w\"}"