"{\"content\":{\"body\":\"![What is Web3? - Our Decentralized Future](https://blog.web3jobz.com/_next/image?url=https%3A%2F%2Fcdn.hashnode.com%2Fres%2Fhashnode%2Fimage%2Fupload%2Fv1635517361976%2FUY98Wky9l.jpeg%3Fw%3D1600%26h%3D840%26fit%3Dcrop%26crop%3Dentropy%26auto%3Dcompress%2Cformat%26format%3Dwebp&w=3840&q=75&size=medium)\\n\\n## What is web3? Decentralized apps, decentralized protocols, and blockchain explained.\\n\\nSubscribe to <!-- -->my<!-- --> newsletter and never miss<!-- --> <!-- -->my<!-- --> upcoming articles\\n\\n## 🤑 TL;DR\\n\\n> Web 3.0 (a.k.a. web3), is the next paradigm and will mark a fundamental change in how developers create websites, but more importantly, how people interact with those websites. Gone are the days of having to open a browser to type in your favorite site’s URL manually. Instead, as an example, an app on your phone or an extension in your browser can automatically connect you - 🔒 securely! - to any site that you frequent. There is no official definition for web3, but there are many different opinions on what it means. Web 2.0 (a.k.a. web2) was about blogs, social media and live streaming, while web3, at it's core is about *decentralization*. Web3 is simultaneously slowly and exponentially creeping into our daily lives so it's important to be up to speed on how these changes will affect you.\\n\\n## The Evolution of the world wide web:\\n\\nTo begin, let's go back in time ....\\n\\n## Web 1.0:\\n\\n![tim-first-website.jpg](https://cdn.hashnode.com/res/hashnode/image/upload/v1635511645219/zeQ8C-WZj.jpeg?auto=compress,format&format=webp)\\n\\nWeb 1.0 was the first iteration of the web. Persisting until about the year 2000. At first, websites were just places you could read the information posted on servers and interact with such servers in simple ways. There were search engines, and there were e-commerce sites like Amazon and eBay. Web 1.0 consisted of sites serving static content and transferring data through HTTP from files rather than databases, with limited to no interactivity from the user.\\n\\n## Web 2.0:\\n\\n![web2-companies.png](https://cdn.hashnode.com/res/hashnode/image/upload/v1635511800010/S4cLAlGLJ.png?auto=compress,format&format=webp)\\n\\nAround the year 2000, the web started to evolve. Web2 was the first major update to the web and it has many of the features that we have grown used to. It arose following the turn of the century and was far more interactive, far more collaborative, and far more capable. You could interact with other users online and share information and ideas in far more ways than before. Web2 is simple, after all, and due to its simplicity many more people around the world are becoming creators.\\n\\n## Web2 + 🤑🤑:\\n\\n![web2-money.jpg](https://cdn.hashnode.com/res/hashnode/image/upload/v1635511902455/0f88biy-K.jpeg?auto=compress,format&format=webp)\\n\\nAs the web grew and evolved so did it’s monetization. While it was being built, there was no real clear cut answer to how it should be monetized. It was soon realized that there were only two paths: advertising && data. Initially, it was 💯about growth. Tech companies gobbled up as many users as possible and worried about actually making money second. They knew once they had the users hooked, making the money would be trivial ( see the advertising && data note ). The exploitation and centralization of user data quickly proved to be a very bad idea. The web is amazing because it’s open and decentralized but when it came to data and the tracking and targeting, it was a very different story.\\n\\n## REKT / pwnd:\\n\\n![pwnd-kitty-cat.jpg](https://cdn.hashnode.com/res/hashnode/image/upload/v1635512156922/RUtDB7Sdt.jpeg?auto=compress,format&format=webp)\\n\\nYou can see where this is going. Because of the mad rush to get users addicted to their platforms so they can consume and analyze as much data as possible, security was essentially an after thought. All of this attracted nefarious actors. In web2, you do not own your data. I'll repeat that 👇.\\n\\n**In web2, you do not own your data**\\n\\n## Right, so what is web3 then 🤔?\\n\\nWe are currently in the start of the web3 era. Let's discuss the technologies and features that make up web3 and what they do for us.\\n\\nReady? Let's go!! 🚀\\n\\nFirst, there is no concrete definition for web3, and I'm not positive if there will be anytime soon. The technology that will bring us there has not fully matured, but it continues evolving each and everyday. It is rather fascinating. To get a better understanding of web3, let us look at at some of the characteristics:\\n\\n* Verifiable ✅\\n* Trustless/Permissionless 🤝\\n* Self-governed 🏫\\n* Distributed 🌎🌍🌏\\n* Built-in payments - Natively! 💰\\n\\nThe foundation and backbone of web3 is built around the blockchain. With the next generation of the web creeping in, how do you think these new technologies will affect the way we interact, communicate and work? It is difficult to explain this but it is important to understand the difference between the terms blockchain and web3. The blockchain is a distributed ledger of transactions that is powered by peer-to-peer software and interconnection. It has some very specific uses of which web3 is an application. Web3 is the end goal of blockchain technology and it is only just beginning.\\n\\n😵 Confused yet😵?\\n\\n### Built-in payments - Natively!\\n\\n![crypto-vs-fiat.jpg](https://cdn.hashnode.com/res/hashnode/image/upload/v1635512742110/-ZHzoi3Bv.jpeg?auto=compress,format&format=webp)\\n\\nIn addition, they still require you to hand over sensitive and personal information 🔐. Blockchain technology has the potential of solving this problem. It is trustless and permissionless (👈 lol, this word makes me chuckle ). Instead of having a centralized authority that controls the money, you have a *decentralized* system where a lot of parties are involved. But what is the system that’s behind the blockchain? This is exactly what web3 is promising and building -- the underlying technology that’s enabling this trustless system! 🎉\\n\\nBanks and financial institutions inherently require a lot of trust. When a financial institution trusts another financial institution, they also need to have trust in the *people* running those financial institutions. The human element is the greatest weakness.\\n\\n![humans-are-the-vulnerability.png](https://cdn.hashnode.com/res/hashnode/image/upload/v1635513308670/ybiiIgXyr.png?auto=compress,format&format=webp)\\n\\nThat’s why the banks have a lot of checks and balances in place. The problem is that these checks and balances are not perfect ( ahem ... the *human* part ... ).\\n\\nCrypto wallets, on the other hand, are designed to be decentralized and accessible to anyone. They are built up on open source technology and rely on the blockchain to make transactions. They don't require your bank account information, and they are much faster to use. [Ripple](https://ripple.com/) or [Solana](https://solana.com/) have a minuscule amount of latency all at the whopping cost of ... fractions upon fractions of pennies 🤣. Essentially negligible. Compare that to traditional money transfer institutions. How long have you waited for that ACH refund? DAYS?! 😝\\n\\n## The Future of the Web:\\n\\n![web1-to-web2-to-web3.png](https://cdn.hashnode.com/res/hashnode/image/upload/v1635513601372/HgabVKOot.png?auto=compress,format&format=webp)\\n\\nThe foundation and backbone of the next generation of the internet will be web3 and be built around the blockchain. What the future could hold for web3 and how it will change our lives as we know them now, is uncertain. Web3 will be a complete reinvention of the web, with privacy, security, and anonymity at its core. The current paradigm of today’s web is not designed to protect our data—we give it away in exchange for convenience. Blockchain technology makes it possible to give the individual control of their information and data. In order to do so, we must first build the infrastructure around the blockchain. This is what web3 promises to solve.\",\"timestamp\":1639094904,\"title\":\"What is Web3? - Our Decentralized Future\"},\"digest\":\"epnD7pDZ5UeELJ5LNTtvSduydMMz7O2isrlpaFU7g3A\",\"authorship\":{\"contributor\":\"0x1a3605223462b6a3768998B79d2d7e7170b6C4Ac\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"031nnjOLtwZK9a2k6wGr2IzNE3aN5wUKn2vQSSivOKM\\\",\\\"y\\\":\\\"KOHzj6q2tpf1m4IyaowCnNiu-r_NOnzKxopJhGZl6lo\\\"}\",\"signature\":\"ANXZzQ8XNJRs0jUsDnVMbmweNhuEaNRtY_4pnUsA7CXiGd0-8AZCQni8ieZ8MecVSV65G8QWtsV0YG89TW0JmA\",\"signingKeySignature\":\"0xa31ff3f455df60a143ce9f3bf90edfae9df36726f434d54540d9fcf51113a9e824aeb0d981ebbaac9ab5cef3cb7b33be85e9dc22cbf07b0f7c98aefbbd46ec411c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"031nnjOLtwZK9a2k6wGr2IzNE3aN5wUKn2vQSSivOKM\\\",\\\"y\\\":\\\"KOHzj6q2tpf1m4IyaowCnNiu-r_NOnzKxopJhGZl6lo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"epnD7pDZ5UeELJ5LNTtvSduydMMz7O2isrlpaFU7g3A\"}"