"{\"content\":{\"body\":\"**“宗教DAO”何以可能：Religion DAO & Religionized DAO**\\n\\n文/Crow（ZITENG ZHANG）\\n\\n【摘要】基于区块链及加密社区的去中心化自治组织（DAO）正在多个领域取代传统的组织方式。宗教与DAO的社会互动关系同样也引发了加密社区的讨论——宗教与DAO的融合是否可能？本文试图在宗教社会学的视域下对此展开分析，在概念上将“宗教DAO”分为“religion DAO”与“religionized DAO”，分别指涉两种实现路径。通过对宗教与DAO两者本质属性的比较分析，本文还探究了DAO本身具有的宗教意涵。\\n【关键词】宗教社会学；去中心化自治组织；宗教化；\\n\\n**一、引言**\\n宗教组织研究始终是宗教社会学的重要议题。在传统至现代的社会转型中，宗教组织形态随之改观。及至网络社会，宗教的组织与传播更是呈现出新的样态。而另一方面，随着区块链与加密社区的兴起，DAO（去中心化自治组织）试图实现对传统组织范式的超越。在社会的诸多领域涌现出各类DAO，以“去中心化”架构与“自治”理念重构了原有的社会关系。\\n因此，作为一种新兴的组织整合机制，DAO是否会像web2.0（Tim O'Reilly，2004）阶段的经典范型一样，对宗教产生结构性的影响？对宗教的基本内涵与本质属性的探究，是否能为理解DAO提供新的理论视角？这类问题理应都被纳入宗教社会学考察的范围。学界对宗教组织形态的研究已然关注到了网络宗教等议题，但对去中心化自治组织与宗教的关系探讨还无前人之述。在加密社区尝试性地谈论“宗教DAO”这一概念的可行性时，它还只是一种大胆的设想与加密市场的尝试，缺乏理论的关照。在这种理论话语的阙如下，宗教与DAO的社会互动却始终在发生，这也正是本文的研究对象。\\n本文将在第二部分回顾已有的对宗教的定义、DAO的定义、宗教与网络组织等相关议题的研究；在第三部分对“宗教DAO”的概念进行界定，提出“用于宗教的DAO”与“宗教化的DAO”这一组类型学划分，并通过加密领域的实践予以说明；第四部分将试图回到宗教社会学的相关理论，为前述的宗教DAO实践“何以可能”提供一条解释路径；本文最终收束于对宗教与DAO的本质属性的比较分析，总结归纳出宗教社会学视域下的DAO研究带来的启示。\\n\\n**二、文献回顾**\\n**宗教社会学对宗教概念与本质属性的界定**\\n本文对宗教的关注主要集中于宗教的概念、特性等，而非某一具体的传统宗教类型，因此主要回顾了宗教社会学在宗教界定上的相关研究。宗教社会学的定义偏重于将“宗教在人类社会生活中的功能和作用”作为宗教的基本因素（吕大吉，1998），宗教社会学内部的定义在《宗教定义的理论研究》（周国黎，2007）中被主要归结为“功能论与还原论”与“人文意义论（文化意义论）”两类。在《社会学视野下宗教定义的研究》（邢婷婷，2012）一文中则主要被总结成三个维度：结构、行动、文化维度，背后的理论流派分别对应着涂尔干与鲁克曼的社会实在论与功能主义、韦伯与齐美尔的意义建构、格尔茨的文化系统与符号象征。\\n本文沿袭的是宗教社会学对宗教的理解，即更多地从社会功能与符号象征层面诠释宗教的本质规定性。以宗教的社会功能为其本质的观点尽管也存在争议，但能很好地反映所谓宗教社会学的“视域”是怎样的，在本文中将有助于揭示宗教与DAO的异同。\\n**对去中心化自治组织（DAO）的已有研究**\\n作为本文所研究的另一对象，DAO被界定为“将组织管理与运作规则（共识）以智能合约形式编码在区块链上”，“实现自运转、自治理”的“组织形态”（丁文文等，2019）。对DAO的研究在国内学界仍处于早期阶段，主要涉及对它核心属性、理论解析与应用前景的研究（陈加友，2021），对其法律性质的探析（郭少飞，2020），以Compound为例对去中心化金融组织的治理研究（李红俊，2021）等。\\n目前学界对DAO的研究大致分布于以下三个学科领域：经济金融、法律与信息科技，理论解析主要集中于“博弈论”、“新制度经济学”等经济学理论，所描述的DAO更多是一种“应然”，即纯粹的、理想化的DAO应当是怎样的。尽管有被作为案例进行“实然”的阐述的实践，例如Compound与The DAO（陈加友，2021），但都局限于金融与信息安全视角，与加密社区中的实际生态情况存在一定距离，且大量的社会性因素在DAO的演化中对其施加的影响并未得到明确的揭示。\\n**对宗教与互联网关系议题的研究**\\n尽管学界尚未有对“区块链+宗教”的系统研究，但“互联网+宗教”的议题在近些年已得到越来越多的关注。例如《信众的网络体验和权威的流变治理》（梁卫国，2020）一文对“互联网+宗教”的概念、研究现状作了全景式的梳理；《互联网+时代的宗教新形态》（张华，张志鹏，2016）归纳了互联网对宗教三方面的影响，揭示了网络宗教的复杂动态关系；此外还有对网络宗教安全问题的研究（李元元，2016）、对“网络化信仰”体现的人与技术互嵌关系的考察（刘朝璞，2020）等。\\nDAO的前身之一是互联网环境中的动态网民群体组织（CMOs）（丁文文等，2019），因此宗教与互联网组织间的关系研究，对于宗教与DAO之间的关系研究提供了重要的参考框架，加密社区与DAO存在的群体行为逻辑也能够从中得到恰切的解释。\\n\\n**三、研究问题**\\n基于上述的研究背景与文献回顾，本文的研究问题为：宗教DAO是否可能——如果两者已有兼容的实践，则这种融合是通过何种路径来实现的？通过对加密领域诸多实践与创新的考察，本文归纳出宗教与DAO现存的两种关系形式：“工具-价值”关系与“手段-目的”关系，分别对应“Religion DAO”与“Religionized DAO”，以下将具体展开。\\n\\n**作为宗教工具的DAO——Religion DAO**\\n随着DAO在社会各领域的扩张，加密领域的DAO版图正在不断完善。域名为“coopahtroopa.mirror.xyz”的内容创作者在Mirror.xyz这一平台整理出DAO的全景图（2021），从中可以看到DAO在细分领域的应用：赠款DAO、协议DAO、投资DAO、服务DAO、社交DAO、收集器DAO……诸如此类。这一类DAO通常将其功能放在“DAO”之前，例如赠款DAO是用于小众社区资金捐赠与投票分配的去中心化自治组织。\\n因此，“宗教DAO”在这层意义上相应地指代“用于宗教事务的DAO”：DAO作为一种组织载体或新的协调机制服务于传统的宗教活动。\\n在Religion DAO中，“工具-价值”的关系体现为：基于区块链的DAO是工具，而传统宗教则仍然占据着核心价值来源的地位。这一关系参考了韦伯的“工具理性”与“价值理性”概念，人们（尤其是宗教人士）主要是出于“效率”“功用”等工具性目的而采用区块链技术，但传统宗教核心的信仰系统并未受到影响，换言之，在区块链与加密技术被应用前后，人们的价值来源并没有改变，“宗教为体，加密为用”。\\n这一兼容过程可以分为以下几个阶段：1、宗教在态度上接纳加密货币；2、宗教在实践中引入区块链技术应用于宗教事务；3、宗教对DAO治理方案的探索。\\n**1、宗教在态度上接纳加密货币**\\n第一阶段是宗教对加密货币的接纳，因为加密货币与token（代币）是DAO基础性的货币媒介与治理工具。需要注意的是，宗教对加密货币的接纳程度在不同宗教间差异明显，甚至在同一宗教内也存在戏剧性的分歧：伊斯兰世界依据教法认为加密货币与赌博无异，因此穆斯林国家（例如印尼与埃及）的宗教机构（领袖委员会）将加密货币视作禁忌，禁止穆斯林交易或使用，部分伊斯兰宗教领袖明确表示反对加密货币；而英国的土耳其清真寺Shacklewell Lane却在2018年宣布将加密货币纳入捐款支付选项，且在斋月期间获得了价值13983英镑的加密货币捐赠。在基督教新教体系中，同样接受加密货币捐款（主要为比特币）的还有苏黎世的一家福音派教会。在天主教体系中，一个天主教组织于2019年推出移动加密货币解决方案Cathio，Cathio是一个支付，捐赠和汇款平台，旨在将教会与数字时代联系起来，为金融交易提供透明度。\\n在主动接纳之外，还存在宗教被动地接受加密货币的情况，加密货币成为宗教一种应对生存压力而采取的解决方案。加密货币去中心化、匿名化的特性，被宗教用于规避威权政府的资金追查与政治管控，后者通常对宗教持打压的态势，以实现对意识形态领域全面的掌控，因此对加密货币的禁止也成为同一逻辑下的必然态势。\\n**2、宗教在实践中引入区块链技术应用于宗教事务**\\n如果说第一阶段反映的是传统宗教在货币媒介上的选择，局限于支付、捐赠，则在第二阶段中，则体现了宗教对区块链底层机制的认可。例如2018年天主教区块链组织鼓励并帮助将区块链技术整合到天主教会中。类似地，加密领域出现了区块链宗教慈善生态系统——信仰链XKY，是全球首个宗教慈善公有链，为募捐这样的典型宗教行为提供了溯源防伪、开放透明的底层设施。此外，同样基于区块链技术的NFT（非同质化代币）也受到教会国家梵蒂冈的关注。\\n**3、宗教对DAO治理方案的探索**\\n前两个阶段主要是宗教与加密货币、区块链技术的结合，还没有深入到组织架构与治理设计层面，其原因主要是因为主流宗教具有深厚的社会历史基础，组织体系非常成熟，且宗教领袖占据着较中心的社会位置，例如教宗在现实社会中具有崇高的权威地位与实际权力，若以DAO的去中心化构想取代这一制度安排，则会动摇传统宗教的诸多历史根基，进而危及其价值内核。因此，DAO在宗教中的治理方案在传统宗教框架内较难推进，更可能诉诸非正式的、非主流的新兴“宗教”来实现这一探索，后者主要是在互联网上出现的“异教”，通常不被宗教界的权威机构承认，却在网络上形成了号召力很强的信教团体。\\n对此，本文认为“飞天意面神教”及其PASTA DAO是具有代表性的案例，反映了第三阶段的兼容状态，即DAO被真正用作宗教的一种组织形态。飞天意面神教显然不会被正统的宗教学界承认。而若从宗教的社会文化属性来看，飞天意面神教具有主流宗教所具有的全部形式，已成为一种广为接受的符号象征体系，文化精神已渗入人们的世界观与行为方式，因此才得到丹麦与荷兰等主权国家的认可，它可被视作是一种讽刺型的网络宗教，属于完全依托于互联网产生的新兴宗教（杨纪伟，2018）。\\n在加密社区对宗教DAO的讨论中，@MonetSupply提出：“如果飞天意面神教被承认是一种宗教，那么PASTA DAO（飞天意面神教的去中心化自治组织）会受到美国宪法第一修正案的保护吗？”PASTA DAO是DAO范型下的宗教组织，采用了DAO的整套运作逻辑与媒介形式（例如治理代币$PASTA），是“Religion DAO”现实落地的实例之一。\\n总体来说，传统主流宗教更欢迎的是作为DAO底层技术与媒介基础的区块链与加密货币，距离“宗教DAO”还有较长距离；以“宗教DAO”作为一种组织治理工具付诸实践的宗教，本质上更接近于宗教社会学的界定，作为一种网络上新兴的文化符号象征系统，它正在将web3.0的组织形态DAO纳入自己的价值输出与价值共享体系。\\n\\n**作为宗教本身的DAO——Religionized DAO**\\n相较于Religion DAO，“Religionized DAO”的本质是DAO，但却是一种被“宗教化”的DAO。根据merriam-webster对“religionize”的释义之一：“从宗教框架解释或理解（事物）”，Religionized DAO也暗含了从宗教框架来理解DAO的独特视角。在“宗教化的DAO”中，宗教化是一种手段，而社会行动者的意图则在于建立或加强一个DAO。“宗教化”对于一个DAO而言，通常意味着更广的传播范围、更深的社区认同、更强的共识凝聚、更高的社会动员效率。DAO本身的代码治理规则与机制设计是市场共识与认可度的主要来源，但不是唯一来源，“宗教化”的作用对象正是非代码化、在特定情景下非理性化的人。通过创设出一系列DAO自身的符码意涵，以及为DAO的成员提供皈依宗教般的仪式感与归属感，进而加深对DAO愿景的信念。\\n在此意义上的宗教DAO，与宗教的关联相较于“作为宗教工具的DAO”要更隐秘也更接近本质。宗教的运作方式、符码体系等，被DAO用于自身的运营建设与传播扩张，DAO以宗教的方式建构自身，甚至成为宗教本身。\\n例如，在以太坊区块链上出现了名为0xOmega的“宗教”。如果说在此之前，新兴宗教还仅限于互联网环境，那么0xOmega的诞生意味着区块链也被作为一种新兴宗教的发生环境。0xOmega的创始人Matt Liston依据传统宗教的框架发行了“flame paper”，作为其宗教的“圣书”，也设计了一个“狗鲸”雕像作为“圣物”。\\n但不同于传统宗教的理念是：0xOmega希望通过区块链消除信仰的管理权威，即0xOmega认为，传统宗教中的“中心”：教皇、达赖喇嘛、首席拉比，其信仰和决定会渗透到其他信徒身上，而普通信徒对宗教的核心信仰几乎没有影响。此外，创始人还提出：“0xOmega以共识取代教会，上帝以对集体离散对象的递归代替……0xOmega为个人调解与上帝的直接关系”。0xOmega的艺术家与支持者Avery Singer表示：“在这个宗教中，信徒可以投票并不断改变它的结构和性质。”这背后所依靠的正是DAO的投票决策与集体治理机制。\\n某一宗教具有变动弗居的结构与性质，对传统宗教而言无疑是颠覆性的。但在“Religionized DAO”的语境中，0xOmegaDAO本质是一种共识协议，它的愿景是以更纯粹的去中心化技术路径实现宗教；同时，“宗教化”也是其“手段”，它受到宗教的启发，回到了人类固有的精神需求。\\n上述案例是一种显性化的“宗教DAO”，与之类似的还有The BodyDAO，它在其Faith Paper中表示，将致力于“在元宇宙中展现上帝的王国”，例如在元宇宙中建造大型的虚拟教堂。它们明确地点出了与宗教的内在关联以及对宗教元素的借鉴。\\n而DAO的生态中还存在隐性的“宗教化”趋势，例如OlympusDAO（及其仿品FantohmDAO）与TempleDAO等，它们本身的愿景服务于金融或其他非宗教领域，例如OlympusDAO旨在提供一种稳定币金融生态，但也被社区认为是某种“宗教”。尽管从它们的标识与前端界面可以看出，它们也刻意塑造了神秘感与仪式感，但显然DAO之所以呈现出“宗教化”，或被认为“本身就是一种宗教”，两者在结构与组织逻辑上的相似才是真正的决定因素。\\n\\n**四、理论分析**\\n作为一种新兴的社会现象，“宗教DAO”在加密市场的实践基本如上所述。本部分将从宗教社会学的理论出发，对这一过程背后的社会因素与作用机制进行解释。\\n**宗教社会学的功能论**\\n宗教的实质性定义“难以对现代社会中宗教与社会互动的复杂关系做出较为准确的把握 ”（仲威，2020），本文所探讨的宗教与区块链间的社会互动关系正是如此。而涂尔干的功能论视角则在某种程度上扩大了“宗教”一词的内涵：宗教的本质在于“强化和确认集体情感和集体意识”，从而“使社会获得其统一性和人格性”（仲威，2020）。\\n在此意义上，我们就能理解为什么涂尔干认为科学与宗教在本质上没有不同之处——它们都强化和确认了某种集体情感与集体意识。涂尔干从传统宗教研究的精神内容转向社会事实，指出人类崇拜的并不是别的东西，而是他们自己的社会本身（邢婷婷，2012）。\\n基于同样的逻辑，我们也能理解为什么经济学被认为是一种宗教（John Rapley，2017）、互联网被认为是一种宗教（David Phelps，2021）、加密货币被认为是一种宗教（Malky McEwan，2021）——以及在本文中，为什么DAO被认为是一种宗教。\\n**宗教与DAO呈现出的同构特点**\\n上述提及的那些非宗教的事物被认为是“宗教”，其背后的理由大致可以分别归纳如下：\\n经济学何以成为一种宗教？Rapley指出：两者都为人们提供了一整套行动纲领、道德准则与思想体系；两者都试图让全世界都信仰自己的信条，以此重塑社会；两者都为维持其完整性压制或无视不符合正统的学说。\\n其次是互联网。在人们普遍认为互联网会简单扼杀宗教时，看似无法促成任何严肃的信仰的互联网本身，却被认为是一种可以实时塑造和参与的宗教，也将我们崇拜的对象琐碎化。互联网是“人类集体发表的第一个宗教”，我们在此之中可以选择，并且定义我们自己的信仰体系（David Phelps，2021）。\\n最后，加密货币则通过交易者表现出的“宗教般的狂热”，让加密资产成为某种“宗教资产”一样神圣而备受崇拜，引发人们的祈祷行为；Malky McEwan指出加密货币与宗教一样是“去中心化”的；此外，加密货币还和宗教一样有如下共性：承诺传播财富、制定规则体系、提供信徒社区——正如Torkel Brekke在《Faithonomics: Religion and the Free Market》中指出的：所有宗教都拥有一个强大的信徒社区，社区成员觉得他们有一种非常强烈的社区感。\\n齐美尔“宗教存在于社会关系形式之中”的观点在这里同样具有解释力，无论是互联网还是加密市场，通过DAO及其媒介，其中的社会关系形式从其经验内容中摆脱出来，拥有自己的实质。\\n综合上述的观点，在此尝试整理出DAO与宗教在本质上的相似之处：\\n**1、两者都提供了明确的行动纲领、道德准则**\\nDAO的治理规则被编码在智能合约中，任何人都可以在查看，且这种符号语言是极其严谨的，具有公开透明，执行精确的特征，与宗教教义一样为所有节点提供了明确的行动纲领。同时，除了DAO本身所具有的去中心化理念，每个DAO有自己的愿景与准则，由发起者或社区决定，成为DAO成员必须遵守的行动约束。\\n**2、两者都是去中心化的，都需要强大的信徒社区**\\nDAO相较于传统的公司制组织而言，没有科层体系，因此所有个体都能直接服务于共同的目标，但这也要求社区足够有力，从而才能支撑起整个自治组织的运行，团结起个体意识。就像基督教新教的信徒一样，经过宗教改革后每个人都有与上帝（信仰）直接对话的机会，因信称义，而无需教会人士作为中介，但也需要信徒共同体的强力合作。\\n**3、两者都带来强烈的自我认同**\\nDAO会催生出彼此联系紧密的集体，且在某种类似于PoC（Proof of Contribution）贡献度证明的机制作用下，个体会因为自己在DAO中直接做出的贡献而产生强烈的认同感——这有别于传统的大公司，个体在科层制中常常并不清楚自己的工作“在做什么”（Mills，1959）。因此，DAO的认同来源更接近于传统的共同体或者宗教团体。\\n**4、两者都刻意建构起符号象征与文化模因**\\nDAO会主动建构自己的文化符号。例如，OlympusDAO从自身协议的博弈论模型中选取“（3，3）”作为标志性符码，且在加密社区取得极强的传播力，成为一种流行的模因被ConstitutionDAO等其他DAO采用。同样在宗教的发展史上，通过对特定物品的神圣化、对特殊符号意涵的建构，宗教也据此增强意义、扩大传播，在信徒内部共享一套特定的符号体系。格尔茨指称的“文化面向”——“宗教的仪式和符号都是意义的载体，它们将文化精神与象征符号相融合，通过仪式和符号进入到人们的世界观和行为方式当中”（邢婷婷，2012），在这里体现为，DAO的理念与愿景以象征符号、文化模因的形式介入成员的观念与行为方式（例如社交媒体平台的语言表达）中。\\n本文尝试通过下述表格呈现出DAO与宗教的相似之处，在“同构”的视角下，DAO具有浓厚的宗教意涵。\\n\\n![表1: DAO、宗教组织与公司组织部分特性的比较](https://images.mirror-media.xyz/publication-images/k3kFRta7ELZywtLvmTByG.png?height=1064&width=2524)\\n\\n**五、总结、反思与启示**\\n回到本文所探讨的问题——“宗教DAO”是何以可能的？综上所述，“宗教DAO”在加密实践中主要呈现为两条实现路径——其一是用于宗教事务、服务于宗教、作为宗教工具的DAO，即“Religion DAO”，其中也包括了传统主流宗教对区块链、加密货币的应用（尽管并未深入组织层面）；其二是以“宗教化”为手段，以宗教的运作方式建构自身的DAO，即“Religionized DAO”。通过对宗教与DAO本质的探讨，本文试图回应加密社区中对“DAO的本质是宗教”这一观点，解释其背后的社会学因素。\\n本文还存在诸多不足，例如“互联网+宗教”与“网络宗教”的相关研究揭示了互联网对宗教的影响，如何选择性地将网络宗教的研究成果结合在本文的研究中，是未来需要多加探讨的问题。此外，由于DAO生态还处于早期阶段，相应的市场实践还尚未成熟，在本文中仅以概述的方式列举了诸多案例，未来还有待进一步跟进观察。\\n基于宗教社会学的视角理解DAO，对DAO以及加密社区的治理的启示如下：首先，任何一项技术都存在与社会环境的现实互动，以区块链与去中心化共识机制作为基础的DAO扩展至宗教领域，会被选择性地吸收，并集中作用于新兴的网络宗教；其次，DAO的社区运作仍离不开人的诉求本身，DAO反映了人在其中为自己编织的意义之网。宗教组织在历史中曾起到的社会整合意义，在如今的加密市场也能看到DAO扮演着类似的角色；最后，社会学视野下的宗教试图让我们理解“宗教的基本起点应该是对个人与社会秩序的关注，而非超自然或人类心理”（邢婷婷，2012）。在功能主义的界定下，宗教在如今呈现出许多新的形式，对宗教的进一步探究有助于我们在形形色色的概念中识别出根植于社会传统的那些机制，从而跳脱出加密市场投机主义的话语陷阱。\\n\\n**参考文献**\\n\\\\[1\\\\]丁文文,王帅,李娟娟,袁勇,欧阳丽炜,王飞跃.去中心化自治组织：发展现状、分析框架与未来趋势\\\\[J\\\\].智能科学与技术学报,2019,1(02):202-213.\\n\\\\[2\\\\]宋石男.互联网与公共领域构建——以Web2.0时代的网络意见领袖为例\\\\[J\\\\].四川大学学报(哲学社会科学版),2010(03):70-74.\\n\\\\[3\\\\]邢婷婷.社会学视野下宗教定义的讨论\\\\[J\\\\].世界宗教文化,2012(01):33-37+32.\\n\\\\[4\\\\]周国黎.宗教定义的理论研究\\\\[J\\\\].世界宗教研究,2007(04):1-10+157.\\n\\\\[5\\\\]陆雪珊,叶宁.试论基督教的中心化和反中心化问题\\\\[J\\\\].成都大学学报(教育科学版),2009,23(01):117-119.\\n\\\\[6\\\\]陈加友.基于区块链技术的去中心化自治组织：核心属性、理论解析与应用前景\\\\[J\\\\].改革,2021(03):134-143.\\n\\\\[7\\\\]梁卫国.信众的网络体验和权威的流变治理——国外和国内“互联网+宗教”研究述要\\\\[J\\\\].世界宗教研究,2020(03):183-188.\\n\\\\[8\\\\]张华,张志鹏.互联网+时代的宗教新形态\\\\[J\\\\].世界宗教文化,2016(04):21-29.\\n\\\\[9\\\\]刘朝璞.“网络化信仰”:理解人与技术互嵌\\\\[J\\\\].青年记者,2020(36):48-49.DOI:10.15997/j.cnki.qnjz.2020.36.025.\\n\\\\[10\\\\]杨纪伟.“互联网宗教”内涵辨析及对网络治理的意义\\\\[J\\\\].信息安全与通信保密,2018(03):13-16.\\n\\\\[11\\\\]仲威.宗教，还是宗教权威?——世俗化理论的研究视阈问题初探\\\\[J\\\\].宗教社会学,2020,6(00):166-177.\\n\\\\[12\\\\]John Rapley. 2017.Twilight of the Money Gods: Economics as a Religion and How it all Went Wrong\\\\[M\\\\].New York: Simon & Schuster Ltd.\\n\\\\[13\\\\]Kristin Houser.<https://futurism.com/blockchain-religion-matt-liston.n.p.2018>\\n\\\\[14\\\\]Monet Supply.<https://monetsupply.medium.com/pastadao-update-may-2021-e4409121947a>.\\n\\\\[15\\\\]David Phelps.<https://twitter.com/divine_economy/status/1453480931487006728?s=21>\\n\\\\[16\\\\]Coopahtroopa.<https://coopahtroopa.mirror.xyz/_EDyn4cs9tDoOxNGZLfKL7JjLo5rGkkEfRa_a-6VEWw>\\n\\\\[17\\\\] David Phelps.<https://davidphelps.substack.com/p/the-internet-as-religion>\",\"timestamp\":1641742214,\"title\":\"Crow｜“宗教DAO”何以可能：Religion DAO & Religionized DAO\"},\"digest\":\"iUd5_aE1IDCsgwXOzXd3OelRqhPrpQHnxkf2a3ReYfc\",\"authorship\":{\"contributor\":\"0xfbf0dab80535dB219540Ae5eB972c4955580EA89\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kMOPis9qHOyaKzxN2YIq6eYym0Al8v8uHSHvAm2OJS4\\\",\\\"y\\\":\\\"FxFP3WjsPa8fJx-GbHkTF6_1-vkyQIRHdlDCRA0hagE\\\"}\",\"signature\":\"A-Zs-n1isqJgi0dmRFgAYQmyvitSaioylm8dxyyjH7_KHpVzAP-Y243o1Du9_dXu5c9jTL-fRvm87ts7egwcpw\",\"signingKeySignature\":\"0xf989dd79d6312f6d2d66a02672eb9c6593bfcb164e2a0ca0af264c0c3a55d1b92d161840f166a4739897f9201dff01d9dee8ea40ba66be7f2a274042adf2c16c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kMOPis9qHOyaKzxN2YIq6eYym0Al8v8uHSHvAm2OJS4\\\",\\\"y\\\":\\\"FxFP3WjsPa8fJx-GbHkTF6_1-vkyQIRHdlDCRA0hagE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_tILG5OY-9Ucz2hEoVGA6w2bacbFJsiO4Z0KdZ2iT1E\"}"