"{\"content\":{\"body\":\"### Let´s start with a simple analogy from real life\\n\\nImagine buying a jersey from your favorite team at your local stadium. Your normal expectation would be that you own that jersey. You can use it next time you play soccer, you can wear it on the couch watching the next game, or simply trade it for something else. Sounds obvious, right? We own it, therefore we can do whatever we want with it.\\n\\n![](https://images.mirror-media.xyz/publication-images/KDwLS2qDhN9Qs7KNWW3Xq.png?height=2048&width=2732)\\n\\n### How would this look like in the digital world?\\n\\nWell, the security guard by the exit of the stadium would kindly ask you to store your jersey in a dedicated safe nearby. The company behind the stadium will make sure nobody else will be able to use your jersey while you're gone. But you can´t bring your jersey anywhere else, you have to leave it there. If you want to use that jersey in another stadium you have to buy that same jersey again and store it there as well.\\n\\n![Security Guard](https://images.mirror-media.xyz/publication-images/fCPXy6yeLdDCP2kn5zS1J.png?height=2048&width=2732)\\n\\n### Let´s stop the analogy for a second and look at an example: usernames\\n\\nHow often were you surprised that your precious username was already taken? You have one username on Facebook, and it´s meant to be yours…unless you want to go anywhere else. Facebook owns your username, they just gave you the right to access it inside their universe. If you move to TikTok, you have to get a new username. No way for you to bring it with you.\\n\\n### How is this different in web3?\\n\\nWeb3 gives you ownership of your assets. Looking at the analog world, we can see that humans like to own stuff. I think there is a strong argument that, if possible, people will also like to own their digital stuff. Back to our analogy with the jersey, imagine now having a backpack with you. You have now the ability in the digital world to bring your jersey with you, use it in different places, trade it or do whatever.When you move around the internet (or metaverse soon) you will have a backpack with you, with your universal username (for example, ümit.eth), your game items, your digital money, art pieces, and many more things we can´t imagine right now.\\n\\nTo wrap this up, in web3 you are moving through the digital world with a backpack full of stuff you truly own, and you can do whatever you want with it.\\n\\n![web3 backpack](https://images.mirror-media.xyz/publication-images/3SowUM5uKN1hbVj0L8yWE.png?height=2048&width=2732)\\n\\nNote: I´m still learning myself, and also I simplified a lot of things to keep it lightweight.\",\"timestamp\":1639617319,\"title\":\"web3 concepts: a new form of digital property\"},\"digest\":\"plnu94Tu8y-dDcrPQB0NqB8ulabWszYWK6NuZvifqHE\",\"authorship\":{\"contributor\":\"0xd5fD5b9427FBCbA41339904E26a9649b813781C9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fDPKhmDmdvudIfKfIwqGGBywUG4-MKiGO9yXnGcsEBo\\\",\\\"y\\\":\\\"lQWCSgqc3WhB_v-2XKJE5yuRf5fQshwwfoZ8QI0SuZg\\\"}\",\"signature\":\"ezOFwx4JpQzO24POm2LuqynQ7c0KEdlM4YE1anYIhmlkvCOfp8dcBMAfK9vvf1y8FqM8P1EqtLqb3B7-ubm47A\",\"signingKeySignature\":\"0xa32ed6a2a75f6c2a6c6d6fa9208fb6b38eb715bbfb4da12795e8d9d85b54cf7c645307a01156467d778648342a4e885b3a9fb5e16dd76ead7b3825925f01799a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fDPKhmDmdvudIfKfIwqGGBywUG4-MKiGO9yXnGcsEBo\\\",\\\"y\\\":\\\"lQWCSgqc3WhB_v-2XKJE5yuRf5fQshwwfoZ8QI0SuZg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Mlxnq3p06wpUjJPKfFxetefknfOqQrfMDimIr-LAJYs\"}"