"{\"content\":{\"body\":\"You are reading the current state of the DAO, which is a high-quality newsletter for understanding DAO.\\n\\nThe status quo of DAO selects high-quality content from the DAO ecosystem and presents it in an easy-to-understand format for your reference.\\n\\nThis week, with the topic of how to join a DAO, we have prepared a series of resources for you to start your own DAO journey. Then, we examine the DAO ecology from the perspectives of community construction, governance, and integration with the off-chain world. There are many things to study in depth, let's get started!\\n\\n### 1 How to join a DAO\\n\\nAuthor: Samantha Marin\\n\\nYou want to join a DAO. welcome! You will have many like-minded partners. In this article, we will briefly introduce how to start the first step of the DAO journey. Then, we will summarize some DAO frequently asked questions and action lists, so that you can smoothly enter the wild west of decentralized work, benefits and communities.\\n\\n![](https://images.mirror-media.xyz/publication-images/o7LEaUf5a6hF2r7r4hFFX.png?height=338&width=600)\\n\\nThere are many types of DAOs, including social DAOs, protocol DAOs, project-based DAOs, and even DAOs transformed from companies. Since there is not a complete DAO information database, you must comb through the Internet to find the DAO that suits you. Below are some resources to help you get started.\\n\\nDAO landscape map, created on Mirror by @Cooopahtroopa.\\n\\nThis huge list of DAO resources was created on Mirror by @kinjal.\\n\\nThe DAO project database, maintained by DAOists.\\n\\nTop DAOs, from the token market cap.\\n\\nThe Stateless newsletter, published in this week’s top DAO news.\\n\\n#### Step 2: Choose the DAO that best suits your goals\\n\\nUnless you join it, you cannot understand the true temperament of a DAO. However, if you don't want to buy the governance tokens required for voting, it is possible to join without voting rights. Each DAO is different, but many can choose to go in without buying tokens.\\n\\nMost DAOs operate through Discord, so search on Twitter to find out how to join. In addition, some DAOs have publicly accessible websites or information libraries. For example, the Notion page of Bankless DAO is the home of all important resources.\\n\\nWhen you join a DAO, the first thing you should evaluate is the atmosphere. The core of the DAO is the community. It is everyone in the community that makes DAO such a great place to work. Unlike traditional jobs, the conversion cost of jumping from one DAO to another is very small, so be sure to find a place where you can get along with your colleagues and reflect the values ​​you hold.\\n\\nThere are a lot of things to do in DAO, and there will be more and more activities. We recommend starting with one DAO before deciding to add multiple DAOs. You may even find yourself working full-time for a DAO, so don't join various DAOs hastily!\\n\\n![](https://images.mirror-media.xyz/publication-images/X8p44Gz9kQgG4zFq25dUA.png?height=327&width=600)\\n\\nNow you are in the DAO! Congratulations. Your first task is not to be overwhelmed. There are a series of activities in DAO, mainly in Discord. You must really want to read all the messages, but it is almost impossible to keep up with every workflow. This process will make you very discouraged and eventually exhausted.\\n\\nThe best way to start is to find a place where you can provide value. Pick one thing and start doing it. Whether it's taking notes for meetings or entering a channel to brainstorm with other members. Start with small things, as long as you are down-to-earth, you can gradually move towards success.\\n\\nAttending a meeting is usually the best entry point. That's why there is a calendar at the bottom of this article! Just by reading the Discord text channel, it is difficult to understand all that is happening in the DAO. Listening to other members talking is the best way to get to know your colleagues in your DAO. It’s also easier to introduce yourself there so that your information won’t be overwhelmed in the channel.\\n\\nAlthough it may seem scary, it is important to enter a project as soon as possible. Of course, reading the channel content, listening to a few meetings, and then doing nothing to contribute is not a big deal. You can withdraw at any time for projects that do not invest much and are not optimistic. Ask other DAO members which project is better to start, and join it! Ask for help and advice at any time so you can get started quickly.\\n\\n#### Step 4: Contribute to governance\\n\\nAt this time, you are basically a member of the DAO, and now it's time to participate in governance. In order to vote, you need to hold a certain amount of governance tokens. You can buy tokens directly, usually through Uniswap or SushiSwap. But another way to collect tokens is to roll up your sleeves and start working. DAO staff usually receive DAO governance tokens as compensation, so you can work hard to become a voting member step by step. All contributions you make in the DAO will be rewarded with tokens, so the more work you put in, the sooner you will become a voting member.\\n\\nThe type of project your DAO undertakes (and pays you to complete) will depend on the DAO you are in. For example, in Bankless DAO, members can get paid by writing articles, designing graphics, developing our DAO's internal products, creating videos, and so on.\\n\\n#### Q&A\\n\\n**—Do I need to pay to join DAO?**\\n\\nIt depends on different DAOs. Some DAOs can enter their communities for free. For others, you have to buy tokens. For example, Bankless DAO has a visitor pass system and a read-only Discord channel, so potential members can learn about the DAO before investing money.\\n\\n**—Do I need to be a cryptographic expert or developer to join the DAO?**\\n\\nNo. DAO needs people with various skills and knowledge bases. For example, many DAOs have writers, graphic designers, marketers, software developers, translators, artists, videographers, community leaders, etc.\\n\\n**—How much time do I need to devote to DAO every week?**\\n\\nGive as much as you want-this is the beauty of open source projects built through the grassroots community. Unlike the strict nine-to-five, you can contribute 2 hours a week, but you are still a useful DAO member. Or, you can contribute to a large number of projects and eventually get a full-time salary on the chain. (Quit your boring job? Good idea.) It really is that simple!\\n\\n**Join the DAO action list:**\\n\\nResearch the DAO ecology and see which organization is best for you.\\n\\nCheck out the guides and useful links in their social media and online resources.\\n\\nJoin Discord and start contributing to your area of ​​interest. Don't distract your energy on too many projects prematurely. If you can, join a meeting!\\n\\nEarn rewards on the chain and get the benefits of being a voting member of a cutting-edge organization.\\n\\n### 2 DAO at a glance\\n\\n**Learn about the current status of the DAO ecosystem through carefully selected articles**\\n\\n![](https://images.mirror-media.xyz/publication-images/rbi_B7QLfl2_j0ekqNH3e.png?height=265&width=563)\\n\\n**\\\"How to Start DAO from Day 1\\\" (translated version)**\\n\\nAuthor: Fancyyyyyy_\\n\\nOriginal link: https://forefront.market/learn/guides-tutorials/guides/how-to-dao\\n\\n![](https://images.mirror-media.xyz/publication-images/sA8C8xsEQP_YOjTRlE5Z-.png?height=334&width=600)\\n\\nIntroduced how a new member should participate more in a DAO, and how a DAO should be constructed to simplify this process. From the first day of diving until quitting his job, he worked full-time for DAO. This article gives an upgrade plan.\\n\\nLevel 1-Check the atmosphere and start communicating.\\n\\nLevel 2-Create value by contributing to the community.\\n\\nLevel 3-Make long-term investment for the entire season.\\n\\nLevel 4-quit your job and work for DAO full-time, becoming a core contributor.\\n\\n**\\\"How to DAO\\\"**\\n\\nSponsor: DAOhaus UberHaus\\n\\nChief Coordinator: Stephen Reid\\n\\nOriginal link: https://docs.google.com/document/d/1jxbb3YkrjAT1TUe6W2yCFUAsXUhdVt5JYoJwmMfykoQ/edit#heading=h.xm43iia8mx4f\\n\\n \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/bwIdx59i5-DdxQJMiG6xR.png?height=356&width=600)\\n\\nThis series of online videos, articles and lectures is equivalent to DAO's 101 course at university level. The four lessons contain a lot of material, including basic knowledge for beginners, an overview of the DAO panorama and basic governance structure, and views on the DAO and future work. Each lesson includes preparation materials and homework. Sharpen your pencil, this course is a compulsory course for future work! Line up here to sign up.\\n\\nSection 1: Introduction to DAO\\n\\nSection 2: Introduction to DAOHaus\\n\\nSection 3: In-depth understanding of DAOHaus\\n\\nSection 4: The future of DAO\\n\\n**\\\"Working for DAO\\\"**\\n\\nThis is a one-hour video, the content of the ETH Online2021 Governance and DAO Summit, Gaby Goldberg, Cooper Turley and Alex Zhang discussed \\\"Working for DAO\\\". This conversation allowed us to know what it is like to work for DAO every day-specifically for Friends with Benefits. They gave an in-depth introduction to how they entered the DAO field and when they decided to work full-time for DAO. The conversation includes the following topics:\\n\\nChallenges facing the transition from a web2 company to a web3 world.\\n\\nHow the concepts of compensation and equity work in DAO.\\n\\nHow can your future work allow your skills to be applied in several DAOs instead of just working for one company.\\n\\nFigure out how to start contributing and how to participate in the community.\\n\\n**\\\"Separated Cabin: Improved Token Voting\\\"**\\n\\nAuthors: Maria Gomez, Julia Rosenberg, and Chun Poon\\n\\nOriginal link: https://orca.mirror.xyz/Y2xvPmB4cJH51srGqY6Mm_g38lV-7cwvtyDePnyzfAE\\n\\n![](https://images.mirror-media.xyz/publication-images/YgRxwJGIBPQRLJf-yJnuX.png?height=302&width=600)\\n\\nThe Orca protocol hopes to solve the problem of token voting by establishing a unique organizational structure such as a sub-DAO in a large-scale DAO system, realize horizontal and vertical simultaneous development, and help DAO further expand.\\n\\nDecentralization may make the organization more chaotic.\\n\\nMaking operations more organized means compromising on decentralization.\\n\\nToken voting may fundamentally deviate from the intrinsic incentive structure of the DAO.\\n\\nThe token voting solution of the Orca protocol is to set up multiple \\\"compartments\\\" as sub-DAOs in a larger DAO.\\n\\nEach \\\"cabin\\\" will control its own operations and funds through its own multi-signature.\\n\\nEach \\\"cabin\\\" will vote on DAO governance and remove the governance process from token holders.\\n\\n**\\\"The members of MakerDAO are discussing establishing a company and paying taxes, as well as some more far-reaching issues.\\\"**\\n\\nAuthor: Brady Dale\\n\\nOriginal link: https://thedefiant.io/makerdao-taxes-incorporation-debate/\\n\\n![](https://images.mirror-media.xyz/publication-images/MxSaRH0PFP6GvG04XG9EM.png?height=360&width=600)\\n\\nMakerDAO is having a discussion on how it should connect with governments around the world, which will have a profound impact, not just paying taxes. Here are some points worth noting:\\n\\nThe tax impact after the complete transition from the Maker Foundation to the DAO.\\n\\nIf they were to be registered, which jurisdiction would they choose to register in?\\n\\nMakerDAO currently has no legal structure. How DAO should be classified is still inconclusive.\\n\\nConcerns about unlimited liability have led to some proposals, such as the establishment of a self-insurance fund.\\n\\n3 Ecological record\\nInsights into the entire DAO ecosystem\\n\\n\\\"The Value of Governance\\\"\\n\\nAuthor: Sam McCarthy\\n\\nOriginal link: <https://boardroom.mirror.xyz/r_puxIhiNRMAdVwGt_Yht2pykpSjb0bp9dVWFdcU-DE>\\n\\nKey points:\\n\\n\\\"Value\\\" can be understood from the perspective of economics, sociology, or linguistics.\\n\\nWhen behaviors and objects are incorporated into the social system, they become meaningful or valuable to humans.\\n\\nGovernance tokens allow people to freely express their thoughts and beliefs by contributing to and voting on community proposals in an open forum.\\n\\nIn web3, the value of governance token comes from its ability to influence the evolution of the new system, define the impact it will have on society, and accumulate related status and reputation.\\n\\nGovernance premium is equal to the value of participating in the governance of the agreement, which reflects the perception of investors' control over the future of the project.\\n\\nThe variables that affect the governance premium include project growth, \\\"total assets under management\\\" (AUM), and community strength.\\n\\n\\\"With the implementation of Wyoming's new laws and regulations, the DAO is going mainstream\\\"\\n\\nAuthor: Navid Ladani\\n\\nOriginal link:\\n\\n<https://finance.yahoo.com/news/daos-taking-over-wyoming-law-194516224.html?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&guce_referrer_sig=AQAAALHBWHfhiY7d9tpELFQcDfW_49XubK3QU-nwroodEbOFTlY_Zt0pHTopEyvjgiCF-o-1xNqal8XbRSg8EwxQhuvqlpO_zIJi6QdEGZ1zQcxADFLFGcLvZophfhvPXnuIx5quTe2o4moM65upNn2S1lFZ7D6Sk8GNvZfGcAurBy0G>\\n\\nKey points:\\n\\nAfter the relevant laws and regulations took effect in July last year, Wyoming became the first state in the United States to recognize DAOs as legal and grant them the same rights as limited liability companies (LLCs).\\n\\nBLOCKS became the first DAO limited liability company in the state, and it will continue to advance the goal of integrating the enterprise with the blockchain.\\n\\nNow, the organization intends to launch its services in the state and around the world.\\n\\n\\\"Introduction to Bounty Economy\\\"\\n\\nAuthor: Richard Patey\\n\\nOriginal link: <https://hackernoon.com/an-introduction-to-the-bounty-economy>\\n\\nKey points:\\n\\nBounty provides a relatively smooth way to match enthusiasm and project.\\n\\nMany communities, including Bankless, have developed a task library, and each task has a corresponding reward to continuously promote the realization of the overall goal of the organization.\\n\\nGoodbye resume! Now your wallet is proof of skills and achievements.\\n\\n\\\"Why the Chief Community Officer is the New CEO\\\"\\n\\nAuthor: Alejandro Navia\\n\\nOriginal link: <https://mirror.xyz/0xb25E861476A702509aE525560b7897BfC734aa6d/iO8VGbNGMYucOMnv6wnPSx31hzTkBTicxwq4GrbC9Uw>\\n\\nKey points:\\n\\nCommunity managers are moving towards the \\\"chief community officer\\\".\\n\\nWith the development of Metaverse, the importance of community management also grows.\\n\\nThe chief community officer is different from the chief marketing officer in that the community precedes social media.\\n\\nThe community is not about business, but about people. The chief community officer guides members to go beyond their limits and make the impossible possible.\\n\\n\\\"DAMN\\\"\\n\\nAuthors: Kiran Cherukuri and Gaby Goldberg\\n\\nOriginal link: <https://neuroswish.mirror.xyz/crowdfunds/0xcf7f28d4c06f81Efc273a78446735C19B21C94C6>\\n\\nKey points:\\n\\nThe decentralized autonomous media network, also known as DAMN, is a DAO purely focused on media content creation and planning.\\n\\nDAMN will expand into new markets by establishing a niche community.\\n\\nWith a single focus and minimized governance, organizations can simplify workflow.\\n\\nSince the token economy is directly integrated with content creation, the price of the token will be directly related to the quality of the content.\\n\\n4 get involved\\nThe State of DAO-Beginner-Friendly Activities\\n\\n![](https://images.mirror-media.xyz/publication-images/igNAZe5HmIlyWRVdQDklA.png?height=276&width=600)\\n\\nlink address:\\n\\n[https://calendar.google.com/calendar/embed?src=\\\"https://image.theblockbeats.info/upload/2021-12-13/4fc60455f0471b1847b97e73c21ea2d0b0b86fba.png\\\"](https://calendar.google.com/calendar/embed?src=%22https://image.theblockbeats.info/upload/2021-12-13/4fc60455f0471b1847b97e73c21ea2d0b0b86fba.png%22)\\n\\nDAO Spotlight: CityDAO\\nPut the land on the blockchain! Crazy idea, right?\\n\\nMeet CityDAO-the community has a bold ambition to build a city on the blockchain!\\n\\n—Where did it happen?\\n\\nIn the vast, resource-rich state of Wyoming! Another interesting fact about Wyoming-Wyoming was the first state to recognize DAO as a legal entity.\\n\\nThe mission of CityDAO is to build a city, each piece of land is an NFT, which can be jointly owned by the DAO or individuals. The governance of the DAO is directly related to citizenship.\\n\\n\\\\-What does it mean?\\n\\nThe citizenship of CityDAO is hierarchical, and each level has different rights. Citizens of CityDAO are given priority to receive NFT airdrops on behalf of the land, and can also access the internal Discord channel. There are three different citizenship NFTs:\\n\\n1. First Citizen NFT-There is only one NFT with the highest level. It has exclusive naming rights and the highest priority participation rights for land airdrops, and of course, voting rights and citizen Discord channel access rights!\\n2. Founding citizen NFT-There are 50 NFTs at this level. The holders have the right to participate in the land airdrop, second only to the first citizen, as well as the right to vote and the right to access the citizen Discord channel.\\n3. Citizen NFT-This is the NFT with a total supply of 10,000. Have the right to participate in the airdrop of land after the first citizen and the founding citizen. Citizens also have voting rights and citizen Discord channel permissions.\",\"timestamp\":1639558357,\"title\":\"The status quo of DAO: From the perspective of community construction, governance and the integration of the off-chain world to examine the DAO ecology\"},\"digest\":\"GrjkCxrK1ZtJMG0ceMjjP9sEphBqoanu59pxsrQvkmw\",\"authorship\":{\"contributor\":\"0xe04B71222BFB2f14aFF058D6bc48B63cB5220da9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m794iXKKuLBeIAZJJg4mL9TBQ2z8tJfbpzpwrfonXug\\\",\\\"y\\\":\\\"DG-s3uEgs8G6-vEwY0Trahb7BsGua8HzUEc4zv6602E\\\"}\",\"signature\":\"kaa4MTDxfKA_Y1kt33GEKf9sHtXKKqUgpkUGk46aq0UoyFjxGg_HxDu0NScms5c-7PaXZgC92BS3juVfk0KLHA\",\"signingKeySignature\":\"0x8e838055ca238d45f472f0f6a4f4f75f283dbed4754aefd2603ea5d8cef678e46bab173dc7593f63978be2531911398fbd173dbde105c528c4d07870f8ed62cc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m794iXKKuLBeIAZJJg4mL9TBQ2z8tJfbpzpwrfonXug\\\",\\\"y\\\":\\\"DG-s3uEgs8G6-vEwY0Trahb7BsGua8HzUEc4zv6602E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GrjkCxrK1ZtJMG0ceMjjP9sEphBqoanu59pxsrQvkmw\"}"