"{\"content\":{\"body\":\"> 越来越多城市计划利用区块链和加密货币来优化本地治理机制。\\n\\n原文标题：《[Vitalik：加密城市的时代已经到来，详解三大实验与趋势](https://vitalik.ca/general/2021/10/31/cities.html)》\\\\\\n撰文：Vitalik Buterin，以太坊创始人\\\\\\n编译：胡韬，链捕手\\n\\n去年一个有趣的趋势是人们对地方政府的兴趣增加，对地方政府的想法有更大的差异和更多的实验。在过去的一年中，迈阿密市长 Francis Suarez 经常在 Twitter 上与主流科技行业和加密社区进行互动，以吸引人们对该市的兴趣。\\n\\n怀俄明州现在有一个对 [DAO 友好的法律结构](https://www.jdsupra.com/legalnews/crypto-daos-and-the-wyoming-frontier-9251606/)，科罗拉多州正在试验 [二次方投票](https://www.wired.com/story/colorado-quadratic-voting-experiment/)，我们看到越来越多的试验为离线世界创造了更方便民众的街道环境。我们甚至看到了不同程度激进的项目——[Cul de sac](https://culdesac.com/)、[Telosa](https://cityoftelosa.com/)、[CityDAO](https://www.citydao.io/)、[Nkwashi](https://nkwashi.com/)、[Prospera](https://prospera.hn/) 等等——试图从头开始创建整个社区和城市。\\n\\n去年另一个有趣的趋势是加密货币理念的快速主流化，例如代币、不可替代的代币和去中心化自治组织 (DAO)。那么，如果我们将这两种趋势结合在一起会发生什么？拥有一个拥有硬币、NFT、DAO、一些用于反腐败的链上记录的城市，甚至所有这四种，是否有意义？事实证明，已经有人尝试这样做了：\\n\\n*   [CityCoins.co](https://www.citycoins.co/) 是一个建立代币的项目，旨在成为当地的交易媒介，其中一部分代币的发行将交给市政府。[MiamiCoin](https://www.citycoins.co/miamicoin)（迈阿密币）已经存在，「旧金山代币」似乎即将推出。\\n*   代币发行的其他实验（例如，[见首尔的这个项目](https://www.coindesk.com/markets/2018/04/02/south-koreas-capital-is-planning-to-launch-its-own-cryptocurrency)）\\n*   使用 NFT 进行实验，通常作为资助当地艺术家的一种方式。[釜山](https://level19.notion.site/level19/NFT-Busan-2021-The-NFT-Port-of-Asia-95e9274927024a81aa7e716f1bcfbcf0) 正在举办一个由政府支持的会议，探讨他们可以用 NFT 做什么。\\n*   里诺市长希 Hillary Schieve 对城市区块链化的广阔愿景，包括 [NFT 销售](https://mobile.twitter.com/mayorschieve/status/1367926043563094017?lang=en) 以支持当地艺术、向当地居民发行 RenoCoins 的 RenoDAO，可以从政府出租房产、区块链安全彩票、区块链投票等中获得收入。\\n*   从头开始创建面向加密货币的城市的雄心勃勃的项目：参见 [CityDAO](https://www.citydao.io/)，它将自己描述为「在以太坊区块链上建设一个城市」——DAO 化治理等等。\\n\\n但是，就目前的形式而言，这些项目是好主意吗？是否有任何更改可以使它们变成更好的想法？让我们一探究竟……\\n\\n### 我们为什么要关心城市？\\n\\n世界各地的许多国家政府在应对长期存在的问题和人们潜在需求的快速变化方面表现出效率低下和行动缓慢。简而言之，许多国家政府都缺少现场参与者。如今为国家治理而考虑或实施的许多开箱即用的政治理念确实相当可怕。你希望美国被二战时期葡萄牙独裁者 Antonio Salazar 或「美国凯撒」（American Caesar）的克隆人接管，以打击美国左派的邪恶祸害吗？对于每一个可以被合理地描述为自由扩张或民主的想法，有十种只是不同形式的集中控制、隔离墙和普遍监视。\\n\\n现在考虑地方政府。正如我们从本文开头的例子中看到的，城市和州至少在理论上能够实现真正的活力。城市之间存在巨大且非常真实的文化差异，因此，找到一个公众有兴趣采纳任何特定激进想法的城市比说服整个国家接受它更容易。地方公共产品、城市规划、交通和城市治理的许多其他领域都存在着非常现实的挑战和机遇，可以加以解决。城市拥有紧密结合的内部经济，其中广泛采用加密货币之类的事情实际上可以独立发生。此外，城市内的实验不太可能导致可怕的结果，因为城市受到更高级别的政府监管，而且城市有一个更容易的逃生阀：对正在发生的事情不满意的人可以更容易地退出。\\n\\n所以总而言之，地方一级的政府似乎是一个非常被低估的政府。鉴于对现有 [智慧城市计划](https://en.wikipedia.org/wiki/Smart_city) 的批评通常主要集中在集中治理、缺乏透明度和数据隐私等问题上，区块链和加密技术似乎是实现更加开放和参与式前进道路的有希望的关键因素。\\n\\n### 如今的城市项目有哪些？\\n\\n其实挺多的！这些实验中的每一个仍然是小规模的，并且在很大程度上仍在试图找到解决方法，但它们至少都是可以变成有趣事物的种子。许多最先进的项目都在美国，但全世界都有兴趣；在韩国釜山政府正在举办 NFT 会议。以下是一些今天正在做的事情的例子。\\n\\n#### 里诺的区块链实验\\n\\n内华达州里诺市市长 [Hillary Schieve](https://en.wikipedia.org/wiki/Hillary_Schieve) 是区块链粉丝，主要关注 Tezos 生态系统，她最近一直在探索与区块链相关的城市治理理念（请参阅 [她的播客](https://youtu.be/uqXW0Kt-RzU)）：\\n\\n*   出售 NFT 以资助当地艺术，从城市中部的「太空鲸」NFT 开始\\n*   创建一个 Reno DAO，由 Reno 代币管理，Reno 居民将有资格通过空投获得。Reno DAO 可以开始获得收入来源；一个 [提议的想法](https://youtu.be/uqXW0Kt-RzU?t=904) 是城市出租其拥有的财产并将收入用于 DAO\\n*   使用区块链来保护各种流程：用于赌场的区块链安全随机数生成器、区块链安全投票等。\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211102/13f63af673cb440ab4bbd893aff752dd_GMYDAKRUGAYA.png)\\n\\n#### CityCoins.co\\n\\nCityCoins.co 是一个建立在 Stacks 上的项目，Stacks 是一个由不寻常的「转移证明」算法运行的区块链，该算法围绕比特币区块链和生态系统构建。代币供应量的 70% 是由持续销售机制产生的：任何拥有 STX （Stacks 原生代币）的人都可以将他们的 STX 发送到城市代币合约以生成城市代币；STX 收入分配给现有的城市代币持有者，他们持有他们的代币。剩余的 30% 提供给市政府。\\n\\nCityCoins 做出了一个有趣的决定，试图建立一个不依赖任何政府支持的经济模型。当地政府不需要参与创建 CityCoins.co 币；一个社区团体可以自己发行一个代币。「我能用 CityCoins 做些什么？」的常见问题解答包括「CityCoins 社区将创建使用代币进行奖励的应用程序」和「当地企业可以向……质押其 CityCoins 的人提供折扣或好处」等示例。然而，在实践中，MiamiCoin 社区并不是单打独斗；迈阿密政府事实上已经公开支持了这项法案。\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211102/12a0d1562d8d439199ac52c91cc65deb_GY4DIKRTGQZA.png)*MiamiCoin 黑客马拉松获胜者：一个允许联合办公空间向 MiamiCoin 持有者提供优惠的网站*\\n\\n#### CityDAO\\n\\nCityDAO 是最激进的实验：与迈阿密和里诺不同，迈阿密和里诺是现有的城市，现有的基础设施有待升级，人们需要相信，CityDAO 是怀俄明州 DAO 法下具有法律地位的 DAO，试图从零开始创建全新的城市。\\n\\n到目前为止，该项目仍处于早期阶段。该团队目前正在完成对内华达州一个遥远角落的第一块土地的购买。该计划是从这片土地开始，然后在未来增加其他土地，以建设城市，由 DAO 管理，并大量利用哈伯杰税等激进经济理念来分配土地、做出集体决策和管理资源。\\n\\n他们的 DAO 是为数不多的避免投币式治理的进步之道之一；相反，治理是一个基于「公民」NFT 的投票方案，并且已经提出了一些想法，通过使用 [人性证明机制](https://www.proofofhumanity.id/) 来进一步将投票限制在每人一张。NFT 目前正出售给众筹项目资金，你可以在 OpenSea 上买到。\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211102/30117b0cfecf4d31aac19e7d7acbceba_HE3DAKRTHE4Q.png)\\n\\n### 我认为城市可以做什么？\\n\\n显然，原则上城市可以做很多事情。他们可以增加更多的自行车道，他们可以使用二氧化碳测量仪和远紫外线灯来更有效地减少 COVID 传播，而不会给人们带来不便，他们甚至可以资助延长寿命的研究。但我的主要专长是区块链，这篇文章是关于区块链的，所以……让我们专注于区块链。\\n\\n我认为有两种截然不同的区块链想法是有意义的：\\n\\n1.  使用区块链为现有流程创建更加可信、透明和可验证的版本。\\n2.  使用区块链对土地和其他稀缺资产实施新的试验性所有权形式，以及新的试验性民主治理形式。\\n\\n区块链和这两个类别之间有着天然的契合。区块链上发生的任何事情都很容易公开验证，有许多现成的免费工具可以帮助人们做到这一点。任何建立在区块链上的应用程序都可以立即插入整个全球区块链生态系统中的其他应用程序并与之交互。基于区块链的系统以一种纸张所不具备的方式高效，并且以集中计算系统所不具备的方式进行公开验证——如果你想制作一种新的投票形式，让公民给予高水平的投票，这是必要的组合——成百上千个不同问题的大量实时反馈。\\n\\n所以让我们进入细节。\\n\\n### 区块链可以使哪些现有流程更加可信和透明？\\n\\n包括世界各地的政府官员在内的很多人多次向我提出的一个简单想法是，政府创建一个列入白名单的仅供内部使用的稳定币，用于跟踪政府内部付款。来自个人或组织的每一笔税款都可以与一个公开可见的链上记录绑定，铸造该数量的代币（如果我们希望个人税款数量是私密的，有零知识的方法可以只公开全部，但仍然说服每个人它是正确计算的）。部门之间的转移可以「明确地」进行，并且这些代币只能由个体承包商或雇员索取他们的付款和工资来赎回。\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211102/94b3812973d74c2194fc09cfae1a11c6\\\\_HEYDQKRTGQZQ.png)\\n\\n这个系统可以很容易地扩展。例如，选择哪个投标人赢得政府合同的采购流程主要可以在链上完成。\\n\\n使用区块链可以使更多流程变得更值得信赖：\\n\\n*   公平随机数生成器（例如，用于彩票），可以用作公平随机数生成器，可用于使政府运营的彩票更值得信赖。公平随机性也可用于许多其他用例，例如作为一种政府形式的抽签。\\n*   证书，例如某些特定个人是该城市居民的加密证明，可以在链上完成以增加可验证性和安全性（例如，如果此类证书是在链上颁发的，那么如果颁发了大量虚假证书，这将变得很明显）。这可以用于各种地方政府颁发的证书。\\n*   资产登记，用于土地和其他资产，以及更复杂的财产所有权形式，如开发权。由于法院需要能够在特殊情况下进行分配，这些注册表可能永远不会像加密货币那样成为完全去中心化的不记名工具，但将记录放在链上仍然可以更容易地看到发生了什么什么顺序发生争执。\\n\\n最终，甚至投票也可以在链上进行。在这里，[许多复杂性隐约可见](https://vitalik.ca/general/2021/05/25/voting2.html)，小心非常重要。我们需要一个结合区块链、零知识证明和其他密码学的复杂解决方案来实现所有所需的隐私和安全属性。然而，如果人类真的要转向电子投票，地方政府似乎是一个完美的起点。\\n\\n### 有哪些激进的经济和治理实验可能很有趣？\\n\\n但是，除了这些区块链覆盖政府已经做的事情之外，我们还可以将区块链视为政府在经济和治理方面进行全新和激进实验的机会。这些不一定是我认为应该做的事情的最终想法；他们更多是对可能的方向的初步探索和建议。一旦实验开始，现实世界的反馈通常是决定未来应该如何调整实验的最有用的变量。\\n\\n#### 实验#1：更全面的城市代币愿景\\n\\nCityCoins.co 是城市代币如何运作的愿景之一，但这远非唯一的愿景。事实上，CityCoins.so 方法具有重大风险，特别是在经济模型如何严重倾向于早期采用者方面。铸造新代币的 STX 收入的 70% 分配给了城市代币的现有质押者。未来五年发行的代币将比接下来的五十年多。2021 年对政府来说是一笔不错的交易，但 2051 年呢？一旦政府认可特定的城市代币，它在未来就很难改变方向。因此，城市政府必须仔细考虑这些问题，并选择一条对长期有意义的道路。\\n\\n这是城市代币如何运作的叙述的不同可能的草图。它远不是 CityCoins.co 愿景的唯一可能替代方案；请参阅 Steve Waldman 的 [优秀文章](https://www.interfluidity.com/v2/7513.html)，该文章为另一种可能的方向主张以城市本地化的交易媒介。无论如何，城市代币是一个广阔的设计空间，有很多不同的选择值得考虑。\\n\\n当前形式的房屋所有权概念是一把显着的双刃剑，许多人认为积极鼓励和合法构建房屋所有权的具体方式是我们今天犯的 [最大的经济政策错误](https://www.economist.com/leaders/2020/01/16/home-ownership-is-the-wests-biggest-economic-policy-mistake) 之一。住宅作为居住地和作为投资资产的住宅之间存在不可避免的政治紧张关系，而满足关心后者的社区的压力往往最终严重损害了前者的负担能力。\\n\\n一个城市的居民要么拥有一套住房，使他们过度暴露在房价之下，并引入不正当的激励措施来反对新建住房的建设；要么租一套住房，使他们在房地产市场中处于不利地位，从而使他们在经济上与使城市成为一个美好的居住场所的目标相悖。\\n\\n但即使存在所有这些问题，许多人仍然发现拥有房屋不仅是一个不错的个人选择，而且值得积极补贴或社会鼓励。一个重要的原因是它促使人们存钱并建立自己的净资产。另一个重要原因是，尽管存在缺陷，但它在居民和他们所居住的社区之间建立了经济联盟。\\n\\n但是，如果我们能够为人们提供一种储蓄方式并在没有缺陷的情况下建立经济联盟呢？如果我们可以创建一个可分割和可互换的城市代币，居民可以持有尽可能多的单位，他们可以负担得起或感到舒适，并且随着城市的繁荣，其价值会上升吗？\\n\\n首先，让我们从一些可能的目标开始。并非所有都是必需的；一个代币只完成了五个中的三个，已经是向前迈进了一大步。但我们会尽可能多地击中它们：\\n\\n*   为政府获得可持续的收入来源。城市代币经济模型应避免重新定向现有税收；相反，它应该寻找新的收入来源。\\n*   在居民和城市之间建立经济联盟。这首先意味着随着城市变得更具吸引力，代币本身显然应该变得更有价值。但这也意味着经济学应该积极鼓励居民多持有代币而不是遥远的对冲基金。\\n*   促进储蓄和财富积累。置业就是这样做的：当房主支付抵押贷款时，他们默认建立了自己的净资产。城市代币也可以做到这一点，随着时间的推移积累代币变得很有吸引力，甚至可以将体验游戏化。\\n*   鼓励更多有利于社会的活动，例如帮助城市的积极行动和更可持续地利用资源。\\n*   要平等。不要过分偏爱富人而不是穷人（因为设计糟糕的经济机制经常会偶然发生）。代币的可分性，避免了贫富之间的尖锐二元划分，已经做了很多，但我们可以走得更远，例如。通过将大部分新发行的债券作为 UBI 分配给居民。\\n\\n似乎很容易满足前三个目标的一种模式是为持有者提供利益：如果您持有至少 X 个代币（其中 X 可以随着时间的推移而增加），你将免费获得一些服务。MiamiCoin 正试图鼓励企业这样做，但我们可以走得更远，让政府服务也以这种方式运作。一个简单的例子是让现有的公共停车位只对持有至少一定数量代币的人免费使用。这将同时实现几个目标：\\n\\n*   创造持有代币的动力，维持其价值。\\n*   专门为居民持有代币创造激励，而不是其他不结盟的遥远投资者。此外，该激励措施的效用是针对每个人的，因此它鼓励广泛分布的持股。\\n*   创建经济联盟（城市变得更有吸引力 -> 想要停车的人更多 -> 代币更有价值）。与自有房屋不同，这会与整个城镇保持一致，而不仅仅是城镇中非常特定的位置。\\n*   鼓励资源的可持续利用：这将减少停车位的使用（虽然没有代币的人真正需要它们仍然可以付费），支持许多地方政府在道路上开辟更多空间以对行人更友好的愿望。或者，也可以允许餐厅通过相同的机制锁定代币并要求停车位用于户外座位。\\n\\n但是为了避免不正当的激励，避免过度依赖一个特定的想法，而是拥有多种可能的收入来源是极其重要的。一个很好的金矿是分区，它可以给城市象征物带来价值，同时也可以尝试新的治理理念。如果你至少持有 Y 个代币，那么你可以对附近的土地所有者为绕过分区限制而必须支付的费用进行二次投票。这种基于混合市场 + 直接民主的方法将比目前过于繁琐的许可程序更有效，而且费用本身将成为政府收入的另一个来源。更一般地说，下一节中的任何想法都可以与城市代币相结合，为城市代币持有者提供更多使用它们的地方。\\n\\n#### 实验#2：更激进和参与式的治理形式\\n\\n这就是激进的市场理念，比如哈伯杰税、二次投票和二次融资。我已经在上面的章节中提出了一些想法，但是你不需要有专门的城市代币来实现它们。一些政府对二次投票和资金的有限使用已经发生了，例如科罗拉多民主党，以及尚未得到政府支持的实验，如 Gitcoin 的 [Boulder Downtown Stimulus](http://web.archive.org/web/20210304144119/https://downtownstimulus.com/) 计划。但我们可以做得更多！\\n\\n这些想法具有长期价值的一个显而易见的地方是，鼓励开发商改善他们正在建造的建筑的美学（请参阅 [此处](https://www.bloomberg.com/opinion/articles/2021-10-05/urban-design-why-can-t-we-build-nice-neighborhoods-anymore)、[此处](https://astralcodexten.substack.com/p/whither-tartaria)、[此处](https://www.currentaffairs.org/2021/04/when-is-the-revolution-in-architecture-coming) 和 [此处](https://twitter.com/noahpinion/status/1287084300542676992?lang=en)，了解最近一些专业人士争论现代建筑美学的例子）。哈博格税和其他机制可用于彻底改革分区规则，区块链可用于以更可靠、更高效的方式管理此类机制。\\n\\n另一个短期内更可行的想法是补贴当地企业，类似于 Boulder Downtown Stimulus 计划，但规模更大、更持久。企业在当地社区一直产生各种各样的正外部性，这些外部性可以得到更有效的回报。本地新闻可以获得二次投资，重振长期挣扎的行业。广告的定价可以根据人们对每个特定广告的欣赏程度的实时投票来设定，从而鼓励更多的原创性和创造力。\\n\\n更多的民主反馈（甚至可能是追溯性的民主反馈！）可能会在所有这些领域产生更好的激励。而通过实时在线二次方投票和融资实现的 21 世纪数字民主可能比 20 世纪民主做得更好。\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211102/dfb26792c4a043a688cf4bbbbb89aaa1\\\\_HE3DAKRVGA2A.png)\\n\\n### 结论\\n\\n有很多值得城市尝试的想法，既有城市也有新城市都可以尝试。当然，新城市的优势在于没有现有居民对事情应该如何做抱有现有期望；但是，在现代，创建一个新城市的概念本身相对来说是未经考验的。也许，那些热衷于尝试新事物的人们和项目手中数十亿美元的资金池可以让我们渡过难关。但即便如此，在可预见的未来，现有城市仍可能是大多数人居住的地方，现有城市也可以利用这些理念。\\n\\n区块链在这里提出的更渐进和更激进的想法中都非常有用，即使城市政府具有固有的「信任」性质。在链上运行任何新的或现有的机制都可以让公众轻松地验证一切是否符合规则。公共链更好：现有基础设施让用户能够独立验证正在发生的事情，其好处远远大于交易费用带来的损失，交易费用预计很快会因 roolup 和分片而迅速下降。如果需要强大的隐私，区块链可以与零知识加密相结合，以同时提供隐私和安全性。\\n\\n政府应该避免的主要陷阱是太快地牺牲选择权。一个现有的城市可能会陷入这样的陷阱：推出一个坏的城市代币，而不是采取更慢的行动，推出一个好的代币。一个新的城市可能会因为卖了太多的土地而落入这个陷阱，把全部好处都牺牲给一小群早期采用者。\\n\\n从自给自足的实验开始，以真正不可逆转的动作缓慢地进行，这是理想的。但同时，首先抓住机会也很重要。城市有很多可以而且应该改进的地方，还有很多机会。尽管存在挑战，但加密城市的时代已经到来。\\n\\n来源链接：[www.chaincatcher.com](https://www.chaincatcher.com/article/2066039)\\n\",\"timestamp\":1636627496,\"title\":\"Vitalik Buterin：加密城市萌芽，读懂这些有趣的新实验\"},\"digest\":\"GJ8j5ns8OQMe-XaWdqWiJSHrHfjoXNyBBVdRibKDxbo\",\"authorship\":{\"contributor\":\"0x35E297B4e70E2c8e38F45B325694eBbBed756fCa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4ptVyqPWapWrjMSfXz_yG40LHKh7VZ4F7Izceyx-sMQ\\\",\\\"y\\\":\\\"VsZxa3LnQo6dXAlKEMDX27zWwNGLjGCd5r9f0vYzv1s\\\"}\",\"signature\":\"pfUl42guUuW2KwUktjGARDbJEYmnF1BP6U-O89-mZeqcrlLLqbg_Yj4AjZeCInRTwXVYBiR1Qhksg0kuS320Cg\",\"signingKeySignature\":\"0x3e390c7ca4ac6efc32de2abff2f5a6339b1e124f7cfd0e0422133676ef8e44347bbd5192bcf4e10db71466fd0cd46432dde117701ec0aacc8c98ad946ab8af9e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4ptVyqPWapWrjMSfXz_yG40LHKh7VZ4F7Izceyx-sMQ\\\",\\\"y\\\":\\\"VsZxa3LnQo6dXAlKEMDX27zWwNGLjGCd5r9f0vYzv1s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GJ8j5ns8OQMe-XaWdqWiJSHrHfjoXNyBBVdRibKDxbo\"}"