"{\"content\":{\"body\":\"My head is on fire.  I fear, I doubt, I despair.  My Gilbert, I must at any cost see you this evening, for I feel myself capable of anything.  Oh, my friend! come at least to console me-- come and take from my sight the knife which remains open on my table.\\\" Gilbert passed two hours in indescribable anguish.  Whilst day lasted, he stood leaning upon his window sill, hoping all the time that Stephane would appear at hers, and that he could communicate to her by signs; but he waited in vain, and already night began to fall.  He deliberated, wavered, hesitated.  At last, in this internal struggle, one thought prevailed over all others.  He imagined he could see Stephane, pale, disheveled, despair in her eyes; he thought he could see a knife in her hands, the slender blade flashing in the darkness of the night.  Terrified by these horrible fancies, he turned a deaf ear to prudential counsels, suspended his ladder, descended, crossed the roofs, clambered up the window, and sprang into the room.  Stephane awaited him, crouching at the feet of the saints.  She rose, bounded forward, and seized the knife lying upon the table with a convulsive motion, turned the point towards her heart, and cried in a vibrating voice: \\\"Gilbert, for the first and last time, do you love me?\\\" Terrified, trembling, beside himself, Gilbert opened his arms to her.  She threw the poniard away, uttered a cry of joy, of delirium, leaped with a bound to her friend, threw her arms about him, and hanging upon his lips she cried: \\\"He loves me! he loves!  I am saved.\\\" Gilbert, while returning her caresses, sought to calm her excitement; but all at once he turned pale.  From the neighboring alcove came a sigh like that he had heard in one of the corridors of the castle. \\\"We are lost!\\\" gasped he in a stifled voice.  \\\"They have surprised us.\\\" But she, clinging to him, her face illuminated by delirious joy, answered: \\\"You love me!  I am happy.  What matters the rest?\\\" At this moment the door of the alcove opened and Count Kostia appeared upon the threshold, terrible, threatening, his lips curling with a sinister smile.  At this sight his daughter slowly raised her head, then took a few steps towards him, and for the first time dared to look that father in the face, who for so many years had held her bowed and shuddering under his iron hand.  Then like a young lion with bristling mane, her hair floating in disorder upon her shoulders, her body quivering, her brows contracted, with flashing eyes and in a thrilling voice, she cried: \\\"Ah! it really is you then, sir! \\\"You are welcome.  You here, great God!  Truly these walls ought to be surprised to see you.  Yes, hear me, deaf old walls: the man you see there upon the threshold is my father!  Ah, tell me, would you not have divined it by the tenderness in his face, by that smile full of goodness playing about his lips?\\\"  And then she added: \\\"Unnatural father, do you remember yet that you once had a daughter?  Search well, you will find her, perhaps, at the bottom of your memory.  Very well! this daughter whom you killed, has just left her coffin, and he who resuscitated her is the man before you.\\\"  Then more excitedly still: \\\"Oh, how I love him, this divine man! and in loving him, obedient daughter that I am, what have I done but execute your will? for was it not you yourself who one day threw me at his feet?  I have remained there.\\\" At these words, exhausted by the excess of her emotion, her strength deserted her.  She uttered a cry, closed her eyes, and sank down.  Gilbert, however, had already sprang towards her; he raised her in his arms and laid her inanimate form in an armchair; then placing himself before her, made a rampart of his body.  When he turned his eyes upon the Count again, he could not repress a shudder, for he fancied he saw the somnambulist.  The features of Kostia Petrovitch were distorted, his eyes bloodshot, and his fixed and burning pupils seemed almost starting from their sockets.  He bent down slowly and picked up the knife, after which he remained some time motionless without giving any signs of life except by passing his tongue several times over his lips, as if to assuage the thirst for blood which consumed him.  At last he advanced, his head erect, his arm holding the knife suspended in the air, ready to strike.  As he drew near, Gilbert recovered all his composure, and in a clear, strong voice, cried out: \\\"Count Leminof, control yourself, or you will lose your reason.\\\" And as the frightful phantom still advanced, he quickly uncovered his breast, and exclaimed in a still louder voice: \\\"Count Kostia, strike, here is my heart, but your blows will not reach me,--the specter of Morlof is between us.\\\" At these words the Count uttered a cry like a fallow deer, followed by a long and plaintive sigh.  A terrible internal struggle followed; his brow contracted; the convulsive movements which agitated his body, and the flakes of foam which stood upon his lips, testified to the violence of the effort he was making. Reason at length returned; his arms fell and the knife dropped, the muscles of his face relaxed, and his features by degrees resumed their natural expression.  Then turning in the direction of the alcove, he called out: \\\"Ivan, come and take care of your young mistress, she has fainted.\\\" Ivan appeared.  Who could describe the look which he threw upon Gilbert?  Meanwhile the Count had reentered the alcove; but returned immediately with a candle, which he lighted quietly, and then, with an easy gesture, said to Gilbert: \\\"My dear sir, it seems to me we are in the way here.  Be good enough to leave with me by the staircase; for please God, you do not return by the roof.  If an accident should happen to you, the Byzantines and I would be inconsolable!\\\" Gilbert was so constituted, that at this moment M. Leminof inspired him more with pity than anger.  He obeyed, and preceding him a few steps, crossed the alcove and the vestibule and descended the stairs.  When at the entrance of the corridor, he turned, and placing his back against the wall, said sadly: \\\"I have a few words to say to you!\\\" The Count, stopping upon the last step, leaned nonchalantly over the balustrade and answered, smiling: \\\"Speak, I am ready to hear you; you know it always gives me pleasure to talk with you.\\\" \\\"I beg you, sir,\\\" said Gilbert, \\\"to pardon your daughter the bitterness of her language.  She spoke in delirium.  I swear to you that at the bottom of her heart, she respects you, and that you have only to wish it to have her love you as a father.\\\" M. Leminof answered only by a shrug of the shoulders, which signified--\\\"What matters it to me?\\\" \\\"I am bound to say further,\\\" resumed Gilbert, \\\"that your anger ought to fall upon me alone.  It was I who sought this child, who hated me; and I constrained her to receive me.  I pressed my attentions upon her and had no peace or rest until I had gained her affection.\\\" The Count shrugged his shoulders again, as much as to say: \\\"I believe you, but how does that change the situation?\\\" \\\"As for me,\\\" continued Gilbert, \\\"I assure you, upon my honor, that it was only yesterday I drew from your daughter her secret.\\\" The Count answered: \\\"I believe you readily; but tell me, if you please, is it true that you now love this little girl as she loves you?\\\" Gilbert reflected a moment; then considering only the dignity and interests of Stephane, he replied: \\\"Yes, I love her with a pure, deep love.\\\" A sarcastic joy appeared upon the Count's face. \\\"Admirable!\\\" said he; \\\"that is all I wish to know.  We have nothing more to say.\\\" Gilbert raised his head: \\\"One word more, sir!\\\" he exclaimed.  \\\"I do not leave you until you have sworn to me that you will not touch a hair of your daughter's head, and that you will not revenge yourself upon her for my well-meant imprudence.\\\" \\\"Peste!\\\" said the Count, laughing, \\\"you are taking great airs; but I owe you some gratitude, inasmuch as your coolness has saved me from committing a crime which would have been a great folly, for only fools avenge themselves with the knife.  So I shall grant you even more than you ask.  Hereafter, my daughter shall have no cause to complain of me, and I will interest myself paternally in her happiness.  It displeases her to be under Ivan's charge; he shall be only her humble servant.  I intend that she shall be as free as air, and all of her caprices will be sacred to me.  I will begin by restoring her horse, if he is not already sold.  I will do more: I will permit her to resume the garments of her sex.  But for these favors I exact two conditions: first, that you shall remain here at least six months; second, that you will try neither to see, speak, nor write to my doll, without my consent.\\\" Gilbert breathed a deep sigh. \\\"I swear it, on my honor!\\\" replied he. \\\"Enough!  Enough!\\\" resumed M. Leminof, \\\"I have your promise, and I believe in it as I do in the Gospels.\\\" When the Count reentered his study, Doctor Vladimir, who was patiently awaiting him, examined him from head to foot, as if seeking to discover upon his garments or his hands some stain of blood, then controlling his emotion: \\\"Well,\\\" said he coolly, \\\"how did the affair terminate?\\\" \\\"Very well,\\\" said the Count, throwing himself in a chair.  \\\"I have not killed anyone.  This young man's reason restored mine.\\\" Vladimir Paulitch turned pale. \\\"So,\\\" said he, with a forced smile, \\\"this audacious seducer gets off with a rating.\\\" \\\"You haven't common sense, Vladimir Paulitch!  What are you saying about seduction?  Gilberts are an enigma to you.  They are not born under the same planets as Doctors Vladimir and Counts Leminof. There is a mixture in them of the humanitarian, the knight-errant, the gray sister, and the St. Vincent de Paul, added to all which, our philanthropist has a passion for puppets, and from the time of his arrival he has forewarned me that he intended to make them play.  He must have wanted, I think, to give himself a representation of some sacramental act, of some mystery play of the middle ages.  The piece began well.  The principal personages were faith, hope, and charity.  Unfortunately, love got into the party, and the mystery was transformed into a drama of cloak and sword.  I am sorry for him; these things always end badly.\\\" \\\"You are mistaken, Count Kostia!\\\" replied Vladimir ironically; \\\"they often end with a wedding.\\\" \\\"Vladimir Paulitch!\\\" exclaimed the Count, stamping his foot, \\\"you have the faculty of exasperating me.  Today you spent an hour in kindling the fire of vengeance in my soul.  You hate this young man.  I believe, on my honor, that you are jealous of him.  You are afraid, perhaps, that I may put him in my will in place of the little shepherd of Ukraine?  Think of it as you please, my dear doctor; it is certain that if I had had the awkwardness to kill this admirable companion of my studies, I should lament him now in tears of blood, for I know not why, but he is dear to me in spite of all.  But who loves well, chastises well, and I cannot help pitying him in thinking of all the sufferings which I shall make him undergo.  Now go to bed, doctor.  To-morrow morning you will go on your nimble feet, three leagues from here, on the other side of the mountain, to a little inn, which I will direct you how to find. I will follow on horseback.  I need exercise and diversion.  We will meet there and dine together.  At dessert we will talk physiology, and you will exert yourself to entertain me.\\\" \\\"But what are you thinking of?\\\" exclaimed Vladimir, surprised to the last degree.  \\\"Will you permit these two lovers--\\\" \\\"Oh! you have but a dull mind, in spite of your wisdom,\\\" interrupted the Count.  \\\"In matters of vengeance, you only know the calicoes and cottons.  Mine I prefer to weave of silk and threads of gold.\\\" On returning to his room, Vladimir Paulitch said to himself: \\\"These two men are too rational.  The piece moves too slowly.  I must hasten the denouement.\\\"\\n\\nXVIII\\n\\nEarly in the morning Ivan entered Gilbert's room.  The face of the poor serf was distressing to see.  His eyes were red and swollen, and his features bloated.  The bloody marks of his nails were visible on his face; forehead and cheeks were furrowed with them. He informed Gilbert that towards noon Count Kostia would go out with Vladimir Paulitch and would be absent the rest of the day. \\\"He left me here to watch you and to render an account to him upon his return of all I should see and hear.  I am not ugly;--but after what has passed, you would be foolish to expect the least favor from me.  My eyes, ears, and tongue will do their duty.  You must know, too, that the barine is in a very gloomy mood to-day.  His lips are white, and he frequently passes his left hand over his forehead, a sure sign that a storm is raging within.\\\" \\\"My dear Ivan,\\\" answered Gilbert, \\\"I also shall be absent all day; so you see your task of watching will be easy.\\\" Ivan breathed a sigh of relief.  It seemed as if a mountain had been taken from his breast. \\\"I see with pleasure,\\\" said he, \\\"that you repent of your sin, and that you promise to be wiser in the future; ah, if my young master would only listen to reason, like you.\\\" \\\"Your young master, as you call him, will be as rational as myself. But do me the favor to tell me--\\\" \\\"Oh! don't be alarmed; his fainting fit was not long.  I had hardly got to him, when he opened his eyes and asked me if you were still alive.  On hearing my answer he exclaimed: 'Ah! my God! how happy I am!  He lives and loves me!'  Then he tried to rise, but was so weak that he fell back.  I carried him to his bed and he said to me: 'Ivan, for four nights I have not closed my eyes,' and at these words he smiled and fell asleep, smiling, and he is asleep yet.\\\" \\\"In order to be wise, Stephane must be occupied.  She must work with her mind and her hands.  Here, take this little white flower,\\\" added he, handing him the one he had plucked the day before; \\\"ask her, for me, to paint it in her herbarium to-day.\\\" And as Ivan examined the plant with an air of distrust, he added: \\\"Go, and fear nothing.  I've not hidden a note in it.  I am a man of honor, my dear Ivan, and never break my word.\\\" Ivan hid the flower in one of his sleeves and went out muttering to himself: \\\"How is all this going to end?  Ah! may the Holy Trinity look down in pity upon this house.  We are all lost!\\\" Gilbert went out.  Leaving upon his right the plateau and its close thickets, he gained the main road and followed the bank of the Rhine for a long distance.  A thousand thoughts crowded in confusion through his mind; but he always came to the same conclusion: \\\"I will save this child, or lose my life in the attempt.\\\" As the sun began to sink towards the horizon, he returned to the castle.  He went in search of Father Alexis and found him in the chapel.  The good father had learned from Ivan what had happened the night before.  He reproached Gilbert severely, but nevertheless, after hearing his explanations, softened considerably, and in a tone of grumbling indulgence, repeated the old proverb, \\\"Everyone to his trade.\\\"  \\\"Oxen,\\\" added he, \\\"are born to draw the plow, birds to fly, bees to make honey, Gilberts to read and make great books, and Father Alexis to edify and console his fellow-creatures.  You have encroached upon my prerogatives. You wanted to walk in my shoes.  And what has been the result of your efforts?  The spoiling of my task!  Have you not observed how much better this child has been for the last two months, how much more tranquil, gentle, and resigned?  I had preached so well to her, that she at last listened to reason.  And you must come to put in her head a silly love which will cost both of you many tears.\\\" Upon which, seizing him rudely by the arm, he continued: \\\"And what need had we of your assistance, the good God and I?  Have you forgotten?  Open your eyes and look!  To-day, my child, even to-day I have put the finishing touch to my great work.\\\" Then he pointed his finger to two long rows of sallow faces, surmounted by golden halos, which two lamps suspended from the ceiling illuminated with a mysterious light.  Like a general enumerating his troops, he said: \\\"Look at these graybeards.  That is Isaac, this Jeremiah, and this Ezekiel.  On the other side are the holy warrior martyrs.  Then St. Procopius, there St. Theodore, who burnt the temple of Cybele.  His torch may yet be relighted.  And these archangels, do you think their arms will be forever nerveless and their swords always asleep in their scabbards?\\\" Then, falling upon his knees, he prayed aloud: \\\"And thou, holy mother of God, suffer thy unworthy servant to summon thee to keep thy promise.  Let thy august power at last be made manifest.  At the sight of thy frowning brows let there be accomplished a mystery of terror and tears in hardened hearts.  Let the neck of the proud be broken, and let his haughty head, bent down by the breath of thy lips, as by the wind of a tempest, bow to the very earth and its hair sweep the dust of this pavement.\\\" Just then they heard a voice calling: \\\"Father Alexis, Father Alexis, where are you?\\\" The priest turned pale and trembled.  He tried in vain to rise, his knees seemed nailed to the ground. \\\"Ah! my child, did you not hear a divine voice answer me?\\\" But helping him to his feet, Gilbert said with a sad smile: \\\"There is nothing divine in that voice.  It has a strongly-marked Provencal accent, and if I am not mistaken, it belongs to Jasmin the cook, who is there in the court with a lantern in his hand, and is calling you.\\\" \\\"Perhaps you are right,\\\" answered the good father, shaking his head and passing his hand over his forehead, which was bathed in perspiration.  \\\"Let us see what this good Jasmin wants.  Perhaps he brings my dinner.  I had notified him, however, that I proposed to fast to-day.\\\" Jasmin no sooner saw them come out of the chapel than he ran towards them and said to the priest: \\\"I don't know, father, what has happened to Ivan, but when I went into his room to carry him his dinner, I found him stretched on his bed.  I called him and shook him, but couldn't wake him up.\\\" A shudder ran through Gilbert's whole body.  Seizing the lantern from Jasmin he darted off on a run; in two seconds he was with Ivan.  Jasmin had told the truth; the serf slept heavily and profoundly.  By dint of pulling him by the arm, Gilbert succeeded in making him open his eyes; but he soon closed them again, turned towards the wall, and slept on. \\\"Someone must have given him a narcotic,\\\" said Gilbert, whispering to Father Alexis who had just joined him. And addressing Jasmin, who had followed the priest. \\\"Has anyone been here this afternoon?\\\" \\\"I ask your pardon,\\\" said the cook.  \\\"Doctor Vladimir returned from his walk at about five o'clock.  This surprised me very much, as Count Kostia told me before he left, that M. Stephane would dine here alone to-day.\\\" \\\"The doctor is at the table then, now.\\\" \\\"Pardon, pardon!  He didn't wish any dinner.  He told me in a joking way, that he would shortly go to a grand dinner in the other world.\\\" \\\"But where is he then?  In his study?\\\" \\\"Two hours afterwards, he went out with M. Stephane.\\\" \\\"Which way did they go?\\\" cried Gilbert, shaking him violently by the arm. \\\"Ah! pardon, sir, take care, you'll put my arm out of joint,\\\" answered the huge Provencal. \\\"Jasmin, my good Jasmin, answer me: which way did they go?\\\" \\\"Ah! I remember now, they took the road to the woods.\\\" Gilbert darted off instantly.  Father Alexis cried after him in vain: \\\"Wait for me, my child, I will accompany you.  I am a man of good judgment.\\\"  As if carried by the wind, Gilbert was already in the woods.  His head bare, pale, out of breath, he ran at the top of his speed.  Night had come, and the moon began to silver over the foliage which quivered at every breath of wind.  Gilbert was blind to the moon's brightness, deaf to the sighing of the wind.  He heard nothing but the diminishing sound of steps in the distance, he saw nothing but a cloud of blood which floated before his eyes and indicated the path; the sole thought which shed any light upon his mind, filled with gloomiest apprehensions, was this: \\\"I did not understand this man!  It was an offensive alliance which he proposed to me yesterday.  I refused to avenge him: he is going to revenge himself, and a Russian serf seeking vengeance is capable of anything.\\\" On he ran with unabated speed, and would have run to the end of the world if, in an elbow of the road, some steps before him, he had not suddenly perceived Stephane.  Standing in the moonlight erect and motionless, Gilbert stopped, held out his arms, and uttered a cry.  She trembled, turned, and running to him, cried: \\\"Gilbert, do you love me?\\\" He answered only by pressing her to his heart; and then perceiving Doctor Vladimir, who was sitting on the edge of a ditch, his head in his hands, he stammered: \\\"This man here with you!\\\" \\\"I do not know,\\\" said she in a trembling voice, \\\"whether he is a mad man or a villain; but it is certain that he is going to die, for he has poisoned himself.\\\" \\\"What have you to say?\\\" said Gilbert, looking wildly at the dejected face of the doctor, upon which the moon was shining full. \\\"Explain I beg of you.\\\" \\\"What do I know?\\\" said she; \\\"I think I have been dreaming since yesterday evening.  It seems to me, however, that this man came to my room for me.  He had taken the precaution to drug Ivan.  I was dying with melancholy.  He persuaded me that you, my Gilbert, were waiting for me in one of the paths of this forest, to fly with me to a distant country.  'Let us go, let us go,' I cried; but on the way I began to think, I grew suspicious, and at this turning of the road I said to my gloomy companion: 'Bring my Gilbert to me here; I will go no further.'  Then he looked at me with frightful eyes, and I believe said to me: 'What is your Gilbert to me?  Follow me or you die;' and then he fumbled in his bosom as if to find a concealed weapon; but if I am not mistaken, I looked at him steadily, and crossing my arms, said to him: 'Kill me, but you shall not make me take another step.'\\\" Vladimir raised his head. \\\"How deceptive resemblances are,\\\" said he in a hollow voice.  \\\"I once knew a woman who had the same contour of face, and one evening, by the sole power of my eye, I compelled her to fall at my feet, crying: 'Vladimir Paulitch, do with me what you will.'  But your young friend has a soul made of different stuff.  You can believe me if you wish, sir; but the fact is that her charming face suddenly struck me with an involuntary respect.  It seemed to me that her head was adorned with a royal diadem.  Her eyes glowed with a noble pride; anger dilated her nostrils, and while a scornful smile flitted over her lips, her whole face expressed the innocence of a soul as pure as the rays of the moon shining upon us.  At this sight I thought of the woman of whom I spoke to you yesterday, and I felt a sensation of horror at the crime I had premeditated, and I, Doctor Vladimir, I prostrated myself at the feet of this child, saying to her: 'Forgive me, I am a wretch;' after which I swallowed a strong dose of poison of my own composition, whose antidote I do not know, and in two hours I shall be no more.\\\" Gilbert looked steadily at him. \\\"Ah! great God,\\\" thought he, \\\"it was not the life but the honor of Stephane which was in danger!  But the promised miracle has been wrought, only this is not the one which Father Alexis expected, since it has been the work of the God of nature.\\\" Stephane approached him, and taking his hands murmured: \\\"Gilbert, Gilbert, let us fly--let us fly together!  There is yet time!\\\" But he only muttered: \\\"I see through it all!\\\"  Then turning to Vladimir he said in a tone of authority, \\\"Follow me, sir!  It is right that Count Kostia should receive your last breath.\\\" Vladimir reflected for a moment, then rising, said: \\\"You are right.  I must see him again before I die; but give me your arm, for the poison begins to work and my legs are very weak.\\\" They began to walk, Stephane preceding them a few steps.  At intervals, Vladimir would exclaim: \\\"To die--to breathe no more--no more to see the sun--no more to remember--to forget all!\\\"  And then he added, \\\"One thing disturbs my happiness.  I am not sufficiently revenged!\\\" At last his voice died upon his lips and his legs failed him. Gilbert was obliged to carry him on his shoulders, and was nearly giving out under the burden when he saw Father Alexis coming towards them breathless.  He gave him no time to recover breath, but cried: \\\"Take this man by the feet.  I will support his shoulders. Forward! my good father, forward!  We have no time to lose.\\\" Father Alexis hastened to comply with Gilbert's request, and they continued on their way with bowed heads and in gloomy silence. Stephane alone, with her cap drawn over her eyes, occasionally uttered disconnected words and alternately cast a furtive glance at Gilbert, or gazed sadly at the moon.  Arriving at the castle, they crossed the court and ascended the stairs without meeting anyone; but entering the vestibule of the first story, in which all the lamps were lighted, they heard a noise of steps in the corridor which led to the square tower. \\\"M. Leminof has returned,\\\" said Gilbert, trembling.  \\\"Father Alexis, carry this man to his room.  I will go and speak to the Count, and will bring him to you in a moment.\\\" Then taking Stephane by the arm, he whispered to her: \\\"In the name of Heaven, keep out of the way.  Go down on the terrace and conceal yourself.  Your father must not see you until he has heard me.\\\" \\\"Do you think I am afraid, then?\\\" she replied, and escaping from him, darted off in the direction of the corridor. Meanwhile Father Alexis had entered the room of Vladimir Paulitch, whom he sustained with difficulty in his trembling arms.  At the moment he laid him upon his bed, a voice, which reached even to them, uttered these terrible words: \\\"Ah! this is braving me too much!  Let her die!\\\"  Then a sharp cry pierced the air, followed by the dull noise of a body falling heavily upon the floor. Father Alexis looked at Vladimir with horror.  \\\"The mother was not enough,\\\" cried he, \\\"thou hast just killed the daughter!\\\" And he sprang out of the room distracted. Vladimir sat up.  An atrocious joy gleamed in his face; and recovering the use of his speech, he murmured, \\\"My vengeance is complete!\\\" But at these words a groan escaped him--the poison began to burn his vitals.  Nevertheless he forgot his sufferings when he saw the Count appear, followed by the priest, and holding in his hand a sword, which he threw in the corner. \\\"Count Kostia,\\\" cried the dying man, \\\"what have you done with your daughter?\\\" \\\"I have killed her,\\\" answered he sternly, questioning him with his eyes. Vladimir remained silent a moment. \\\"My good master,\\\" resumed he, \\\"do you remember that Pauline whom I loved?  Do you also remember having seen me crouched at your feet crying, 'Mercy! Mercy! for her and for me'?  My good master, have you forgotten that corner of the street where you said to me one day: 'This woman is charming; but if your marriage is not broken off before evening, to-morrow she will learn from me who you are'? That day, Count Kostia Petrovitch, you had a happy and smiling air. Say, Kostia Petrovitch, do you recollect it?\\\" The Count answered only by a disdainful smile. \\\"Oh! most simple and most credulous of men,\\\" continued Vladimir, \\\"how could you think that I would empty the cup of sorrow and of shame to the very dregs, and not revenge myself upon him who smiled as he made me drink it.\\\" \\\"Six months later, you saved my life,\\\" said the Count, slightly shrugging his shoulders. \\\"Because your days were dear to me.  You do not know then the tenderness of hatred!  I wished you to live, and that your life should be a hell.\\\" And then he added, panting: \\\"The lover of the Countess Olga, . . . was I.\\\" The Count staggered as if struck by lightning.  He supported himself by the back of a chair, to avoid falling; then springing to the table, he seized a carafe full of water and emptied it in a single draught.  Then in a convulsed voice, he exclaimed: \\\"You lie!  The Countess Olga could never have given herself to a serf!\\\" \\\"Refer to your memory once more, Kostia Petrovitch.  You forget that in her eyes I was not a serf, but an illustrious physician, a sort of great man.  However, I will console you.  The Countess Olga loved me no more than I loved her.  My magnetic eyes, my threats had, as it were, bewitched her poor head; in my arms she was dying with fear, and when at the end of one of these sweet interviews, she heard me cry out, 'Olga Vassilievna, your lover is a serf,' she nearly perished of shame and horror.\\\" The Count cast upon his serf a look of indescribable disgust, and, making a superhuman effort to speak, once more exclaimed: \\\"Impossible!  That letter which you addressed to me at Paris--\\\" \\\"I feared that your dishonor might be concealed from you, and what would life have been to me then?\\\" M. Leminof turned to the priest who remained standing at the other end of the room.  \\\"Father Alexis, is what this man says true?\\\" The priest silently bowed. \\\"And was it for this, foolish priest, that you have endured death and martyrdom--to prolong the days of a worm of the earth?\\\" \\\"I cared little for his life,\\\" answered the priest, with dignity, \\\"but much for my conscience, and for the inviolable secrecy of the confessional.\\\" \\\"And for two years in succession you have suffered my mortal enemy to lodge under my roof without warning me?\\\" \\\"I was ignorant of his history and of the fact that he had reasons for hating you.  I fancied that a mad passion had made him a traitor to friendship, and that in repentance he sought to expiate his fault, by the assiduous attentions which he lavished upon you.\\\" \\\"Poor fellow!\\\" said the Count, crushing him with a look of pity. Then Vladimir resumed in a voice growing more and more feeble: \\\"Since that cursed hour, when I crawled at your feet, without being able to soften your stony heart with my tears, I became disgusted with life.  To feel that I belonged to you was every instant a torment.  But if you ask me why I have deferred my death so long, I answer that while you had a daughter living my vengeance was not complete.  I let this child grow up; but when the clock of fate struck the hour I waited for, courage suddenly failed me, and I was seized with scruples, which still astonish me.  But what am I saying?  I bless my weakness, since I brought home a victim pure and without stain, and since her virginal innocence adds to the horror of your crime.  Ah! tell me, was the steel which pierced her heart the same that silenced Morlof's?  Oh, sword, thou art predestinated!\\\" Count Kostia's eyes brightened.  He had something like a presentiment that he was about to be delivered from that fatal doubt which for so many years had poisoned his life, and he fixed his vulture-like eyes upon Vladimir. \\\"That child,\\\" said he, \\\"was not my daughter.\\\" Vladimir opened his vest, tore the lining with his nails and drew out a folded paper, which he threw at the Count's feet: \\\"Pick up that letter!\\\" cried he, \\\"the writing is known to you.  I meant to have sent it to you by your dishonored daughter.  Go and read it near your dead child.\\\" M. Leminof picked up the letter, unfolded it, and read it to the end with bearing calm and firm.  The first lines ran thus: \\\"Vile Moujik.  Thou hast made me a mother.  Be happy and proud.  Thou hast revealed to me that maternity can be a torture.  In my ignorant simplicity, I did not know until now it could be aught else than an intoxication, a pride, a virtue, which God and the church regard with favor, and the angels shelter with their white wings.  When for the first time I felt my Stephan and my Stephane stir within me, my heart leaped for joy, and I could not find words enough to bless Heaven which at last rewarded six years of expectation; but now it is not a child I carry in bosom, it is a crime. . . .\\\" This letter of four pages shed light, and carried conviction into the mind of Count Kostia. \\\"She was really my daughter,\\\" said he, coolly. . .  \\\"Fortunately I have not killed her.\\\" He left the room, and an instant after re-appeared, accompanied by Gilbert, and carrying in his arms his daughter, pale and disheveled, but living.  He advanced into the middle of the room. There, as if speaking to himself, he said: \\\"This young man is my good genius.  He tore my sword from me.  God be praised! he has saved her and me.  This dear child was frightened, she fell, but she is unhurt.  You see her, she is alive, her eyes are open, she hears, she breathes.  To-morrow she shall smile, to-morrow we shall all be happy. Then drawing her to the head of the bed and calling Gilbert to him, he placed his hands together, and standing behind them, embracing their shoulders in his powerful arms, and thrusting his head between theirs, he forced them, in spite of themselves, to bend with him over the dying man. Gilbert and Stephane closed their eyes. The Count's and Vladimir's were wide open devouring each other. The master's flamed like torches; the serf's were sunken, glassy, and filled with the fear and horror of death.  He seemed almost petrified, and murmured in a failing voice: \\\"I am lost.  I have undone my own work.  To-morrow, to-morrow, they will be happy.\\\" One last look, full of hatred, flashed from his eyes, over which the eternal shadow was creeping, his features contracted, his mouth became distorted, and, uttering a frightful cry, he rendered up his soul. Then the Count slowly raised himself.  His arms, in which he held the two young people as in a living vice, relaxed, and Stephane fell upon Gilbert's breast.  Confused, colorless, wild-eyed, intoxicated with joy and terror at the same time, clinging to her friend as the sailor to his plank of safety, she said in an indistinct voice: \\\"In the life to which you condemn me, my father, the joys are as terrible as the sorrows.\\\" The Count said to Gilbert: \\\"Console her, calm her emotion.  She is yours.  I have given her to you.  Do not fear that I shall take her back again.\\\"  Then, turning again to the bed, he exclaimed: \\\"What a terrible thorn death has just drawn from my heart!\\\" In the midst of so many tragic sensations, who was happy?  Father Alexis was, and he had no desire to hide it.  He went and came, moved the furniture, passed his hand over his beard, struck his chest with all his might, and presently in his excess of joy threw himself upon Stephane and then upon Gilbert, caressing and embracing them.  At last, kneeling down by the bed of death, under the eyes of the Count, he took the head of the dead man between his hands and kissed him upon the mouth and cheeks, saying: \\\"My poor brother, thou hast perhaps been more unfortunate than guilty.  May God, in the unfathomable mystery of his infinite mercy, give thee one day, as I have, the kiss of peace!  Then raising his clasped hands, he said: \\\"Holy mother of God: blessed be thy name.  Thou hast done more than I dared to ask.\\\" At that moment Ivan, roused at last from his long lethargy, appeared at the threshold of the door.  For some minutes he remained paralyzed by astonishment, and looked around distractedly; then, throwing himself at his master's feet and tearing his hair, he cried: \\\"Seigneur Pere, I am not a traitor!  That man mixed some drug in my tea which put me to sleep.  Seigneur Pere, kill me, but do not say that I am a traitor.\\\" \\\"Rise,\\\" returned the Count gayly, \\\"rise, I say.  I shall not kill thee.  I am not going to kill anybody.  My son, thou'rt a rusty old tool.  Dost know what I shall do with thee?  I shall slip thee in among the wedding presents of Madame Gilbert Saville.\\\"\\n\\nPaul Bourget Andre Cornelis\\n\\nI\\n\\nI was nine years old.  It was in 1864, in the month of June at the close of a warm, bright afternoon.  I was at my studies in my room as usual, having come in from the Lycee Bonaparte, and the outer shutters were closed.  We lived in the Rue Tronchet, near the Madeleine, in the seventh house on the left, coming from the church.  Three highly-polished steps (how often have I slipped on them!) led to the little room, so prettily furnished, all in blue, within whose walls I passed the last completely happy days of my life.  Everything comes back to me.  I was seated at my table, dressed in a large black overall, and engaged in writing out the tenses of a Latin verb on a ruled sheet divided into several compartments.  All of a sudden I heard a loud cry, followed by a clamor of voices; then rapid steps trod the corridor outside my room.  Instinctively I rushed to the door and came up against a man-servant, who was deadly pale, and had a roll of linen in his hand.  I understood the use of this afterwards.  I had not to question this man, for at sight of me he exclaimed, as though involuntarily: \\\"Ah!  M. Andre, what an awful misfortune!\\\" Then, regaining his presence of mind, he said: \\\"Go back into your room--go back at once!\\\" Before I could answer, he caught me up in his arms, rather threw than placed me on the upper step of my staircase, locked the door of the corridor, and walked rapidly away. \\\"No, no,\\\" I cried, flinging myself against the door, \\\"tell me all; I will, I must know.\\\"  No answer.  I shook the lock, I struck the panel with my clenched fists, I dashed my shoulder against the door.  Vain was my frenzy!  Then, sitting upon the lowest step, I listened, in an agony of fear, to the coming and going of people outside, who knew of \\\"the awful misfortune,\\\" but what was it they knew?  Child as I was, I understood the terrible signification which the servant's exclamation bore under the actual circumstances.  Two days previously, my father had gone out after breakfast, according to custom, to the place of business which he had occupied for over four years, in the Rue de la Victoire.  He had been thoughtful during breakfast, indeed for some months past he had lost his accustomed cheerfulness.  When he rose to go out, my mother, myself, and one of the habitual frequenters of our house, M. Jacques Termonde, a fellow student of my father's at the Ecole de Droit, were at table.  My father left his seat before breakfast was over, having looked at the clock, and inquired whether it was quite right. \\\"Are you in such a hurry, Cornelis?\\\" asked Termonde. \\\"Yes,\\\" answered my father, \\\"I have an appointment with a client who is ill--a foreigner--I have to call on him at his hotel to procure some important papers.  He is an odd sort of man, and I shall not be sorry to see something of him at closer quarters.  I have taken certain steps on his behalf, and I am almost tempted to regret them.\\\" And since then, no news!  In the evening of that day, when dinner, which had been put off for one quarter of an hour after another, was over, and my father, who was always so methodical, so punctual, had not come in, my mother began to betray increasing uneasiness, and could not conceal from me that his last words dwelt upon her mind.  It was a rare occurrence for him to speak with misgiving of his undertakings! The night passed, then the next morning and afternoon, and once more it was evening.  My mother and I were once more seated at the square table, where the cover laid for my father in front of his empty chair gave, as it were, a form to our nameless dread. My mother had written to M. Jacques Termonde, and he came after dinner.  I was sent away immediately, but not without my having had time to remark the extraordinary brightness of M. Termonde's eyes, which were blue, and usually shone coldly in his thin, sharp face. He had fair hair and a beard best described as pale.  Thus do children take note of small details, which are speedily effaced from their minds, but afterwards reappear, at the contact of life, just as certain invisible marks come out upon paper when it is held to the fire. While begging to be allowed to remain, I was mechanically observing the hurried and agitated turning and returning of a light cane--I had long coveted it--held behind his back in his remarkably beautiful hands.  If I had not admired the cane so much, and the fighting centaurs on its handle--a fine piece of Renaissance work-- this symptom of extreme disturbance might have escaped me.  But, how could M. Termonde fail to be disturbed by the disappearance of his best friend?  Nevertheless, his voice, a soft voice which made all his phrases melodious, was quite calm. \\\"To-morrow,\\\" he said, \\\"I will have every inquiry made, if Cornelis has not returned; but he will come back, and all will be explained. Depend on it, he went away somewhere on the business he told you of, and left a letter for you to be sent by a commissionaire who has not delivered it.\\\" \\\"Ah!\\\" said my mother, \\\"you think that is possible?\\\" How often, in my dark hours, have I recalled this dialogue, and the room in which it took place--a little salon, much liked by my mother, with hangings and furniture of some foreign stuff all striped in red and white, black and yellow, that my father had brought from Morocco; and how plainly have I seen my mother in my mind's eye, with her black hair, her brown eyes, her quivering lips.  She was as white as the summer gown she wore that evening. M. Termonde was dressed with his usual correctness, and I remember well his slender and elegant figure. I attended the two classes at the Lycee, if not with a light, at least with a relieved heart.  But, while I was sitting upon the lower step of my little staircase, all my uneasiness revived.  I hammered at the door again, I called as loudly as I could; but no one answered me, until the good woman who had been my nurse came into my room. \\\"My father!\\\" I cried, \\\"where is my father?\\\" \\\"Poor child, poor child,\\\" said nurse, and took me in her arms. She had been sent to tell me the awful truth, but her strength failed her.  I escaped from her, ran out into the corridor, and reached my father's bedroom before anyone could stop me.  Ah! upon the bed lay a rigid form covered by a white sheet, upon the pillow a bloodless, motionless face, with fixed, wide-open eyes, for the lids had not been closed; the chin was supported by a bandage, a napkin was bound around the forehead; at the bed's foot knelt a woman, still dressed in her white summer gown, crushed and helpless with grief.  These were my father and my mother. I flung myself madly upon her, and she clasped me passionately, with the piercing cry, \\\"My Andre, my Andre!\\\"  In that cry there was such intense grief, in that embrace there was such frenzied tenderness, her heart was then so big with tears, that it warms my own even now to think of it.  The next moment she rose and carried me out of the room, that I might see the dreadful sight no more. She did this easily, her terrible excitement had doubled her strength.  \\\"God punishes me!  God punishes me!\\\" she said over and over again taking no heed of her words.  She had always been given, by fits and starts, to mystical piety.  Then she covered my face, my neck, and my hair with kisses and tears.  May all that we suffered, the dead and I, be forgiven you, poor mother, for the sincerity\",\"timestamp\":1639708989,\"title\":\"The spirit of darkness has returned to me!  I could not close my eyes last night\"},\"digest\":\"7hQPucDqTP1mr5cD6e7ITdiaKB_OpgnL0bn4hR1L2qs\",\"authorship\":{\"contributor\":\"0xBD285526750c6d1e9c301005d31Fcad2bE9E9AA0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A_1kqACXSvlJL_3spInyk9C8Da5F5ocZuFHChLnpDxw\\\",\\\"y\\\":\\\"xB9FRxfLdhX2KD4nBgfuqR02NRfgAeSHbilI49onm94\\\"}\",\"signature\":\"tzXl5qDM3uZXWz9bC2vN4Xkpbx2aCzyV50f8eW2aHQN_FlVmX63ikGxIS_6ayfWH-62YqPyT3cB6rWXuUhMS9A\",\"signingKeySignature\":\"0x88fb047bc06b0f94ff1565b407e983814b737faaf26ca32b99560a3dbffe22556d2828dd233d1280e872b43d6ba3e8f54d8c64ea44af98f0b5aa0b974d4f0be11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A_1kqACXSvlJL_3spInyk9C8Da5F5ocZuFHChLnpDxw\\\",\\\"y\\\":\\\"xB9FRxfLdhX2KD4nBgfuqR02NRfgAeSHbilI49onm94\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7hQPucDqTP1mr5cD6e7ITdiaKB_OpgnL0bn4hR1L2qs\"}"