"{\"content\":{\"body\":\"和几位朋友在一起聊天，聊着聊着就说起了婚姻、孩子及养老等问题。\\n\\n其中有两位朋友已经结婚生子，关于婚姻她们两人的意见比较一致，皆为“我结婚了所以就不轻易劝别人结婚，我生过孩子就不会轻易劝别人生孩子”的态度。\\n\\n听朋友这样说后，其余几人不禁觉得尴尬，正准备结婚的开始怀疑自己“到底要不要结婚”，还没有男友的人觉得其实一个人过也蛮好的。\\n\\n不知道从什么时候开始，再谈起“结婚”这两个字时，很多人都觉得不再是人生的必选项目，尤其是一些把自己生活安排得很好的人。\\n\\n而还没有过上自己想要的生活的人也在拼命地努力，真正把婚姻看成女人第二次投胎的人越来越少了，越来越多的人明白活在世上，自己才最可靠。\\n\\n为什么越来越多的人不愿结婚？为什么很多处于婚姻中的人对婚姻也不抱有希望呢？\\n\\n李银河老师曾提出了一个让人震惊的婚姻观点：“婚姻制度终将消亡！”\\n\\n李银河老师是我国著名的社会学家，是已故作家王小波的遗孀，同时她还是一位独立的学者及两性关系研究者，对于婚姻关系一向有独特的见解。\\n\\n她表示现在人们越来越不愿意结婚，主要是婚姻对于两个人来说是一种“枷锁”的紧张关系，并且一生那么长，结婚后余生那么长只能面对一个人，会觉得太无聊。\\n\\n而且离婚成本高，造成了人们越来越越恐婚和不婚。\\n\\n李银河老师的话说出了最真实的原因，让人不得不感叹。综合她的观点，认为很多人越来越不愿意结婚，主要是因为以下几方面的因素。\\n\\n01 感情的不确定性\\n\\n李银河老师说：“人生的最高价值在于追求快乐，而不是追求从一而终。”\\n\\n喜新厌旧是人性的弱点，两个人在一起的时间越长，彼此身上所暴露出来的本性越多，也就失去了相应的吸引力，出现审美疲劳，甚至产生厌倦的情绪。\\n\\n现代社会红尘俗世之中的诱惑很多，夫妻之间因为耳鬓厮磨产生的摩擦，能及生活中的各种烦恼和压力造就的矛盾，都会对两人相处产生负面的影响。\\n\\n因此，婚外的感情、背叛、第三者插足等情况就应运而生，从而让很多人对婚姻没有安全感，认为伴侣之间达不到忠诚的要求，因此会对婚姻有排斥抗拒的心理。\\n\\n在这样情绪的支配下，有些人认为单身生活，才不会面对婚姻中的一地鸡毛和复杂的家庭关系及相处，少了这些矛盾，感情才能够更长久。\\n\\n02 女性的独立\\n\\n随着女性地位的提高，很多女人早已不再满足于甘心当男人背后的女人，而是站在与男人同样的位置上撑起一片天。甚至在很多领域，女性发挥着越来越强的主导作用。\\n\\n有一部分女性不再为了结婚而结婚，并且认为如果找不到合适的人，与其将就结婚，倒不如一个人过得自在。\\n\\n当你自己有能力买房买车，有能力安排好自己的人生，规划好养老保障，却找不到足以和自己匹配的人选和喜欢的人，那么你还会降低标准委曲求全随便嫁一个男人吗？\\n\\n肯定是不会的，对独立的女性来说，爱情早已是锦上添花的事情，有则最好，但若没有也不会因此而沮丧一生。\\n\\n与其纠缠在婚姻家庭之中，倒不如潇洒为自己而活。\\n\\n03 离婚成本\\n\\n结婚后如果感情不和，双方经过再多努力也无法维持下去，那么面对的结局只有离婚这条路。\\n\\n毕竟现代男女的思想不再像从前那般，感觉离婚没面子丢人，需维持表面夫妻。\\n\\n然而，离婚无论对于男人女人来说，成本都是很高的，很可能意味着财产损失一半，一切又要重新开始。\\n\\n若一对夫妻一套房，如果要离婚的话，就要将房子的归属权重新安置，倘若一人一半，那么得到房的一方就要承担起一半房价的负担，没有房的一方还要再考虑置业。\\n\\n另外有孩子的家庭，还要涉及到孩子的抚养以及费用，离婚官司总的来说不但是物质上的损失，在精神上对双方也是一种折磨。\\n\\n因此很多人考虑到如果结婚后，可能会面临离婚的局面，到时候的损失是无法弥补的，索性就只恋爱而不结婚。\\n\\n04 性的目的传统婚姻中，男女结婚后接下来的任务就是生儿育女，繁衍子嗣。然而现代人观念的改变，导致了一部分人不想承担养育下一代的责任和义务，所以选择不生孩子。\\n\\n如此一来，那么男人女人在一起就是为了追求感官的享受而非生孩子的目的，如果是为了快乐那么就没必要一定选择结婚。\\n\\n毕竟一旦涉及到婚姻的话，需要一纸证书来约束两人的行为，感情生变化，还要面临很多复杂的选择。\\n\\n只是单纯地在一起，感觉两人处得来就相处，处不来分手也不牵扯利益纠葛。\\n\\n所以一部分人就干脆选择不结婚，而单纯地追求属于自己的自由人生。\\n\\n确实，经济的发展以及压力的加重，让很多人感受到重负。\\n\\n城市中涌现出越来越多的大龄剩男剩女，这其中一部分是由于个人的条件标准比较高而剩下来的，还有一部分却是因为找不到结婚的理由而徘徊在婚姻之外。\\n\\n李银河老师说：“很多婚姻幸福的人，不过是提前知道自己想要什么样的婚姻。”\\n\\n面对婚姻踌躇不前的人，无非是既没有遇到想要的爱情，也不知道自己想要什么样的生活，仅是听到身边很多人谈到婚姻失败的案例便望而却步。\\n\\n其实完全没有这个必要。人与人不同，不同的人经营感情的能力和手段也各不相同。\\n\\n有些人看不到自己需求，不知道自己希望在婚姻里得到什么，更不知道自己能给予婚姻什么，所以就盲从别人对婚姻排斥的说法。\\n\\n也有一些人纯属是追着潮流，认为自己不喜欢被束缚，而不结婚是件很自由的事情。\\n\\n但其实，这世上的事都没有那么绝对的，结婚不结婚，都是在成熟的人为自己做出的一种生活方式的选择，并没有绝对的好或者糟糕。\\n\\n而我们每个人，不管是选择哪一条路，至少要能为自己的选择和行为负得起责任，不一定别人说的都是对的，别人经历的悲伤也未必自己一定会面对。#李银河谈单身潮的原因#\",\"timestamp\":1638610779,\"title\":\"为什么越来越多的人不愿结婚？李银河的话，说出了真实的原因\"},\"digest\":\"2drhNsjk09MLcfrsd6AOwHVjQWGS856wzmWw-KZZsSg\",\"authorship\":{\"contributor\":\"0x7005c000398BDE8B48E16715a6560242052ec973\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PGI-gBYfVKZrc6CKOD8XDqGVi5Tr4SDHmFs3TweLZ7U\\\",\\\"y\\\":\\\"x29CHiOcOWcIcoWz6zpej055IdeNQes72xjR2AzEwNw\\\"}\",\"signature\":\"OdozgfVwNODxwFUJ-9bKJYBZOG7_nje5VpaUij-6qwA32_JcgLSxZsV3omcHeBSJFOeB1Wm83zTNbH_tYGUm1A\",\"signingKeySignature\":\"0xd3486bbc12b391a77e4816a73972f0bd7d954049dceb2d041a214a430fc45fdc01efd3520e3e3ce275a0fa9772b1c68180320f25d72db5f942ff3bbcf1b18e7e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PGI-gBYfVKZrc6CKOD8XDqGVi5Tr4SDHmFs3TweLZ7U\\\",\\\"y\\\":\\\"x29CHiOcOWcIcoWz6zpej055IdeNQes72xjR2AzEwNw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2drhNsjk09MLcfrsd6AOwHVjQWGS856wzmWw-KZZsSg\"}"