"{\"content\":{\"body\":\"[https://a16z.com/2021/09/28/investing-in-angle/](https://a16z.com/2021/09/28/investing-in-angle/)\\n\\nCrypto assets like ETH and BTC have been challenging to use for payments, lending, and a variety of other financial applications in large part because of their price instability. Take lending as an example. Making a loan in ETH carries an additional risk: besides the fact that the loan may not be repaid, the price of ETH could change as the loan becomes due. Stability unlocks many use cases.\\n\\nTo solve this, there exists a [rapidly growing](https://www.theblockcrypto.com/data/decentralized-finance/stablecoins/total-stablecoin-supply-daily) category of crypto assets called stablecoins where the price is fixed, or pegged, usually relative to the US dollar. These assets inherit many of the benefits of crypto when they’re tokenized on a blockchain computer. They’re native to the internet, easily transferable, global, and fully programmable.\\n\\nThere are many ways to make stablecoins, broadly separable across three dimensions: centralized vs. decentralized, collateralized vs. uncollateralized, and pegged vs. unpegged.\\n\\nCentralized stablecoins are issued onto blockchains by a single source, like [TrustToken](https://www.trusttoken.com/trueusd)’s TUSD or [Centre](https://www.centre.io/usdc)’s USDC, which are also fully collateralized, and pegged to the US dollar. It’s fair to think of these as digital IOUs for the underlying dollars. This kind of US dollar-pegged, centralized stablecoin is the most common form today, making up [over 95%](https://www.theblockcrypto.com/data/decentralized-finance/stablecoins/share-of-total-stablecoin-supply) of the $125b+ supply.\\n\\nAlthough technically simple, this method doesn’t use crypto to its full potential, and creates centralized points of vulnerability. In order to realize crypto’s promise of broad [financial inclusion](https://future.a16z.com/stablecoins-stability-and-financial-inclusion/), we should explore the range of possibilities across all three dimensions. And, access to these assets should not rely completely on centralized entities.\\n\\nMany users would likely prefer stablecoins that have different properties than are offered commonly today. For example, a stablecoin pegged to the local currency may be useful if debts are denominated in that currency. A stablecoin that tracks a basket of goods could serve as a hedge against inflation. Another stablecoin without a peg at all might be helpfully uncorrelated with global monetary policy trends.\\n\\n### Enter Angle\\n\\nWe first met the Angle co-founders—Pablo, Guillame, and Picodes (who prefers to remain anonymous)—through Dan Boneh’s *CS 251: Cryptocurrencies and Blockchain Technologies* course, where Ali and Eddy were guest lecturers and Guy was a teaching assistant. They were previously students at the École Polytechnique and were then at Stanford pursuing their master’s in computer science. They reached out to us after our lecture hoping to learn more about the newest projects and applications in crypto. Over the following months, we got to know them and were impressed by their vision for a stablecoin that is more capital efficient and better serves the needs of users globally—especially those who would like to transact value denominated in something other than the US dollar.\\n\\nThe Angle team designed an elegant, decentralized mechanism for creating stable on-chain assets that are backed by volatile on-chain collateral. Although a variety of such mechanisms already exist, Angle is a novel application of design choices that makes the protocol more efficient and flexible.\\n\\nFirst, Angle allows buyers and sellers of its stablecoins to trade directly for some of the underlying collateral that’s backing it without moving the market. This provides competitive pricing and deep liquidity for traders, as well as opportunities for improved capital efficiency. Second, Angle provides competitive yield to those who provide collateral to the protocol by efficiently allocating resources across multiple yield-generating opportunities (i.e. different kinds of stable assets). And finally, to remain over-collateralized, Angle offers leverage with fine levels of control, which gives traders—who do want exposure to price changes—to take the other side of the bet, and thereby provide stability to the users of the stablecoin. \\n\\nAngle will start with the Euro, their home currency, and then expand to fiat currencies for areas with strong crypto communities but little fiat representation (e.g., Swiss Franc, Japanese Yen, the British Pound, Korean Won). As it gains momentum, the protocol could expand to support a wide range of innovative stablecoins that take advantage of the financial remixing and recombining that makes decentralized finance so expressive and powerful. Read more about Angle [here](https://blog.angle.money/angle-labs-raises-5m-to-build-derivatives-backed-stablecoins-for-a-more-inclusive-defi-5d2a091e930d).\\n\\nWe are proud to lead Angle’s seed round and partner with Pablo, Guillaume, and Picodes to push the boundaries of crypto and decentralized finance to include a more global user base.\",\"timestamp\":1634696041,\"title\":\"Investing in Angle\"},\"digest\":\"LW3FPRA2frstDbocTupllqJqml4cTvm-w0wuiMDKEcg\",\"authorship\":{\"contributor\":\"0x14956F3BE1293EFA5C35Dc1e842623BB227174bB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gJrj_-MA8xGaqsva5Snxef5krzBNXIbyhMzYKzJwvl8\\\",\\\"y\\\":\\\"Lap_G1aS1sOD5cc8YKE22cf5mP7LDoLR2O6yCwN-pV4\\\"}\",\"signature\":\"OD1eBZouiq8gdDYOrQXjv-R_P8eaIU0V3nOb3eql0NujGv4s9RfEn_H2toJweD-TkIcjjXwNrGd2aPU-D2sQZQ\",\"signingKeySignature\":\"0x7ba620f69671b3a0f6088401f5a8f7ae54a3b493d37fdcff90678189a8f35bfc23e60bf62d9d5d3aa04338b47e0dbbb28196fdf0ec21174d94338ddd885c117a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gJrj_-MA8xGaqsva5Snxef5krzBNXIbyhMzYKzJwvl8\\\",\\\"y\\\":\\\"Lap_G1aS1sOD5cc8YKE22cf5mP7LDoLR2O6yCwN-pV4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LW3FPRA2frstDbocTupllqJqml4cTvm-w0wuiMDKEcg\"}"