"{\"content\":{\"body\":\"```\\nThese networks are relatively new and have undergone fewer practical tests, but they are currently operating as faster and cheaper smart contract platforms. These platforms have gained a lot from hedge funds and other institutions and investors who bet on future success. funds. FTX founder SBF as Solana\\nOf consultants, leading this trend. Because of his previous close ties with traditional financial circles, and as FTX\\n/ Alameda Research CEO's tremendous influence makes his name very important in influencing high net worth individuals + traditional funds. Most traditional financial companies generally held negative views on cryptocurrencies in 2017. The current situation is quite different. The list of PYTH partners clearly shows that public opinion has undergone an astonishing change. One of the most notable examples of traditional financial institutions (tradFi) entering cryptocurrencies is Jump Capital, which recently established its own independent crypto fund department.\\nIt shows that they have been actively participating in the governance of PYTH and other blockchains (such as LUNA). There may be a lot\\nMany other funds similar to Jump Capital are either waiting for the right opportunity to participate in it, or quietly rolling up their sleeves behind the scenes. Each L1 public chain has its own early investors and strong founders, who are committed to building their own ecosystem: AVAX has Emin + 3AC, Terra Luna has Do Kwon\\n+ Novo.\\n```\",\"timestamp\":1636194754,\"title\":\"\\nOutlook 3\"},\"digest\":\"VQhXH7UBcebyuJE0cuDiWyXPmObUxImcSXK_liPqzZs\",\"authorship\":{\"contributor\":\"0x3155e58619e493687e094ad39aAB99F2d0aF3244\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lEww0rR9wyd7a_IRZqcC4qRxj0unir9ftioVh2lJrVM\\\",\\\"y\\\":\\\"QXtIZYUi1RzxMsu4XLIA1Yp0up5mZYzVqjFspNRApvQ\\\"}\",\"signature\":\"4X0RpuyM4y0QFkgguCwPjVqJjXep15Qb-XYTu3AiSwAuJmAOxpNiXbZvm-5LRK8vmhZ8XHfaqZDwRTDRTrdZ5A\",\"signingKeySignature\":\"0x58aabd44ba053b39f95923a647485143d909cc6700bdd068397f866097ee223c786586cabe4762ee35f6c4f55f6e89548b5250d97ede285914cb39b3db2d14791b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lEww0rR9wyd7a_IRZqcC4qRxj0unir9ftioVh2lJrVM\\\",\\\"y\\\":\\\"QXtIZYUi1RzxMsu4XLIA1Yp0up5mZYzVqjFspNRApvQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VQhXH7UBcebyuJE0cuDiWyXPmObUxImcSXK_liPqzZs\"}"