"{\"content\":{\"body\":\"Social networks are the place we share everything from baby photos to political opinions.  These network are our de-facto public squares and the culture they enable and incentivize has real-world implications that touch all of our lives.\\n\\n> “Ask yourself, what are we doing here as a species, for the most part, we're creating and consuming culture. The near term goal should be pretty obvious, we have to build a culture that is conducive to sanity. We need a culture that is at minimum compatible with our long term survival.” - Sam Harris\\n\\nThis Sam Harris quote resonates with me as I’m sure it does with many of you.  I believe that if we want to live in a sane world that is compatible with our long term survival we need to build a culture that values rational, logical, and collaborative thinking. I believe that in order for this new culture to flourish we need a new type of network.\\n\\nCurrently we’re calling this new network “an anonymous brainstorming network”, but that’s a mouthful so we’re open to ideas if you’ve got ‘em!\\n\\nThis new network doesn’t work like a social network in two very important ways:\\n\\n1 - Every post is anonymous.  This means there’s zero bias when evaluating someone’s thinking and the contributor can’t be cancelled .  It’s hard to attack, discredit, and destroy someone for the way they think when you don’t know who they are.\\n\\n2 - There are no followers.  Your distribution and influence are completely defined by your positive contributions to the community.  Act in bad faith and no one will see what you have to say.  Contribute constructively and you can become an influential thought leader regardless of your current social network celebrity.\\n\\nWe’ve got a long way to go, but our mission is to unlock the power of collective intelligence.  If this is something you want to be a part of we’d love you to [join our beta](https://www.trychaos.ai/)!  You can also follow us on [Instagram](https://www.instagram.com/trychaos.ai) or [Twitter](https://twitter.com/trychaos_ai).\\n\\n\\n---\\n\\nBrian Ficho ([@bficho](https://twitter.com/bficho)), Founder\",\"timestamp\":1639524045,\"title\":\"A New Type of Network\"},\"digest\":\"kLxUr7iCvWsI8BFgG6UbF1vTWB84MReLyqvHuoDyYZA\",\"authorship\":{\"contributor\":\"0x8b9532bD0d02EEc6D18eED6fCC651a85Ed9825a1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LFusqu3JGu5yWaKrdRrxHOl9B4EpVFNINsvuIQkFGXU\\\",\\\"y\\\":\\\"fVsmCM8XT52fjIXwUP8xppNxvxNdx0kOL0jwB7uLpfc\\\"}\",\"signature\":\"x4fnEtsijrxpUMabuCZCW-xma7b-4xIMHx71a-Wq2uxzqyvYzroUW_rgMDTQDKVQFRjmvxfOvV7jPpkgjdF8Fw\",\"signingKeySignature\":\"0x6af4ab3e2fd8734b41ca2640d51eb0bd6964e403c26354b3f88a8e7c1c3f5b44471e3b8a3ac5a81725401a3bf35d56e77bb169a26b45b47d224efcaf56c1903b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LFusqu3JGu5yWaKrdRrxHOl9B4EpVFNINsvuIQkFGXU\\\",\\\"y\\\":\\\"fVsmCM8XT52fjIXwUP8xppNxvxNdx0kOL0jwB7uLpfc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MZqOaHtK_N6tCeX7XrZbV6CfQD7uCV8uW3W_Gr7DnpM\"}"