"{\"content\":{\"body\":\"上大学没多久写出来的东西，刚好测试一下 import entry 这项功能（反正没人看啦，但是给看到的各位刚好提个醒：在 Mac 端上，`如果是从 medium 搞 import entry 最好是从 chromium 的浏览器里复制粘贴 medium 上的链接`，Safari 上复制过来会失败！）\\n\\n\\n---\\n\\n*今天碰巧翻到一篇文章 <https://www.socialsciencespace.com/2017/04/search-conservative-sociology/> ，十分赞同作者所提出的观点。作为在英国学习社会学的大学生，由于自己保守党的政治立场，自己在社会学系里其实也是颇受左翼打压。我不敢说自己有什么社会学的学术立场，加入保守党也不等于自己是纯粹的保守主义者，硬要给自己打上标签的话我会说自己最支持新自由主义。社会学的学术地位确实从建立之初就颇遭质疑，毕竟夹在了政治和经济中间，同时还有很多与其它理工科交错的分支。如今更是一提起便让人耻笑为“左派学科”。诚然，三大社会学之父里，两大是公认的左翼学者，其中一个马克思更是影响世界意识形态格局的思想家。社会学的很多学派里很多理论确实有深远的左翼思潮影响存在，但我还是坚持认为社会学是一个可以包容政治立场并超脱于政治立场的学科。这篇文章阐述了社会学为什么拥有了现在“lefty”的刻板影响，并指出了保守主义社会学并不是不可能存在的。以下是正文翻译，第一次翻如此长篇的学术博客，翻译质量肯定不够理想，还请见谅。能阅读英语的请直接阅读英语，这里先感谢你的阅读。*\\n\\n最近的泰晤士报高等教育特刊（Times Higher Education）中，Musa al-Gharbi，一位哥伦比亚大学的社会学教授发表了一篇文章，指出了在美国大学院系里保守主义声音的缺乏。Heterodox Academy （发表此文的学术机构），随后也指出在英国、加拿大和澳大利亚也有相同的现象。在现今的高等院校里，一种自封的、所谓的“进步”意识形态共识大行其道。与这类“进步”意识形态相对的其它观点（略微中间靠右的保守主义观点或者是新自由主义观点），则根本没有讨论的空间和自由。这种所谓的“进步”共识，由于其对“多样性”概念十分狭隘的理解，已经严重影响到了社科类学科的公信力。历史上很少有机会发声的少数派，比如 LGBT 群体和女权主义者们，得益于“进步”共识，在现今社会取得了他们应有的发声权利，然而传统的保守主义和新自由主义的声音与此同时则在公共领域尤其是大学校园里遭到打压。Al-Gharbi 认为这种现象导致了中间偏右的保守派政治家与企业家（所谓的掌权者）们对除了经济以外的社科类学科产生了厌恶的情绪（经济与政治、社会学和社会政策之类的学科相比，天然地会产生亲自由主义和新自由主义的倾向）。出于这种情绪，政府和社会会自然而然地试图缩减这些经常要跟政府唱反调的学科院系的经费。\\n\\n这其实是一个非常有趣的历史性的变化。原作者本人50年前开始学习社会学。在当时，社会学通常都是在教授19世纪在工业革命和城市化中，欧洲和美国产生的社会和经济问题，以及如何用保守的态度去应对去解决这些问题（不是保守主义的角度，但也不是现今如此明显的左翼思潮）。有没有可能用工业革命前的社会制度去重新构建工业革命后的社会？如何重构旧式的和谐的有机社区？而社会学中提到的解决方法中，社会主义思想便是其中一种解决途径。但是某种意义上来说社会学作为一个学科，其实是站在社会主义的对立面的。他们可能在思考社会制度和社会运动时有类似的着重点，但是他们最后追求的政治目标和解决方案是完全不同的。社会学者是在思考如何在不使用威压政治去改善社会秩序，而社会主义者则是试图彻底替换掉现有的社会秩序。\\n\\n而在这半个世纪以来，这种对立已经逐渐消失了。某种意义上可以说是因为1968年以后社会主义路线在政治意义上的失败（68年：布拉格之春，国际共产，或者说理想共产的彻底破灭）。社会学自此在很多方面被转型成了被西方社会抛弃的失败政治路线支持者的聚集地。一夜之间，社会学就变成了失意极左派的新大本营。整个学科成为了左派的回声室，尤其是在公共社会学领域。在这一转变过程中，由社会产生的社会学反而越来越难以理解这个社会的本质了。\\n\\n举个例子，社会学变得对保守主义和新自由主义的细微差距漠不关心。哈耶克，曾经著名地提出了自己并不是保守主义者。我们很难想象一个带有新自由主义的社会学，因为新自由主义强调了个人主义。但是，我们还是要记得像哈耶克和米塞斯（古典自由主义）这样的学者，跟舒茨（现象社会学）和曼海姆（知识社会学）一样，他们的理论都不同程度上受韦伯的社会学理论所影响而产生的。而带有保守主义的社会学，则要关注现在那些沉默的被打压的议题。我们现在的社会学，经常扯到了人权、社会权利和满足需要。保守主义者会指出，这些权力诉求需要让其它个人和团体承担社会责任去满足那些权利。他们观察到社会权利和诉求通常表明其它个人和团体的资源要被强制性地重新分配给别人。他们会质疑那些所谓的受益者是否对社会做出了等值的贡献，同时他们具不具备合理管理被分配到的资源和权利的能力。保守主义者会更关注道德共同体的边界到底在哪里，相互帮助和相互尽责的底线到底在哪里这类问题。\\n\\n英国的一个例子很好地说明了保守主义者的论点。在英国，房屋的分配问题一直是工人阶层面对的社会问题。获得房屋的途径最早是依赖于个人在社区里的成员资格。这个资格是通过亲属关系、先前的居住经历或者排队等待政府分配而获得的。自1960年代以来，这个途径变成了根据需求而分配，这会更考虑个人之前的家庭大小，相对糟糕的居住条件，和收入的缺乏。工人阶级家庭看到他们的社区成员从过去所熟知的当地邻居，换成了外来者，并且通常都是由不同种族和文化背景的移民组成。社会学家认为这是社会进步的体现，而无视了原居民的不满。\\n\\n在美国，保守主义者可以对“免费大学”运动作出类似的评论。学生能依靠用其他社会群体的税金去垫付学费这类政策到什么程度？学生期望能从大学生活获得益处：对交税的群体来说这些益处并不能直接地造福他们，同时也是不确定的。让学生分担这其中的资金（让学生以贷款的形式支付学费）是否能更公平地体现最终的利益分配？\\n\\n在欧洲，学者们也对欧洲政府处置流浪汉的措施产生了质疑。英国政府曾经发问：“流浪生活是否可以被视为是个人生活方式的选择？” 强制性地让全社会其它群体给所有流浪汉，或者其它类似群体（失业人员）提供福利是不是正确的？当流浪汉完全可以前往政府所设的救济处获得免费食物和参与政府提供重回社会的就业培训时，社会是否应该容忍乞讨行为？\\n\\n一个保守主义导向的社会学可能不会提供全部让人满意的答复给上述的问题。但是，它能让外界认为现今的社会学作为一个学科是在严肃思考社会问题，而不是只会以共产主义和失败者的姿态去考虑问题。这样的辩论可以，比现在循环地提出乌托邦式的控诉、没有任何实质政治吸引力的社会学，创造出更多富有想象力且创新的社会学成果。\",\"timestamp\":1642755112,\"title\":\"寻求保守主义社会学\"},\"digest\":\"TSfGybhBksi6Q4aVjXgt1qh3YeKmk-XjmvCHMbZa_RM\",\"authorship\":{\"contributor\":\"0x7e3875C5825cB4ac06D0ee0Eac8eE97838aeA9Db\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6DeJIipElG6KbXXDoBd6CKoV3z0JCVh2M8WFSaDVhMQ\\\",\\\"y\\\":\\\"Mw6aKxTlV24CWktfqE-6eItQSWD_SN9N9nqvdfGS1RU\\\"}\",\"signature\":\"LKWtSEJQHhATaIBW499I52L0b8Iv98TGIleqexgNSsSvGp2UBqqLpHQMaxnZ8M9Rj3Q9n56vu4ffyjz72MM3dg\",\"signingKeySignature\":\"0xf99d98548ff6aaa070ba28048435784623554fbbb759612981b88e632a7613346c8fd3d7b02a04ba75bbd1984066597d5d7456d8e26809b1929b33e9d4a3cb361b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6DeJIipElG6KbXXDoBd6CKoV3z0JCVh2M8WFSaDVhMQ\\\",\\\"y\\\":\\\"Mw6aKxTlV24CWktfqE-6eItQSWD_SN9N9nqvdfGS1RU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TSfGybhBksi6Q4aVjXgt1qh3YeKmk-XjmvCHMbZa_RM\"}"