"{\"content\":{\"body\":\"Network effect refers to a certain service. As the number of users of the service increases, all users can obtain greater value from the expansion of the network. The more users this network contains and the larger its scope, the greater its overall value, and therefore the easier it is for new users to preferentially adopt it.\\n\\nWhen talking about network effects, we often take telephone networks and social products as examples. In fact, the oldest case of network effects is currency.\\n\\nThe power of network effects is fully reflected in the stablecoin market.\\n\\nAs the earliest widely used stable currency, USDT has been criticized for its asset transparency, compliance, market manipulation and other issues, and there has been a short-term crisis of de-anchorship, but it is because of its strong network effect that it has always maintained the industry. The location of the faucet.\\n\\nAs the first generation of decentralized stablecoin issued by MakerDAO, although it has encountered bad debts in March 2020 and faces the challenge of a large number of new generation decentralized stablecoin products, it still maintains a far-leading advantage. .\\n\\nWith the moat of network effects, market-leading decentralized stablecoin projects can maintain their leading position at a lower cost, which is a core advantage that most track projects do not have.\\n\\nThe huge market space, the market opportunities that competitors may give up in the face of regulatory challenges, and the competitive advantages created by strong network effects are the unique values ​​of the decentralized stable currency track.\",\"timestamp\":1634578773,\"title\":\"The network effect of stablecoins: the moat of the first mover\"},\"digest\":\"0VVLVjUgfTC32ba7YZDJWIxB2zjBtchMYb3pvW05oPc\",\"authorship\":{\"contributor\":\"0xeA462fb98B5aA7C6c276AE856a6a6c65AA771A7f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YvMjs3lqeKiLYmDe3LreEcVr1KHmgvTtrgPWnEvVfLI\\\",\\\"y\\\":\\\"S8MelKMpNIut7UIRW_b6zrPq8jbyvd8oOp89AR5TqpA\\\"}\",\"signature\":\"fXxuj10xqOnMwsMqK-cWLwWfkiSYkaltdXFRheTxBGHuMqwHmpWVkwzd9gJIBvec2xanWcTIYyUmWb1m2JekmA\",\"signingKeySignature\":\"0xc0e6e0a549b48c35d6283605edb53df0e094e100ee25a10945a7a0c283b246194d4f529cd81884c972b9ca0d82de0e831f514e58c054f1ab0bf636abb48e6ec71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YvMjs3lqeKiLYmDe3LreEcVr1KHmgvTtrgPWnEvVfLI\\\",\\\"y\\\":\\\"S8MelKMpNIut7UIRW_b6zrPq8jbyvd8oOp89AR5TqpA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0VVLVjUgfTC32ba7YZDJWIxB2zjBtchMYb3pvW05oPc\"}"