"{\"content\":{\"body\":\"NORTH PORT, Fla. – **EXCLUSIVE:** [Brian Laundrie’s](https://www.foxnews.com/us/brian-laundrie-autopsy-cause-death-lawyer) parents unknowingly walked just a few yards away from locations in a [Florida](https://www.foxnews.com/category/us/us-regions/southeast/florida) nature preserve where police found their son’s personal belongings and remains Wednesday morning.\\n\\nWhen Chris and Roberta Laundrie left their home before sunrise Wednesday, only two journalists were present – a Fox News Digital reporter who followed in a separate vehicle and a Fox News Channel cameraman who remained on their street.\\n\\nThey arrived at the Myakkahatchee Creek Environmental Park entrance at around 7:25 a.m., and two members of law enforcement arrived wearing hiking attire in a separate pickup truck. One later identified himself as a member of the North Port Police Department, and the other works for the FBI, according to Laundrie family attorney Steve Bertolino.\\n\\n**[BRIAN LAUNDRIE SEARCH: HUMAN REMAINS FOUND NEAR FLORIDA FUGITIVE'S BELONGINGS IN PARK](https://www.foxnews.com/us/brian-laundrie-search-parents-florida-park-police-hunt-fugitive)**\\n\\nThe men said nothing at the park entrance and followed the Laundries from a distance of no less than 50 feet.\\n\\n* next\\n\\n  Image 1 of 10\\n\\n  Images obtained exclusively by Fox News show Chris and Roberta Laundrie in the  Myakkahatchee Creek Environmental Park with at least one law enforcement officer on Wednesday (Fox News Digital/Michael Ruiz)\\n\\nThere were no other people present at that time – although later that morning at least three bystanders came through the area – a man walking his dog, a woman walking her dog and a man on a bicycle. All of them were encountered under the power lines outside of the trail where investigators found Brian Laundrie’s remains that morning.\\n\\nThe parents entered the park on foot, with Roberta carrying a red backpack that appeared stuffed with water bottles, the outline of which were easily seen bulging through the fabric. Chris’ hands were empty, and his pockets did not appear full.\\n\\n**[GABBY PETITO HOMICIDE: TIMELINE OF DISAPPEARANCE WITH BRIAN LAUNDRIE](https://www.foxnews.com/us/gabby-petito-timeline-missing-woman-cross-country-road-trip?preview=true)**\\n\\nThe couple walked at a steady pace toward the Live Long trail, just off of South Powerline Trail in Sarasota County’s Big Slough Preserve. Before they entered there, they peeked into brush nearby, returning empty handed but complaining about the presence of a reporter and asking to be given at least 25 feet of space.\\n\\nThen they entered the Live Long trail next to a wooden marker labeled 149 at around 7:40 a.m. – with Chris repeatedly stepping into areas of brush, popping back out at least a half dozen times.\\n\\nThe two law enforcement agents remained far behind, although within sight.\\n\\nChris and Roberta Laundrie stood in this same area Wednesday morning. The bush in the lower middle part of the photo can be seen to Roberta's right in pictures taken from the ground. (WTVT)\\n\\nAt around 8 a.m., Chris split off into an area of brush and Roberta walked up the main trail. The officers followed Chris, who rejoined Roberta without them about 12 minutes later, with his pants wet up to his knees.\\n\\n**[BRIAN LAUNDRIE WAS 'GRIEVING' WHEN HE VANISHED, BEFORE PETITO FOUND DEAD, LAWYER SAYS: LIVE UPDATES](https://www.foxnews.com/live-news/brian-laundry-gabby-petito-remains)**\\n\\nBy then, Roberta made her way to the edge of a clearing that police cordoned off after telling the parents that they’d discovered human remains and some of Brian’s personal belongings.\\n\\nExclusive photos show Chris and Roberta Laundrie were just a few yards away from where police found their son's belongings and remains Wednesday morning. (Michael Ruiz/Fox News Digital)\\n\\nShe was about 15 yards from where investigators set up a blue tent and within a ring of yellow caution tape that appeared in news helicopter footage later that day.\\n\\nTwenty yards in the other direction is where police set up a white tent in the brush. Investigators were seen searching both locations, a short distance up the trail from the dry bag.\\n\\nChris came back and met Roberta at the edge of that clearing. They spoke in whispers and turned back toward the entrance of the trail around 8:15 a.m.\\n\\nThrough their attorney, they said that they had not seen anything in that immediate area at the time. Neither did the reporter present. The parents also said they had not been told by authorities exactly where their son’s remains had been found.\\n\\nSpokespersons for the North Port Police Department and FBI both declined to specify which location contained Brian’s remains and which contained other items of interest. But the Laundries did not walk into either location or place any items on the ground in the area.\\n\\n  (Michael Ruiz/Fox News Digital)\\n\\nAlso in the immediate area is a rope swing – but it looks to be different from the one Brian Laundrie posed on with his nephew in a July 2020 [Instagram](https://www.instagram.com/p/CCUnohJF5s-/) image taken in the area.\\n\\nOn Sunday, a group of people including TikTok user @chroniclesofolivia returned to the area where Chris and Roberta found the dry bag and discovered some bone fragments and a Nalgene-style water bottle with labeling from a Seattle REI Co-op. An identical bottle can be seen 7 minutes and 27 seconds into Gabby Petito's \\\"van life\\\" [YouTube](https://youtu.be/2PStpXFEfIs?t=447) video.\\n\\nThis screengrab from the Nomadic Statik YouTube video appears to show the same water bottle hanging on the left side of the van door.\\n\\nPolice collected the bones but could not determine at the scene whether they were human or animal. They left the bottle behind and later said none of the items found Sunday were tied to the investigation. The department's spokesman did not immediately respond when shown the screengrab from Petito's video.\\n\\n\\\"I feel it was very negligent, it was irresponsible,\\\" Olivia told Fox News. \\\"They were more interested in the bones – but they knew they were animal bones.\\\"\\n\\nRichard Stafford, the attorney for Petito's parents, said he didn't understand why police would have left the bottle behind.\\n\\n\\\"It looks like hers,\\\" he said. \\\"We have a picture that's from before she left for her trip. It looks like that bottle. I don't know why it would be left there.\\\"\\n\\nLaundrie's parents had gone into the park on Sept. 13 and 14 to search the same area, Bertolino said, but it was dark and raining the first night and underwater the next day. It’s also the same area where they told investigators they believed their son may have gone all along, he added, and where Chris searched with police in early October.\\n\\nAt the height of the flooding, water levels were 8 to 10 feet higher, a North Port officer told Fox News Digital. And the FBI said earlier this week that authorities discovered Brian’s remains in an area that had previously been underwater.\\n\\n**[BRIAN LAUNDRIE SEARCH: FBI CONFIRMS UNIDENTIFIED HUMAN REMAINS, FUGITIVE'S BACKPACK AND NOTEBOOK FOUND](https://www.foxnews.com/us/fbi-brian-laundrie-human-remains-manhunt)**\\n\\nAt around 8:20 a.m. on Wednesday, Chris led Roberta through a patch of brambles and other brush toward the edge of a clearing roughly 20 yards off the main trail. \\n\\nAs the reporter followed, he put his phone away to brush the thorns aside and enter the clearing, observing the parents pick up a white dry bag and a dark object.\\n\\nThe parents put the item into the bag. Their body language immediately following this discovery can be seen on video – and they began their trek back to the power lines. Bertolino later said the bag belonged to Brian but said he could not specify what the parents found along with it.\\n\\n[Video](http://video.foxnews.com/v/6278226274001)\\n\\nBeginning at 8:30 a.m., Chris spoke with Bertolino twice on the phone and also with a North Port detective, the lawyer later said. The parents stood under the power lines in direct sunlight until the detective met them at around 8:41 a.m.\\n\\nOnly some of their conversation could be overheard.\\n\\n\\\"I think we might have found something,\\\" the detective said at one point. \\n\\nBertolino later explained that the parents were shown images of a backpack on the officer’s phone and asked to confirm whether it belonged to Brian. They said yes. The officer then informed them that human remains had been found nearby and asked them to leave the park, go home and wait for an update.\\n\\nExclusive Fox News Digital video captured the exchange. The officer placed a hand on Chris’ shoulder. Roberta wiped what appeared to be a tear from his eye. And both parents looked visibly shaken.\\n\\nThey returned home a few minutes past 9 a.m.\\n\\n**[BRIAN LAUNDRIE FOUND DEAD, FBI CONFIRMS REMAINS](https://www.foxnews.com/us/brian-laundrie-remains-confirmed-by-fbi)**\\n\\nThe detective then stated that the park would soon be closed and that he was blocking the entrance to preserve evidence. Within minutes, police arrived in force and officially shut down the area.\\n\\nHours later, the FBI announced investigators had recovered human remains as well as a backpack and notebook belonging to Brian Laundrie. They confirmed the remains as his through dental records the following day, although a cause and manner of death had not yet been determined as of Saturday. A forensic anthropologist will assist the investigation.\\n\\nBertolino told Fox News’ Claudia Kelly-Bazan Saturday that Brian would eventually be cremated and that the family would forego a funeral.\\n\\n**[CLICK HERE TO GET THE FOX NEWS APP](https://www.foxnews.com/apps-products?pid=AppArticleLink)**\\n\\nBrian Laundrie was the sole person of interest in the strangling of his former fiancée, Gabby Petito, whose remains investigators found on Sept. 19 at a Wyoming campsite weeks after the couple had stayed there.\\n\\nWhen Fox News returned to the park after it reopened Friday, there was clear evidence that authorities had come and gone -- cleared brush, trampled grass and fresh tire marks in the muddy ground. Grass near where the parents found Brian’s white dry bag had been marked in orange spray paint, brambles cut away, and there flags placed in the soil. Orange paint marked other areas nearby, just yards away from where the parents passed Wednesday morning.\\n\\nOn Saturday, a Fox News drone captured images of a massive hog charging through the same clearing where Roberta had paused just days earlier, at the heart of the search area. Several pools of water still hadn’t receded.\",\"timestamp\":1635155385,\"title\":\"Brian Laundrie found: Parents may have just missed discovering son themselves\"},\"digest\":\"mdaQ1zePZYpuqnuJiBrVyk8o1hgVgo301_NnaqB0X4w\",\"authorship\":{\"contributor\":\"0xCfc76E86305228994324774C3Bdc98272a4700f3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D2Su9_XVxw60YT0UcJxZ6NUYSf0o7jyZrq3YFo8I6JI\\\",\\\"y\\\":\\\"04-wPzJqLtOzqDsGGtyuLzRoqgMuL7EvCFT58fQhjVA\\\"}\",\"signature\":\"AilJqfTgi_lgPXS3BdimzzD-uCmfofqrhY7BRW0M0c22V88Q8JCN1LALc-dzI_S7C0Rmjaj8EA9UHJHrlD5jkw\",\"signingKeySignature\":\"0x309b97a99f8d6c401446ae2e71de74e5f6f2daffe0a97ac953aa2722b65f47f26567842b20ffc9366da0a42cf8e0315e6b598240506efae8c0adca2dc6d50afa1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D2Su9_XVxw60YT0UcJxZ6NUYSf0o7jyZrq3YFo8I6JI\\\",\\\"y\\\":\\\"04-wPzJqLtOzqDsGGtyuLzRoqgMuL7EvCFT58fQhjVA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mdaQ1zePZYpuqnuJiBrVyk8o1hgVgo301_NnaqB0X4w\"}"