"{\"content\":{\"body\":\"added Ayrault,\\n\\\"with diameters of a few hundred yards, revolving about the earth\\ninside the orbit of the moon.  If in some way two of these could\\nbe brought into sufficiently violent collision, they would become\\nluminous and answer very well; the increase in bulk as a result\\nof the consolidation, and the subsequent heat, about serving to\\nbring them to the required size.  Whenever this sun showed spots\\nand indications of cooling, it could be made to collide with the\\nsolid head of some comet, or small asteroid, till its temperature\\nwas again right; while if, as a result of these accretions, it\\nbecame unwieldy, it could be caused to rotate with sufficient\\nrapidity on its axis to split, and we should have two suns\\ninstead of one.\\\"\\n\\n\\\"Bravo!\\\" said Bearwarden.  \\\"There is no limit to what can be\\ndone.  The idea of our present trip would have seemed more\\nchimerical to people a hundred years ago than this new scheme\\nappears now.\\\"\\n\\nThus they sat and talked, or studied maps and star- charts, or\\nthe stars themselves, while the hours quickly passed and they\\nshot through space.  They had now a straight stretch of over\\nthree hundred million miles, and had to cross the orbits of\\ninnumerable asteroids on the way.  The apparent size of the sun\\nhad by this time considerably decreased, and the interior of the\\nCallisto was no longer uncomfortably warm.  They divided the day\\ninto twenty-four hours from force of habit, and drew the shades\\ntightly during what they considered night, while Bearwarden\\ndistinguished himself as a cook.\\n\\n```\\n                      CHAPTER III.\\n\\n                    HEAVENLY BODIES.\\n```\\n\\nThe following day, while in their observatory, they saw something\\nnot many miles ahead.  They watched it for hours, and in fact all\\nday, but notwithstanding their tremendous speed they came but\\nlittle nearer.\\n\\n\\\"They say a stern chase is a long one,\\\" said Bearwarden; but that\\nbeats anything I have ever seen.\\\"\\n\\nAfter a while, however, they found they WERE nearer, the time\\ntaken having been in part due to the deceptive distance, which\\nwas greater than they supposed.\\n\\n\\\"A comet!\\\" exclaimed Cortlandt excitedly.  \\\"We shall really be\\nable to examine it near.\\\"\\n\\n\\\"It's going in our direction,\\\" said Ayrault, \\\"and at almost\\nexactly our speed.\\\"\\n\\nWhile the sun shone full upon it they brought their camera into\\nplay, and again succeeded in photographing a heavenly body at\\nclose range.  The nucleus or head was of course turned towards\\nthe sun; while the tail, which they could see faintly, preceded\\nit, as the comet was receding towards the cold and dark depths of\\nspace.  The head was only a few miles in diameter, for it was a\\nsmall comet, and was composed of grains and masses of stone and\\nmeteoric iron.  Many of the grains were no larger than peas or\\nmustard-seeds; no mass was more than four feet in diameter, and\\nall of them had very irregular shapes.  The space between the\\nparticles was never less than one hundred times their masses.\\n\\n\\\"We can move about within it,\\\" said Ayrault, as the Callisto\\nentered the aggregation of particles, and moved slowly forward\\namong them.\\n\\nThe windows in the dome, being made of toughened glass, set\\nsomewhat slantingly so as to deflect anything touching them, and\\nhaving, moreover, the pressure of the inside air to sustain them,\\nwere fairly safe, while the windows in the sides and base were\\nbut little exposed.  Whenever a large mass seemed dangerously\\nnear the glass, they applied an apergetic shock to it and sent it\\nkiting among its fellows.  At these times the Callisto recoiled\\nslightly also, the resulting motion in either being in inverse\\nratio to its weight.  There was constant and incessant movement\\namong the individual fragments, but it was not rotary.  Nothing\\nseemed to be revolving about anything else; all were moving,\\napparently swinging back and forth, but no collisions took place.\\nWhen the separate particles got more than a certain distance\\napart they reapproached one another, but when seemingly within\\nabout one hundred diameters of each other they swung off in some\\nother direction.  The motion was like that of innumerable\\nharp-strings, which may approach but never strike one another.\\nAfter a time the Callisto seemed to become endowed with the same\\nproperty that the fragments possessed; for it and they repelled\\none another, on a near approach, after which nothing came very\\nnear.\\n\\nMuch of the material was like slag from a furnace, having\\nevidently been partly fused.  Whether this heat was the result of\\ncollision or of its near approach to the sun at perihelion, they\\ncould not tell, though the latter explanation seemed most simple\\nand probable.  When at about the centre of the nucleus they were\\nin semi-darkness--not twilight, for any ray that succeeded in\\npenetrating was dazzlingly brilliant, and the shadows, their own\\nincluded, were inky black.  As they approached the farther side\\nand the sunlight decreased, they found that a diffused luminosity\\npervaded everything.  It was sufficiently bright to enable them\\nto see the dark side of the meteoric masses, and, on emerging\\nfrom the nucleus in total darkness, they found the shadow\\nstretching thousands of miles before them into space.\\n\\n\\\"I now understand,\\\" said Bearwarden, \\\"why stars of the sixth and\\nseventh magnitude can be seen through thousands of miles of a\\ncomet's tail.  It is simply because there is nothing in it.  The\\nreason ANY stars are obscured is because the light in the tail,\\nhowever faint, is brighter than they, and that light is all that\\nthe caudal appendage consists of, though what produces it I\\nconfess I am unable to explain.  I also see why the tail always\\nstretches away from the sun, because near by it is overwhelmed by\\nthe more powerful light; in fact, I suspect it is principally in\\nthe comet's shadow that the tail is visible.  It is strange that\\nno one ever thought of that before, or that any one feared the\\nearth's passing through the tail of a comet.  It is obvious to me\\nnow that if there were any material substance, any gas, however\\nrarefied, in this hairlike\\\\[1\\\\] accompaniment, it would immediately\\nfall to the comparatively heavy head,\\nand surround that as a centre.\\\"\\n\\n\\\\[1\\\\]  Comet means literally a hair.\\n\\n\\\"How, then,\\\" asked Cortlandt, \\\"do you account for the spaces\\nbetween those stones?  However slight gravitation might be\\nbetween some of the grains, if it existed at all, or was\\nunopposed by some other force, with sufficient time--and they\\nhave eternity--every comet would come together like a planet into\\none solid mass.  Perhaps some similar force maintains gases in\\nthe distended tail, though I know of no such, or even any\\nanalogous manifestation on earth.  If the law on which we have\\nbeen brought up, that 'every atom in the universe attracts every\\nother atom,' were without exceptions or modifications, that comet\\ncould not continue to exist in its present form.  Until we get\\nsome additional illustration, however, we shall be short of data\\nwith which to formulate any iconoclastic hypothesis.  The source\\nof the light, I must admit, also puzzles me greatly.  There is\\ncertainly no heat to which we can attribute it.\\\"\\n\\nHaving gone beyond the fragments, they applied a strong repulsion\\ncharge to the comet, creating thereby a perfect whirlpool among\\nits particles, and quickly left it.  Half an hour later they\\nagain shut off the current, as the Callisto's speed was\\nsufficient.\\n\\nFor some time they had been in the belt of asteroids, but as yet\\nthey had seen none near.  The morning following their experience\\nwith the comet, however, they went to their observatory after\\nbreakfast as usual, and, on pointing their glasses forward,\\nespied a comparatively large body before them, a little to their\\nright.\\n\\n\\\"That must be Pallas,\\\" said Cortlandt, scrutinizing it closely.\\n\\\"It was discovered by Olbers, in 1802, and was the second\\nasteroid found, Ceres having been the first, in 1801.  It has a\\ndiameter of about three hundred miles, being one of the largest\\nof these small planets.  The most wonderful thing about it is the\\ninclination of its orbit--thirty-five degrees--to the plane of\\nthe ecliptic; which means that at each revolution in its orbit,\\nit swings that much above and below the imaginary plane cutting\\nthe sun at its equator, from which the earth and other larger\\nplanets vary but little.  This no doubt is due to the near\\napproach and disturbing attraction of some large comet, or else\\nit was flung above or below the ordinary plane in the catastrophe\\nthat we think befell the large planet that doubtless formerly\\nexisted where we now find this swarm.  You can see that its path\\nmakes a considerable angle to the plane of the ecliptic, and that\\nit is now about crossing the line.\\\"\\n\\nIt soon presented the phase of a half moon, but the waviness of\\nthe straight line, as in the case of Venus and Mercury, showed\\nthat the size of the mountains must be tremendous compared with\\nthe mass of the body, some of them being obviously fifteen miles\\nhigh.  The intense blackness of the shadows, as on the moon,\\nconvinced them there was no trace of atmosphere.\\n\\n\\\"There being no air,\\\" said Cortlandt, \\\"it is safe to assume there\\nis no water, which helps to account for the great inequalities on\\nthe body's surface, since the mountains will seem higher when\\nsurrounded by dry ocean- bottom than they would if water came\\nhalfway up their sides.  Undoubtedly, however, the main cause of\\ntheir height is the slight effect of gravitation on an asteroid,\\nand the fact that the shrinking of the interior, and consequent\\nfolding of the crust in ridges, may have continued for a time\\nafter there was no longer water on the surface to cut them down.\\n\\n\\\"The temperature and condition of a body,\\\" continued Cortlandt,\\n\\\"seem to depend entirely on its size.  In the sun we have an\\nincandescent, gaseous star, though its spots and the colour of\\nits rays show that it is becoming aged, or, to be more accurate,\\nadvanced in its evolutionary development.  Then comes a great\\njump, for Jupiter has but about one fourteen-hundredth of the\\nmass of the sun, and we expect to find on it a firm crust, and\\nthat the planet itself is at about the fourth or fifth  period of\\ndevelopment, described by Moses as days.  Saturn is doubtless\\nsomewhat more advanced.  The earth we know has been habitable\\nmany hundreds of thousands or millions of years, though three\\nfourths of its surface is still covered by water.  In Mars we see\\na further step, three fourths of its surface being land.  In\\nMercury, could we study it better, or in the larger satellites of\\nJupiter or Saturn, we might find a stepping-stone from Mars to\\nthe moon, perhaps with no water, but still having air, and being\\nhabitable in all other respects.  In our own satellite we see a\\nworld that has died, though its death from an astronomical point\\nof view is comparatively recent, while this little Pallas has\\nbeen dead longer, being probably chilled through and through.\\nFrom this I conclude that all bodies in the solar system had one\\ngenesis, and were part of the same nebulous mass.  But this does\\nnot include the other systems and nebulae; for, compared with\\nthem, our sun, as we have seen, is itself advanced and small\\nbeside such stars as Sirius having diameters of twelve million\\nmiles.\\\"\\n\\nAs they left Pallas between themselves and the sun, it became a\\ncrescent and finally disappeared.\\n\\nTwo days later they sighted another asteroid exactly ahead.  They\\nexamined it closely, and concluded it must be Hilda, put down in\\nthe astronomies as No. 153, and having almost the greatest mean\\ndistance of any of these small bodies from the sun.\\n\\nWhen they were so near that the disk was plainly visible to the\\nunaided eye, Hilda passed between them and Jupiter, eclipsing it.\\nTo their surprise, the light was not instantly shut off, as when\\nthe moon occults a star, but there was evident refraction.\\n\\n\\\"By George!\\\" said Bearwarden, \\\"here is an asteroid that HAS an\\natmosphere.\\\"\\n\\nThere was no mistaking it.  They soon discovered a small ice-cap\\nat one pole, and then made out oceans and continents, with\\nmountains, forests, rivers, and green fields.  The sight lasted\\nbut a few moments before they swept by, but they secured several\\nphotographs, and carried a vivid impression in their minds.\\nHilda appeared to be about two hundred miles in diameter.\\n\\n\\\"How do you account for that living world,\\\" Bearwarden asked\\nCortlandt, \\\"on your theory of size and longevity?\\\"\\n\\n\\\"There are two explanations,\\\" replied Cortlandt, \\\"if the theory,\\nas I still believe, is correct.  Hilda has either been brought to\\nthis system from some other less matured, in the train of a\\ncomet, and been captured by the immense power of \\\"Jupiter, which\\nmight account for the eccentricity of its orbit, or some accident\\nhas happened to rejuvenate it here.  A collision with another\\nminor planet moving in an orbit that crossed its own, or with the\\nhead of a large comet, would have reconverted it into a star,\\nperhaps after it had long been cold.  A comet may first have so\\nchanged the course of one of two small bodies as to make them\\ncollide.  This seems to me the most plausible theory.  Over a\\nhundred years ago the English astronomer, Chambers, wrote of\\nhaving found traces of atmosphere in some of these minor planets,\\nbut it was generally thought he was mistaken.  One reason we know\\nso little about this great swarm of minor planets is, that till\\nrecently none of them showed a disk to the telescope.  Inasmuch\\nas only their light was visible, they were indistinguishable from\\nstars, except by their slow motion.  A hundred years ago only\\nthree hundred and fifty had been discovered; our photographic\\nstar-charts have since then shown the number recorded to exceed\\none thousand.\\\"\\n\\n```\\n                       CHAPTER IV.\\n\\n                  PREPARING TO ALIGHT.\\n```\\n\\nThat afternoon Ayrault brought out some statistical tables he had\\ncompiled from a great number of books, and also a diagram of the\\ncomparative sizes of the planets.  \\\"I have been not a little\\npuzzled at the discrepancies between even the best authors,\\\" he\\nsaid, \\\"scarcely any two being exactly alike, while every decade\\nhas seen accepted theories radically changed.\\\"  Saying which, he\\nspread out the result of his labours (shown on the following\\npages), which the three friends then studied.\\n\\n\\n-----------------------------------------------------------------\\n\\n(1) Mean distance from sun in millions of miles\\n(2) Semimajor axis of orbit, earth's distance as 1\\n(3) Eccentricity of orbit\\n(4) Planets inclination of orbit to elliptic\\n(5) Light at perihelion\\n(6) Light at apehelion\\n(7) Heat, earth as 1\\n\\n```\\n        (1)     (2)     (3)     (4)      (5)       (6)    (7)\\n```\\n\\nMercury... 36.0   0.387  0.2056    7@0'8\\\"   10.58     4.59   6.67\\n\\nVenus..... 67.2   0.723  0.0068  3@23'35\\\"    1.94     1.91   1.91\\n\\nThe Earth. 92.9   1.000   0.068    0@0'0\\\"    1.03    0.997   1.00\\n\\nMars......141.5   1.524  0.0933   1@51'2\\\"    0.52    0.360   1.43\\n\\nAsteroids 204.4 to  2.200 0.4 to   5@-35@  325.2  to 3.500   0.34\\n\\nJupiter.. 483.3   5.203  0.0483  1@18'41\\\"    0.04    0.034  0.037\\n\\nSaturn... 886.0   9.539  0.0561  2@29'40\\\"   0.012   0.0099  0.011\\n\\nUranus.. 1781.9  19.183  0.0463  0@46'20\\\"  0.0027   0.0025  0.003\\n\\n## Neptune. 2791.6  30.055  0.0090   1@47'2\\\"  0.0011   0.0011  0.001\\n\\n(1) MOVEMENT IN ORBIT. Velocity compared with earth as 1.\\n(2) MOVEMENT IN ORBIT. Period of revolution in years and days.(3) MOVEMENT IN ORBIT. Orbital velocity in miles per second.(4) Mean diameter in miles(5) Surface compared with earth as 1.\\n(6) Volume compared with earth as 1.\\n(7) Mass compared with earth as 1.\\n\\nPlanets       (1)    (2)      (3)    (4)    (5)      (6)    (7)\\n\\nMercury.....  0.88  23 to 35   1.6   3,000   0.14    0.056   0.13\\n\\nVenus.....0.224 1/2  21.9     1.17   7,700   0.94     0.92   0.78\\n\\nThe Earth...  1.00   18.5      1.0   7,918   1.00     1.00   1.00\\n\\nMars........  1.88   15.0     0.81   4,230   0.28    0.139  0.124\\n\\nAsteroids...  3.29   ....      ....  From a few    to 6.56\\nmiles to 300\\n\\nJupiter..... 11.86    8.1     0.44  86,500  118.3  1309.00  316.0\\n\\nSaturn...... 29.46    6.0     0.32   1,000    0.4    760.0   95.0\\n\\nUranus...... 84.02    4.2     0.23  31,900   16.3     65.0   14.7\\n\\nNeptune.... 164.78    3.4     0.18  34,800   19.3     90.0   17.1\\n\\n\\n-----------------------------------------------------------------\\n\\n(1) Length of day. hrs. min. sec.\\n(2) Length of seasons\\n(3) DENSITY Compared with earth as 1\\n(4) DENSITY Compared with water as 1\\n(5) FORCE OF GRAVITY AT SURFACE OF PLANET Compared with earth as\\n1\\\\.(6) FORCE OF GRAVITY AT SURFACE OF PLANET Bodies fall in one\\nsecond.(7) Inclination of axis.\\n\\nPlanets     (1)     (2)       (3)    (4)      (5)    (6)   (7)\\n\\nMercury. ........ .........   1.24   7.17    0.85   13.7  .....\\n\\nVenus...  23 21 22 ........   0.92   5.21    0.83   13.4   53+\\n\\nThe Earth. ..... Spring, 93   1.00    5.67   1.00  16.09  23 1/2\\nSummer, 93\\nTerrestrial days Autumn, 90\\nWinter,89\\n\\nMars... 24 37 23 Spring, 191  0.96   2.54    0.38   6.2   27 1/2\\nSummer, 181\\nMartian days  Autumn, 149\\nWinter, 147\\n\\nAsteroids........................................................\\n\\nJupiter. 9 55 28  .........   0.22   1.29    2.55   40.98  1 1/2\\n\\nSaturn..10 29 17  .........   0.13   0.63    1.15   18.53    27\\n\\nUranus.  .......  .........   0.18   1.41    0.91   14.6   102(?)\\n\\nNeptune.........  .........   0.20      0    0.88   14.2   .....\\n\\n\\n-----------------------------------------------------------------\\n\\n\\\"You see,\\\" Ayrault explained, \\\"on Jupiter we shall need our\\napergetic outfits to enable us to make long marches, while on\\nSaturn they will not be necessary, the increase in our weight as\\na result of that planet's size being considerably less than the\\nusual load carried by the Roman soldier.\\\"\\n\\n\\\"I do not imagine,\\\" said Cortlandt, \\\"we should long be troubled\\nby gravitation without our apergetic outfits even on Jupiter,\\nfor, though our weight will be more than doubled, we can take off\\none quarter of the whole by remaining near the equator, their\\nrapid rotation having apparently been given providentially to all\\nthe large planets.  Nature will adapt herself to this change, as\\nto all others, very readily.  Although the reclamation of the\\nvast areas of the North American Arctic Archipelago, Alaska,\\nSiberia, and Antarctic Wilkes Land, from the death-grip of the\\nice in which they have been held will relieve the pressure of\\npopulation for another century, at the end of that time it will\\nsurely be felt again; it is therefore a consolation to feel that\\nthe mighty planets Jupiter and Saturn, which we are coming to\\nlook upon as our heritage, will not crush the life out of any\\nhuman beings by their own weight that may alight upon them.\\\"\\n\\nBefore going to bed that evening they decided to be up early the\\nnext day, to study Jupiter, which was already a brilliant object.\\n\\nThe following morning, on awakening, they went at once to their\\nobservatory, and found that Jupiter's disk was plainly visible to\\nthe naked eye, and before night it seemed as large as the full\\nmoon.\\n\\nThey then prepared to check the Callisto's headlong speed, which\\nJupiter's attraction was beginning to increase.  When about two\\nmillion miles from the great planet, which was considerably on\\ntheir left, they espied Callisto ahead and slightly on their\\nright, as Deepwaters had calculated it would be.  Applying a mild\\nrepulsion to this--which was itself quite a world, with its\\ndiameter of over three thousand miles, though evidently as cold\\nand dead as the earth's old moon--they retarded their forward\\nrush, knowing that the resulting motion towards Jupiter would be\\nhelped by the giant's pull.  Wishing to be in good condition for\\ntheir landing, they divided the remainder of the night into\\nwatches, two going to sleep at a time, the man on duty standing\\nby to control the course and to get photographic negatives, on\\nwhich, when they were developed, they found two crescent-shaped\\ncontinents, a speckled region, and a number of islands.  By 7 A.\\nM., according to Eastern standard time, they were but fifty\\nthousand miles from Jupiter's surface, the gigantic globe filling\\nnearly one side of the sky.  In preparation for a sally, they got\\ntheir guns and accoutrements ready, and then gave a parting\\nglance at the car.  Their charge of electricity for developing\\nthe repulsion seemed scarcely touched, and they had still an\\nabundant supply of oxygen and provisions.  The barometer\\nregistered twenty-nine inches, showing that they had not lost\\nmuch air in the numerous openings of the vestibule.  The pressure\\nwas about what would be found at an altitude of a few hundred\\nfeet, part of the rarefaction being no doubt due to the fact that\\nthey did not close the windows until at a considerable height\\nabove Van Cortlandt Park.\\n\\nThey saw they should alight in a longitude on which the sun had\\njust risen, the rocky tops of the great mountains shining like\\nhelmets in its rays.  Soon they felt a sharp checking of their\\nforward motion, and saw, from the changed appearance of the stars\\nand the sun, that they had entered the atmosphere of their new\\nhome.\\n\\nNot even did Columbus, standing at the prow of the Santa Maria,\\nwith the New World before him, feel the exultation and delight\\nexperienced by these latter-day explorers of the twenty-first\\ncentury.  Their first adventures on landing the reader already\\nknows.\\n\\n```\\n                       CHAPTER V.\\n\\n               EXPLORATION AND EXCITEMENT.\\n```\\n\\nWhen they awoke, the flowers were singing with the volume of a\\ncathedral organ, the chant rising from all around them, and the\\nsun was already above the horizon.  Finding a deep natural\\nspring, in which the water was at about blood-heat, they prepared\\nfor breakfast by taking a bath, and then found they had brought\\nnothing to eat.\\n\\n\\\"It was stupid of us not to think of it,\\\" said Bearwarden, \\\"yet\\nit will be too much out of our way to return to the Callisto.\\\"\\n\\n\\\"We have two rifles and a gun,\\\" said Ayrault, \\\"and have also\\nplenty of water, and wood for a fire.  All we need is game.\\\"\\n\\n\\\"The old excuse, that it has been already shot out, cannot hold\\nhere,\\\" said Cortlandt.\\n\\n\\\"Seeing that we have neither wings nor pneumatic legs, and not\\nknowing the advantage given us by our rifles,\\\" added Bearwarden,\\n\\\"it should not be shy either.  So far,\\\" he continued, \\\"we have\\nseen nothing edible, though just now we should not be too\\nparticular; but near a spring like this that kind must exist.\\\"\\n\\n\\\"The question is,\\\" said the professor, \\\"whether the game like\\nwarm water.  If we can follow this stream till it has been on the\\nsurface for some time, or till it spreads out, we shall doubtless\\nfind a huntsman's paradise.\\\"\\n\\n\\\"A bright idea,\\\" said Bearwarden.  \\\"Let's have our guns ready,\\nand, as old Deepwaters would say, keep our weather eye open.\\\"\\n\\nThe stream flowed off in a southeasterly direction, so that by\\nfollowing it they went towards the volcanoes.\\n\\n\\\"It is hard to realize,\\\" said the professor, \\\"that those\\nmountains must be several hundred miles away, for the reason that\\nthey are almost entirely above the horizon.  This apparent\\nflatness and wide range of vision is of course the result of\\nJupiter's vast size.  With sufficiently keen sight, or aided by a\\ngood glass, there is no reason why one should not see at least\\nfive hundred miles, with but a slight elevation.\\\"\\n\\n\\\"It is surprising,\\\" said Ayrault, \\\"that in what is evidently\\nJupiter's Carboniferous period the atmosphere should be so clear.\\nOur idea has been that at that time on earth the air was heavy\\nand dense.\\\"\",\"timestamp\":1636791560,\"title\":\"\\\"There are known to be several unclaimed masses,\\\"\"},\"digest\":\"veW-uLCRYa8YcSR-uyRSgzG78a9oYaYssuL8ULsX5ms\",\"authorship\":{\"contributor\":\"0xCfc76E86305228994324774C3Bdc98272a4700f3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KIrJwrgj_x98Ohs7NGsVG46MJ4Hg9xpjLPvfZYGGbVQ\\\",\\\"y\\\":\\\"5_lzsGjLGNDlHEp5LtZO6-95_2S6Ou6FeUYSdxtVT7o\\\"}\",\"signature\":\"aMU333lnB2oA00BIZh9LEp57-uZ6cwzGaiYkc1sc_oQvwkowuBkS3F6VJEYK02wWEEQC66RFNDxcbLQXqqF7qg\",\"signingKeySignature\":\"0x8f68f6522187c4a6fb8aa2c534ad0c81219a822c2b71798abab6ad657a515a7e11817062c3fcbbf62be6c347b13421957b01aec633e5fee7f6cdb03067754f241c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KIrJwrgj_x98Ohs7NGsVG46MJ4Hg9xpjLPvfZYGGbVQ\\\",\\\"y\\\":\\\"5_lzsGjLGNDlHEp5LtZO6-95_2S6Ou6FeUYSdxtVT7o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"veW-uLCRYa8YcSR-uyRSgzG78a9oYaYssuL8ULsX5ms\"}"