"{\"content\":{\"body\":\"离开了幽暗城之后，我先步行数里，拐进一处阴暗角落，看看左右没几个玩家，赶紧拿出宠物牌召唤出我的宝贝宠物——小黑，看着它抖了抖身子，摇头晃脑地用那对紫水晶般的眼睛看着我，我心里又是一阵无名的欢喜，刚才在论坛里面一看，已经有无数玩家在发帖子出重金，要求购买我这头暗黑豹。嘿嘿，想死你们吧，看来这越级驯服怪难度比我想象的要难，不然这一夜过来，为之疯狂的人们还弄不到一头啊。\\n\\n```\\n我双手一按，提身跨上小黑转头就冲西北方奔去，你还别说，小黑在丛林地带和这开阔地带的速度好有一比，明显上了个档次，肆无忌惮的狂奔，让我怎是一爽字了得。\\n\\n“您发现了蓝蚁沼泽，获得经验450。\\n\\n五十里左右的路程，如果依照我原先人力马自达的速度，起码要花费近一个小时的时间，可是有了小黑，咱楞是只花了一刻钟左右时间就到达了目的地——蓝蚁沼泽。”\\n\\n骑在小黑背上，我放眼望去，一片开阔的沼泽地出现在我面前，那数条浅浅的，弯弯的，泛着淡蓝色光芒的河流，如沟渠般纵横交错，将沼泽地切割成一块一块；深黑色的苔草、紫绿色的小叶樟、苍翠的沼柳等沼生和湿生植物在这片暗棕色的肥沃土壤上繁荣生长；几只鲜艳的翠颈鸟正踏着小碎步在河边转悠，不时快速用它们那灵敏的长嘴从水中叼起一只只小鱼小虾；一棵连根拔起，横卧在草地上的沼柳已经失去了往日的光泽，上面布满的青苔成为沼泽蜗牛最好的栖息地；不远处，三五成群的玩家们正在砍杀着不时刷出来，三十一级的沼泽蜥蜴。\\n\\n外围的沼泽蜥蜴就已经达到三十一级，那越往里面怪的等级还不是越高，我凭以往的经验猜测到，现在多了小黑作帮手，凭我的等级和身手，应该能够应付三十四五级的怪物吧，不过听说这里最出名的蓝纹蚂蚁是惹不得的，到底哪里惹不得，倒是没人给我说个明白，得，哥们我自己去打探打探。\\n\\n我翻身下马，哦，不，是下豹， 手拿诅咒之刃和刺牙之碧晶弩，领着小黑从沼泽一边人迹稀少的地方摸了进去。这日光斜照，树影婆娑，比起外面颇为炎热的温度，沼泽内倒是挺凉爽惬意。没走多远，小黑就停下了脚步，发出一声轻吼，呵呵，咱家小黑就是好，我还没发现怪，它就先行报警了。\\n\\n我顺着小黑吼叫的方向望去，只见一头肥大懒惰的蜥蜴正在趴在片暴露于阳光下的草地上，让它那如岩石一般深棕色的皮肤也舒舒服服享受到阳光的温暖，厚厚的眼皮也耷拉到凸出眼珠上，显然已经处于入昏睡之中。\\n\\n呵呵，原来是头三十二级的沼泽地蜴，不好意思，哥们我要借你的地蜥之眼用用，要是你主动把眼睛扔地上，那我是拿了就走，绝不废话，可惜你没那么自觉，那我就不客气了。\\n\\n潜行摸了上去，小黑当然在我身后跟着，涂上弑血药剂的诅咒之刃带出一抹诡异的红色残痕划过沼泽地蜴一侧那微微泛黄的肚皮，-315，这一刀虽然没有发挥二倍攻击效果，但是带出了碎甲已经够强了。而我一开工，小黑也会意地猛扑上来，那锐利的爪子如撕薄纱般落在沼泽地蜴身，带出一片血肉模糊。\\n\\n沼泽地蜴被我们的攻击给惊醒了，立即用它那粗长的尾巴甩了过来，小黑灵巧的一跳让过攻击，那咱可就遭了罪，被它一下拍了个实，不过-105的伤害倒也不算重。\\n\\n我是狠狠地砍，小黑是重重地拍，NND，这头沼泽地蜴怎么还不挂，还在摇头摆尾作垂死挣扎，估计又是一血牛型怪物。被沼泽地蜴打到几下后，我闪到了一旁，小黑你还没受啥伤害，别总让主人我挨K，你也得替我担待担待点。\\n\\n看着小黑灵敏地围着沼泽地蜴攻击，一边的我自然没闲着，裂棱箭是专门挑沼泽地蜴的冷僻柔软部位射，在一个不小心，发挥出连射技能，将三根尖锐的箭枝没入到沼泽地蜴那专门用来排泄体内垃圾的器官，专业名词称之为——****，俗语叫作——屁眼的地方后，沼泽地蜴呜呜叫唤几声晃动着身子挂掉了。\\n\\nNND，难道这才是它真正的弱点，看着那几箭射出的超高伤害，我差异地想到，那几根裂棱箭我肯定是不会再要，还好不是拿我的宝贝诅咒之刃塞那，不然我非得好好洗洗不可。\\n\\n走上前一摸，沼泽地蜴只爆了颗地蜴之牙，哪有什么眼珠，看来这玩意还不是杀一个准掉，其他的，除了十几个铜币，就再也摸不到东西。我呸，真是他M的垃圾，装备都不掉的，难道好运气都给我上次驯服小黑给用光不成。\\n\\n收起牙齿，我继续带着小黑在沼泽里寻觅，遇上那三十一级沼泽蜥蜴和三十二级的沼泽猎蜥是一个都不放过，一人一兽倾力捕杀，全部将它们挂翻在地，而地蜥之眼也有了不少，不过三眼蜥蜴之血却是一个也没看见，装备嘛，更是免谈，让我是无限郁闷，看来有必要深入一点才行。\\n\\n*******************************\\n\\n刚才在沼泽里找蜥蜴的时候，还吃了个暗亏。一片看似平坦，长满青草的地方其实是一大泥沼，M的，我脚步刚跨进去一踩实，就立即被泥沼里强大的吸力给拉扯住，那泛起如糨糊般的污泥冒着泡将我的腿往下面拖，幸好我反应即使，立即一个侧卧，冲小黑叫道：“小黑，快点拖我出去。”\\n\\n咱进沼泽时，特意给小黑喂的肉块和熊掌可没白费，提高到90的亲密度让小黑和我之间已经达到了心有灵犀一点通的地步，尽管离心心相映还有一步的距离，但是我相信，通过我的不懈努力（光给吃好喝好已经不够了，别想得那么美），会有那么一天的。\\n\\n一看我落了难，小黑立即冲了上来，这家伙还真是个豹精，它可没象我那么莽撞，而是先用前肢虚点着我附近的草地，分辨出了泥沼范围后，才放心地走了上来，一口咬住我的后背，肌肉一紧绷，一步一步往后退，将我已经下陷了身子从沼泽里拉了上来。脱了险境，我一个翻身，顺势仰躺在草地上，等系统自动将身上的淤泥消除干净，小黑也温顺地趴在我身边，用爪子无聊地拨弄着地上的野草。\\n\\n没想到这沼泽地里还有这等暗藏的杀机，我知道“天地”设置了在水底时间长会窒息而亡，从高处掉下会粉身碎骨而死，没想到沼泽地里也能真正陷人，要是今天没有小黑在，我不也要死于非命了，看来以后到了新环境可得小心点，不能卤莽行事。\\n\\n*******************************\\n\\n因为不敢冒然乱闯，我特意从树上砍下根树枝，稍一修整就成一木棍，拿着它一步一探的向深处进发，小黑则跟在我后面，轻身跳跃着，似乎沼泽对它的影响不太大，就这样，我和小黑渐入沼泽深处。\\n\\n突然，我右边的灌木丛中传出一声嘶哑如牛哞的叫声，紧跟着一头体型巨大的蜥蜴分开灌木，从里面钻了出来。那块在额头上突起的兰色椭圆形硬块正如只眼睛一般，原来是只三十三级的三眼蜥蜴，这不是给我送三眼蜥蜴之血来嘛。\\n\\n这头三眼蜥蜴似乎有点神情慌张，急于逃命，似乎有什么洪水猛兽在追赶它。嘿嘿，你无心恋战，我可是有心挂你，在我和小黑的前后夹攻下，这头样子挺吓人，血量也不少的三眼蜥蜴没经过怎么折腾，就挂掉了。\\n\\n一摸三眼蜥蜴的尸体，呵呵，虽然没有如我所愿爆出三眼蜥蜴之血，不过却意外的掉了把长弓，拿着这把沉甸甸，闪着惨白光泽的长弓仔细一看，呵呵，还不错嘛。\\n\\n沉重的蜴骨硬弓等级：31（青铜）\\n\\n攻击：50-75    持久：60\\n\\n双手：       速度：2.6\\n\\n属于：未知\\n\\n这把长弓可是个好东西，尽管是个青铜装备，可是它那高攻属性可一点不逊色其他玄铁级的装备，要是鉴定的属性在好点的话，那肯定能卖不少钱，这几天的亏空一下就给弥补回来了，爽。\\n\\n把玩了一会手上的长弓，咦， 我怎么感觉四周的气氛有点不大对劲，远处似乎穿来嘘嘘的声音，好象有什么东西在往我这边靠近，小黑也不安的竖起了脊梁，在我身边走来走去，呜呜地叫唤着。\\n\\n我跳到旁边的石头上一张望，沼泽的深处似乎有一片蓝色在飞快涌出，而这片蓝色的方向正是往我这里而来，是什么东西？我揉了揉眼睛，定睛一看，那接近半米大小的个头，裎亮光滑的蓝色外表，不停张合的锋利双颚，不正是幽暗城里玩家告诉过我见一个则杀，见一群必跑的蓝纹兵蚁嘛。\\n\\n估计刚才那头三眼蜥蜴就是因为害怕它们而仓皇逃避的吧，看蓝纹兵蚁们那来势汹汹的样，我粗略一算，没有上百只，起码也有大几十只。尽管这些蓝纹兵蚁们的等级并不算太高，才三十级而已，但是蚁多咬死象，同为三十三级的三眼蜥蜴都能被它们给吓成那样，就算我多了个小黑，在这前无遮拦，后无天堑的沼泽地带，还不是任它们围剿，得赶紧闪。\\n\\n我靠，它们是一般的蚂蚁吗，速度怎么这么快，我刚刚看着它们还在挺远的，怎么我这刚一上小黑，它们就追到了后面呢（废话，它们当然不是一般的蚂蚁，不然怎么能横行这个沼泽，让人们以它们来命名沼泽呢，在这里，它们只会畏惧一个实力超级强悍的生物而已）。\\n\\n小黑没用我吩咐，是立即撒开四腿夺路而逃，它也知道怕怕。NND，你们这些蚂蚁是不是因为我把三眼蜥蜴挂掉了让你们没了食物，才追我追得这么紧，这沼泽里面蜥蜴多得是啊，你们别追我了行不，我骑在小黑背上默默地祷告着。不过一点实际效果也没有，蓝纹兵蚁速度并不比小黑慢，紧紧咬在我们背后，还不时蹿上来给小黑来一下。\\n\\n我靠，你可以咬我，但是不能咬我家黑子，它挂了可就没了，我连忙拿起刺牙之碧晶弩回身往蚁群里抛射弩箭，吸引它们的注意力，也希望可以减缓一下它们的速度。\\n\\n唉，我怎么这么倒霉，别人怎么没遇到这群可恶的蚂蚁，偏偏让我给遇到了，这样下去情况可不妙，要是实在逃不掉，我也只得收起小黑，给他们贡献我的肉体了，我做出了最坏的打算。\\n\\n刚过先前那片让我差点送命的泥沼，我突然发现身后的那些蓝纹兵蚁大部分都陷入泥泽之中，只剩下了四、五只仍然追了过来，根本没有考虑一下帮助它的同伴。看来这些身为沼泽主人的蓝纹兵蚁当得真不称职，住了这么久都不熟悉周围的环境，竟然番犯了这样低级的失误（不是蓝纹兵蚁不熟悉，而是这里的泥沼会随着天气的变化而迁移，干旱了可能沼泽就变成实地，阴雨了实地就会变成沼泽）。\\n\\n嘿嘿，只有四，五只蚂蚁，那我还跑什么，塞了个肉块给小黑（肉食类宠物只需吃肉就能回血），我跳下了豹背，开启剑刃波就冲向了蓝纹兵蚁，而小黑也领会我的意思，用精神束缚困住了一只蚂蚁，二对四，我们稳操胜券。\\n\\n挂掉最后一只蓝纹兵蚁，收起它们掉落的钱币后我转身就冲到泥沼旁，想落井下石，再多蹭点经验。可惜那些蚂蚁早就被沼泽给淹没，此刻平静的地面上是一片萧然，除了野草在摇动外，根本看不出刚刚吞噬了一群凶恶蚂蚁的摸样来。这自然的力量还是无法抗拒的，现实世界如此，天地里也一样啊。\\n\\n生怕会再遇到这些成群结队的蓝纹兵蚁，我没有继续望沼泽深处进发，就在这附近转转好了，噬血药剂我还多的是，够我用，先收集水之青屏需要的地蜥之眼好了。\\n\\n经管我杀怪的经验是和小黑按6：4的比例，我六它四分，但是由于这些沼泽蜥蜴都是是血牛型的怪，挂掉之后得到的经验比一般怪要多，再加上我和小黑有效率的猎杀，还真是挺合算。\\n\\n*******************************\\n\\n不知不觉中，那如熊熊火球一般，在天空中耀武扬威的烈日西落了，金色的光芒渐渐黯淡下来，化成了鲜艳的大红，然后是柔和的橙黄；河流上，树梢头，都被夕阳给镀上了一层浅浅的红；浅水里的绿藻如腐烂了一般，无力地漂浮在岸边，任由长腿白鹤践踏；愈来愈浓的幕色开始降临到这片沼泽地上，厚厚的云层中隐约露出的是玉盘般的一轮皓月；漆黑的夜空中不时划过一、二颗流星，如一条绚丽的光带，坠落到地平线下，将地上看者的心弦给拨动，那会是谁的眼泪呢；小黑似乎也喜欢黑夜的降临，一路上兴奋地扑打着飞来飞去的小虫，如同一只顽皮的大猫，而不是丛林中的杀手。\\n\\n一株匍匐在灌木丛边，绿油油的白荆草吸引住我的目光，现在只要是有个名的花花草草，除了长成参天大树那样的，我是空有心而无力挖外，其他我是坚决给予挖掘。这不，我一撅屁股，拿起我的药铲立即就扑了过去，那粉嫩的花蕾还未来得及绽放，就已经被我收入了囊中，嘿嘿，这里草药还真是不少。\\n\\n咦，一边的草丛中有几道蜿蜒曲折的粗长压痕，这样的轨迹，怎么有点象我在群蛇谷那经常看到的，如果我没猜错的话，这应该是蛇游过的痕迹吧，白天怎么没有发觉到，难道是属于夜晚才出现的怪吗，我站起身来，狐疑地看了看周围。\\n\\n忽然，小黑从我身边扑了出去，我侧身一望，只见前面飞来一道棕黄色的粗长黑影，带起一股腥风，两点暗红色的红光在黑夜中闪闪发亮，正是一条三十四级的沼泽森蚺。\\n\\n两道黑色的箭痕从沼泽森蚺眼角延伸到七寸之处，一个个拳头大小的黑色斑点在散布在沼泽森蚺那近两米长的身上，一条红舌不时吐出咝咝的声音，这条凶猛的沼泽森蚺已经跟我的小黑干了起来。\\n\\n要是我那小黑还是四十级的话，这条沼泽森蚺估计怎么也不是它的对手，可惜现在只有三十三级的它，根本无法威吓住沼泽森蚺，而精神束缚好象也没有发挥到作用，估计也是对于高等级怪物成功几率很低的缘故。\\n\\n我赶紧攥紧诅咒之刃，一个急速冲了上去，一刀砍向了沼泽森蚺身上，NND，这家伙的鳞皮还真是滑腻，匕首砍在上面不用点力道，几乎都要滑到一边，看着-100多点的伤害，还真是太少了，看来打蛇要打七寸，我得抓它的弱点下手。\\n\\n小黑是追着沼泽森蚺尾巴想撕咬住开甩，而我则紧盯着沼泽森蚺那颗蛇头下的七寸开刀，这条大蛇被我和小黑整得是首忙尾乱，尽管等级比我们高，但是由于敏捷和我们几乎差不多，根本无法缠绕到我们其中一个，发挥它最擅长的勒杀技能，所以只能恨恨而挂，临死那那一击，还抽断一棵手臂粗细的小树，让我伸舌不已，要是独自一人面对它，我还真没几分胜算。\\n\\n将细腻的蛇肉丢给了小黑，我收起那鳞光闪闪的粗糙森蚺皮，这皮如果做成衣服，效果肯定不错，毕竟是三十四级的怪呢，有时间都拿给雪舞月色那小丫头，让她好好练练裁缝技能。\\n\\n多了种沼泽森蚺可杀，我和小黑在沼泽里更是忙得不可开交，反正身上是粮草充足，我就在这里蹲点冲级了，身上物品不满，咱不回城。\\n\\n在蓝蚁沼泽混了几天，银行里的除了三眼蜥蜴之血较少外，地蜥之眼已经足够做出几千份水之青屏了，各种药材也挖了不少，这经验值嘛，也涨了一大半。恩，今天再去混它一天，哥们我就可以去铁晶城挖挖矿石了。\\n\\n*****************************\\n\\n刚来到蓝蚁沼泽深处开杀不久，忽见一群玩家从沼泽地里冲了出来，那副神情慌张的样子似乎让我又想起某种群体行动的怪物来，他们往东跑，那我赶紧向南奔，我可不想被他们给连累，轮为怪物的口中餐。\\n\\n匆匆地趟过一条条小河，谨慎地跑过了一块块草地，一间结实紧凑的二层木屋突然闯入我的眼中，呀，这沼泽地里还有房子，我在这几天了都没看见过，这是特定环境还是固定场景，里面是空无一人，还是怪物猛多，我疑惑地想到。\\n\\n收起了小黑，我慢慢走近了那间木屋，还没到门口，就听“吱”的一声，门被打开了，我赶紧一个后撤潜行，睁大眼睛盯着门口看，生怕里面出来个什么boos级的怪物来。\\n\\n从木屋里走出的是一个NPC猎人，或者说是一个由真人扮演的NPC猎人，到底是哪个，我也搞不清楚，但至少有一点我可以确认，那就是他绝对不回是个boss，也绝对不会攻击我就行了。\\n\\n我走上前几步，打量了一番这个名叫老风的猎人。高高的颧骨，中等身材，原本精干的面容上长满了拉渣的胡子，显得有点颓废，但是那对如山鹰一般犀利的双眼告诉别人千万不要忽视他，身上穿着一件不知名兽皮制成的皮甲，腰间挂着把锋利的猎刀，脚上穿着双棕黄色的蛇鳞靴，手上拎着把硬木长弓，嘴里望着西面嘀咕道：“那些该死的家伙又出来了，也不知道这次有没有机会乘机弄到那个。”\\n```\\n\\n\\n------------\",\"timestamp\":1640324942,\"title\":\"第一百一十一章 蓝蚁沼泽\"},\"digest\":\"_NPFnu8leSi8SIKBqWbJMphoq5PyNkVGQh0SoFAozv8\",\"authorship\":{\"contributor\":\"0xc7bB091b0D6deDC4d6506F8D35416D7307dab140\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2Y0xxJRWma1PtfjJXSvOXfO2Lu4bMwKTqUsJKbu6CjQ\\\",\\\"y\\\":\\\"bCQyVlcuZhzwR7r0-DlsoyMny4KjDDBwORSBNv16Ys0\\\"}\",\"signature\":\"_4FvOMwtPaPmPYWpLgQVFZerqXx2N0EPP2bClFGM1mm7bMurtrjRv9Ntjbx2FVKmtxk2tN4d40CAFY_GjWP2fQ\",\"signingKeySignature\":\"0x0d2cc5aa2c23e3c9d1d5f3988df17be3bdbb422dc6957cf76c767f20834c52204cbb16f6c67672cd23d7123ebc403cafa651de69b09ad952a4029172437fd6471b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2Y0xxJRWma1PtfjJXSvOXfO2Lu4bMwKTqUsJKbu6CjQ\\\",\\\"y\\\":\\\"bCQyVlcuZhzwR7r0-DlsoyMny4KjDDBwORSBNv16Ys0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_NPFnu8leSi8SIKBqWbJMphoq5PyNkVGQh0SoFAozv8\"}"