"{\"content\":{\"body\":\"“所以你上一次那么凶, 硬要拿大婶的命去威胁停车是在演戏？”\\n\\n    李诗情在听完了小哥的解释后，恍然大悟。\\n\\n    “你是想试探出能打动他们的软肋是什么？！”\\n\\n    “也不全是演戏。”\\n\\n    小哥赧然地笑着，“一开始确实气疯了, 想着这么发泄一下也好，但马上就回过神来，觉得用‘性命安全’去威胁两个要去自杀的人很蠢……”\\n\\n    “大概也和你之前一样, 突然灵光一闪, 脑子里就出现了这个想法。”\\n\\n    他提起上一次的循环, 并不准备说太大，“总之, 我觉得这么做还是有希望的，咱们再来一次。”\\n\\n    “好！”\\n\\n    李诗情对他竖了竖大拇指。\\n\\n    短信发出去后，剩下的就是具体的执行。\\n\\n    经过这么多次循环，两个人的默契已经培养到仅靠眼神就能沟通交流的地步，有些细节不需要提前规划，只在“劝服”司机这点上, 小哥稍微多叮嘱了点儿。\\n\\n    “还和以前一样, 大婶这边交给我, 司机交给你。”\\n\\n    他压低了声音，在李诗情耳边低低地说, “也许你还没发现，司机对你和其他乘客，是不一样的。”\\n\\n    “……对我不一样？”\\n\\n    李诗情愕然。\\n\\n开端 第47节\\n\\n    “还记得我试图劝说司机注意右边的摩托车那次吗？我和司机说话时，司机根本不搭理我, 但是你劝了，他就听了。”\\n\\n    小哥回忆着过去的一些细节，“车子上出现动乱时，别人呼救或者大喊大叫，他最多问怎么回事，只有你叫喊的时候，他会一直回头；只有你的疑问，他有耐心回答。”\\n\\n    “还有，最重要的一点，他有想让你下车的犹豫。”\\n\\n    小哥看着自己的同伴，温柔地说。\\n\\n    “就像你说的，他让你下车了……不仅是你坚持要下车他会这么做，他也曾提议让你在下一站下车。”\\n\\n    “……李诗情，也许他不想你死。”\\n\\n    听见自己的话，她的眼中有些茫然，有些不敢置信，更多的则是难过。\\n\\n    经过这么多轮回的残酷折磨，李诗情的那双眼睛里依然还能露出带着天真的惊异之色。\\n\\n    肖鹤云不想让她难过。\\n\\n    无论是过去还是现在，他都觉得李诗情的这种“柔软”十分珍贵。\\n\\n    “警方不是说了吗？大叔的女儿当初就在w大读书，和你是一个学校，经常坐的也是一条路线。他对你那一丝恻隐之心，也许是因为你和他的女儿有些相似之处，也许是单纯只是因为你和他相熟，人在面对熟人时会更容易心软……”\\n\\n    小哥感慨着，“不管怎么说，你会进入循环，也许并不是一个偶然。”\\n\\n    “冥冥之中，有什么事情，或许是唯独你不可的，所以上天才会给你这份‘幸运’。”\\n\\n    经历过这么多次磨难，连肖鹤云都觉得自己在经过这么多次事后心变硬了，放在以前，他是无论如何也做不出把刀架在别人脖子上的事情的，哪怕那个人是个罪犯。\\n\\n    但现在，他觉得如果有必要，甚至可以毫不犹豫的杀了那个大婶。\\n\\n    可李诗情不同，也许是男女性别不一样，想法也不一样，都到了这个时候，李诗情也依然还保持着自己的底线，不愿意“豁出去”。\\n\\n    哪怕遇见这样的事，她还是希望是由警方“审判”这两个人。\\n\\n    这一次的“赌博”，与其说是赌他们能击中司机内心的薄弱之处，不如说是他爱护同伴的一种方式。\\n\\n    也许每个女人都希望故事的结尾能完美而不留遗憾，所有人都皆大欢喜，所以他也想试一试。\\n\\n    “所以，你来试试吧……”\\n\\n    小哥拍了拍她的手。\\n\\n    既然由你开端……\\n\\n    “来试试看，结束这个悲剧。”\\n\\n    也请由你结束。\\n\\n    》》》\\n\\n    这条路，王兴德已经开了整整三十个月，熟悉到闭着眼睛，都能清晰的在脑海里浮现出前方的路段。\\n\\n    他曾是一位大货司机，开车已经是深入肌肉记忆的本能。\\n\\n    他的人生，有大半时间都在路上，有时候，他甚至觉得自己除了在开车以外什么都做不好，甚至为此陷入过中年焦虑。\\n\\n    而让人讽刺的是，正是因为他仅有的这份“自信”，他轻而易举的淘汰了那些开车不如他的人，成功被公交公司录取。\\n\\n    刚刚被录取时，他是愤怒的。\\n\\n    他并没有为“复仇”而隐姓埋名。\\n\\n    “王兴德”的名字，应当因为半年前发生在女儿身上的事故而迅速被联系起来，当看见这个名字时，至少会有一些人，对此而产生某些质疑。\\n\\n    在那些因为悔恨而辗转反侧的夜晚，他曾经一次次想象着自己在面对“质疑”时如何“回击”，他甚至想好了对女儿之死的每一句控诉，等待着“复仇行动”被揭穿的那一刻。\\n\\n    王兴德迫不及待地想看到这些人从高高在上到惊慌失措的嘴脸。\\n\\n    然而直到他都进行完了上岗前的所有培训，拿到了驾驶公交车的资格证，却没有一个人发现他就是那位“王萌萌”的父亲。\\n\\n    “王萌萌”这个名字，就像是故事里人鱼公主成为消失在海面上的泡沫那样，随着第二天阳光刺破薄雾的清晨，就这么消失在了所有人的记忆里。\\n\\n    连“王萌萌”的名字都无人记得，更别说只是出现在那纸事故认定书上的“王兴德”了。\\n\\n    是的，一开始，他根本不认为妻子的“复仇”能成功，甚至觉得这个“计划”很扯淡。\\n\\n    在他的想象里，他都不需要露出别的破绽，只要负责录取他的高层一看到他的名字，妻子的百般计划都会“流产”。\\n\\n    会答应妻子来w市，陪着她做这个，做那个，都只是因为那个时候她的精神状况太差，他甚至发现好几次她试图走上马路去寻死，为此，他干脆辞去了工作，天天陪着妻子。\\n\\n    他没有什么本事，只想让她开心点，哪怕这件事在别人看来并不“正常”。\\n\\n    他已经失去了女儿，不想再失去妻子。\\n\\n    刚刚接手这条线路时，带他的老师傅开车带他熟悉这条路线，告诉他这一路上有哪些地方路况不好，每站之间要花费多少时间，因为这条路线是让她女儿死亡的“黄泉路”，他常常走神，老师傅也不以为意。\\n\\n    终于有一次，当车子行驶在女儿死去的位置时，他忍不住提出了内心的疑问。\\n\\n    “这条路上，是不是出过事，因为提前下车死过一个女孩？我以后是不是要注意下这个桥上的交通情况？”\\n\\n    “啊，也许有吧。”\\n\\n    带他的老师傅这么轻描淡写的回答，“哪条路上没出过事，哪条路上没死过人？谁能管那么多，你别让自己出事就行了，车上的乘客也不会在乎路上出什么事，他们就关心自己能不能准时到，这个才最重要。”\\n\\n    【谁能管那么多。】\\n\\n    这就是对她女儿短暂的一生最后的结论。\\n\\n    他常年在外奔波，可那是为了生存，并不代表他就不疼爱自己的女儿。\\n\\n    十几年来，每一次跑长途，无论路途多遥远、时间多紧迫，他都像女儿童话书里那个父亲一样，在临走前询问她要什么样的礼物，并给她带回来。\\n\\n    住处虽陋，因为有家人的陪伴，那就是世界上最美好的地方。\\n\\n    出车虽枯燥，但因为有家人在等候，每一次归途都充满雀跃。\\n\\n    他的女儿，乖巧可爱，能谈钢琴，还会跳舞，笑起来时眼睛弯的像树梢的月亮，无论什么时候，只要想到她的笑容，就能抚慰他所有的疲惫。\\n\\n    他开车十几年却没任何重大事故，就因为他一直记着，还有家里还有盼望着他安全归来的人，别人也有家里盼望着他安全归来的人。\\n\\n    可是“老师傅”的一句话，让他惊觉不是每个人都会这样在乎这一切的。\\n\\n    “所有人都是罪人。”\\n\\n    直到那一刻，他才开始觉得妻子的念头是对的。\\n\\n    他的愤怒像是突然被点燃的山火，就那么熊熊地燃尽了一切。他的理智，他的侥幸，他的犹豫，还有他的爱与家庭，都在一层又一层的轻描淡写里……\\n\\n    被烧光了。\\n\\n    在这三十个月里，在日复一日的枯燥工作之中，他成功成为了这条路线上的“老师傅”，他完全掌控了这条路线，也掌控了这一辆车，让它随着自己的心意改变。\\n\\n    他三天两头调坏车上的监控，锁死门上的应急开关，他从来不主动报修，其他的同事也对这辆车的“时好时坏”习以为常，谁也不会料想到这个公司年年评为“标兵”的优秀员工，会做出这样的行为。\\n\\n    就像是连老天都支持他们进行“复仇”似的，妻子那边的过程也非常顺利，凭借着化工厂质检员的身份，“不合格”的原材料像蚂蚁搬家一样，一点一点的到了她的手里。\\n\\n    他们像两只蛰伏在暗处的蜘蛛，一丝丝的，编织出了这张名为“复仇”的大网。\\n\\n    今天，便是那个收网的日子。\\n\\n    一切都非常顺利，唯一让他觉得有些遗憾的，是有个他熟悉的女孩上了车。\\n\\n    他没想到她会上车。\\n\\n    在这个时节，大部分学生都已经放假回家，她本不应该留在w市，不应该留在学校里，更不该在这个非周末的时段出行。\\n\\n    那是个和他女儿一样，笑起来眼睛像是弯月的姑娘，也像他的女儿一样天真可爱，甚至读着一样的学校，学着一样的学科，总忍不住让他想到自己的女儿。\\n\\n    每次，只要上车时，他身后还有空位，她一定坐在那个位置，和他聊几句家常，问候几句他的近况。\\n\\n    因为她，他曾不止一次地想，如果当年女儿来w市上学，他没有继续开大货车，而是选择辞去工作陪她来到这个城市，在她上学的路上当一名接来送往的公交车司机，会不会她的女儿就不会死。\\n\\n    她的女儿会不会像这个女孩一样，坐在他身后的位置上，叽叽喳喳着一天的见闻，撒着娇求他下班后一起去哪里逛逛。\\n\\n    他胆子不大，开车小心，是绝不会让任何人出事的。\\n\\n    每一次陷入想象，悔恨与思念都让他心如刀绞。他憎恨这个世界，更憎恨那个懦弱又可悲的自己。\\n\\n    可惜开弓没有回头的箭，那个姑娘虽好，毕竟不是自己的女儿。\\n\\n    “对不起……”\\n\\n    看着渐渐出现在前方的大桥，王兴德的眼眶渐渐被什么染湿。\\n\\n    他们一家，终于要团聚了。\\n\\n    作者有话要说：这一章因为共情的原因，写的很难受，但思虑再三，还是从司机的角度写了。\\n\\n    我并不认为司机的作为是对的，也不准备为司机夫妻解释什么，包括两个年轻人一次次靠谱或不靠谱的选择。我只是想单纯的想讲述一个故事，这个故事有因有果，有开端有结束，故事里的是是非非，对对错错，自有读者们自己独立思考。\\n\\n    这个故事已到尾声，原本只想写这一个故事，但写这本书时候突然冒出来另一个灵感，所以后面还有一个基于这个世界观的特别篇故事，两个故事共同组成了这本书，那本的基调就比较愉快（捂脸），希望我写起来心情没那么难受，哈哈。\",\"timestamp\":1642689475,\"title\":\"第39章 第二十三次循环（一）\"},\"digest\":\"syiQKCTDZf70jiKuju0OuzAhnSu-P_4nszu9DM66qCY\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"iTff36p0sllcTHxFT_JEjuLOJUdwyZT3hpsORx8mHKyL5z8epO4cpEcdPwc8X7J_Rjk6XGqsTm9Dyu-Vvc7XeQ\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"syiQKCTDZf70jiKuju0OuzAhnSu-P_4nszu9DM66qCY\"}"