"{\"content\":{\"body\":\"1941, The World\\n\\nSo many deaths and so much suffering. They put off fighting in WW I by two years but they didn't have to go to the war, it came to them - on the open seas of the Atlantic. Lusitania.\\n\\nWhen it ended, everyone wanted to get on with their lives. A post-war bust then a long boom. Parties despite prohibition. A Lost Generation finding its way. A Boom. A Crash. A Dustbowl. Depression.\\n\\nIt was all too much and nobody wanted to risk more. Not even the League of Nations. They reached back to George Washington's farewell address: “Tranquility At Home”. No one wanted to be taken in by the \\\"rackets\\\" of the banks and corporations, the war machine hiding underneath America's bed, ready to eat its young.\\n\\nThey thought by avoiding the future, they could avoid repeating the past. Again, however, it came for them. They put off the future as long as they could - it always comes.\\n\\n2880\\n\\n2X21 -41, THE SYSTEM GRAND VOTE, Cadmus Labs\\n\\n\\\"They just released the official details, the articles of the 'Grand Halt Protocol', let's hear it.” The room filled with the Grand Halt’s announcement.\\n\\n\\\"This is our first vote as one society, as we put the Long War behind us... We will halt the waste of resources on distant stars. The last Deepships built will be decommissioned and kept in indefinite storage.... All experimental \\\"Manifold\\\" research will be redirected to energy research....\\\"\\n\\n\\\"...the investment of all infrastructure which survived the war will be directed for a new peacetime .... confident in Earth's fog calculations, we will now redirect our resources, invest in upgrades to a neglected Dyson Array, and harness the Sun over the next few decades to create a better life...”\\n\\n\\\"Stop. I've heard enough. Earth ran the numbers but they're wrong. In a few decades, they're going to turn on a manifold with the Dyson, tweak space-time and kill us all. I’m going public with my work and push for a new vote.\\\" ”They will come after you.””Let them, I have to do this.”\",\"timestamp\":1633969943,\"title\":\"2921: 3.21 Tranquility At Home, 2880\"},\"digest\":\"CtWtCE8sFXZJOZ0CyxDZ9XAbLNx-uYlvGCZnpCmZZjM\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"ApybHJdakLTJGs3Xra-ULZBC2SO_jOjKGoEM0uA3ltpqATiHAmI59GGBqdVPesm4CA_l349rEYVRBvwo5WGmbA\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qjZAz1o5fcXE9pGTuLS5klL9pJoG2dKnoBIAOOxbJ0Q\"}"