"{\"content\":{\"body\":\"It’s late December 2021 and I feel I really want to start writing as a habit. Lots of stuff happened last year but especially last financial quarter and here’s a fast recap.\\n\\nThe energy index rose 33.3% over the past 12 months with all major energy component indexes increasing sharply. The gasoline index rose 58.1% over the last year, its largest 12-month increase since the period ending April 1980. Natural gas rose 25.1% over the last 12 months.\\n\\nThe other side of the story is when you look at Turkish Lira pairs (btc/try, eth/try), it’s concerning that nobody talks about this bull market as it’s own or the Turkish inflation these days, which is just crazy and ruining people normal life.\\n\\nMeta is building the Metaverse on top of Ethereum, with Whatsapp, Instagram, Facebook, Messenger and Novi built in it. Novi is Facebook attempt to build a USD Wallet on top of Ethereum working with Coinbase and Paxos.\\n\\nNFTs, NFTs everywhere. Nike acquires RTFKT. Adidas drops NFTs collab with BAYC and *gmoney.eth.* Budweiser buys *beer.eth* ENS domain. Pepsi drops it’s own NFTs, they’re ugly tho.\\n\\nstudying charts is the least useful thing u can do in crypto learning the native langs/vms of the chains is a significantly better time investment analyzing on chain data, writing algos, inspecting code bases it's the real flex but nobody want to lift the heavy weights hfsp\\n\\nReal devs were buying weed with bitcoins they got through online faucets\\n\\nBitcoin is simply a technology that, if adopted, moves society to an economic coordination point that can’t be controlled or diluted by the powers that be.\\n\\nWait until people realize that NFTs can operate as and with financial assets the same way “classic” fungible tokens do in DeFi, a simple example would be an NFT ownership giving automatic revenue flows, like v3 is already doing in its own way. Possibilities are infinite. What I’m trying to say is that if you’re hyped about this NFT boom only because of art exclusivity you’re probably getting this shit completely wrong. This is not why tradfi and retail investors are getting interested about this ERC721 thing. Still, the art market may philosophically be bigger than the financial market itself. That doesn’t mean that this jpeg hype is not just a bubble, and let me say it, a really dumb and embarrassingly stupid bubble. But, this ERC721 and ERC1151 thing is probably not a bubble.\\n\\n“I can’t wait till I get older” was the dumbest shit I ever said as a kid\\n\\nCan someone dump [$MANA](https://twitter.com/search?q=%24MANA&src=cashtag_click) please? It's starting to be annoying, because it's the best performing asset in my portfolio outpacing, in relative percentage, all my other assets acquired through many years of research. Why I'm holding some? I love to gamble it in Decentral Games [$DG](https://twitter.com/search?q=%24DG&src=cashtag_click)\\n\\nAll ERC20s together are now worth approximately $550 Billions, which is more than the market cap of the protocol itself, so I guess it's not that wrong to say that the Ethereum Ecosystem is now worth more than $1 Trillion, correct me if I'm wrong. probably nothing.\\n\\nAnd this is without even considering ERC721s and ERC 1155s, where the market for Art is thriving. Big players like Sotheby's and Christie's are not sleeping. definitely nothing.\\n\\nSo nobody is really talking about Meta, aka Facebook $FB, partnering with Coinbase $COIN for custody reasons\\n\\nThe video announcement of Facebook [$FB](https://twitter.com/search?q=%24FB&src=cashtag_click) changing name to Meta looks like a meme, but I have to say that’s an incredibly underrated move [#Meta](https://twitter.com/hashtag/Meta?src=hashtag_click) [#MarkZuckerberg](https://twitter.com/hashtag/MarkZuckerberg?src=hashtag_click)\\n\\nSo proud today to welcome the Government of Barbados to Decentraland, establishing the world's first metaverse embassy.\\n\\nSelf love is not buying yourself nice things and watching Netflix. Self love is delaying gratification with exercise, mindfulness, eating right and working on things that you know will make you proud when you eventually accomplish them.\\n\\nThanks Hal, you changed history forever and will never be forgotten, at least by me and some friends of mine who like to listen me speaking about “those” crazy ideas, which in fact aren’t that crazy anymore\\n\\nNFTS\\n\\nMetaverse\\n\\nMicrostrategy\\n\\nTwitter\\n\\nEIP-1559\\n\\nBAYC\\n\\nPUNKS\\n\\nAdidas\\n\\nNike\\n\\nLayer 2, rollups\\n\\nETH 2.0\\n\\nItaly won the Europei\",\"timestamp\":1640035487,\"title\":\"Block #0\"},\"digest\":\"tLfeMlMHdJskO7NcA0MmLGLJZrcDF2lote-Iy46_gBE\",\"authorship\":{\"contributor\":\"0x3F0e5c4B1a9a145bC9834996087E80D4405D529b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"i47Ibp3zx0CXzqHLMWOKdec98SNdPWiw7Iag7jzy5Io\\\",\\\"y\\\":\\\"q3nfpCntDy0mH0FukQ3EYFf_sZDr6CH9p7KUpM7xJCY\\\"}\",\"signature\":\"65YZ2Hwx6Ok2i-vtHskV0W7qSwuRWJfa4YQ6d7RpUxFkvuvh0F9z6VkxtkNrLOgx_-w1-FYxw-4njWohwJFO8g\",\"signingKeySignature\":\"0x9ff81b6d58bab1694f5415a1f16503b28c5d2a484c26da9d901c23b093ea2826605ffe4c724cf5dd5b59a98884ea3aba6c56e738c6331a9841a5678618d791ae1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"i47Ibp3zx0CXzqHLMWOKdec98SNdPWiw7Iag7jzy5Io\\\",\\\"y\\\":\\\"q3nfpCntDy0mH0FukQ3EYFf_sZDr6CH9p7KUpM7xJCY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DwqDoPXEavm2Au8nAeNwSP7CgG35HNPPu1Y2saQBsxk\"}"