"{\"content\":{\"body\":\"​​**2021年11月1日，联合国气候大会（cop26）在英国格拉斯哥展开**，这场号称**十年来最重要的气候大会**，也被认为是人类扭转气候危机的关键机会。其中共有**197个**签署了《联合国气候变化框架公约》的缔约方前来参加，为“**稳定大气中的温室气体浓度**”开展为期12天的研究讨论。通俗来讲，就是把大家召集在一起商量如何共同保护我们赖以生存的地球环境。\\n\\n众所周知，温室气体是导致气候变暖的主要元凶，比如我们常说的二氧化碳，还有甲烷、臭氧等气体，和我们的生活也是息息相关，汽车尾气、煤炭、就连我们的一呼一吸都在默默做着“贡献”。\\n\\n温室气体的增加导致全球气候变暖，**数据显示1981年\\\\~1990年全球平均气温比100年前上升了0.48度**，这是由于人类高速发展所开采使用大量的矿物燃料导致的。气温增加会导致部分地区降雨量增加或减少、进而导致干旱和洪涝灾害，而冰川也因气温升高逐渐融化，海平面进一步升高。\\n\\n图片\\n\\n我国1980年至2015年，海平面年上升速度为3毫米，高于同期全球平均水平，而远在印度洋的马尔代夫关于海平面问题已经迫在眉睫。\\n\\n马尔代夫距离印度南部约600公里，是一个**海拔平均仅有1.2米**的岛国，这里不仅是远近闻名的旅游胜地，也是能够步入大海的最矮阶梯，在这里你还能够看到大浪拍打着海墙，也能看到被海水侵蚀，裸露出树根即将倾斜的椰树。也有人说，这座岛国仅剩下最后100年。\\n\\n2009年10月17日，马尔代夫总统召集13名内阁身穿潜水服，潜入6米深的水下，召开世界首次“**水下内阁会议**”，一同签署了一份“**SOS紧急求救**”文件，共同呼吁所有国家减少二氧化碳排放。\\n\\n图片\\n\\n同年12月，《联合国气候变化框架公约》第15次会议如期举行，马尔代夫代表人本以为大家会坐在一起，商议出一个合理的解决方法，而现实却恰恰泼了一盆冷水，本次会议并没有得出解决问题的结论，**原因就是本次会议产出的协议违反了“共同但有区别的责任”原则。**\\n\\n共同但有区别责任原则源于国际环境法，该原则构成国际合作、构建和提升发展中国家履行国际环境法的能力，以共同应对全球环境问题的法律基础——百度百科。\\n\\n简单可以理解为，发达国家已经积累了雄厚的实力，完全有能力去发展互联网经济、新能源产业等，而发展相对较落后的国家此时正是需要提高生产加把劲的时候，碳排放自然而然会很高，这时采用统一标准限制碳排放，不亚于被逼进死胡同。\\n\\n图片\\n\\n**就相当于要求一个200斤的人和一个100斤的人都去减重50斤，前者经过一定时间后可以达成目标，而对于后者更多的是生命上的威胁。**\\n\\n会议结果成两极分化，草草收场。\\n\\n随着时间推移，环境恶化问题不容忽视。**2020年9月，中国在联合国大会上宣布将在2060年达成碳中和的目标**，同时许多国家也纷纷制定了自己的碳中和方案。\\n\\n目前苏里南共和国和不丹两个国家已经实现了碳中和，英、法、德、韩等国家表示2050年实现碳中和，日本表示将在本世纪下半叶尽早实现。\\n\\n**那碳中和到底能为我们普通人带来哪些发展机遇呢？别急我们先看一看特斯拉。**\\n\\n图片\\n\\n通过观察特斯拉财报我们可以发现，**2020年特斯拉全年营收315亿，纯利润为7.21亿，首次在单年实现盈利**，这时有朋友就会说，那肯定是因为特斯拉汽车卖得好啊，近几年大街上见到的频次也高了。其实不然，**特斯拉去年通过碳积分收入15.8亿，如果没有碳积分，他去年还亏着大几亿。**\\n\\n碳积分的概念大家可能比较陌生，通俗讲可以理解为“**碳排放的名额**”，汽车厂家生产出一辆符合标准的新能源汽车会获得一定量的积分，积分足够则不会受到相关的罚款，而有些厂家积分不够，这时就需要通过方法获取碳积分，来免除处罚。\\n\\n在未来“碳中和”这一发展目标下，碳积分这一概念必定得到广泛普及。\\n\\n**浙江安吉县**盛产毛竹，自古就被称为“**竹乡**”，杨忠勇是养竹大军中的一员，承包了几千亩竹林。而老杨万万没想到自己种的竹子通过“呼吸”就能为他带来源源不断的财富。为了实现碳中和这一目标，让碳减排量转化为实实在在的普惠百姓，安吉农商银行探索出了竹林碳汇质押贷款。\\n\\n图片\\n\\n根据测算，老杨承包的毛竹林平均每亩年碳减排量为0.39吨，所有竹子加起来一年可减排二氧化碳7000多吨，**通过抵押可以将这些竹林碳汇质押贷款37.19万元**，切实为老百姓带来了生活上的帮助。\\n\\n我们将目光从南向北，来到**青海省海南藏族自治州共和县的塔拉滩**，这里曾经是一片草场，但因为过度放牧，这里成为了一片沙化严重的半荒漠化土地，对周围农户造成了很大的困扰。\\n\\n不过，由于近几年新能源设备的不断完善，曾经满是沙土的塔拉滩变成了一大片光伏发电板的集结地。\\n\\n而且，由于光伏板的遮蔽性，减少了土地面积的光照时间，土地进而保存住了水分，**植被又再一次破土而出**，同时也因为清洗光伏板时滴落的水，滋润了绿植，塔拉滩恢复了往日的绿草如茵。\\n\\n但植被茂盛所带来的困扰也逐渐出现，植被过高容易影响到光伏板的后期维护工作，而且到了秋天植被干枯很容易引起火灾。\\n\\n图片\\n\\n马胜兴住在距离光伏园区10里外的哈汗土亥村，50多岁的他已经放了20多年的羊，光伏板的落地不仅恢复了往日的绿地，更为他以及周边十几户贫困户带来了就业的机会。他们大多都是以放牧补贴家用，**现在和当地项目公司达成放牧协议，让羊群在规定的范围内活动、吃草，羊吃得更饱，成活率高，价格也翻了一番，以此方式来进行扶贫**。当地园区在针对这一特色产业做出了更人性化的改动，将光伏板的高度从原本的离地50公分调整为1.2米，方便羊群更自由方便地奔跑。\\n\\n我国在为环境保护付出自己的一份力，通过建设新能源设备与当地居民互惠互利，向着节能减排、零碳环保的方向大步迈进。\\n\\n图片\\n\\n在未来，生活中的许多事物都**极有可能会**与节能减排相关，乘坐公共交通工具、种植绿植等都将会为自己的“**碳账户**”积累分数，并在日常消费、民生等方向得以使用。\\n\\n环境是大家实现一切的载体，地球是我们赖以生存的大家庭，将节能减排的意识注重起来，为生态环境健康付出自己的一份力，为了地球，也是为了我们自己。​​​​\\n\\n \\n \",\"timestamp\":1637112695,\"title\":\"全球变暖海平面上升，旅游胜地马尔代夫或将百年内被海水淹没\"},\"digest\":\"eQsZOQZMzOBvSjhcmJbN3Dk7KlcMcfUeiO2NTP2B4SQ\",\"authorship\":{\"contributor\":\"0x4eda0f24Ec6AE9b0E50DB4850750816c335FcC21\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"v6aTzFHmMmUWMBEiBqmkawe9MP49_94BnKOq6LrL-9E\\\",\\\"y\\\":\\\"KPVs4hviArY97Rst_tOp4QmkdcbKcY-eq99uHUc2XKo\\\"}\",\"signature\":\"PSb4_0-WdLPhKqQhGtZ171T0U9_EVKtkHjU6FTwQi06aNoPe_fj5WYatMWJG16jrNY1xTdjiSSU9PqRN0TN07Q\",\"signingKeySignature\":\"0xb915c30cec02f19f4c0e577af123f774996cb3a20502ca249ec6d3236fda410961544b951e0ecdc96d004cc3fff7e828e59051d0dfe3f977f5fd9f454dd6982a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"v6aTzFHmMmUWMBEiBqmkawe9MP49_94BnKOq6LrL-9E\\\",\\\"y\\\":\\\"KPVs4hviArY97Rst_tOp4QmkdcbKcY-eq99uHUc2XKo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eQsZOQZMzOBvSjhcmJbN3Dk7KlcMcfUeiO2NTP2B4SQ\"}"