"{\"content\":{\"body\":\"continued from:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/XSMgBwVvF4U_iRzoyXcmdpG8ZhTZ-6ySHRdvg9ABBNQ](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/XSMgBwVvF4U_iRzoyXcmdpG8ZhTZ-6ySHRdvg9ABBNQ)\\n\\n\\\\*\\\\*\\\\*\\n\\nFirst, for questions of conduct to be ethical questions we also need to engage at least the potential for one other life-form to be involved and, somewhat less obviously, the concept of life itself. Adding more life-forms gives us quantitative complexity (the number of ‘is’ facts and ‘ought’ statements that may need to be engaged), requiring greater intelligence and, as the complexity scales up, wisdom.\\n\\nEthical Scenario, Slightly Modified Facts[\\\\[21\\\\]](#_ftn21)\\n\\n● A stove has a burning fire inside with a temperature of 200°C (1st ‘is’).\\n\\n● The average mammal burns very quickly at 70°C or greater (2nd ‘is’).\\n\\n● The same mammalian self-protecting axioms as in the first non-ethical scenario apply.\\n\\nA mammal (**A**) is considering whether it should put another mammal’s (**B**) hand in the stove (assume no other life-forms are in any way engaged in this scenario).[\\\\[22\\\\]](#_ftn22)\\n\\n**Objectively Good Ethical Conduct**\\n\\nMammal A ought not to put B’s hand in the stove *unless*:\\n\\n● the consequences (in terms of harm) of not putting B’s hand in the stove overwhelmingly appear to be more injurious to B than those of putting B’s hand in the stove (condition 1); *or*\\n\\n● The consequences of not putting B’s hand in the stove are sufficiently injurious to A, based on the mammalian self-protecting axioms (condition 2).\\n\\nFinally, we get to an ethical dilemma, and you will immediately notice that its difficulty and potential resolution have nothing to do with the magical quality of the concepts of ‘is’ and ‘ought’. The issue is clearly about potential conflict of interests, which is primarily what ethics must try to deal with. Ethics is not a special category of things about the world that cannot be identified and assessed rationally; rather, *it is usually* a category of problem-solving where there are competing interests in play requiring judgement.\\n\\nThe risk of conflict between different life-forms and different axioms will likely require the use of a degree of wisdom. As all of this complexity and uncertainty increases, so does the likelihood that there will not be a simple formula or algorithm that will give us an ‘ethical goodness’ number for each course of action. In this respect, ethics is no different to the deepest aspects of science and maths.\\n\\nThe ability to make good ethical decisions then becomes more an issue of insight into the underlying nature of things — and synthesis of lots of information as the complexities and uncertainties increase.\\n\\nThe difficulty of accessing good factual information also becomes exponentially harder as the stakes get higher, given the tendency for high emotions and deceptive behaviour among interested parties. However, adding additional life-forms does not logically change the nature of the analysis that was used in the non-ethical scenario when moving from an ‘is’ (factual landscape) to ‘ought’ (what to do). If we do ethics correctly, in principle we are discussing likely better or worse courses of action in any applicable factual conditions for multiple life-forms.\\n\\nThe issues in ethics, which are quite amenable to reason, is to then decide: whose interests take priority; on what grounds; how justifiable the grounds are; whether we are justifying them on subjective, inter-subjective, objective or invariant features of life and the universe when adjudicating (and whether we are clear about that); whether we are relying on evidence; whose evidence; whether we are filtering evidence to take account of the risk of bias and self-centredness; what the consequences are on the affected life-forms if we are wrong; what is the probability that we will get it right etc.\\n\\nIn the above example, we can consider a human putting a non-human mammal into the oven to eat. *Is that ethical?*\\n\\nWe can consider a human putting another human into the oven to eat. *Is that ethical?*\\n\\n*How will we adjudicate or decide? On what basis are we sure our decision is no different to saying, ‘I prefer Manchester United to Liverpool’ or ‘I like green more than blue’?*\\n\\nIt is simple in principle. We will do what is done in other sciences and use empirically falsifiable truths when building our framework to make laws and use as much data as possible to apply the correct factual landscape. We will make decisions not simply based on subjectivity and our own passions. We will expect to get it wrong; we will keep trying. We will test our statements of truth and our assumptions. We will seek to minimise unfair discrimination.\\n\\n![Peter Pink-Howitt, \\\"mighty pencils\\\", algo-art, 2021 CE](https://images.mirror-media.xyz/publication-images/NWECTjWvt04Idr5XWeGla.jpeg?height=2496&width=2496)\\n\\n**“The pencil is mightier than the pen”**\\n\\n(*Robert M. Pirsig*)[\\\\[23\\\\]](#_ftn23)\\n\\nThe proposed ethical framework requires maximal degrees of ethical freedom and freedom of action that are consistent with the framework — it is not possible or safe to seek to move from the axiomatic statements to deciding all potential ethical decisions about what one ought to do in all possible factual landscapes for eternity. This is also consistent with a prime axiom of maximal diversity.\\n\\nThe proposal for an empirical framework in this book is precisely because of the dangers of any absolutist position, as witnessed by the death and suffering visited on millions of people — including restrictions on their freedom to do useful things such as experimenting with consensual conduct and enjoying life — in the name of scientific, economic, religious or ethical ‘truth’.\\n\\nWhat remains from Hume’s naturalistic fallacy is the concept that many laws can not be entirely logically derived from any particular axiom on which they are built. Hume is correct in that. The ethical framework must be constructed in a way that creates laws by considering all relevant empirical axioms known at any time — and that keeps all the interacting elements under review.\\n\\nLaws and axioms not meeting a sufficiently high threshold will not be considered prime and decisions not reaching a threshold of ethical confidence will be more provisional. Bearing in mind the great difficulties we have in being absolutely confident about the truth or the nature of things at all — one can see already how dangerous ethical propositions can be that are built on top of such axioms and contain additional assertions (that may not be found in the axioms themselves). Hume was right to warn us to be suspicious of grand claims made as moral truths.\\n\\nOur ethical frameworks and thinking must be specified very carefully and suitably humbly given the very low chance of such ethical assertions being objective (nevermind universal) propositions about the proper nature of things. The risk of getting it wrong in conducting dealings between life-forms or making decisions affecting other life-forms is very high.\\n\\nUnder the proposed ethics in Part II of this book, the only invariant or universal rational foundation for ethics is the need to balance freedom of action and the maximal diversity of life-forms using wisdom and compassion. The framework is based on the universal value of life itself and aims to support the greatest prospects of success of life as manifested in its various life-forms. Ultimately that means the ability to have some diverse life-forms to continue to have any relative ethical actions at all.\\n\\n**“I call him free who is led solely by reason”**\\n\\n(*Benedictus de Spinoza*)[\\\\[24\\\\]](#_ftn24)\\n\\n## 4.6. Reason’s Lack of Motive Power?\\n\\n![Peter Pink-Howitt, “The cross of the moment”, algo-art, 2021 CE](https://miro.medium.com/max/1000/1\\\\*PCVePEVSiHTD8awFBDL-Zg.jpeg)\\n\\n**“We would rather be ruined than changed**\\n\\n**We would rather die in our dread**\\n\\n**Than climb the cross of the moment.**\\n\\n**And let our illusions die.”**\\n\\n(*W. H. Auden*)[\\\\[25\\\\]](#_ftn25)\\n\\n\\\\*\\\\*\\\\*\\n\\n*Isn’t much of our great literature just a rich description of the ‘self’ in fall?*\\n\\nThe art keeping alive the feeling of complete control.\\n\\nYet it is only lyrical mastery, of the sound of the destruction of the place we thought our home.\\n\\nA universal lament, the unwantedness of a soul that must suffer to grow.\\n\\nThe beloved song, resonating the reverberations of a breaking heart.\\n\\nOur self-protection drive ensures that inertia to destruction of our parts includes destruction of our beliefs.\\n\\nHume is on his strongest footing in warning us that an ethics built on reason will be powerless to change people’s opinions about right and wrong or, more importantly, their behavior (even if they would agree if it does not accord with their desires and feelings). That is simply to say, humans are animals and not computers. On this he is right; humans are a life-form with a brain, nervous system and strong feelings (like all mammals) first. Humans are only capable of more objective reason and wisdom as a consequence of a whole range of influences including family values, social values, education, sources of public information, culture and history.\\n\\nUltimately, a human has to be motivated to want to look at the world and the nature of ‘nature’ more carefully and to care about all life-forms more deeply.\\n\\nAt a subjective level, Hume is right too. A person can be wrong ethically but not be persuaded to change their view even if they agree. However, that is not the test of a reasonable ethics in action.\\n\\n*How will we switch passion to compassion with which to drive our motivation to act reasonably and wisely — to make reason the slave to compassion?*\\n\\n*Are our ethical frameworks to be dictated by the lowest common denominator?*\\n\\n*Would we refuse to make technological innovations until every person on Earth understood how the combustion engine or computer worked?*\\n\\nWe need to evolve our ethics as quickly as we innovate our technology — whilst also working on a more holistic approach to a new education system and new social movements, which teach the values of knowledge, compassion, interconnectedness, nature’s diversity, utility and freedom of action. Failure on this front would ultimately undermine the effectiveness of any rational ethical architecture.\\n\\nIn our politics and discourse on what we should do we need to find a new middle way, between: (i) increasingly extreme liberalism, which chafes like a Jesuit hairshirt and requires all manner of convoluted contrition to the god of not offending people (even with the truth or facts); and (ii) encouraging people to party without shame and preach selfishness and hate whilst the world burns.[\\\\[26\\\\]](#_ftn26)\\n\\n**“Reason is no match for passion. Emotions can be conquered only by another stronger emotion.”**\\n\\n(*Benedict de Spinoza*)[\\\\[27\\\\]](#_ftn27)\\n\\nIn the meantime, an empirical ethics may not motivate everyone, but that is not a scientific ground for contesting them. We are left with having to agree that ethics will likely always have some issues of irreducible logical and computational incompleteness. However, these also exist in the other so-called ‘hard’ scientific fields including physics, mathematics (Gödel’s incompleteness theories) and computer science (the ‘halting problem’).\\n\\nThis incompleteness of logic or mathematical truth and the difficulty in knowing which truths are computable have not led to abandonment of those fields of enquiry or undermined belief in the utility of their application.\\n\\nWe accept that knowledge, like matter and life, has a degree of irreducible uncertainty or unknowability and we humbly work, like our nature, with the concept of negative capability.\\n\\nIt is long past time that traditional philosophy and ethics joined the modern scientific and technological world.\\n\\n**“\\\\[Human\\\\] understanding and insight cannot be reduced to any set of computational rules. For what \\\\[Gödel\\\\] appears to have shown is that no such system of rules can ever be sufficient to prove even those propositions of arithmetic whose truth is accessible, in principle, to human intuition and insight — whence human intuition and insight cannot be reduced to any set of rules.”**\\n\\n(*Sir Roger Penrose*)[\\\\[28\\\\]](#_ftn28)\\n\\n![Phillip Maiwald (Nikopol), “Isfahan Lotfollah mosque ceiling”, Wikipedia, 2008 CE.](https://images.mirror-media.xyz/publication-images/Y490Vb-qCu5FC5Y2PUUaF.png?height=857&width=1280&&&&&&&&&size=medium)\\n\\n**“Because a child doesn’t understand a chain of reasoning, should adults give up being rational?**\\n\\n**If reasonable people don’t feel the presence of love within the universe, that doesn’t mean it’s not there.”**\\n\\n(*Rumi*)[\\\\[29\\\\]](#_ftn29)\\n\\n*\\\\*\\\\*\\\\**\\n\\ncontinued in:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/qQdXISg8XBkzpyU-hQilaRhG7kdYGAIRaaSekU4QZKQ](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/qQdXISg8XBkzpyU-hQilaRhG7kdYGAIRaaSekU4QZKQ)\\n\\n\\\\*\\\\*\\\\*\\n\\n[\\\\[21\\\\]](#_ftnref21) The modifications do not impact the logic but are necessary for the sense of it.\\n\\n[\\\\[22\\\\]](#_ftnref22) Since it is axiomatic that ethics are not engaged in such circumstances.\\n\\n[\\\\[23\\\\]](#_ftnref23) Robert M. Pirsig, *Zen and the Art of Motorcycle Maintenance*, 1974 CE.\\n\\n[\\\\[24\\\\]](#_ftnref24) Benedictus Spinoza, *[Ethics](http://www.gutenberg.org/files/3800/3800-h/3800-h.htm)*, 1677 CE.\\n\\n[\\\\[25\\\\]](#_ftnref25) W. H. Auden, *The Age of Anxiety: a Baroque Eclogue*, 1947 CE.\\n\\n[\\\\[26\\\\]](#_ftnref26) When the president of America in 2020 was an anti-Jesus figure who was supported by the religious right and people were being offered mostly shallow sanctimony from the other party: “He offers what no priest can credibly offer, a total expiation of shame. His personal shamelessness is a kind of spiritual balm” (“[The Key to Trump’s Appeal: A Selection from Sam Harris’s Making Sense Podcast](https://www.likevillepodcast.com/articles/2020/11/12/the-key-to-trumps-appeal-a-selection-from-sam-harriss-making-sense-podcast-november-3-2020)”, Likeville, 6 November 2020 CE).\\n\\n[\\\\[27\\\\]](#_ftnref27) [Benedictus de Spinoza](https://en.wikipedia.org/wiki/Baruch_Spinoza), *Ethics*, 1667 CE\\n\\n[\\\\[28\\\\]](#_ftnref28) Sir Roger Penrose, *Shadows of the Mind*, 1994 CE.\\n\\n[\\\\[29\\\\]](#_ftnref29) Rumi, 1200s CE, *Rumi: Selected Poems*, trans. Coleman Banks, 2004 CE. Image: “[Isfahan Lotfollah mosque ceiling](https://commons.m.wikimedia.org/w/index.php?title=File:Isfahan_Lotfollah_mosque_ceiling_symmetric.jpg)”, Wikipedia,\\\\* \\\\*Phillip Maiwald ([Nikopol](https://commons.m.wikimedia.org/wiki/User:Nikopol)), 2008 CE.\\n\\nAlgo-art by Peter Pink-Howitt:\\n\\n[https://opensea.io/collection/ethicsoflife](https://opensea.io/collection/ethicsoflife)\\n\\n\",\"timestamp\":1639640449,\"title\":\"Ethics of Life — 4.4 Hume (Part 2) \"},\"digest\":\"kLsFaDk_VhCc_j69WZ7myl0vDMyEUJ6LdkxqPGxELKs\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GUONLA4hIvzQJWRjfk_ouCAxtl_Kpmc2_9ynZiBfBwg\\\",\\\"y\\\":\\\"ZfRlMaezbUaGYSkO_E1GpptINAPqnTTqc_3oCBWhL1o\\\"}\",\"signature\":\"kSg3NTFYiZF_9enzJVuufik92C7i38I1vs7AhVNJljOa8fTPWW7X1U_N_ACvG43MTZ9EvZTG3xyNQo3jIPImkQ\",\"signingKeySignature\":\"0xa4460bacb14e3f320881d27e8cc4aaa1f062b6382de679c59f4e36f67d3afdde5bd3633e6a5340287b91de04253273fb37e3c67b8a4023edbca459bcba36635c01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GUONLA4hIvzQJWRjfk_ouCAxtl_Kpmc2_9ynZiBfBwg\\\",\\\"y\\\":\\\"ZfRlMaezbUaGYSkO_E1GpptINAPqnTTqc_3oCBWhL1o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dtzUciCv-n_eeLVrmxVfxgN69Q5oxlFWtAYTmViIuHU\"}"