"{\"content\":{\"body\":\"No doubt, if you are working in crypto you’ve had to struggle explaining what you do. Have you found that you can’t explain your project (not product), without a red-pilling paradigm warping diatribe? We’ll see if this becomes a series, but if I am going to have to generate long-form content for a mid-week family email, I’m thinking maybe I just post it.\\n\\n*“Does Cambrian Protocol seek to automate (\\\"on-chain\\\"), or at least automate more, the traditional gatekeepers of business (such as managers in large corporate bureaucracies; the lawyers, accountants, and consultants they hire; and government regulators who oversee them all, and others) that have up until now been not only off-chain but increasingly expensive, unpredictable, possibly non-progressive and, arguably, untrustworthy?”*\\n\\nI think it's fair to say yes to this. I do think some gatekeepers and middlemen will be automated away. But, I believe a more important piece of this is the emergence of new kinds of web3 enabled business activity and where it will take humanity.\\n\\nI'll start by asking - do you remember the practice of law before word processing and other computer-driven advances - the job got done, right? But you certainly wouldn't go back to that world. Blockchain offers some transformational unlocks - arguably the biggest unlocks yet.\\n\\n* *the ability for **value** to live in digital channels*\\n* *the secure & permissionless & programmable interoperability of said value*\\n\\nThink about the evolution of the web - the first incarnation of the web is commonly referred to as web1. It featured the transmission of information - e.g. you could post digital versions of all the legal books in the world. The next phase of the web - web2 featured a read/write version of the web. User-generated content and 2-way processing. So, not only could you access all of the legal books, now you could have conference calls and forums and blogs. This was probably more transformative when you think about things like AirBnB where an empty site filled up with user listings OR YouTube - where people post 500 hours of video content every minute. But those changes found their way into the culture, undoubtedly leading to changes in the practice of law, but you would know more about this than me. - online reviews for lawyers, the need to produce content or be part of the conversation? It's not always clear how the world shifts, how technological disruption will express itself.\\n\\nWeb3 adds ownership - it is read/write/own. This is a seismic change. It is also paired with a myriad of technical advances (cheap storage, cloud computing, high-speed internet etc.) And, along the way to web3, the ability to transact with credit cards and leverage clickwrap and DocuSign agreements with digital signatures for \\\"small\\\" transactions emerged. But, while these were marked steps forward, with web3 there doesn't need to be a physical underpinning. You don't need a signed physical document notarized in a drawer somewhere. Ownership is becoming digital-first. The changes are stark - it's an open debate about whether the US dollar will be replaced by a digital currency that is global, predictable, secure, and censorship-resistant. But forget about money, now everything can be transcribed into a digital asset that can be fractionalized and traded at the speed of bits. And these assets can be programmable - I want to sell 1% of my home equity to a protocol every six months as long as my house value goes up 2%. I want to use that stream of income to fund bounties/jobs to improve my house (e.g. paint my fence, add more square footage, update the kitchen). So you could imagine one day you get a push notification and if you click agree someone comes and paints your fence. That's a taste of the kind of weird programming/automation that will become a part of business activity. The \\\"contract\\\" or \\\"if this then that\\\" program behind these types of interactions is what Cambrian Protocol is working on. We call these business programs SOLVERS. We are also building a no-code interface so any business or person can create a SOLVER. You could imagine a standing SOLVER that said - pay this lawyer to help me if a citation or worse is posted to the Alberta-Courts-Database (or whatnot) - with rules like \\\"if the citation is under $150 just pay citation\\\". There's obviously a lot more that goes into all of this. And we are not the only ones working on this stuff. What I am trying to get at is - READ/WRITE/OWN or Web3 or this *internet of value* - will be transformational in ways nobody can predict. Some of this stuff will be low-value puffery. Some of it will enact deep far-reaching change.\\n\\nHere's another way of thinking about the shift. DeFi or Decentralized Finance is gunning for traditional finance. Now, instead of going to a bank for a loan, you can enter information into a website and a protocol can issue a loan. There is no bank. Your collateral is locked in a smart contract and you are issued US dollar tokens (or whatever digital asset you'd like). Now - that lending protocol might not have a customer support team. It might not do marketing. It exists. With Cambrian Protocol, someone in the community could set up a SOLVER to enable the protocol to pay them (or people) to do customer support or write a weekly newspaper article on behalf of the protocol to act as marketing. Every month, the SOLVER is funded from the profits the protocol generates, and a writing job is listed on a SOLVER Marketplace. Writers compete for the right to writing funds. There are mechanics here (arbitration, community voting, random selection, decentralized identification associated with a writers' reputation score etc.). But the idea is - SOLVERS enable business to transact on-chain. We aren't just talking about automating away gatekeepers, w e are talking about automating actual business. Assets that sell and iterate themselves.  \\n\\nOur initial use case is aimed at blockchain-native businesses, at DAOs and protocols. These decentralized organizations have 10s of billions of dollars tied up in their treasuries and we are hoping our SOLVERS can help put that money to work. What if a community was sprouting up around a protocol? Said protocol could be programmed to fund a SOLVER to retain community development support. This is why we've called the project Cambrian - because we hope to be a part of a [Cambrian Explosion](https://en.wikipedia.org/wiki/Cambrian_explosion) of work for digital organizations.\\n\\nSo, this is the initial use case. We'll see which gatekeepers get automated away and where business goes from there.\",\"timestamp\":1638913585,\"title\":\"Conversations With Norm\"},\"digest\":\"SSnmQPe6S7NXfxY-fyxWbBhHQFWO5UyVlxJs2iUp_dU\",\"authorship\":{\"contributor\":\"0xDbd6EDa9C8D51a8503A6C4e8494Ee51210B3dA1d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Dk0PK7Z2pF1KvyAoGVyZ08F14msfN--JjmESSc3wMc\\\",\\\"y\\\":\\\"powPdq1i2viqOVLSkQczro_RoiN5CUs34SnC1K5FgYU\\\"}\",\"signature\":\"HPI6I7AFW-Nj7vRSRQRir_x3u4Z0AWkLf1mJ0A9yyyl7iucUpR3msjcQsR7U-fOklzu3bWf89descpj8Vq_-Ww\",\"signingKeySignature\":\"0x1a333532cff861a541285726254f438594214ba03d2211fac13fca8a7f2bbe0f31a76b3ebc7e96c0d4fe23fb9d95fa100fd07dd45b7b103deeffa1423ea2e36b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Dk0PK7Z2pF1KvyAoGVyZ08F14msfN--JjmESSc3wMc\\\",\\\"y\\\":\\\"powPdq1i2viqOVLSkQczro_RoiN5CUs34SnC1K5FgYU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SSnmQPe6S7NXfxY-fyxWbBhHQFWO5UyVlxJs2iUp_dU\"}"