"{\"content\":{\"body\":\"一、马尔萨斯：除非收到抑制，人口将会呈几何级数增长。抑制人口增长的决定性因素是生活资料。因为，在边际上，劳动力的进一步投入将带来越来越少的产出增量。（但请注意，他并没有说，边际产出在一开始就下降，他只是说，最终，当接近人口极限的时候，边际上，追加劳动力带来的产出增量将会越来越少）另外，由于某种规模效益，人口增长会带来边际产出的增加，但进一步增长后，规模效益被耗尽，边际产出开始下降，最后，在均衡态，人口达到马尔萨斯极限。 这意味着，除非均衡被某个偶尔事件所打破——发现新大陆、重大技术创新、一次大规模战争或瘟疫消灭大部分人口，否则在均衡态上，人口最贫困的部分的生活水平会低于最低生存标准。 这又意味着，无论如何努力，试图改进底层人口生活水平的努力结果是将更多人推向极限边缘。我的理解是，这是因为，对穷人的救急虽然能提高他们生存水平，但是随着人口进一步增长，投入产出递减，此时，会有更多人陷入贫困。\\n\\n 二、马尔萨斯模型缺陷 1.人类学家发现，许多部落种群生活在食物丰富的地方，人口却长期稳定在极地的水平。 2.东西方社会形态巨大差异，看上去，东方的情形更契合马儿萨斯的模型。 \\n\\n三、扩展马尔萨斯模型的核心论点是，抑制人口的决定性因素是生活资料（而他将此等同与食物）但是，为什么人类生存所需的条件，成为瓶颈的一定是食物？（这只不过是直觉）其他条件，比如生育能力、体质、健康、卫生条件、社会安全等，就一定不会比食物更匮乏以至于成为瓶颈？ 辉格认为：达尔文更多关注生物个体之间的竞争关系所造成的数量限制。对于一个种群而言，其数量常常既被其捕食对象的数量和防御能力所限制，也被其捕食者（或者说天敌)的数量所限制，当然，它自身的捕食能力和防御能力也是决定性的。其次，物种的生理构造，发育模式，婚配和生殖模式，甚至社会组织模式，也可能成为种群数量的限制因素。 从进化史的时间跨度来看，由于某物种没有灭亡，那么它的这些内在限制必然会被它在其他方面带来的更多的增殖优势补偿。因此，似乎这些限制因素可以忽略，但是人类以千年计的文字记载以来的历史，对于进化而言只是一瞬间，所以这些“短期”有效的因素也不应忽视。\\n\\n 简言之，种群数量，在长期，由其与食物和天敌之间的力量对比所共同决定。但是，捕食能力所决定的数量和防御能力所决定的数量之间没有相关性，除非巧合，两者并不相等，因此，在每个均衡点，种群数量受限于上述一种或两种力量对比。当其中一个限制因素起作用时，另一个因素进入松弛状态，比如，当数量受限于天敌时，即使在边际上，食物也是充裕的，反之，当数量受限于食物的时候，天敌的影响是相对较小的。\\n\\n 在短期分析中，上述模型可以进一步一般化为如下形式：假设限制一个种群数量的所有可能因素为集合R，其中有n个元素，每个限制因素r对应一个极限数量q，在每个均衡点，种群数量Q等于全部q的最小值(最小，说明它起到了限制作用最强），此时，q值等于Q的那些因素，叫做紧张因素，而其它则叫松弛因素。 在进化史长期，集合R只有两个元素：捕食能力和防御能力。这就是对马尔萨斯模型所做的修正和扩展，姑且称作为扩展马尔萨斯模型。 \\n\\n有人说说，人类处于食物链顶端，没有天敌，因而扩展模型等价于原有模型。果真如此吗？答案是：食物链没有顶端，因为所有的食物链都是封闭回路。无论大型猫科动物，老鹰，还是人类，都难逃寄生物和细菌的猎食，就在此时此刻，你的身体正在与上百、成千、甚至数千亿的线虫、螨虱、原生物和病菌搏斗。这场搏斗从数十亿年前我们的单细胞祖先那时就开始了，迄今从未停歇过。 \\n\\n四、即使没有人为的限制（从上至下的强制），人口也不会一直增长以至于资源枯竭。因此，即使从功利的角度来看，人为的限制也是没有必要的。\",\"timestamp\":1640744288,\"title\":\"人口\"},\"digest\":\"cx5iey9F-4hDiXELcBSZPy9xkTVcHzheQQsxm-a3K0U\",\"authorship\":{\"contributor\":\"0xCAFA92cF95c281f8906987D293eff535600fE73c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O6WD8tMs6hZ5cX7qmdjLMHuSL2QW80-1_BxoDsTNkD4\\\",\\\"y\\\":\\\"eH_IjRqDGMNLCTfXrN9PFmUgpucKVSEYOxItbCqb8k0\\\"}\",\"signature\":\"KhrFcwpXkRBXeIUvRod1rUmtBSaD1RWgKxRtmNC0ptSVsgDHr8GV8oq1Kdng47tP8xL8-2tr13dU2L2ZYDit-Q\",\"signingKeySignature\":\"0x1a4c04597152c36a975d5d9794d893e8a0173cd34633911715a747e1da94edce11e523d70b6b7eca3899f0901ecad17d1e09cd9d49a10dfeba9867bad38a9f6a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O6WD8tMs6hZ5cX7qmdjLMHuSL2QW80-1_BxoDsTNkD4\\\",\\\"y\\\":\\\"eH_IjRqDGMNLCTfXrN9PFmUgpucKVSEYOxItbCqb8k0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cx5iey9F-4hDiXELcBSZPy9xkTVcHzheQQsxm-a3K0U\"}"