"{\"content\":{\"body\":\"# 卡塔里\\n\\n那些离开地球前往木星的卫星欧罗巴的人很幸运地获得了新未来的机会，但他们的精神充满了担忧。他们的目的地偏远，寒冷，充满挑战。他们花了几年时间到达欧罗巴，精心策划他们的殖民战略。他们的船，Artemis Proxima，是专门为抵御欧罗巴表面的辐射洪流而设计的。着陆后，从其巨大船体的中心，这艘船钻入似乎无穷无尽的冰层深处，辐射没有威胁，温度更具生存能力。他们在冰层中凿出了巨大的洞穴，慢慢地，阿耳忒弥斯的内脏下降到欧罗巴，生长出新的生命。飞船的重力场发生器被用来锚定殖民地，巨大的灯光会照射在镜面冰面上，以银蓝色的\\\"天空\\\"模拟白天。他们钻得更深，创造了通往冰下大洋的垂直高速公路。这就是他们利用流水的能量为他们的生活方式提供动力的地方。在此过程中，他们在冰层中发现了地质体，为他们提供了扩大和生长殖民地所需的材料。他们发现银在欧罗巴上是独一无二的。 \\n \\n\\n然而，生活仍然艰难。寒冷的气温和周围不断的冰的硬度对社区的心理健康造成了负担。许多人挣扎，有些人在痛苦中溃烂。痛苦变成了绝望，绝望变成了愤怒，愤怒催生了狂热。一群激进的恐怖分子出现在殖民地内，他们相信人类不应该遭受如此残酷的未来。他们的力量有限，所以他们从战略上发动攻击，摧毁了殖民地种植和收获他们生活所需的有机食品的能力。这一打击是毁灭性的。恐怖分子得意洋洋地说，他们已经把所有人从痛苦中拯救出来，即使在他们被处决的最后时刻也是如此。这一事件将永远铭刻在他们的文化结构中。食品店正在迅速枯竭，因此领导层采取了他们能看到的唯一解决方案。利用他们掌握的技术对剩下的一点点食物进行基因改造和人工复制。他们得救了。 \\n \\n\\n然而，他们不知道要付出什么代价。随着时间的流逝，大规模生产的生计产生了令人心碎的副作用，使整个人口不育。自然分娩每年都在下降，没过多久，最后一个从子宫里出生的孩子就第一次呼吸了。他们诅咒那些再次造成他们困境的狂热分子的记忆，并转向那些曾经拯救过他们的人。继续生命的唯一途径是通过克隆。 \\n \\n\\n起初，就是这样，制作自己的精确复制品，作为自己的伪孩子抚养长大。然而，从他们历史的这个时代开始，创造新生命是科学知识和技能的问题。那些拥有它的人超越了在人民中的崇高地位，他们两次拯救人民的荣耀给了他们影响力。骄傲占据了上风，仅仅克隆已经不足以满足他们的自尊心。他们认为在人类基因组中寻求完美是他们的自然神论权利，因此他们开始对克隆进行基因改造。他们一代又一代地迭代，创造了一个以各种方式优化的人类版本。增加力量，耐力，反应能力，增强感官，抵抗极端温度等。他们甚至开始影响孵化室中胎儿的生长，将欧罗巴的银注入血液和营养物质的供应中，以增加他们对细菌的抵抗力。银子使他们的皮肤变灰，有助于保护他们免受辐射，以便他们有一天可以毫无畏惧地返回欧罗巴的表面。 \\n \\n\\n几千年后，档案保管员，那些创造和维护其遗传密码的人，创造了一个完美的人类文明，并以有神论的强度统治着人民。在他们历史上几乎消灭了他们所有人的恐怖主义狂热分子的驱使下，他们建立了一种斯巴达文化，理想化了统一的同步行为，并鼓励坚忍的人格。对于那些从未庆祝过快乐的人来说，不能哀叹它的缺席。 \\n \\n\\n然而，即使在他们强大的\\\"净化\\\"国家，他们称之为Kathar，在闭门造车的情况下，人们渴望更多。他们秘密地讲述了生命曾经的样子。地球及其混乱的辉煌，个性，以及\\\"家庭\\\"在过去的含义。他们仍然无法自然地生孩子，他们想知道他们心痛的答案是否在欧罗巴之外，并且指向他们的过去。地球启动的消息像野火一样蔓延开来，终于有足够多的人敢说出\\\"叛逆\\\"这个词。混乱迫在眉睫。他们是卡塔里人。\",\"timestamp\":1639226540,\"title\":\"卡塔里\"},\"digest\":\"NufU_92fOoZo-FQBdyKLRy6_OZVlFycQN3Inr9p4nkc\",\"authorship\":{\"contributor\":\"0x060220E1B3B97F61dE39d7000f995793470d3ee0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P8ORbWwfQjkbHaLqhbrDK7u7FAqiiuPggQGopBvb55w\\\",\\\"y\\\":\\\"VY43ul2p9QHez1SKW-PP8qsbHzKbAMIVjuTO30gGcuM\\\"}\",\"signature\":\"kJYarC8lX91KxnCXY3KMjTQL40vUfd9T0kEmUG5yYy-9uQvnXLAOMCpWHFDlZE9cN_oFeEc1wbmmkajKBAe33Q\",\"signingKeySignature\":\"0xb1e081ed78fa8baa331caa7abda517efdf8766fb8f6be86a08c32a80b6a17a385e96c510ac2a021779f0893d3606d1dcbf3d64618fb980fcfc75c8f5cdd65b971b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P8ORbWwfQjkbHaLqhbrDK7u7FAqiiuPggQGopBvb55w\\\",\\\"y\\\":\\\"VY43ul2p9QHez1SKW-PP8qsbHzKbAMIVjuTO30gGcuM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NufU_92fOoZo-FQBdyKLRy6_OZVlFycQN3Inr9p4nkc\"}"