"{\"content\":{\"body\":\"[continued from ‘Introduction’](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/-H3xdshuONg9TOYkYP7V9suMSA5aM-I13s5GYlVTDeM)\\n\\n\\\\*\\\\*\\\\*\\n\\n![Christian Schussele, “Ocean Life”, an illustrated imagining of the Cambrian Explosion, date unknown. Gift of Mr and Mrs Erving Wolf, in memory of Diane R. Wolf, 1977, Wikipedia.org, public domain dedication.\\\\[1\\\\]](https://images.mirror-media.xyz/publication-images/_nUJNcz_5kMINWknhdWcT.png?height=1384&width=2000&&size=medium)\\n\\nLife on Earth has gone through a number of major cycles of great variation (speciation) and extinction since it began in microbial form an estimated 4 billion years or so ago.[\\\\[2\\\\]](#_ftn2) However, the current situation — the loss of biodiversity and the degradation of the biosphere — is fundamentally different to previous extinction events.\\n\\n#### “The Report finds that around 1 million animal and plant species are now threatened with extinction, many within decades, more than ever before in human history.”\\n\\n[\\\\[3\\\\]](#_ftn3)\\n\\nThe impact of meteorites, volcanic activity, glaciation or climate change on the biosphere is not comparable to changes that appear to be the result of (or significantly driven by) human activity — which could be mitigated if we acted differently.\\n\\n#### “The natural world is in a ‘desperate’ state, with global wildlife populations ‘in freefall’ due to the impact of humans, according to one of the world’s most comprehensive examinations of biodiversity on our planet. Wildlife charity WWF has said populations of mammals, birds, fish, amphibians and reptiles have collapsed by an extraordinary 68 per cent on average globally since 1970 — more than two thirds in less than 50 years.”\\n\\n[\\\\[4\\\\]](#_ftn4)\\n\\nWe cannot compare chance’s strange arithmetic to the impact of our decisions on other life-forms and the biosphere, unless we advocate an unfeeling and thoughtless amorality.\\n\\n![John McColgan, “Elk Bath — a wildfire in the Bitterroot National Forest in Montana, United States”, Wikipedia, John McColgan, 2000 CE.\\\\[5\\\\]](https://images.mirror-media.xyz/publication-images/OuZoS_Wuhq0rOVWMGWnuz.jpeg?height=1069&width=1731&&&)\\n\\n#### “And some cease feeling Even themselves or for themselves. Dullness best solves The tease and doubt of shelling, And Chance’s strange arithmetic”\\n\\n(*Wilfred Owen*)[\\\\[6\\\\]](#_ftn6)\\n\\nThose claiming we should take no responsibility for our impact on climate change and biodiversity like to point to the naturalness of such cycles. It is obvious that any period of greater biodiversity must eventually be followed by a period of greater extinction. Once most species have died out, it is increasingly likely that those remaining have developed some fitness for survival in the specific temporary conditions that killed off the rest.\\n\\n#### “a drop in diversity of any size correlates with low extinction rates immediately afterward, so much so that extinction would almost come to a halt if diversity dropped by 90%. Second, very high extinction rates are followed by equally high origination rates.”\\n\\n(*John Alroy*)[\\\\[7\\\\]](#_ftn7)\\n\\nHumans are one of the last beneficiaries of this continuous creative-destructive cycle (particularly our very small mammalian ancestors arising after the dinosaurs were wiped out). We appear to be the creator or significant catalyser of the next cycle. Unfortunately, if we persist on our current course, it seems that our demise will likely be a condition for the natural reflowering of new species to fill the gaps that we have created.\\n\\nThis natural cycle may, in part, explain the naive, simplistic or self-serving justification for humans to avoid taking a more careful role in managing our impact on the biosphere. We destroy habitats and species to purposely create near-lifeless monocultures, where rich biological variety previously existed. We purposely create wastelands for short-term gain and claim it is justified as part of a natural cycle.\\n\\n## \\n\\n![Peter Pink-Howitt, “His kingdom is empty”, algo-art, 2021 CE](https://images.mirror-media.xyz/publication-images/TMWo9axmUi-_FhLwQYAhA.jpeg?height=3008&width=3968&&&&&&&&&&&size=medium)\\n\\n**“His kingdom is empty — The empty world, from which the last cry Flapped hugely, hopelessly away**\\n\\n#### Into the blindness and dumbness and deafness of the gulf Returning, shrunk, silent\\n\\n#### To reign over silence.”\\n\\n(*Ted Hughes*)[\\\\[8\\\\]](#_ftn8)\\n\\nThe only consistent position to be held by such natural-cycle proponents requires them to be ultimately agnostic as to whether whether humans will survive this destructive cycle.[\\\\[9\\\\]](#_ftn9)\\n\\n![“Amazon Forest Fires”, Wikipedia.org, 2019, public domain.](https://images.mirror-media.xyz/publication-images/B0XvFLhm_U6uZHk7isIk_.png?height=5846&width=6969&&&&&&&&&&&&size=medium)\\n\\n## 2.1. Our Specific Specialness\\n\\nFor evolutionary theorists, humanity’s ascendency as the dominant species on Earth is a product of evolution. One must be careful to avoid selectively approving those qualities that are preferred versus those that are abhorred — claiming that only the preferred ones are justified by evolutionary theory. There are good reasons why any life-form that is able to dominate other life-forms and its environment would do so.[\\\\[10\\\\]](#_ftn10)\\n\\nBelief in a God that favours one’s own community, or even the entire human race, is a natural extension of our specific specialness. Our belief in our specialness, including in any religious sense, has obviously conferred competitive advantages and that explains much of its cultural prevalence and distribution. Perhaps the only truly unique feature of humans, within the various sapient species, is our overwhelming need to believe in something. That is why religions usually help bolster that belief. This gives rise to greater domination in a self-perpetuating loop.\\n\\n#### “The fundamental insight of polytheism, which distinguishes it from monotheism, is that the supreme power governing the world is devoid of interests and biases, and therefore it is unconcerned with the mundane desires, cares and worries of humans.”\\n\\n(*Noah Yoav Harari*)[\\\\[11\\\\]](#_ftn11)\\n\\nBelief in gods (or any absolute concept of good) is not contradictory to an empirical ethics. We can choose to see the spirit of God in every living thing, but we cannot make practical ethical decisions based only on this belief. We need to make decisions about how to treat different life-forms and use scarce resources without guesswork about a higher being’s views on any particular issue (and if there is an absolute god then it would likely be distinctly disinterested in many relative matters).[\\\\[12\\\\]](#_ftn12)\\n\\nHowever, we can imagine making ethical laws that we need to justify to a higher being on the grounds of fairness and the value of life-forms. If there is a god, they obviously created life and not just human life-forms. Their experiment with life did not start and will not end with us.\\n\\nSince before the earliest cave etchings,[\\\\[13\\\\]](#_ftn13) humans have sought to use their extraordinary creativity and intelligence to try to ‘load the dice’ in their favour in the struggle for survival and resources. Our early artistry also suggests admiration for fellow life-forms — but this admiration is perhaps being lost in our modern drive to entirely dominate the environment.\\n\\n![“Great Hall of Bulls”, Lascaux, France, c. 15,000 BCE.](https://miro.medium.com/max/2000/1\\\\*V5MLZRh5p9_VP0UT2pWKcg.jpeg?&&&&&&&&&&&size=medium)\\n\\n#### “A man, to be greatly good, must imagine intensely and comprehensively; he must put himself in the place of another and of many others … The great instrument of moral good is the imagination”\\n\\n(*Percy Bysshe Shelley*)[\\\\[14\\\\]](#_ftn14)\\n\\nYes, humans are special. So are other species and life-forms. The question that remains to be answered is whether we can act wisely. To do so we will have to learn to either leave behind or adapt some of the useful mind infrastructure that has brought us here, but which now could become a dangerous burden.[\\\\[15\\\\]](#_ftn15)\\n\\nWe will need to use blockchain technologies to ensure we have better sources of information to educate the widest community of decision makers.\\n\\n![William Blake, “The Ancient of Days”,\\\\* \\\\*1794 CE, Wikipedia.org, public domain.](https://miro.medium.com/max/2000/1\\\\*SqbP5xlcEDENr6Mh4zayww.jpeg)\\n\\n#### “Blake’s purpose is to show … for each individual … moral authority is seen to emanate wholly from the spiritual centre, which is at once the essence of his own being and his link with the universal … the more fully he is identified with this inner reality, the more clearly he will see and value the same reality which is at the centre of all other beings, so that love becomes the mainspring of his will.”\\n\\n(*Andrew Solomon*)[\\\\[16\\\\]](#_ftn16)\\n\\n## 2.2. Who Are We and What Can We Be?\\n\\nObviously, there are limits (the iron law of cause and effect) on what we can will ourselves and our species to be, particularly in the short term. However, an aethics[\\\\[17\\\\]](#_ftn17) of intentional assault on the Earth’s life-carrying capacity, given our current knowledge and capacities, is illogical and unethical.\\n\\nCurrent economic theories are also unlikely to resolve these issues, especially as they have been a major part of the problem — though economic incentives and penalties will be necessary to help solve it. A biosphere-agnostic approach is contrary to Darwin’s theories of natural selection since pure agnosticism here could *in extremis* cause significant human deaths and risk to the human species. That said, life lives in forms that are often much hardier than humans, so the show would go on.[\\\\[18\\\\]](#_ftn18) The question is whether we will continue to take part in it.\\n\\nCooperative behaviour and ethical beliefs are found in all human societies, suggesting that they confer a natural survival advantage.\\n\\n#### “Darwin cast it as the virtue of ‘morality,’ with which winning tribes are better endowed in history’s spiraling competition for survival and dominance. Unlike other creatures, humans define the groups they belong to in abstract terms. Often they strive to achieve a lasting intellectual and emotional bond with anonymous others and seek to heroically kill and die not in order to preserve their own lives or those of people they know but for the sake of an idea — the conception they have formed of themselves, of ‘who we are.’”\\n\\n(*Scott Atran*)[\\\\[19\\\\]](#_ftn19)\\n\\nThe question we humans must ask ourselves is: *Who are we? Who do we want to be given the freedom available to us?*\\n\\nWe are ‘utility monsters’ — devouring and burning up the living world.[\\\\[20\\\\]](#_ftn20) We are not living up to the promise of our self-chosen name, *Homo sapiens*.[\\\\[21\\\\]](#_ftn21)\\n\\n## 2.3. The Iron Law of Interdependence\\n\\n#### “all dharmas (‘phenomena’) arise in dependence upon other dharmas: ‘if this exists, that exists; if this ceases to exist, that also ceases to exist’”\\n\\n[\\\\[22\\\\]](#_ftn22)\\n\\nOur obligation as self-protecting sapients is to use our wisdom to coordinate taking care of ourselves and as many other compatible life-forms with whom we share this planet.[\\\\[23\\\\]](#_ftn23) Our destiny is to become part of the exploration of deep space and of enhanced artificial intelligence — to take life on new journeys and experiment with what life-forms are capable of.\\n\\n#### “The entire fabric of life on Earth requires the maintaining of a profound and subtle organization … In detail, there is an immensely intricate and interconnected structure, which has evolved in keeping with the fundamental biological principle of natural selection…”\\n\\n(*Sir Roger Penrose*)[\\\\[24\\\\]](#_ftn24)\\n\\nWisdom demands being always mindful of the natural and physical laws that govern us, the weakness of the individual acting alone, the risk of super-aggressors, and the powerful and mindless amoral nature of economic processes. Based on various overwhelming features of commonality and the ‘iron law of species interdependence’, we need to work together to build a rational and holy ethics of life.\\n\\n#### “Human beings are not exempt from the iron law of species interdependency. The biosphere does not belong to us; we belong to it…”\\n\\n(*E. O. Wilson*)[\\\\[25\\\\]](#_ftn25)\\n\\nA cross-species ethical framework is necessary for the maximal diversity of life-forms to survive and thrive in an entropically directed universe, where life is uncertain and death is inevitable.\\n\\n#### “Behold … All component things in the world are changeable. They are not lasting. Work hard to gain your own salvation.”\\n\\n(*Gautama Buddha)*[\\\\[26\\\\]](#_ftn26)\\n\\n![“Vajrabhairava Mandala”, Lila Acheson Wallace Gift, 1992, 1330–1332 CE, wikipedia.org — public domain](https://images.mirror-media.xyz/publication-images/LKJJ-SpR6nn23ycjXkkQP.jpeg?height=1861&width=1494&&)\\n\\n## 2.4. Why Look for a Scientific Theory of Ethics?\\n\\nThe quest to lay strong foundations for a rational natural ethical framework is driven by the concern that, if we do not do so, there will be a tendency towards mono-cultures, dominance of the many by the few and despotic absolutism.\\n\\nThe quest is made all the more important by newer developments towards general artificial intelligence (AI). We must consider what programming is possible to codify objectively justifiable governing principles for how such a more powerful being should treat other life-forms (including un-enhanced humans). Optimistic hard-coding and hoping will not be enough.\\n\\n#### “Ought is the translation not of human nature but of the public will, which can be made increasingly wise and stable through an understanding of the needs and pitfalls of human nature. The empiricist view recognizes that the strength of commitment can wane as a result of new knowledge and experience, with the result that certain rules may be desacralized, old laws rescinded, and formerly prohibited behavior set free. It also recognizes that for the same reason new moral codes may need to be devised, with the potential of being made sacred in time.”\\n\\n(*E. O. Wilson*)[\\\\[27\\\\]](#_ftn27)\\n\\nE. O. Wilson suggests that a biological empirical approach provides objectivity whilst avoiding the ‘truth’ problems that have been found in transcendental ethics to date. In doing so, he is comparing an empirical approach to a religious or Kantian meta-ethics which is based on a universal imperative for agents with free will. He shortens Immanuel Kant’s famous imperative to: “Act only on that maxim you wish will become a universal law.”[\\\\[28\\\\]](#_ftn28)\\n\\nThe apparent problem with such transcendent ethics is that they presume the capacity for free will outside of the normal laws of cause and effect.[\\\\[29\\\\]](#_ftn29) There are significant problems in determining the circumstances under which such a simple Kantian maxim may usefully be applied.\\n\\n#### “The argument from transcendentalism takes the following general form: The order of nature contains supreme principles, either divine or intrinsic, and we will be wise to learn about them and find the means to conform to them.”\\n\\n(*E. O. Wilson*)[\\\\[30\\\\]](#_ftn30)\\n\\nSome ancient ethics, such as in Buddhism, are expressed as being universal and non-deistic and are based on cause and effect. Buddhism tries to provide a practice or means (such as Vipassana meditation) for allowing the person to step outside of their ‘self’, in order to access the higher wisdom and inherent connectedness of life-forms. Buddhism also specifies a practical path[\\\\[31\\\\]](#_ftn31) to carefully undertake positive actions that can then be the cause of better outcomes, leading to better karma.\\n\\nThe contention in this book is that an empirical ethics can have a scientifically valid foundation that synthesises the insights of natural law, hard science and statistics, utilitarianism and the transcendental approaches (belief in there being some absolute or universal ‘better’ or ‘worse’ in the order of things).\\n\\nA suitable ethical framework must foster a wide spectrum of ethical relativism (freedom of action) since, as we will explore, diversity and freedom to deviate from the norm are fundamental requirements for the perpetuation of life.\\n\\nIn the proposed empirical ethics, life itself plays a similar role to light in Einstein’s invariant relativity theory.\\n\\nAn applied ethics usually reflects the relativistic choices we make, which cannot have an absolute ‘truth’ state but may still be more or less objective and measurable in their utility, impact on diversity and use of compassion. The architecture we use to structure and make those choices can be grounded in a more invariant (universal) understanding of the value of life and the necessary interaction of freedom and diversity.\\n\\n#### “In the beginning God created the heaven and the earth. And the earth was without form, and void; and darkness was upon the face of the deep … And God said, Let there be light: and there was light, and God divided the light from the darkness.”\\n\\n![Michelangelo, “The Creation of Adam”, c. 1511 CE. \\\\[32\\\\] ](https://images.mirror-media.xyz/publication-images/a1k9P9oKZra92jjYaTF9z.jpeg?height=1599&width=3524&&&&&&&&&&&&size=medium)\\n\\nThe axioms, laws and principles must be based on a sapient community making decisions collectively. The community must aim to be as agnostic as possible as to whether it is a human or other being that must make relevant decisions (or seek the protections afforded by appeal to the laws).\\n\\n#### “In the beginning the Universe was created. This has made a lot of people very angry and has been widely regarded as a bad move.”\\n\\n(*Douglas Adams*)[\\\\[33\\\\]](#_ftn33)\\n\\nWe have made extraordinary strides in technology and culture, but in terms of our ethical and emotional intelligence and wisdom we are still just eloquent apes.[\\\\[34\\\\]](#_ftn34)\\n\\n![Banksy, “Devolved Parliament”, 2009 CE, Wikipedia, GattoCeliaco, CC BY-SA 4.0.](https://images.mirror-media.xyz/publication-images/uGQxL4gwyAb5WGqlSqe9G.jpeg?height=1414&width=2400&&&&&&&&&&&&size=medium)\\n\\n*\\\\*\\\\*\\\\**\\n\\n[continued in ‘2.6 a suitable scientific framework’](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/NDQaH7kblwEPk5fiPCugARXaaBJI5gatNxMpU4if_es)\\n\\n\\\\*\\\\*\\\\*\\n\\n*[\\\\[1\\\\]](#_ftnref1)* Christian Schussele, “*[Ocean Life](https://commons.wikimedia.org/wiki/File:Ocean_Life_MET_DT4897.jpg)*”, an illustrated imagining of the Cambrian Explosion, date unknown. Gift of Mr and Mrs Erving Wolf, in memory of Diane R. Wolf, 1977, Wikipedia.org, public domain dedication. The *[Cambrian Explosion](https://en.wikipedia.org/wiki/Cambrian_explosion)* occurred c. 550 million years ago and was the genesis of most complex life-forms on Earth.\\n\\n*[\\\\[2\\\\]](#_ftnref2)* The Smithsonian, “*[Early Life on Earth — Animal Origins](https://naturalhistory.si.edu/education/teaching-resources/life-science/early-life-earth-animal-origins#:\\\\~:text=The%20earliest%20life%20forms%20we,is%20produced%20by%20living%20things.)*”, n.d.\\n\\n*[\\\\[3\\\\]](#_ftnref3)* United Nations, “*[Nature’s Dangerous Decline ‘Unprecedented’; Species Extinction Rates ‘Accelerating](https://www.un.org/sustainabledevelopment/blog/2019/05/nature-decline-unprecedented-report/#:\\\\~:text=from%20GlobalGoalsUN&text=The%20Report%20finds%20that%20around,20%25%2C%20mostly%20since%201900.)*’”, UN Report, 2019 CE. It seems likely that this number is referring to species and subspecies.\\n\\n*[\\\\[4\\\\]](#_ftnref4)* Harry Cockburn and Louise Boyle, “*[Natural world being destroyed at rate ‘never seen before’, WWF warns](https://www.independent.co.uk/environment/climate-crisis-wwf-report-wildlife-biodiversity-david-attenborough-b420979.html)*”, Independent, 10 September 2020 CE.\\n\\n*[\\\\[5\\\\]](#_ftnref5)* John McColgan, “*[Elk Bath — a wildfire in the Bitterroot National Forest in Montana, United States](https://commons.wikimedia.org/wiki/File:Deerfire_high_res_edit.jpg)*”, Wikipedia, John McColgan, 2000 CE. The Elk Bath picture is not a picture of human-caused fire and deforestation, but it expresses well the impact of fires on life in the forest. It is used to better enable readers to visualise forest fires and the impact on animals, particularly with reference to the following Amazon fire image which is evidence of human deforestation and forest fires on a colossal scale.\\n\\n*[\\\\[6\\\\]](#_ftnref6)* Wilfred Owen, “*[Insensibility](https://www.poetryfoundation.org/poems/57258/insensibility)*,” 1918 CE.\\n\\n*[\\\\[7\\\\]](#_ftnref7)* John Alroy, “*[Dynamics of origination and extinction in the marine fossil record](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2556405/)*”, Proceedings of the National Academy of Sciences, 2008, 12(105): 11536–11542. Compare the quote above from John Alroy with E. O. Wilson’s later statements regarding the acceleration in extinction that occurs once species extinction events start.\\n\\n*[\\\\[8\\\\]](#_ftnref8)* Ted Hughes, “King of Carrion”, 1970 CE.\\n\\n*[\\\\[9\\\\]](#_ftnref9)* In the extinction event that finished off the dinosaurs it is notable that very severe degradation of the biosphere meant that *[no land animals of above 25 kg in mass appear to have survived](https://www.nhm.ac.uk/discover/how-an-asteroid-caused-extinction-of-dinosaurs.html)*.\\n\\n*NASA Earth Observatory images by Joshua Stevens using MODIS data from NASA EOSDIS/LANCE and GIBS/Worldview, Fire Information for Resource Management System (FIRMS) data from NASA EOSDIS, and data from the Global Fire Emissions Database (GFED), “[Amazon Forest Fires](https://commons.wikimedia.org/wiki/File:Amazon_fire_satellite_image.png)”, Wikipedia.org, 2019, public domain. See NASA Earth Observatory, “Uptick in Amazon Fire Activity in 2019”, 19 August 2019 CE. Western civilisations slashed and burned most of their forests many years ago, e.g., in [Europe](https://en.wikipedia.org/wiki/History_of_the_forest_in_Central_Europe)*, “during the period 1750–1850 CE forests in Central Europe had been decimated, causing a serious lack of timber. Some contemporary reports even spoke partly of *[desert](https://en.wikipedia.org/wiki/Desert)*-like landscapes at that time” (Wikipedia, “*[History of the forest in Central Europe](https://en.wikipedia.org/wiki/History_of_the_forest_in_Central_Europe)”).*\\n\\n*[\\\\[10\\\\]](#_ftnref10)* This brings to mind Malthusian theories of exponential growth in populations that are limited only by linear growth in resources.\\n\\n*[\\\\[11\\\\]](#_ftnref11)* Yuval Noah Harari, Sapiens: A Brief History of Humankind, 2011 CE.\\n\\n*[\\\\[12\\\\]](#_ftnref12)* Harari makes this point when discussing how many monotheistic traditions have incorporated the multiplicity available in polytheism by the back door (e.g., saints) in order to have some more personal being to plead with.\\n\\n*[\\\\[13\\\\]](#_ftnref13)* Image: “Great Hall of Bulls”, *[Lascaux](https://archeologie.culture.fr/lascaux/en)*, France, c. 15,000 BCE.\\n\\n*[\\\\[14\\\\]](#_ftnref14)* Percy Bysshe Shelley, *[A Defence of Poetry](https://biblioteca.org.ar/libros/167749.pdf)*, Part I, 1840 CE.\\n\\n*[\\\\[15\\\\]](#_ftnref15)* One is reminded of the Buddhist parable of the raft: “Suppose, monks, there is a man journeying on a road and he sees a vast expanse of water of which this shore is perilous and fearful, while the other shore is safe and free from danger. But there is no boat for crossing nor is there a bridge for going over from this side to the other. So, the man thinks: ‘Suppose I gather reeds, sticks, branches and foliage, and bind them into a raft.’ Now that man collects reeds, sticks, branches and foliage, and binds them into a raft. Carried by that raft, laboring with hands and feet, he safely crosses over to the other shore. Having crossed and arrived at the other shore, he thinks: ‘This raft, indeed, has been very helpful to me… Should I not lift this raft on my head or put it on my shoulders, and go where I like?’” (*[Alagaddupama Sutta](https://www.accesstoinsight.org/ati/tipitaka/mn/mn.022.than.html)*, “The Water-Snake Simile”, translated from the Pali by Thanissaro Bhikku).\\n\\n*[\\\\[16\\\\]](#_ftnref16)* Andrew Solomon, Blake’s “Job”: A Message for Our Time, 1993 CE. Image: William Blake, “The Ancient of Days”, 1794 CE, Wikipedia.org, public domain.\\n\\n*[\\\\[17\\\\]](#_ftnref17)* An absence of ethics. Yes, this is a made-up word, but aren’t they all?\\n\\n*[\\\\[18\\\\]](#_ftnref18)* Max G. Levy, “*[Scientists Discover Exposed Bacteria Can Survive in Space for Years](https://www.smithsonianmag.com/science-nature/scientists-discover-exposed-bacteria-can-survive-space-years-180975660/)*”, Smithsonian Magazine, 2020 CE: “Framed by an infinite backdrop of dark, lifeless space, a robotic arm on the International Space Station in 2015 mounted a box of exposed microbes on a handrail 250 miles above Earth. The hearty bacteria had no protection from an onslaught of cosmic ultraviolet, gamma, and x-rays.” They survived for 3 years.\\n\\n*[\\\\[19\\\\]](#_ftnref19)* Scott Atran, “The Power of Absurdity”, in John Brockman (ed.), This Explains Everything, 2013 CE.\\n\\n*[\\\\[20\\\\]](#_ftnref20)* Neurosciencenews.com, “*[The Human Brain Grew as a Result of the Extinction of Large Animals](https://neurosciencenews.com/brain-volume-evolution-extinction-17923/)*”, 1 March 2021 CE. This article refers to an interesting study from Tel Aviv University that links earlier growth in human brain size and intelligence to our making larger prey extinct and the subsequent need to adapt, collaborate and create technologies to hunt more agile, smaller animals.\\n\\n*[\\\\[21\\\\]](#_ftnref21)* Latin: “wise man”.\\n\\n*[\\\\[22\\\\]](#_ftnref22)* “The Pratītyasamutpāda doctrine … is a fundamental tenet of Buddhism and it may be considered as “the common denominator of all the Buddhist traditions throughout the world”, Mathieu Boisvert, wikipedia.org\\n\\n*[\\\\[23\\\\]](#_ftnref23)* Subject to natural justifiable self-protection which includes, for example, preventing an increase in the number and diversity of potentially uncontrollable deadly viruses.\\n\\n*[\\\\[24\\\\]](#_ftnref24)* Roger Penrose, Cycles of Time, 2010 CE.\\n\\n*[\\\\[25\\\\]](#_ftnref25)* E. O. Wilson, “*[A Biologist’s Manifesto for Preserving Life on Earth](https://www.sierraclub.org/sierra/2017-1-january-february/feature/biologists-manifesto-for-preserving-life-earth)*”, Sierra, 12 December 2016 CE.\\n\\n*[\\\\[26\\\\]](#_ftnref26)* These are reported to have been the last words of Gautama Buddha, born and died c. 563–400 BCE. “*[Vajrabhairava Mandala](https://www.metmuseum.org/art/collection/search/37614)*”, Lila Acheson Wallace Gift, 1992, 1330–1332 CE, wikipedia.org — public domain\\n\\n*[\\\\[27\\\\]](#_ftnref27)* E. O. Wilson, “*[The Biological Basis of Morality](https://www.theatlantic.com/magazine/archive/1998/04/the-biological-basis-of-morality/377087/)*”, The Atlantic, April 1998 CE.\\n\\n*[\\\\[28\\\\]](#_ftnref28)* Wikipedia.org, “*[Categorical imperative](https://en.wikipedia.org/wiki/Categorical_imperative)*”.\\n\\n*[\\\\[29\\\\]](#_ftnref29)* Leaving aside whether this is a fair assessment of Kant’s position, Kant’s work is notoriously difficult to categorise but has some unusual features that make it hard to fit within a scientific empirical framework.\\n\\n*[\\\\[30\\\\]](#_ftnref30)* See fn 27.\\n\\n*[\\\\[31\\\\]](#_ftnref31)* Wikipedia.org, “*[The Noble Eightfold Path](https://en.wikipedia.org/wiki/Noble_Eightfold_Path)*”. There are difficulties in the attribution of quotes to Buddha given that he practised in a pre-literate time. The same issues arise with Homer and figures in many ancient religions.\\n\\n*[\\\\[32\\\\]](#_ftnref32)* The Bible, *[Genesis](https://archive.org/details/bookofgenesistra00leno/page/96/mode/2up)* 1:1. Image: Michelangelo, “*[The Creation of Adam](https://en.wikipedia.org/wiki/The_Creation_of_Adam#/media/File:Michelangelo_-_Creation_of_Adam_(cropped).jpg)*”, c. 1511 CE.\\n\\n*[\\\\[33\\\\]](#_ftnref33)* Douglas Adams, The Hitchhiker’s Guide to the Galaxy, a ‘trilogy’ in five parts, 1980 CE.\\n\\n*[\\\\[34\\\\]](#_ftnref34)* No disrespect is meant to apes; in any competition for the addition of suffering in the universe the less eloquent apes would not catch their human cousins — we must now put significant entries on the credit ledger for all other life-forms. Image: Banksy, “*[Devolved Parliament](https://en.wikipedia.org/wiki/Devolved_Parliament_(Banksy))*”, 2009 CE, Wikipedia, *[GattoCeliaco](https://commons.wikimedia.org/wiki/User:GattoCeliaco)*, *[CC BY-SA 4.0](https://creativecommons.org/licenses/by-sa/4.0/deed.en)*.\\n\\nAlgo-art: <https://opensea.io/collection/ethicsoflife>\",\"timestamp\":1639482440,\"title\":\"Ethics of Life — 2.1-2.5 Cycles of Creation and Destruction\"},\"digest\":\"q66LXsKUY6uONW7PjwBJ5C65uYB3DGBM2LkUqdiKp1Q\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"signature\":\"Gh-tPVWZW9bxJ3X9t_OWjUC-xLnXhm3jdNZAQRLRMm-bODMYqKqKqY1oghfN1Wb-7UMOCS8KGGm6GL1Ne374DA\",\"signingKeySignature\":\"0xdf71867d6a93a9e9fc97739057d22cb3e7a0c04250c4da3797e334eba75e19656b925c0d134918e43f95fa27b290bd5caa4e20826faad966e713ce681d9f182d01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lZUFTsOwMwiIlzCQ8Wpt_B3EMoNE-lO0SaRJrIoOF7k\"}"