"{\"content\":{\"body\":\"当我们谈论元宇宙时，我们在谈论什么？\\n\\n　　有人说，元宇宙是一个去中心化的技术乌托邦、虚拟[理想](http://stock.finance.sina.com.cn/usstock/quotes/LI.html)国，在元宇宙里能做所有现实世界无法做的事。\\n\\n　　也有人说，元宇宙是一次又将造富无数，堪比互联网和移动互联网式的划时代机遇，因此必须All in元宇宙。\\n\\n　　还有人说，元宇宙不是未来某个巨头掌握的沉浸感超棒的VR游戏，而是当下正在发生的所有技术进步的另一种表述，一旦达到了某个奇点，就可以说人类来到了元宇宙时代。\\n\\n罗永浩也发[微博](http://stock.finance.sina.com.cn/usstock/quotes/WB.html)讨论了元宇宙\\n\\n　　上一次大家如此热情高涨、玄而又玄地探讨一个风口，还是比特币和区块链热潮。不过这一次，大玩家们已经用真实货币投票。\\n\\n　　Roblox上市了，居然值400亿美元？那就看看UGC游戏平台的机会吧；字节跳动花90亿收购了一家VR设备公司，看来硬件入口很重要啊；[Facebook](http://stock.finance.sina.com.cn/usstock/quotes/FB.html)要转型为元宇宙公司？还改了名？快去听听扎克伯格是怎么说的。\\n\\n　　元宇宙成了一个商业奇观。一个游戏、一个社交产品、一个视频软件，只要是数字化的东西都能跟元宇宙挂上钩——而我们现在几乎所有的时间、注意力、货币，似乎都已经在以数字和电波的形态流动了。\\n\\n　　到公元2021年10月28日，扎克伯格在万众瞩目中真的把Facebook改名为了Meta，才将这一轮的元宇宙热潮推向一个肉眼可见的高点。一时间，大海航行靠舵手，元宇宙航行靠扎克伯格。\\n\\n　　你可能依然不明白元宇宙是什么，没关系。[36氪](http://stock.finance.sina.com.cn/usstock/quotes/KRKR.html)访谈了和Metaverse有关的一些人士，带你看看这个时下最新潮的技术概念，如何感召了一批忠实的中国信徒。这可能是继比特币热潮之后，另一个不乏争议、迷雾和荒诞感的逐梦故事。\\n\\n　　**布道者的黎明**\\n\\n　　今年春节一过，UGC游戏平台Roblox上市估值翻十倍、马斯克推动Clubhouse爆红、区块链加密货币热——三把大火直接让大洋彼岸的\\\"Metaverse\\\"化身\\\"元宇宙\\\"，点燃了中国创投圈。\\n\\n　　[腾讯](http://stock.finance.sina.com.cn/hkstock/quotes/00700.html)CEO马化腾是最早公开谈论类似概念的中国互联网公司最高层。在去年11月的文章中，他虽然用的不是\\\"元宇宙\\\"而是\\\"全真互联网\\\"来形容互联网下一步的升级方向，但人们普遍认为，那只是话术上的不同而已。据称，是前腾讯副总裁、创建起整个腾讯AI体系的姚星率先提出的全真互联网，并被马化腾采用。但元象方面对此表示否认。\\n\\n　　后来，姚星干脆离开了腾讯自己创业，一开始就拿到了高榕、五源、高瓴等一线风投的强力支持。他是腾讯多年来职位最高的离职创业者，这一变动显然对中国AI界是一个巨大的震撼。\\n\\n　　到了今年10月初，[网易](http://stock.finance.sina.com.cn/usstock/quotes/NTES.html)CEO丁磊显得有点着急，他在公司内部发帖：有没有人在研究元宇宙？可以私信我！\\n\\n　　这揭示了一种确定性：在元宇宙这个问题上，所有的大公司都掩饰不了焦虑，以各种方式快速入局。\\n\\n　　大公司的一举一动如同风向标，嗅觉灵敏的人迅速行动起来。\\n\\n　　一个区块链的行业论坛在召开前夕临时在副标题里加上了Metaverse；一家做VR游戏的公司，在几年前风口破灭后苦苦支撑，今年突然开始有投资人询问他们需不需要融资；一家基金干脆把自己的名字也改成了元宇宙，\\\"专注于Metaverse投资\\\"。\\n\\n　　出海社交产品\\\"绿洲Oasis\\\"的创业者尹桑对36氪说，从那时起，基本每天都有投资人约他喝咖啡，想了解他的公司、行业和竞品的情况。而原本一些做AI的、做游戏编辑器的、做社交的、做区块链的创业者，\\\"Roblox上市让大家找到了阵地，所有人发现，其实我们都算（元宇宙）。\\\"\\n\\n　　一个时髦洋气的概念像魔术贴一样，把不同技术发展的杂乱线头卷在了一起。元宇宙的概念在国内创投圈逐渐深入人心，受到普遍认可，投资人们开始纷纷掏钱。\\n\\n　　超参数科技、元象唯思、启元世界等游戏AI公司的背后是高榕、五源、GGV等资本在输送弹药；SIG海纳亚洲领投了MetaApp一亿美元；代码乾坤被曝出引入了字节跳动为股东，虽然这一轮投资其实早在2019年就完成了；Unity游戏引擎团队背景的Yahaha在数月内连续完成三轮融资，原定的公布日期也由于不断有新投资人入局而一推再推；自称\\\"社交元宇宙\\\"、差点上市的Soul尽管受到很多嘲笑，但游戏新贵米哈游仍然愿意认购8900万美元。\\n\\n　　到了后来，几乎每天都能看到形形色色的\\\"元宇宙\\\"项目宣布拿到融资，各种名目的元宇宙主题会议召开。\\n\\n　　作为VR和移动社交领域的创业者，尹桑眼看着市场热起来了——不只是资本开始用真金白银下注，更重要的是\\\"创业者被理解了\\\"。至少，尹桑不需要再担心给投资人介绍公司时对方困得睡着——而这曾在2019年真实发生过。\\n\\n　　尹桑仍记得那个尴尬的时刻，他才打开PPT讲了三五分钟，桌子对面的投资人就困意连绵，狂打哈欠，\\\"明显能感受到他脸上是失望的。\\\"他又不能停下来质问对方，只能硬着头皮花半小时赶紧讲完，\\\"我自认为我讲得不无聊，但那时的投资人对VR行业没兴趣了。\\\"\\n\\n　　尹桑是连续创业者，几年前舆论对创业最友好时，他也曾登上过《彭博商业周刊》和各种综艺节目、电视台通告。两年前，尹桑从上海到北京约见一家本土科技媒体。想做VR社交创业的他把一台沉重的电脑和一整套VR设备背到了这家媒体楼下的咖啡馆，但记者大概只听了十来分钟就走了，再也没有后续的联系。\\n\\n　　在招聘中同样面临困难。\\\"我们跟候选人聊，对方第一句话就说，VR行业不是泡沫吗？不是死了吗？\\\"出于可行性，他不得不先将产品主要方向转向现在更为主流的移动平台。\\n\\n　　2019年初，他去美国见VC，发现很多美国投资人已经在看在投多人在线创作游戏社区Roblox。但同年他在中国见过的所有一线美元基金，\\\"至少在合伙人层面，没有一个听过Roblox\\\"。\\n\\n　　在充满质疑的环境下，尹桑不得不寻找战友，抱团取暖。\\n\\n　　2020年，由于Epic Games和Roblox这两家游戏公司再次对外讲Metaverse的概念，绿洲Oasis、MetaApp、Rct AI、罗布乐思中国等公司的创业者们也开始组建一些小范围的微信群，以\\\"Metaverse Dreamer\\\"这类名词来自况。他们互相鼓励，分享最新的业界信息、转发不同人对元宇宙的理解，甚至共享投资人和媒体资源。\\n\\n　　但到了2021年，尤其是下半年，这一切都变得多余。元宇宙终于火了。\\n\\n　　**事先张扬的泡沫**\\n\\n　　今年7月，随着Facebook CEO扎克伯格自信喊出\\\"五年内成为一家Metaverse公司\\\"，字节跳动又被曝出90亿人民币收购VR硬件创业公司Pico，在央视等大众媒体的普及下，这个本只在科技创投人士之间流行的概念不出意料地出圈了。\\n\\n　　到了10月，Facebook正式把公司改名为Meta，[微软](http://stock.finance.sina.com.cn/usstock/quotes/MSFT.html)推出可以在元宇宙里继续做PPT的办公产品，几乎同时，知名连续创业者罗永浩也在微博谈论他认可的元宇宙，只要人类的注意力主要是在数字世界，那就是元宇宙的开始。人类终将走向一个更加数字化的元宇宙时代，甚至不管我们是否愿意。\\n\\n　　深交所上市公司、A股“网游第一股”、曾在2018年“结合”区块链技术而被监管机构关注的中青宝，由于一度自称推出元宇宙游戏，过去两个月时间它的股价已经涨了四倍。\\n\\n　　尽管监管层不停发问询函、公司自己也反复发布股价异动风险预警，但二级市场的股民仍然用钱投票坚定认为：你不仅是元宇宙公司，你简直是元宇宙龙头，你的股价必须涨。总之，说你是你就是，不是也是——元宇宙热达到了一段事先张扬的泡沫高峰。\\n\\n全国各地争相成立各种中国特色的元宇宙协会、研讨会、工作委员会\\n\\n　　一个新概念到了这种程度，即便是曾经最相信元宇宙是未来的人，也会感到难堪和忧虑。\\n\\n　　\\\"现在所有人都可以元，好吧。\\\"投资人韩欧无奈地对36氪说。\\n\\n　　2020年底，韩欧曾在公司内部分享，随着计算机视觉、VR/AR、图形图画，以及与之相匹配的AI技术的发展，大概率可能会有一些新东西出来。但这个东西具体是什么则是模糊的。那时候，他觉得这么想的人不多，于是还专门写了PPT去普及美国同行在热议的Metaverse概念。\\n\\n　　\\\"谁知道春节一回来，Metaverse直接成为共识了。\\\"由于他很早就调研过国内这些技术领域的发展，知道几斤几两，韩欧的观点随后就发生了转向，相比起热闹的环境来说，他成为了投资人中最保守的一派。\\n\\n　　有同行劝他现在就应该出去创业做Metaverse，只要BP上写一个Metaverse的关键词，然后随便画一个布局，就能融一大笔钱。从历史经验来说，这并不只是一个玩笑，是有实际可行性的。\\\"但我不是这种人。\\\"\\n\\n　　一些明星项目陆续拿到巨额融资，但从传统标准看，很多项目都没有展现出对应估值的价值。\\\"什么狗屎东西，突然就跟现在流行的概念硬蹭蹭上了。\\\"韩欧困惑不已，最糟糕的是，\\\"即便你不认可，你也没法证明你就是对的，因为元宇宙真的太远了。\\\"\\n\\n　　一些原本走在自己节奏上的创业者已经被裹挟进了这轮风口。\\n\\n　　MetaApp旗下产品有依靠算法推荐的游戏聚合分发平台233乐园，每天有三百多万年轻用户登陆。今年3月11日，也就是Roblox上市的第二天，MetaApp公布了SIG海纳亚洲领投的一亿美元C轮融资，可能是高举元宇宙大旗的项目中目前估值最高单轮融资最多的一家，对标意味非常明显。\\n\\n　　MetaApp需要大量时间去养用户和开发者社区，MetaApp的CEO胡森本意并不想高调公布融资，他甚至不想融资，因为不想这个初生的行业陷入到烧钱补贴的战争中去，培养UGC内容的社区氛围非常需要时间来养。\\n\\n　　\\\"但这个事已经是明牌了。如果我不跟，别人融了很多钱，花钱推广，市场涨得很厉害，还招到了人，我就会很受限制。\\\"他陷入了一个典型的囚徒困境。\\n\\n　　元宇宙概念日渐爆火，却也有人心灰意冷。\\n\\n　　一位跟了多年社交文娱赛道的投资人在今年离开了早期投资行业，原因之一是一些他并不认可的项目凭借讲述元宇宙概念拿到了巨额融资。\\\"元宇宙最后可能还是会有大的公司长出来，大方向没问题，但我没办法说服自己接受他们的故事，参与这样一场大概率可能是泡沫的游戏。\\\"\\n\\n　　负责[百度](http://stock.finance.sina.com.cn/usstock/quotes/BIDU.html)元宇宙业务的百度副总裁马杰在近日的一次公开活动中发出不同寻常的警告称，按照Gartner技术成熟度曲线，目前元宇宙正在期望期的顶点。他甚至给出了具体时间，“到明年下半年或后年，这轮泡沫一定会破灭的。”\\n\\n　　**走不出的创新困境**\\n\\n　　7月31日傍晚，上海黄浦江的一艘高级游船，可能短暂地成为了今年中国元宇宙信徒密度最高的场合。\\n\\n　　游戏人工智能创业公司Rct AI几位90后创始人身着正装，在游船靠岸的码头迎来送往，引导来客合影拍照，照片会被上传到直播流。开船前，Rct AI为这次夜游黄浦江活动设计了独特的中英文播报广播来营造一种非现实感：\\\"从上海前往元宇宙\\\"、\\\"第三宇宙速度16.7km每秒\\\"、\\\"请勿使用任何武器以及脉冲设备\\\"、\\\"经过其它空间会引起颠簸\\\"。\\n\\n　　刚融完一轮资、正在洽谈下一轮的Rct AI意气风发，包下了这艘名为\\\"悦星6号\\\"的800吨级300客位的观光船。2019年下水服役以来，\\\"悦星6号\\\"曾被用于婚礼、团拜会、文化促进会，它的赞助商从地产商恒大换到了本地的牛奶品牌光明。据上海浦江游船官网，\\\"悦星6号\\\"的时租价格是35000元。\\n\\nRct AI包下一艘游船办了一场“元宇宙之旅”\\n\\n　　晚上8点，肩负着\\\"MAYFLOWER TO THE METAVERSE（去元宇宙的五月花号）\\\"使命的游船缓缓起航。五月花号是英国人向北美大陆移民的著名船只，Rct AI借用这个比喻来表达向元宇宙\\\"移民\\\"的雄心。\\n\\n　　Rct AI的联合创始人张言反复强调信仰的重要性。同样是写文章科普Metaverse，“我们写的东西里能看出信仰两个字”。\\n\\n　　95年出生的张言是Rct AI的核心团队一员，即便是在元宇宙创业圈也有很多人对这个年轻团队的能力存疑（年龄最大的CEO陈雨恒出生于1992年），但张言毫不担心。由于真正的元宇宙可预见地非常遥远，不是十年内能实现的，因而“年轻”被他视为另一种优势。“你很难想象一堆四五十岁的人真相信虚拟世界这个东西。”\\n\\n　　长达两个小时的\\\"元宇宙\\\"航行，人们分享最多的不是哪个元宇宙产品，而是微信名片二维码。偶尔游船驶进手机信号微弱的地区，就只能将一个陌生人的微信二维码先拍照存储，等到信号恢复了再识别扫码。\\n\\n　　在理想的元宇宙里，所有这个场合的人类肉身、高楼大厦、声与光都应当只是一些数据的集合，我们将不会再被物理世界所限制，不需要扫微信二维码，我们的意识将在一个虚拟世界里无限遨游。但人们如果想要抵达未来，总是会先抵达看起来是未来的未来。\\n\\n　　\\\"不管你喜欢不喜欢这个过程，终究都要接受元宇宙的来临。\\\"晚宴结束后，下船离开的尹桑对36氪说。他的绿洲Oasis是Rct AI的客户，不久前，这个产品刚刚应用了Rct AI的技术，上线了AI虚拟宠物来陪伴用户。\\n\\n　　11月2日的数据显示，绿洲Oasis在巴西市场Google play的社交应用免费榜上达到了第一，超过TikTok和所有Facebook系应用。目前，绿洲Oasis正在进军美国市场。\\n\\n　　此刻意气风发的尹桑，只是痴迷于颠覆性创新的创投圈的一员。在这个世界中，增长是正确、唯一正确、永远正确的事，人们会为错过每一个风口而恐慌、懊丧。\\n\\n　　投资了Rct AI的陈悦天认为，参考Unity和Roblox的市值、epic的一级市场估值，中国VC们在Metaverse上赌是有道理的，\\\"哪怕估两亿美元投一家公司，只要它能做到中国的Epic、中国的Unity、中国的Roblox，就还有一百倍的回报。\\\"\\n\\n　　谁能做到呢？在保守派怀疑和犹豫的同时，红杉、高瓴、五源、高榕这些顶级风投们，都已经纷纷拿出了上亿美金去为信仰和激进者投票。而且这些率先坐上牌桌的人，往往在上一局比赛中已经压对，赚得盆满钵满。他们比其他人更有成本优势，也更可能在崩盘前率先撤退。\\n\\n　　当这种情况多了之后，连最保守的和自认为最先研究元宇宙的投资人也会产生自我怀疑，\\\"是不是我们老了呢？\\\"\\\"是不是灯下黑呢？\\\"韩欧没能给自己一个答案。\\n\\n　　\\\"信则投\\\"——在投资圈，当持不同观点的投资人谁也无法说服谁，而市场又尚未能验证正误的时候，这是他们最后都能接受的，称不上共识的共识。\\n\\n　　没有人会不知道如今的市场存在狂热，如果你跟这波元宇宙浪潮中的每一个人聊，绝大多数个体都是理性的。但这些理性的个体组成到集体，成为\\\"元宇宙项目\\\"、\\\"元宇宙概念股\\\"和\\\"投资人们\\\"、\\\"股民们\\\"的时候，很容易就会陷入到\\\"我知道我在炒作，你知道我在炒作，我也知道你知道我在炒作\\\"的博傻情境。“元宇宙就是未来，就是美丽新世界”的憧憬如潮水般形成共识。而在共识的潮水面前，任何个体的保守和理性都会被一击即溃。\\n\\n　　即便是元宇宙的最大旗手扎克伯格也有他的反对者，其中最有分量的保留意见来自硅谷传奇程序员约翰·卡马克（John Carmack）：“我对Facebook公司在Metaverse方面的所有努力都持反对意见。开发Metaverse并不是实现Metaverse的最佳方式。”\\n\\n　　2013年，卡马克出于对VR技术的看好，加入了Oculus Rift担任CTO，也就是后来被Facebook收购的VR头显公司。有了Facebook的支持，他差点儿以为他多年以来的虚拟世界梦想快要实现了。至少2014年的报道和技术论坛中，卡马克就已经在推销Metaverse概念了，他直接推动了2016年的VR热。但历史证明，连移动互联网都还没到尽头，那时VR要走向大众还太早，热潮也随之冷却。或许正是因为卡马克经历过这些周期，才导致了他对扎克伯格这次战略调整的保守态度。\\n\\n　　“天真的程序员或策划，他们只想从最高层面夸夸其谈，并不关心GPU、微观架构、网络、流媒体等具体执行细节。”卡马克说。\\n\\n　　在\\\"元宇宙龙头股\\\"中青宝连日大涨之后，11月5日晚间，深交所发布公告称，对近期涨幅异常的\\\"中青宝\\\"进行重点监控。很明显，如果元宇宙的发展难以自控，或者与投机资本合谋，必将引来戳破泡沫的更高的力量。\\n\\n　　带着一些信仰，也带着许多投机，这说明一个风口真的热了。\",\"timestamp\":1641357923,\"title\":\"一千个创业者，一千个元宇宙\"},\"digest\":\"JFpAKDyN82grUbID4sth0pLf7XKliACJRqDzQ-OvoCc\",\"authorship\":{\"contributor\":\"0x3AD3280729C60036B238323B7f0fd9CC49630845\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6bRJVV6UNaOsL_nzJWm91Dn7oRknO-iEQBv_-7GUw0o\\\",\\\"y\\\":\\\"TN1_YRrFN6-V_hyllQovURxz-1qqVvTBYvmB-I3h6r0\\\"}\",\"signature\":\"yaYWEU4Z4H9RMznUaEOhOFJ0HZ8uhvaYdUng8MQzEbFZI9buXtiKDRJtGO5XXdFJ7SP_We0AeNfdZKEodbfT9g\",\"signingKeySignature\":\"0xaa9ac755279573d4b19c34c676193f903ebe9409a2606bd5153af0cad13516951f3acbbebd711e4f084d4172b43c055bfb27d6de45e3e3363a55bf036185cc7c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6bRJVV6UNaOsL_nzJWm91Dn7oRknO-iEQBv_-7GUw0o\\\",\\\"y\\\":\\\"TN1_YRrFN6-V_hyllQovURxz-1qqVvTBYvmB-I3h6r0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JFpAKDyN82grUbID4sth0pLf7XKliACJRqDzQ-OvoCc\"}"