"{\"content\":{\"body\":\"It is clear there is a growing need for lawyers here and abroad to understand these possible legal issues and jurisdictions. It is, or should be, obvious that the best lawyers are those who can counsel their clients from a sophisticated understanding of the area of business in which their clients operate. To counsel clients involved in the DeFi space, wouldn’t you want a lawyer with the technological literacy to understand blockchain and the legal issues surrounding it? And perhaps one with education or experience in finance or accounting, rather than one who studied philosophy or chemistry in college? As the many uses of NFTs explode, shouldn’t your lawyer have a good handle on the IP laws and artistic rights associated with the proposed NFT?\\n\\nI believe lawyers should, and that is part of the reason I am now teaching both blockchain law and fintech law at Florida International University College of Law in Miami after practicing law at law firms and the SEC for 40 years. As businesses start up or grow into the use of digital assets, they will need guidance on the “rules of the road,” as I believe most businesspeople want to do the right thing and follow established laws. For this, they should be able to turn to the next generation of lawyers — those currently in law school — for the answers, or at least for the correct guidance. Yet shockingly, only around two dozen or so of the over 200 law schools here in America teach a class dedicated solely to blockchain or solely to financial technology, last time I checked. That is only 10% of all law schools! That has to change, and rapidly.\",\"timestamp\":1639039789,\"title\":\"It is clear there is a growing need for lawyers here and abroad \"},\"digest\":\"ZzEUzJqiolfRqmqezcedfeqAZgp8La6-7tHYlZjpCeM\",\"authorship\":{\"contributor\":\"0x68C9f981a2CEF37445719a678eb61b779EE4CDB1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IX-ogWFVgCdQUDnWewYdZegJviy80ZXFI9ai0vw_T7U\\\",\\\"y\\\":\\\"yuRTl6C1akFh8nXL8dFSTdkbtky2rahF1u9P8xYzJrY\\\"}\",\"signature\":\"ap5dvP4rWEpEiNZMC2I4eJB0QBiOpgItFAhHpCS5T08wYeDMA7fqhZxylAWWnHbO6FPaBNvCQFj_5WSaPpSZuw\",\"signingKeySignature\":\"0xd69fe576cb2ef3f79d3ef36d069b6d2383b9f35129a68576e8e355814811cfee3a7933b940b16b164685653fcf62aa429f162c7674598a2d89a75ef6386fc3581b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IX-ogWFVgCdQUDnWewYdZegJviy80ZXFI9ai0vw_T7U\\\",\\\"y\\\":\\\"yuRTl6C1akFh8nXL8dFSTdkbtky2rahF1u9P8xYzJrY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZzEUzJqiolfRqmqezcedfeqAZgp8La6-7tHYlZjpCeM\"}"