"{\"content\":{\"body\":\"![Photo credit: Ashley Batz](https://www.camelliayang.com/uploads/1/1/8/2/118233894/ashley-batz-betmvwgycly-unsplash_orig.jpeg)\\n\\n## TABLE OF CONTENT\\n\\n* Preface\\n* Flowism\\n* Life Principles\\n* Origins\\n* Tibet Trip\\n* Meditation Journey\\n* Psychedelic Experience \\n* Ultimate Goal\\n\\n## Preface\\n\\n​When I was little, I was obsessed with my Dad’s study room. How come he could pick up some colourful and heavy things on the shelf and lock himself in the room for the whole day? I imitated his behaviour but hardly understood a word from his accounting, economy and management books.\\n\\nOne day, I browsed my Dad’s treasures and found one book rather fascinating. [The Life of Friedrich Nietzsche by Daniel Halévy](https://amzn.to/3ryLJv2) (The Chinese translation version of that book called Friedrich Nietzsche: I’m the Sun《尼采传：我是太阳》) triggered me because that’s the only few words I could recognise at the young age. I felt highly excited like Archimedes leapt out of the bath and rushed home naked crying, “Eureka! Eureka!” I thought I found the universal truth that the Sun is this beard and weird-looking guy!\\n\\nMy family made fun of me about how I secretly told everyone, “do you know the Sun has a name called Ni Cai (Nietzsche’s pronunciation in Chinese)?” and how I regarded myself as a detective scientist who decodes the identity of the Sun. Silly, right? That childhood mystery followed me for ages until I learnt at school what **metaphor** is and who the real Nietzsche is, and apparently, there is a conventional rule to name things in our society, including the Sun.\\n\\nMy old friend’ Nietzsche didn’t fade away with my stupidity but lingered around my life and led me to dig more about him and his fellow philosophers. As his saying goes, **he who has a why to live can bear almost any how**. Like many rebellious, moody and self-centred teenagers in my adolescent years, I blamed my parents for everything because “I didn’t choose to be born”. My early 20s also filled enormous pains from internal self-doubt and disturbing external facts. I didn't know why I was here and what's it for.​\\n\\nI wrote numerous suicide notes in my diaries but never made it into action. I suffered from a constant existential crisis but never fell into mental illness. I don’t know if I am a coward or a survivor in this life game.\\n\\nNow I want to share my journey of discovering my WHY (aka, my philosophy). They are my guiding principle for my short life on earth. I hope you will find yours and live life on your own terms. ​\\n\\n## Flowism ​\\n\\nMy life philosophy is Flowism, a term I made up when my best friend asked why I constantly change my mind and never settle down on one idea, a place, a job or a person. I said, “I go with a flow. I’m practising Flowism.”\\n\\nGoing with a flow doesn’t mean you are a fence-sitter or flip-flopper. It’s a state of following your intuition and evolving your thoughts and ideas constantly.\\n\\nIf the universe was an ocean, what we understand is only a drop of water. Nothing is certain. Nothing is for sure. Everything is impermanent.\\n\\nI am aware that I know nothing. I could explore everything with my intellectual curiosity where fate brings me. It's OK to change your mind regularly with the foundation of independent and rational thinking.\\n\\nThe reality is merely real. The concepts of time and space and cause and effect are an illusion. Who has the ability to define the objective truth based on our current understanding? Ask real questions and obtain a good explanation.\\n\\nAll things are neutral. Everything depends on our perspectives toward this world. We choose to fall into nihilism or decide to make everything meaningful to ourselves. If nothing matters, just have a fun journey and be like a cheerful nihilist.\\n\\nAll things, including people, come and go. Not forcing, not interfering, just accepting everything.\\n\\nLife is a single-player game with sufferings from desire, departure and detestation. Once you accept this setting, everything you encounter in your life will be more acceptable and enjoyable.\\n\\nThe meta meaning of living is existing. Existing is a pain. Once we go into a flow state of an egoless mind, everything will become nothing. I am nothing. Nothing is painful anymore.\\n\\nOur thoughts and ideas, or so-called free wills, are inextricably tied to language, and language is socially constructed. We are all socially conditioned.\\n\\nWhat I try to say here may sound different from what I mean, but it doesn’t matter. Just go with your flow; go with your understanding of flowism because others, including myself, are an illusion.\\n\\nLife is only making sense when you look back. So, go with flow forward and collect and connect dots on the way.\\n\\nRemember, all things come to those who flow the way, as all wild streams and all unruly torrents drive eventually to great rivers and the sea. ​\\n\\n## Life Principles ​\\n\\nBesides my life philosophy, I also summarise and update my life principles on my birthday every year ([29](https://www.camelliayang.com/blog/happy-birthday-29), [30](https://www.camelliayang.com/blog/30-thoughts-on-turning-30), [31](https://www.camelliayang.com/blog/31-thoughts-before-i-turn-31)) as my guide for living a truthful life.\\n\\n2020 is a memorable year for most people due to Covid 19. I had my first anniversary of moving to London and enjoyed most of the solitude time thanks to lockdown.\\n\\n​People have to spend a certain amount of time staying only with themselves to hear their inner voice. Only in this way can we have a clear understanding of who we are and what we can offer to this world.\\n\\nHere are my 32 principles on my 32 years old birthday:\\n\\n1\\\\. Roman emperor [Marcus Aurelius](https://amzn.to/3dnOZEn) once said: “You could leave life right now. Let that determine what you do and say and think”. During the pandemic, we feel like illness and death are only one inch away from us. I rethink my life priority and let death serve as my warning alarm rather than a fearful monster. Once you dare to face death, you begin to live a truthful life.\\n\\n2\\\\. Logic is a human being’s creation. The universe doesn’t give a damn about that. We all try to figure out the correlation and causation and brag about the pattern we discovered. However, there are so many black swan events happening around us. Maybe possibility and randomness are the key messages we should bear in mind.\\n\\n3\\\\. Everyone has a default setting. Don’t follow what society and others expect you to do but listen to your inner voice. We all have unique DNA and life experiences. Rather than anything, pursue your truth.\\n\\n4\\\\. Nations, money and companies are all fiction concepts. When you choose to sacrifice your time and life for those ‘unreal’ subjects, think twice. Are they worthy of it?\\n\\n5\\\\. As a Chinese saying goes, one has to put knowledge into action. What you know is not that important until you unify the mind and action together. Any knowledge that you gain but not put into action was considered delusion or false.\\n\\n6\\\\. Direction ＞ speed. There is no point you driving so fast but in the wrong way. In order to get to your destination, in the end, you have to pause and double-check you are on the right track.\\n\\n7\\\\. I don’t know what I don’t know. Therefore, I have to be rationally open-minded all the time. Stay foolish and stay hungry. If three of us are walking together, at least one of the other two is good enough to be my teacher.\\n\\n8\\\\. Building a system is better than setting up a goal. A goal is temporary, but a system is a compound machine that can help you play a long-term game. I am what I repeat. Let your actions speak for your traits and identity.\\n\\n9\\\\. Amor Fati. Memento Mori.\\n\\n10\\\\. You always have a choice. Don’t let linear thinking and simple causation lead you to the end of the road. Open your eyes and seek possibilities around you.\\n\\n11\\\\. On one hand, loss implies gain; on the other hand, gain means loss. All things are neutral and based on our perspectives to decide it’s good or bad. Be positive and find the good side of things and people.\\n\\n12\\\\. Any relationship is a good relationship as long as we are a whole person rather than a person who has a hole to seek others to fill the gap. Life is a single-player game. Let’s appreciate everyone we met on the journey.\\n\\n13\\\\. When I take photos, I look around and find a perfect angle. Finding different angles can also apply to interpersonal communications. Don’t let misunderstandings or pre-set judgement affect the potential relationship you are about to build up with others.\\n\\n14\\\\. It’s human being, not human doing. Live in the moment.\\n\\n15\\\\. Always have a deadline. During the lockdown, I had the privilege to attend [James Altucher](https://jamesaltucher.com/) 30 days book challenge. I am always dreaming of writing a novel in English but never find a chance to sit my ass down and write. With this 30 days time frame, I finally completed my book! Doing is better than thinking and talking.\\n\\n16\\\\. There is no universal solution that can solve all your problems. Stop reading those self-help or success stories from others. Find the suffering that you enjoy the most, and keep moving forward.\\n\\n17\\\\. Creating content is a way to express my feelings and thoughts. It also heals my trauma and pains. Every time I create a character who suffers from the exact problems facing me, I can figure out a solution for her/him in a third person’s perspective.\\n\\n18\\\\. Be careful with others’ compliments, and then you won’t pay much attention to their criticism. Your ability has a benchmark and won’t change based on others’ thoughts. But be humble to take constructive feedback.\\n\\n19\\\\. As an ancient Buddha said, perceive as you see, believe not what you perceive, then accept what you know as they are. 「老僧三十年前未参禅时，见山是山，见水是水；及至后来，亲见知识，有个入处，见山不是山，见水不是水；而今得个休歇处，依前见山只是山，见水只是水」。\\n\\n20\\\\. [John Donne](https://open.spotify.com/episode/2XwDGxhR6fojwCAzt8Oyb3?si=dRipINY7RxuoV6BD6rDjQQ) wrote the poem, “No man is an island entire of itself; every man is a piece of the continent; And therefore never send to know for whom the bell tolls; It tolls for thee”. Consider about others surrounding you and do something within your ability to help out.\\n\\n21\\\\. Learn to forgive. Everyone is on their journey. You don’t know what others are suffering. Be kind.\\n\\n22\\\\. Find someone who both of you can just shut the fuck up for a minute and comfortably share silence.\\n\\n23\\\\. [Mark Manson](https://markmanson.net/) mentioned the concept of ‘Emotional Diversity’. Clarify your emotions and know what triggered them. Don’t let emotions serve as your master, especially during the decision-making process.\\n\\n24\\\\. As [Kevin Kelly](https://kk.org/) said, the universe is conspiring behind your back to make you a success. Embrace this concept and accept the gift that the universe gives to you. Then share it with this world.\\n\\n25\\\\. You are not your emotions, your thoughts and your body. You are your actions and the feelings you bring to others.\\n\\n26\\\\. What we do every day will shape the future. When our bodies vanished, our cultural memes would live forever. We have to pay attention to our thoughts and actions to generate a promising future for the next generations.\\n\\n27\\\\. [Paul Graham](http://www.paulgraham.com/) mentioned every city has its personalities and ambitions. Pick up your city carefully that won’t drag you back but help you to find your tribes. London is a perfect choice for me as a football and literature enthusiast.\\n\\n28\\\\. Create your daily routine that can generate compound interest, and repeat, repeat and repeat. As [Albert Camus](https://amzn.to/3mcYaeP) said, “the struggle itself towards the heights is enough to fill a man’s heart. One must imagine Sisyphus happy”.\\n\\n29\\\\. A life without constant examination is not worth living. As [Naval](https://nav.al/) said, a proper examination should ruin the life that you’re currently living. There is nothing wrong with continuous changing your surroundings, your networkings and your lifestyles. People have different priorities in their life stages. Examine your focus and do not be afraid of change.\\n\\n30\\\\. Learn to surrender. Control what you can control and let things go with the flow of what they are supposed to be.\\n\\n31\\\\. “There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.” --Albert Einstein ​32. Life is only making sense when you look back. Collect and connect dots on the way.\\n\\n## Origins  ​\\n\\nI was born in Jinan, Shandong Province, China, where under the tremendous influence of **Confucianism** emphasised personal and governmental morality, the correctness of social relationships, justice, kindness, and sincerity. I was taught to respect and obey authorities and elders and sacrifice individual welfare to achieve a group goal.\\n\\nI was a Merit Student throughout primary school because I knew how to please others by studying hard and obeying all the rules. I remembered so vividly on the graduation day of primary school, my best friend Shixin told me, “You have such a beautiful pair of eyes, but I can’t find any happiness inside them. I wish you a happy life.”\\n\\nI was shocked, and then I cried.\\n\\nThat was the first time I realised I lived a pretentious life and never be a happy kid deep inside. All I did was oppress my free spirit to adapt to mainstream society to get approval from others. What’s it for? Why do I do that? What’s my purpose? Those self-examination questions lead me to so many depressing hours during my childhood.\\n\\nAs you might know, **Three Teachings** (Buddhism, Daoism and Confucianism) is a traditional belief system in China. Many Chinese families hike and worship those Buddha Statues at the top of the mountain, visit the Taoist temple to draw a fortune stick or go to Qu Fu to pray for Confucius for their children’s education. While my parents participating in those activities, I got my first personal computer to surf online to learn more about the stories behind those three schools of thought.\\n\\nThanks to my grandparents, Qi Kaimin and Sun Yuzhen, the survivors of the China Cultural Revolution, who were highly educated and cultured. They devoted their retiring life to researching **Yi Jing** (also known as I Ching or Book of Changes), a book by far being considered the most consulted of all books that believe it can explain everything.\\n\\nMy grandparents proposed changing my name from Chenlu to Yixuan to alter my fate based on what Yi Jing said. I had no idea why I changed so dramatically after the name change (puberty hormonal changes?). I started to behave in such a rebellious way, disobeyed authorities, wrote political-sensitive content, asked numerous questions on existence that drove my parents crazy. They thought it would be better to send me overseas rather than living in a traditional Chinese society that brought everybody in trouble.\\n\\nI joined the exchange student program and went to New Zealand to study. The language barriers and culture shock took me to another round of loneliness and depression. I came across a Baptist Church near my school and prayed for **Christian God** to save me from suffering. Meanwhile, I attended a campus counselling service and tried to cure myself based on psychological practice. I also found libraries and bookstores were my shelters where I could temporarily escape from reality and enjoy my alone time.\\n\\nAfter I moved from New Zealand to the UK, I got a chance to meet and talk with people from different cultures and backgrounds where I could learn Muslim, Orthodox and other schools of religions and philosophy that originated from this part hemisphere. I read from Greek saints to German philosophers, from ancient guru to contemporary thinkers, and then developed my philosophy by standing on those giants’ shoulders.\\n\\nHere is the list of names and schools that influenced my philosophy to my awareness:\\n\\n* Stoicism, Buddhism, Daoism, Confucianism and Existentialism\\n* Jean-Paul Sartre, Plato, Rene Descartes, Friedrich Nietzsche, Immanuel Kant, Soren Kierkegaard, Albert Camus, Jean-Paul Sartre, Simone de Beauvoir, David Deutsch, Jed McKenna, David Hume, Immanuel Kant, G.W.F. Hegel, Ayn Rand, Rick and Morty, [Mark Manson](https://markmanson.net/), [Ryan Holiday](https://ryanholiday.net/), [Derek Sivers](https://sive.rs/), [Naval](https://nav.al/), [Kapil](https://www.kapilguptamd.com/), Ludwig Wittgenstein, Jiddu Krishnamurti\\n* Among hundreds of books I read, this is the list of the top books I recommend where I benefit a lot from those writers: <https://mostrecommendedbooks.com/user/camelliayang>\\n\\n​\\n\\n## Tibet Trip ​\\n\\nIn 2015, I quit my first full-time job at a well-known New Zealand company because I lost my motivation and inspiration as a content creator. I went to America and indulged myself in materialistic pleasure. It was a fun month, but this kind of action provided me with a temporary solution rather than a permanent cure.\\n\\nI fell into a void and emptiness.\\n\\nBack then, my Dad made his trip to Tibet and shared photos of those majestic palaces and magical natural scenery with me. I have always been fascinated by **Tibetan Buddhism** and the profoundness of Tibetan culture. Since I was a child, I heard Princess Wencheng entering Tibet and marrying Songtsen Gampo and the story of how Tibetan used human skin to make drums.\\n\\nI longed for this sacred and mysterious land, and it was time for me to pay for a visit.\\n\\nIt took me 24 hours by train to arrive in Lhasa, Tibet. I went through horrible altitude sickness (headache and accelerated heartbeat plus breathing difficulty), but the grand scenery along the way made me survive this mammoth trip.\\n\\nI visited many villages where I saw the national five-star red flag flying in almost every house. I had no idea if it’s the government’s efforts or Tibetans voluntarily did so. My journalist background drove me to talk with everyone I met, but many elder villages could not speak Mandarin. Although we could not communicate, their genuine and innocent smiles made me feel very comfortable.\\n\\nWhat impressed me most was the Tibetan Buddhism Prostration. Tibetan Buddhism believers prostrate themselves on the ground, with the head, arms, and knees down on the ground, and move forward slowly, following every step with a kowtow. This was the way to express their most honest hearts to the Buddha, as they walked from their hometown to Lhasa, one kowtow with every three steps they took until they arrived in Lhasa (usually took a couple of months with 100,000 kowtows!).\\n\\nI was shocked because I never saw hundreds of people prostrating this ritual along the way. What made them so devoted? What’s the purpose for them to do so? What would they want to achieve?\\n\\nReflecting on my life, I had never focused on one thing, not to mention committed to any practice like that. I talked with the locals and prostrators and learnt that Buddha said our world is an illusion. **Human beings can strip themselves of this illusion through meditation and self-denial to achieve enlightenment**. The prostration practice is essential to the mind’s purification and freeing it from lousy karma due to harmful doings or thoughts.\\n\\nAlthough I’ve read a couple of Buddhism books before and had an idea of the Tibetan prostrator. Words on paper could not compare with seeing them practising at the Dazhao Temple in front of me! I was so touched by their actions and devotion. Moreover, visiting Dazhao Temple made me emerge the hope to our human race.\\n\\nThe Dazhao Temple owns its fame to its life-sized statue of the Buddha at age 12, brought to Lhasa as part of the Chinese Princess Wencheng’s dowry in 641.  1000 years later, another notable event happened in the temple’s long history: Chinese Emperor Kangxi’s visited here as a part of governing inspection.\\n\\nHow glad to see different ethnic groups could live harmoniously in one land throughout history. Although conflicts and wars had happened occasionally, the mixed ethnic culture memes would find their way to survive and left essences to the future generation.\\n\\nOne of the highlights of my Tibet trip was visiting the Potala Palace. Songtsen Gampo built this world wonder to marry Princess Wencheng from mainland China over 1,300 years ago. The Potala Palace was built on top of the mountain with more than 2,000 rooms full of paintings, books and exotic treasures.\\n\\nThe whole trip was mind-blowing with awe. Although human beings only existed in this universe for such a short period, the hard labour of creating those fantastic buildings and arts have always made me so emotional. ​​According to Tibetan Buddhist culture, if you circumambulate Mount Kailash clockwise on foot in the Year of Horse, it will bring good fortune because Mount Kailash is considered a home of Buddha Cakrasaṃvar, who represents supreme bliss; If you walk around Lake Namtso clockwise on foot in the Year of Sheep, it will bring buddha’ blessings because Lake Namtso is the holy lake in the Tibetan world.\\n\\n​The sixth Dalai Lama, Cang Yang Gyatso, once wrote a poem about his experiences walking around the mountain and the lake, “In this lifetime, circumambulating the mountains, the lake and stupas but not to seek rebirth, only to meet you along the way”. How romantic!\\n\\nI also wrote a piece to this beautiful land that blessed me with her beauty and holiness.\\n\\n告别西藏，难忘那白云朵朵蓝色静谧的天空，难忘那浪花淘淘绿色磅礴的江水，难忘那蓝白红绿黄代表天地五行的经幡，难忘那东西南北中虔诚扣头敬拜的教徒。\\n\\n布达拉宫依旧在旭日的照耀下璀璨生辉，藏香袅袅，佛音阵阵，美好一天又轮回，我在告别，你在守候，何日我们再相会？\\n\\nFarewell to Tibet, The Potala Palace shining brightly under the rising Sun.Farewell with the prayer flags with five pure lights.\\n\\nFarewell to Tibet, The Tibetan incense is curling up, Farewell to its white clouds, blue sky, and colourful lands.\\n\\nFarewell to Tibet, The Buddhist chanting is bursting out, Farewell to devoted people from the bottom of my heart.\\n\\nA beautiful day has come and gone. I’m saying goodbye. You are staying hereby. We are fated to meet again, Between the dark and dawn.​\\n\\n## Meditation Journey ​\\n\\nIf you’ve never tried it before, meditation can seem both improbable and pointless. You might wonder what the point is of sitting quietly for twenty minutes. It looks like a waste of time that doesn’t have any tangible benefits! But countless people and books talk about how important meditation is for your health, so I wondered: shall I give it a go and see what would work for me?\\n\\nIn 2018, after researching many different ways of meditation, I signed up for a **Transcendental Meditation (TM)** course, primarily influenced by [Ray Dalio](https://amzn.to/3drr07c), whose Principles was one of my favourite books. In this six-week course, my teacher taught me a mantra (he said everyone’s mantra is different. The mantra itself is meaningless, and it’s just an anchoring tool to help you focus). All I have to do is practice meditation for 20 minutes twice a day, once after waking up in the morning and once before dinner, in any setting or comfortable position.\\n\\n### How do I practise?\\n\\nFirst, choose a comfortable position, either sitting cross-legged or on a chair or sofa, as long as you are not lying down. Second, close your eyes and sit still for half a minute to a minute. When you feel relaxed, start repeating your mantra in your head. Your brain will generate many mixed thoughts at this time. The ideal state is when the mantra and the thoughts cease to exist, and a feeling of emptiness is achieved.\\n\\nAs it is written in the biography of [Steve Jobs,](https://amzn.to/3m8slUw) *“If you just sit and observe, you will see how restless your mind is. If you try to calm it, it only makes things worse, but over time it does calm, and when it does, there’s room to hear more subtle things — that’s when your intuition starts to blossom, and you start to see things more clearly and be in the present more. Your mind just slows down, and you see a tremendous expanse at the moment. You see so much more than you could see before. It’s a discipline; you have to practice it.”* I totally agree. The important part is **not controlling your thoughts but letting them go without interruption.**\\n\\nIt takes time but is worth it.\\n\\n### Yoga and Meditation Retreats\\n\\nOnce a year, I took a couple of weeks to do a **Yoga or Meditation retreat**. In 2019, I joined the Blooming Lotus Yoga retreat in Bali, including daily morning and evening yoga classes, theoretical study of the yoga system, daily morning and evening meditation sessions, and Bali’s cultural tour.\\n\\nAs an amateur CrossFit girl, I always find yoga too soothing and soft. I prefer to pump and punch in the gym or go to a HIIT class, making me feel like exercising. This seven-day intensive yoga training has changed my perspective on yoga classes in a fundamental way. I had a chance to learn Yin and Yang yoga. One is slightly faster, fluid, energetic and powerful; the other is softer, focusing on stretching and emphasising the endurance to achieve a state of unity between body and mind.\\n\\nYoga is not just a form of exercise but a way of life that unites body, mind and spirit, dating back 5,000 years to the Indus Valley. It has evolved over the millennia into many schools of thought, from the classical five major systems (wisdom yoga, karma yoga, hatha yoga, king yoga, kundalini yoga) and the eight branches of practice (abstinence, practice, asana, pranayama, mindfulness, concentration, meditation and samadhi) to the countless variations in modern society (hot yoga, Iyengar yoga, etc.).\\n\\nThe instructor briefly introduced us to Yoga Nidra, Chakras, Ayurveda and the yogic philosophy of ‘Unity of the Self’, and highlighted how to apply this theoretical knowledge to practical life by adopting healthy eating and exercise habits, self-healing and achieving a state of inner peace through a series of daily rituals. The most exciting part for me was the sister of Yoga: Ayurveda, derived from the Sanskrit word ‘life science’ with 5,000 years of history (Chinese medicine is also derived from Ayurveda).\\n\\nAyurveda believes that everything in the universe is made up of the five elements: Air (Akash), Wind (Vayu), Earth (Prithvi), Fire (Tejas) and Water (Apa), and the same is true of the human body (the five elements of Chinese medicine). These five elements are mixed to form Doshas’s life energy and are divided into three main categories.\\n\\nVata = Air + Wind\\n\\nPitta = Fire + Water\\n\\nKapha = Earth + Water\\n\\nThe Ayurvedic system teaches people to look within, understand themselves from the inside out, and find out what makes ‘themselves’. The essence of Ayurveda is to **find, discover and regulate your own sense of balance, to live in harmony with yourself, with others and with everything in the world.** No one can give more than what they have, which is why you must first start loving yourself. Be less obsessive with perfectionism and focus more on caring for yourself.\\n\\nThe most noticeable change since I started meditating is that I have become more aware of my ‘thoughts’ and many things I thought I had forgotten. Also, the emotions I had previously hidden and suppressed have come out (it can be horrifying at the beginning few months of practising meditation because you have to confront those ugly things that you avoided before).\\n\\n[Sigmund Freud](https://amzn.to/3rDamqn) once said, **“unexpressed emotions will never die. They are buried alive and will come forth later in uglier ways.”** No wonder I went through a couple of panic attacks in the past years --- my repressed emotions eventually reached their breaking point and suddenly attacked me.\\n\\nWith the help of meditation, I have more courage to face these deeply buried thoughts and feelings, which, although painful, are temporary, and when they are resolved one by one, I will no longer be disturbed by them and will have a clear-thinking mind.\\n\\nMeditation, like most things, is a long-term process, and just as the body needs to keep exercising to build muscle, the brain needs to keep meditating to develop awareness. Once you can be aware of yourself rather than follow the crowd, you’ll better understand who you really are and what you really want. And once this fundamental problem has been solved, other secondary issues that arise from a lack of clarity about ‘who you are’ will cease to exist.\\n\\n### Digital Detox Retreat\\n\\nDue to my work’s nature, I am always on my phone or in front of my computer, swiping through various social media platforms at all times, and actively/passively receiving a lot of fragmented information. Because of the fragmented knowledge in my head, I cannot focus and am easily affected by all kinds of redundant and cluttered information whenever I am thinking about complex issues. I constantly feel tired and less productive.\\n\\nIn 2018, I got a chance to check out a digital detox retreat in Auckland. It’s an excellent excuse for me to get away from the screen, be alone with myself and reflect on myself. In those three days, I didn’t touch any of my electronic devices. Each morning, I woke up naturally and practised two full meditation sessions, including 10-15 minutes of yoga, 5 minutes of breathing exercises, 20 minutes of Transcendental Meditation, resting in bed for the last 10 minutes and then repeating the above set of movements.\\n\\nThe rest of the day was writing journals, reading books, going out, and talking with other participants. I remembered one day I was sitting on my balcony and meditating. The Sun was shining brightly before I closed my eyes. When I woke up from the half-hour-long meditation, it was drizzling outside, and a little bird standing on my balcony, singing freely.\\n\\nIt reminds me of the time I watched the movie *Three Billboards Outside Ebbing, Missouri.* The heroine saw a deer strolling on the green grass under the billboard, with the sunray in the backdrop. The heroine could not help but talk to the deer about her love for her daughter, and she returned to nature and faced the soft part of her heart. I shared the same feeling, appreciating nature’s beauty with gratitude.​\\n\\n## Psychedelic Experience\\n\\nIn 2021, I had my first psychedelic experience with the Grandfather plant, San Pedro, at [The Lighthouse Retreat](https://lighthouseretreats.co.uk/).\\n\\n2 trips in 4 days let me ‘saw’ the themes constantly haunted my mind: **time, space, reality and dream**. We all know language could be limited when you try to describe something overpowering magnificent. Here is my attempt to describe those visions and insights:​\\n\\nEighty-four thousand thoughts and ideas,\\n\\nLandscape transformation in the whirligig of time,\\n\\nEverything is evolving and decaying in front of my eyes.​\\n\\nVivid Colours dancing along with the music of nature,\\n\\nInfinite fractals emerging and disappearing like the Mandelbrot set and Mandala of Sanskrit.\\n\\nVan Gogh’s painting in a tangible form.​\\n\\nRam Dass’s message comes into my mind,\\n\\n“We’re all just walking each other home”.\\n\\nWe are nameless and formless,\\n\\nWe are a pixel and we are a Buddha,\\n\\nWas vernünftig ist, das ist wirklich,\\n\\nWe’re loved just for being who we are, just for existing.​\\n\\nLet’s accept ourselves and others in full,\\n\\nTry not to control, try not to force, try to surrender to the power of the universe.\\n\\nTime and space are a total illusion.\\n\\nThe reality doesn’t seem like what we see.\\n\\nTo see beauty, use our heart, not our eyes.\\n\\nFeel, and we shall know.\\n\\nSeek, and we shall find.​\\n\\nI rise above the earth and travel through abstract concepts and patterns.\\n\\nA snap of the finger is the moment of eternity.\\n\\nI could have lived forever in that dazzling and wonderful dream,\\n\\nBut your sweet smile pulls me back to the material world.​\\n\\nRemember, remember,\\n\\nLife is the eighth wonder.\\n\\nWhen we genuinely want something,\\n\\nThe whole universe is always on our side.\\n\\n​P.S. My teacher Isher at the retreat centre gave me the nickname “Zen Master” because I could sit on the platform for hours, calm and still. He mentioned my peaceful energy would help to balance unstable emotions from others.\\n\\nApart from the above experience, I do fully echo with what Steve Jobs once said, “*You can’t connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future”.*\\n\\nEverything that happened in my life has already connected in a beautiful circle. What I need to do is just follow my intuition and walk through the journey with love. Thanks to Grandpa San Pedro! See you soon, Grandma Ayahuasca!​\\n\\nP.P.S. I was astonished when I found Mandala flowers at the retreat centre! When I studied Buddhism at an early age, I named myself Mandala, and after two decades, I finally met ‘myself’ again.\\n\\n## Ultimate Goal  ​\\n\\nLast but not least, my grandpa left a poem to my family before dying in 2009.\\n\\nHe was a lifelong learner and independent thinker with intellectual curiosity on many subjects. Although he went through numerous ups and downs in his lifetime, he chose to have an innocent heart with a peaceful mind.\\n\\nI hope one day I could reach the same level as what he called oneness between me and the universe.​​\\n\\n![My grandpa Qi Kaimin's poem](https://images.mirror-media.xyz/publication-images/JYi1VRrCbImDdpKHVTlal.jpeg?height=827&width=639)\\n\\n《静坐吟》\\n\\n流光荏苒去无踪，\\n\\n富贵如云过眼空。\\n\\n淡泊生涯游物外，\\n\\n超然世俗学禅宗。\\n\\n阴阳和化情缘净，\\n\\n动静参修性意通。\\n\\n精气相乘神内守，\\n\\n天人合一九霄中。 ​​​​\\n\\n​Meditation\\n\\nThe light of the day is gone without a trace,\\n\\nWealth and fame are like clouds passing by.\\n\\nI am a simple person living a life outside of the material world,\\n\\nAnd I have studied Zen from the journey within.\\n\\nYin and Yang harmonise and purify my emotions,\\n\\nMoving and meditating cultivated my mind.\\n\\nThe essence of the spirit is my inner guard,\\n\\nThe universe and I unified in one.\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=295](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=295)\\n\\n\",\"timestamp\":1635925242,\"title\":\"Flowism: My Philosophy of Living\"},\"digest\":\"VCJzVXhfe_9ez-AW5K4NNWpoHREfdCgRi0P6eOCPkC4\",\"authorship\":{\"contributor\":\"0x6902E5CAf41158d3eD516cBd6D2807BB63863F42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UicRb4pFW9FD1ByYPwbNhqOAwXEVffA6wu_eIClInsE\\\",\\\"y\\\":\\\"c9TCAL3Tw9wBWJ7UQxMm8gZW-GAwlpAwoOJoszjWG0c\\\"}\",\"signature\":\"hpTjCV2LQhy_d6ijHPKn-sfY1XN8pKEQ3ym8a-QzzdW_N4Sukr8kgybX2VAZQcpA_4lAEIhrtRdqktzusA0qcQ\",\"signingKeySignature\":\"0x82242c7d6993cf21d2572e2a462d12405abf9e07b533f43557eb5b80ce8656635d9227aed0e4dd0d788a51891efdda4deff36571012056bd24e3a7b8d559dfa51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UicRb4pFW9FD1ByYPwbNhqOAwXEVffA6wu_eIClInsE\\\",\\\"y\\\":\\\"c9TCAL3Tw9wBWJ7UQxMm8gZW-GAwlpAwoOJoszjWG0c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"goEs88Y0eo6SuQ1fp8TCQLMFI7X7HICINBtS_zYiH2o\"}"