"{\"content\":{\"body\":\"The business model of [Luckin Coffee](https://www.holobase.io/company/5badfeb4df68ad000127753f) seems to be boundaryless.\\n\\nSince July this year, Luckin Coffee has continuously launched a series of new products such as Luckin tea and nuts. And what's more, it has managed to scale up its presence into books, newspaper retail, audio-visual products retail, electronic publication retail and many other fields. Nowadays, Luckin Coffee has extended its business scope to the unmanned retail - unmanned self-service coffee machines and the unmanned vending machines.\\n\\nOn the same day the new product was launched, Luckin Coffee announced proposed follow-on public offering of 12 million American depositary shares (ADSs) and said it would issue $400 million in convertible preferred bonds.\\n\\nIn the past, Luckin Coffee used to run the company by financing and expanding. Through this way, it opened 4507 stores in more than two years and landed on NASDAQ, despite different queries. Now, Luckin Coffee wants to expand from a single coffee to more categories, and the controversy has never stopped. It will take more time to verify whether Luckin Coffee can succeed.\\n\\n**The unmanned retail**\\n\\nLuckin Coffee's retail business model is emerging.\\n\\nOn January 8, Luckin Coffee released the smart unmanned retail strategy, which launched two terminal devices including the unmanned self-service coffee machines \\\"Luckin Coffee EXPRESS\\\" and the unmanned vending machine \\\"Luckin Pop Mini\\\".\\n\\nThe former provides freshly brewed coffee, Luckin tea, hot chocolate, milk, etc. which are the same as those in the store. Luckin Coffee said \\\"it is the most luxurious smart unmanned self-service coffee machine in China\\\". The latter continues its original \\\"Low Price Strategy\\\".\\n\\nSpecifically, Luckin Pop Mini's biggest attraction is \\\"e-commerce prices in vending machines\\\". By working closely with global suppliers and achieving significant economies of scale through large volume procurement and customization and significantly reducing channel costs with Luckin Pop Mini terminals, Luckin Coffee enables customers to enjoy the convenience of vending machines and low prices comparable to e-commerce at the same time. \\n\\nLuckin founder and CEO Qian Zhiya said that the unmanned terminals will cover locations including office buildings, campuses, airports, bus terminals, gas stations, highway service stations and residential communities. In this way, Luckin Coffee's unmanned retail network, offline stores and e-commerce channels, together form its proprietary omni-channel customer traffic network.\\n\\nQian Zhiya said that Luckin Coffee's goal of unmanned retail is to become a standard for modern enterprise offices. As for the expectation for the specific number of terminals to be laid is \\\"the more the better, the denser the better, and there is no upper limit\\\".\\n\\nThis seems to be another story of grabbing the market quickly. But a fact that can not be ignored: compared with offline stores that need more labor cost and rent, self-service coffee machine and self-service vending machine with lower cost is a more economic choice.\\n\\nIt means that Luckin Coffee is beginning to focus on the cost of expansion. A self-service coffee maker told Tech Planet (WeChat ID: tech618) that the cost of Luckin Coffee's self-service coffee machine was about 60000 yuan.\\n\\nBut it is not easy to operate offline retail business. \\\"Luckin Coffee now wants to seize the straw of the self-service coffee machine and expand on a large scale. And the number is the first, which can depend on money to realize. Although the cost is low, the environment of big retail is complex. The choice of location, the difference of consumption ability and category can not be polished in a short period of time. Taking the 9-year-old Ubox as an example, it still needs to run its business by financing.\\\" A coffee entrepreneur told Tech Planet.\\n\\nThe outside world is very bullish on this business opportunity. \\\"If you need to drink a 30 yuan Starbucks every workday, then you need to drink 20 or spend 600 yuan a month. How much money can you reasonably earn to afford the Starbucks?\\\" A self-service coffee founder analyzed to Tech Planet.\\n\\nHe insisted that cheap self-service coffee is the trend in the future. \\\"The per capita income in Germany is 3000 Euros after tax, and the coffee in the coffee shop is only three Euros a cup. Therefore, for the monthly income of 10000 yuan people, if they drink coffee regularly, they can only drink 10-yuan coffee, which is convenience-store level. However, such people are less than 15% of the overall user group in China.\\\"\\n\\nRegardless of the positive or negative feedback from the market, Luckin Coffee is firmly promoting the \\\"boundary-less scenario strategy\\\" proposed by Qian Zhiya. It's not hard to find that Luckin Coffee has been expanding its categories since its listing from coffee, milk tea to business lunch.\\n\\nFrom July 2019 to now, Luckin Coffee has successively launched a series of new products such as Luckin tea and nuts. At the same time, recently, according to Qichacha, the main company of Luckin Coffee has changed. And the new business scope covers book, newspaper retail, audio-visual product retail and electronic publication retail. In the month when Luckin tea was launched, Luckin Coffee also scaled up its presence into textile and knitwear retailing, clothing retailing, shoes and hats retailing, clocks and watches retailing, glasses retailing, etc.\\n\\nThe reason is that, at present, the annual growth rate of coffee consumption in China is 15% - 20%, far higher than the growth rate of 2% in the global market. At the same time, according to the report issued by Shenwan Hongyuan in 2019, the average American drinks nearly 400 cups of coffee every year; the average Japanese and Korean drinks nearly 200 cups of coffee every year; in China, the number is nearly 20.\\n\\nThere is enough market space in China, but it does not mean that the consumption potential of coffee in foreign market and Chinese market can be equal.\\n\\nAccording to a recent report issued by Shenwan Hongyuan, the rapid growth of the coffee market at this stage is because of a lower base. And it can not be judged that China will reach the world average coffee consumption in the short term. That is to say, it always exists an insurmountable barrier for Luckin Coffee’s development due to cultural differences and eating habits. \\n\\nIt's not hard to understand why Luckin Coffee has been expanding its categories since this year, from its Luckin tea to juice, nuts, snacks and peripheral products.\\n\\nLuckin Coffee must take the reality into consideration: the unmanned retail seems to be a good opportunity, but the choice of location is related to the density of people flow and consumption potential. How to cover the operating cost is a topic that has to be considered. If we encounter products with lower gross margin, whether such a business model can be successful is still unknown.\\n\\n**How long can the capital story last?**\\n\\nThere was an interesting phenomenon. On the same day of the conference, Luckin Coffee submitted the FORM F-1 document to the United States Securities and Exchange Commission (SEC) on Tuesday. It planned to issue public offering of 12 million American depositary shares (ADSs). At the same time, it would issue $400 million in convertible preferred bonds. \\n The response of capital market is the most intuitive. In after-hours trading, shares of Luckin Coffee fell nearly 6%. A secondary market investor commented on UP Fintech that the launch of new products and the submission of the additional issuance report are on the same day, which is equivalent to masking the unfavorable news.\\n\\nThe truth may not be as simple as we think. According to Q3 financial report, the cost of opening a new store was about 1.2 million, which was equivalent to 18 million yuan invested in expanding a new store every day. At that time, there were only 4.5 billion cash and cash equivalents (short-term liquidity) in Luckin Coffee's account. According to this calculation (only counting the cost of opening a store), this money can only be spent for 9 months at most.\\n\\nOn the other hand, before every big move, Luckin Coffee will make adequate preparations in advance. In May 2018, Luckin Coffee, which only had more than 500 stores, publicly challenged Starbucks. Lu Zhengyao took the 35.3 million shares of Ucar stock in his hand as collateral, and obtained a financing line of 350 million yuan from Everbright financial leasing company to purchase coffee machines.\\n\\nSince then, Luckin Coffee has started the route of continuous financing and expansion. From the prospectus, it can be found that in the two years since its establishment, Luckin Coffee has raised $750 million through equity financing and accumulated $1.285 billion through various loans. Now, Luckin Coffee has expanded from 500 stores to 4507, almost equivalent to opening 7 stores every day. That means Luckin Coffee has spent 2 years to achieve the 20-year development speed of Starbucks in China in the past.\\n\\nLuckin Coffee wants to obtain customers quickly in this way. However, whether low-cost subsidies can retain customers is a long-standing problem in the Internet industry. In the past, the bike-sharing wars have proved that only burning money can't retain customers.\\n\\nAt present, Luckin Coffee's repurchase is still considerable. According to its prospectus, the customers’ repurchase rate in 2018 was 54%, but whether the repurchase rate can be maintained after the subsidy is stopped is still unknown.\\n\\nIn addition, whether it is unmanned retail or not, the incremental marginal effect of the real retail business model is different from that of the pure Internet business model. Luckin Coffee's boundary-less scenario game still needs to return to the business profit (selling goods, etc.), so it is difficult to derive the advertising and finance business.\\n\\nEven though there are many doubts about Luckin Coffee's practice, Qian Zhiya said in an interview with CCTV reporters that in the next 3-5 years, Luckin Coffee will still continue its \\\"crazy subsidy\\\" action, so as to gradually cultivate users' consumer habits and break their inherent cognition.\\n\\nAnother fact that can not be ignored: when the Q3 financial report in 2019 was released, Luckin Coffee announced that the profit margin of the store in this quarter turned into profit for the first time, realizing a profit of 190 million yuan. But looking at the financial report carefully, it was not hard to find that Luckin Coffee was still in lose in Q3, with a net loss of 532 million yuan. Compared with the same period of last year, the net loss was 485 million yuan.\\n\\nThe so-called store profit margin is an index initiated by Luckin Coffee. That is, the store profit margin = total store revenue (excluding takeout fee) - rent - raw material cost - machine prepaid cost. In this formula, labor cost, marketing cost and R & D cost are not included.\\n\\nCapital markets seem to have believed the story of Luckin Coffee. Since its listing on May 17, 2019, the share price of Luckin Coffee has increased by 40% compared with the opening price. And the market value of Luckin Coffee has soared to more than $8.4 billion.\\n\\nNo one knows where Luckin Coffee will end up. The answer, perhaps only Qian Zhiya knows.\\n\\nThis is an article from WeChat official accounts [T](https://mp.weixin.qq.com/s/EESrDBO8kitvSGp1oGoCsg)[ech Plant](https://mp.weixin.qq.com/s/kTznk2H546lw-Tuwe8wGww) (ID:Tech618),  written by Wang Lin, translated by Chris Yuan.\",\"timestamp\":1641524372,\"title\":\"Chinese second-biggest coffee start-up Luckin Coffee announces smart unmanned retail strategy, can it beat Starbucks at its own game？\"},\"digest\":\"gOC3WNJ7E9537rlOf8icAmX6HCGkJVi6-dsNRS7kxQk\",\"authorship\":{\"contributor\":\"0x021D29dC0d2DfC3137253fCb9fE56c6BD1d8a225\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JYZDbC55KuWwe2OC6cJhOu8Ak4BlV06YqJ3cLf4IXA8\\\",\\\"y\\\":\\\"EISdO5a5-8cZsq1MjXo7j4mPetZnqTIVk8VXgO6YY2w\\\"}\",\"signature\":\"uDxI1kYse6Mz7zNKcZWNkzD0wD_h-GUAinPfF2TwBWN_470mM39H9-0tuFgNSPEvQ_tIc_u-JFadtLEUAcjHrg\",\"signingKeySignature\":\"0x8a5e280c109f2e0b82e94a5ebd8036a14a846924a0ed240d64d91c5724ca6e080811f2c079b4bc53a0fdad0c4e0905ac6a7dbad2e4da00a9f4619a04abb15f4b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JYZDbC55KuWwe2OC6cJhOu8Ak4BlV06YqJ3cLf4IXA8\\\",\\\"y\\\":\\\"EISdO5a5-8cZsq1MjXo7j4mPetZnqTIVk8VXgO6YY2w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gOC3WNJ7E9537rlOf8icAmX6HCGkJVi6-dsNRS7kxQk\"}"