"{\"content\":{\"body\":\"“My students haven’t had calculators all year.” This was my mother’s first reaction as a high school math teacher when I asked whether there exists a need for a DeFi-powered educational system. Modern educational infrastructure is riddled with rigid bureaucracy. As a result, governments and their subnational entities who manage education often struggle with slow and obscure financial decision pipelines, which leaves staff, teachers, and students without integral resources. While my mother’s students weren’t allocated calculators, schools around the world lose access to healthy lunch options, transportation systems, or life-saving PPO when delays limit vital purchases.\\n\\nA lack of financial agency in school expenditures permeates socioeconomic discrepancies, with school communities around the world lacking control over their own finances. Even when resources are purchased, the recipients often lack a voice in funding priorities, with staff and teacher input often restricted by stringent timelines and processes.\\n\\nIntroducing EdeFi (Education + DeFi): a model leveraged by the [Satchel](http://satchel.finance) protocol to instill agency in school communities on the individual, local, and global levels via DeFi. Financial agency necessitates two phases: bootstrapping funds and jurisdiction over where they are spent.\\n\\n## Bootstrapping Funds via DeFi Lending\\n\\nTo bootstrap funds, two primary stakeholders contribute to the capital flowing through the EdeFi network: school community members and non-community contributors. Beneficiary capital is generated through three flows:\\n\\n![EdeFi Capital Flow Example](https://images.mirror-media.xyz/publication-images/YEYfu4Gn5kzVmutKqna47.png?height=896&width=1826)\\n\\n**Community Member Flow:** A community member (e.g. a teacher or a parent of a student at a school) provides a principal amount to the EdeFi protocol. The EdeFi protocol then lends the principal to DeFi service(s). Upon withdrawal, the community member receives the principal amount and a portion of the yield, while the community member’s school receives the remaining portion.\\n\\n**Non-Community Flows:**\\n\\n* *Non-Community Donor Flow*: A donor donates funds to the EdeFi protocol, which directs the contribution directly to a school of the donor’s choice.\\n* *Non-Community Lender Flow:* A non-community lender (e.g. a large DeFi token-holder simply seeking to have a chunk of their yield to be used charitably) provides a principal amount to the EdeFi protocol. The EdeFi protocol then lends the principal to DeFi service(s). Upon withdrawal, the community member receives the principal amount and a portion of the yield, while a school of the non-community lender’s choice receives the remaining portion.\\n\\nSplitting yield between community members and schools fosters individual and local socioeconomic mobility. School community members are able to leverage DeFi resources (which are especially impactful in underbanked school communities) to cultivate personal capital growth. Simultaneously, they are able to provide their local school with vital resources. To leverage an age-old metaphor, the Non-Community Flows provide schools communities with “the fish” via large sums of capital from external sources. The Community Member flow provides “the fishing rod,” or the tooling and infrastructure necessary for financial autonomy. Combined, these flows provide both the stimulus and financial services that constitute **individual agency**.\\n\\n## Jurisdiction via DeFi Governance\\n\\nEdeFi makes use of a DeFi governance model to allocate voting power with the objective of instilling **local** and **global** agency.\\n\\n![EdeFi Governance Model](https://images.mirror-media.xyz/publication-images/HWB4K8FoPMWMeMHSAHmwG.png?height=951&width=1772)\\n\\n### Protocol-wide Governance\\n\\nAll stakeholders can vote on protocol-wide decisions. Example proposals include new yield-bearing mediums to integrate or the initial voting delegation amount for schools.\\n\\nIn essence, EdeFi stakeholders help curate its future, defining core facets of their financial infrastructure. Governance through voting gives EdeFi flexibility —the network is malleable to community needs, providing people with agency over their finances and education structure.\\n\\n### Local Governance\\n\\nCommunity members can vote on which school projects receive funds generated by the network. Example proposals include school textbooks or healthy lunch options.\\n\\nIn this way, residents inch towards self-governance — paving the way for their communities and reclaiming agency from largescale institutions that have long been making these decisions for them. EdeFi reroutes communal power and delivers it directly to the people, giving them the jurisdiction to mold their schools and surrounding communities as they wish. Providing individuals with voting power in the direction of their community development converts schools into a community-led, decentralized societal epicenter.\\n\\n## An EdeFi Future\\n\\nIn conjunction, financial bootstrapping and governance allow EdeFi to reroute financial and governmental agency to school communities on the individual, local, and global levels. The adoption of EdeFi in educational systems opens doors for transforming bureaucratic societal entities into hubs of sustainable self-governance.\\n\\n[Satchel](http://satchel.finance) is a decentralized application that leverages the EdeFi model to bank underbanked school communities around the world, and our team is hard at work to manifest the EdeFi dream into a reality. Join our [waitlist](https://satchel.finance/) and stay tuned on [Twitter](https://twitter.com/SatchelFinance) to learn more!\",\"timestamp\":1641978198,\"title\":\"EdeFi: Financial Agency in School Communities\"},\"digest\":\"q7kJeupYiM3OKcbTvncY6nER3H0DeX60hr51L70OxxY\",\"authorship\":{\"contributor\":\"0xeb1C15146E98E461252B98217FdCa25c6c1f3875\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rA9rsf6oBXKtH0HJxGS_tjorw7MMSnvYXghYYp5-Jkk\\\",\\\"y\\\":\\\"2j1bQFvxmF2XvtgkYYcxLaacu62F48EEe8hA262oyIc\\\"}\",\"signature\":\"DITlPpyRep5ChMbHmLpuCyTW-hDouPTvgCO0rwDs-4IgQZlcqTWcmvX66s2_JrMoH_GWY21a0A_f-UhMPe08Bw\",\"signingKeySignature\":\"0x60477cee0f04a9bef796372a265a77c42a29bea54890a6d34874684d837ccc85299a6643eeec0aba1870ae64424b8b9568156753a336748eaddeb5b7eeb104031c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rA9rsf6oBXKtH0HJxGS_tjorw7MMSnvYXghYYp5-Jkk\\\",\\\"y\\\":\\\"2j1bQFvxmF2XvtgkYYcxLaacu62F48EEe8hA262oyIc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yj2q6u-ql5LYM5h8apjbme_FHr-PXubZbcsD_2eqMpc\"}"