"{\"content\":{\"body\":\"谁也没想到，一只武汉蝙蝠，煽动一下翅膀，就引发了一场波及全球资本市场的大风暴。 \\n\\n——蝴蝶效应\\n\\n一：你所见的，正是历史\\n\\n1月23日，距离农历新年还有2天，同时也是2019年最后一个交易日。A股在站上3000点半个月之后，于前一天再次跌破3000点大关，最后一天没有收复，止于2976点。彼时，新冠疫情的舆论发酵，武汉正式封城，不过谁也没有料到，疫情扩散如此迅速，2020年的第一个“黑天鹅”对资本市场的冲击，谁也没料到。\\n\\n \\n\\n2月3日，A股正式开盘。尽管央妈提前采取了1.2万亿市场逆回购投放资金、紧急限制融券做空等措施来保护市场，沪指开盘仍旧血腥暴跌8.7%，全天下跌9%以上个股达3185只，最终沪指大跌229点。前几天的1月29日，更早开盘的港股同样重挫，恒指最多下跌超3%，仅有医疗板块飘红。彼时，欧美股市安然无恙。\\n\\n \\n\\n随着疫情愈发严重，不少欧美国家采取限飞航班、禁止贸易往来的措施，不过肺炎还是钻了空子，加上欧美国家不重视及民众的“作死”，最终酿成我们今天看到的结局。欧美国家人口少，是有原因的。\\n\\n \\n\\n下图分别是道琼斯指数的日K和年K线，2月24日开盘单日暴跌超过3个点，这一罕见跌幅似乎预示了美股接下来的“ICU行情”。道琼斯指数从最高接近3万点跌至18000点，仅花了21天，而上涨花了4年时间，特朗普一个任期的努力，一个月不到便付诸东流。更加离奇的是，美股这个月发生4次熔断，而这之前，历史上仅有一次。\\n\\n \\n\\n美股暴跌，带动全球股市集体崩盘，除此之外，其他资本市场无一幸免。沙俄的石油价格战，助推了这次金融风暴，原油价格节节败退，布伦特原油最低跌至24.17美元/桶，WTI原油则在20美元/桶苦苦支撑。全球资产贬值带动的避险情绪，推高了现金需求，“美元荒”甚至拖累黄金，从最高点1700点下跌超250美元。\\n\\n \\n\\n3月12-13日，币圈同样发生了罕见一幕。连续两轮暴跌，大饼价格从7800美元最低跌至3800美元，最大跌幅超50%。更加刺激的是，由于2020年以来杠杆和合约市场风靡，短时间的暴跌导致了连环爆仓踩踏事件，如果不是BitMex的“宕机熔断”止住跌势，最终打到的价格还会更低。最后，合约市场爆仓量超百亿元。\\n\\n \\n\\n全球资本市场集体崩盘，以美元为主的市场首当其冲，只是美元的世界货币属性，全球避险情绪升温的结果就是“美元荒”，美联储“无奈”之下，连续出台“放水”政策，史无前例。不管你信不信，是什么感觉，2020年以来所发生的事情，在未来二十年都不一定能看到。今天你所见的，注定是明天的历史。\\n\\n \\n\\n二、指标能否治本\\n\\n \\n\\n3月16日，美联储紧急宣布降息100个基点至零利率，同时启动一项规模达7000亿美元的扩大宽松计划。不过这一救市举动反倒引发投资者恐慌情绪，股市当晚不仅开盘熔断，盘中更是一度逼近二级熔断线。\\n\\n \\n\\n3月24日，美联储再下一剂猛药，宣布无限量QE。换句话说，美联储要“无限”印钞，通过购买债券及证券提供流动性。与此同时，白宫方面正在寻求一项8500亿-1万亿美元的刺激计划，甚至是现金直接投放到个人，希望以此带动消费和经济增长。受此刺激，美股单日涨幅创历史新高，日线三连阳。\\n\\n \\n\\n美联储泄洪放水期望解除流动性危机，虽然美股暂时反弹，下跌企稳，不过美股市值虚高众人皆知，这次是否会触发多米诺般下跌还未知，尤其是当前还有几把达摩克利斯之剑高悬。\\n\\n \\n\\n第一个风险是疫情扩散，由于美国早期并不重视，疫情蔓延超出想象。疫情这东西，早一天和晚一天封城，最终呈现的数据差是指数级别的，更为重要的是，疫情已经实实在在对实体经济造成冲击。我国的政策已经算及时和有效，身边也不乏撑不住的企业倒闭，裁员频频见诸媒体，美国方面无法乐观。上一个周内美国初次申请失业保证金的人数，高达328万，是前一周的11.68倍，失业率还会继续增大。\\n\\n \\n\\n第二个是债务引发金融危机的风险，美股企业债的集中兑现期是今年6月到9、10月。理论上，美股企业受疫情冲击会出现无法兑付的情况，很明显美联储早早考虑到这个问题，故选择跨过银行直接购买企业债兜底。兑现期如果还没有解除流动性，尤其是投资者的恐慌情绪未解除，挤兑引起的联动效应可能触发新一轮的流动性危机。\\n\\n \\n\\n三、找到错杀资产，勇敢买进\\n\\n \\n\\n流动性危机引发的避险情绪，使得投资者抛售风险资产，市场上几乎所有资产类别的价格都会下跌，这就带来一个机会：优质资产被错杀！所谓的危机，危孕育机，如何正确抄底，直接决定了财富再分配的多少。你是继续在自己的财富阶层徘徊，还是通过资产危机实现阶层跃升，完全取决于你的抄底姿势。\\n\\n \\n\\n股市\\n\\n \\n\\n道指的MA20年均线在16000点左右，历史上有三次跌破这一技术支撑。分别是1929年大萧条、1987年美国房地产大崩盘和2008年的次贷危机。理论上，这次的美股风险演变为金融危机的话，股市会再次跌破MA20均线。\\n\\n \\n\\n既然有金融危机的可能，那我们就等待跌破16000点再抄底？并不是！股市是美国经济的晴雨表，也是总统的政绩表现之一，11月会进行新一届美国总统大选，我猜想川普不会轻易让股市崩盘，不然也不会如此消耗信用印钞。现在美股较高点已跌去小半市值，是时候考虑进场了。\\n\\n \\n\\n如果进场？两个方式。\\n\\n第一选择定投美股股指基金。现在美股波动率巨大，定投可以有效摊低成本，时间设置半年期，定投完成5-7成仓位，剩下的如果有跌破16000就一次性抄底。第二选择被错杀的个股，美国的资本市场相对成熟，这时候买入一些低估值的世界巨头股票，长期收益可观。\\n\\n \\n\\n就拿波音来说，因为疫情冲击了民航业务而暴跌，但别忘了作为全球最大的两家客机制造商之一，波音还是军用飞机制造商、航天局服务提供商。从高点350美元最低跌至89美元，很明显被错杀。即使没有特朗普宣布救助，波音市值回归也是早晚的事。至于哪些被错杀，这个就要自己花点心思研究了，如果不懂，买入世界知名公司股票就行，前提是有明显的恐慌抛盘，价格合理。如果对国外公司不了解，买入一些中概股也不错，实在要推荐的话，我建议大家关注“哔哩哔哩”，没错，就是B站。\\n\\n \\n\\nA股的同样可以选择股指基金，低于3000点买入风险都不大，建议是按照价差买入8成以上仓位，比如2700入2-3成，沪指每跌100再加1成。个股就不推荐了，银行和券商板块可以关注，前提依旧是价格合理。需要注意的是，买入A股股指基金的资金，要做好长期打算，1-2年最佳。\\n\\n \\n\\n \\n\\n币圈\\n\\n资金不多的朋友，选择币圈抄底是最好的选择，因为币圈自带杠杆，即使是持有现货，牛市到来的收益也会相当可观。4年一遇的比特币减半即将到来，每一次减半后都会伴随一次超级牛市，理想的话大饼都有可能出现5-10倍涨幅，更不要说一些市值较小的币种。\\n\\n \\n\\n所谓投资则是胜率和赔率的游戏，风险和收益几乎正比，我们选择的标的，除了兼顾其成功的概率，还有评估贬值甚至归零的风险。标的选择上，毫无疑问比特币是最安全可靠的，但是投资币圈并不仅仅看中胜率，对多数人来说赔率也许更重要。\\n\\n \\n\\n主流币：主流币兼顾胜率的同时，赔率也不低。下图给出了LTC和BSV独立行情的涨幅，即使在大环境只是小牛的情况，涨幅依旧惊人，大牛市的涨幅空间可以尽情想象。主流币一般是指ETH、LTC、XRP、EOS、BCH、BSV等这些市值靠前的币种。\\n\\n \\n\\n \\n\\n次新币：如果想寻求刺激，次新币是个好选择。次新币是指那些推出较晚的项目（一般19年、20年才上市），但是又有足够人气和技术背景的币，这两点尤为重要，否则就是山寨垃圾。之所以推荐次新币，是因为这些币有拉盘的实力和投资者买单，只是没有赶上好时候，涨幅都相对合理，如果大行情来了，顺势拉盘（即使项目方自己不拉，机构或资金也倾向控盘这类币）概率很大，涨幅也可观。当然次新币的风险很大，一是项目失败风险，二是可能没有人愿意拉盘。如果要推荐的话，大家可以了解下ATOM、DOT、GRIN/BEAM、ALGO。需要注意的是，次新币的仓位配要合理。\\n\\n \\n\\n平台币：平台币是我想重点推荐的一个板块，作为币圈少有的盈利清晰“项目”，平台的盈利能力毋庸置疑，相对传统金融交易市场，币圈交易中介这一角色的竞争会长期存在，而围绕平台币的赋能是维系客户不可或缺的措施。现在交易所的竞争格局基本确定，也就是币安、OK和火币的三强格局，所以这三个平台币的胜率是最确定的。\\n\\n \\n\\n即使现在三大交易所的平台币市值靠前，在我看来空间依旧值得期待，作为币圈“券商股”，随着牛市手续费的激增和财富效应，平台币的价格会水涨船高，而且平台之间明争暗斗，散户对价格的敏感会促使平台不断赋能平台币。更重要的是，平台币在熊市还多了一手托底。\\n\\n——写于2021年1月23日\",\"timestamp\":1640000685,\"title\":\"宏观角度，如何抄历史大底\"},\"digest\":\"JyryxX-G6Qxp2OpBTxudE9zIWFYygh4thnrzPKCDAVE\",\"authorship\":{\"contributor\":\"0x5CCc2DaD2FAcA68cEB3A3C2aF0B839Cb75E64e06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dBm_DgOACWy1vHOL8I3q-g8-Pdq-RjT3H62wstCPK2g\\\",\\\"y\\\":\\\"wQUHaDN7uPFqEqFsRMGlgwnXHdP_H504xZvmrwQQSTI\\\"}\",\"signature\":\"hLgyS5CDk6fdeaCzl9cy79tMLOrNjx7YJXxOzL0LqJHkFIS5461ODDNvVWmXl5OCkTrGB7Mo7_B1bFR_e5cJAQ\",\"signingKeySignature\":\"0x64420fcb8af490b840799b27ccaf1ba4e89e364e30dcd0766ee1f1bf8e3416ee1a78f1b88e7f113311c6f0f23aa853f86364bafeb9328815deea2d1200fd6b8b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dBm_DgOACWy1vHOL8I3q-g8-Pdq-RjT3H62wstCPK2g\\\",\\\"y\\\":\\\"wQUHaDN7uPFqEqFsRMGlgwnXHdP_H504xZvmrwQQSTI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JyryxX-G6Qxp2OpBTxudE9zIWFYygh4thnrzPKCDAVE\"}"