"{\"content\":{\"body\":\"WASHINGTON - The White House is grateful that former US President Donald Trump received and promoted getting the COVID-19 vaccine booster shot, press secretary Jen Psaki said on Thursday.\\n\\nThe Republican former president recently said in an interview that he received a booster shot, and called the COVID-19 vaccines \\\"one of the greatest achievements of mankind.\\\"\\n\\n\\\"The ones that get very sick and go to the hospital are the ones that don't take the vaccine,\\\" Trump said in an interview with conservative commentator Candace Owens. \\\"If you take the vaccine, you're protected.\\\"\\n\\n\\\"We're grateful that the former president got the booster, and we're also grateful that he made clear in a recent interview that they work and they're safe,\\\" Psaki told reporters in a briefing on Thursday.\\n\\nJust 62% of Americans are fully vaccinated, one of the lowest rates among rich nations, thanks in part to a Republican-led pushback against Democratic President Joe Biden's year-long vaccination campaign.\\n\\nTrump revealed on Sunday during an interview with former Fox News personality Bill O'Reilly that he received a booster shot of the COVID-19 vaccine, triggering jeers and hectoring from the live audience.\\n\\nPublic support of boosters represents a change in tone for Trump, who said in September that he likely would not get one.\\n\\nMore than 800,000 Americans have died, the most of any nation. The vast majority of deaths this year have been among the unvaccinated.\",\"timestamp\":1640387455,\"title\":\"White House says it is 'grateful' Trump got, promoted COVID-19 booster shot\"},\"digest\":\"I2DBJGhObD0K3UdnkM7tqRlfC8MLTErsf3pLcPzZO60\",\"authorship\":{\"contributor\":\"0x9754EFc9F7064DFbc8BDA61C3a64eF03fBc971ae\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vNnX0cdXGPlxUwtPc7OvlsfYzBYrkoALHBszB-Matas\\\",\\\"y\\\":\\\"gF_Wc3o1S3B7jhknkwHgktxAaeTSvQMgVM7PocgfXjQ\\\"}\",\"signature\":\"dt4EQa3pPeIm6tCw8UkwqsqSbMMlnqPHjVuKScTkpq6bgp2JswMbu-o5r0Eq77k7lFHnWlXaVjpbAUZX1J6B3Q\",\"signingKeySignature\":\"0xc84cc8b47174d7d44bc705f94ccc2a95757efa45a9e725b7d766547bf69084957b06bcf96e311f2144c0322017a09114b2aab48dc60690d444e2fb280065b1991b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vNnX0cdXGPlxUwtPc7OvlsfYzBYrkoALHBszB-Matas\\\",\\\"y\\\":\\\"gF_Wc3o1S3B7jhknkwHgktxAaeTSvQMgVM7PocgfXjQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"I2DBJGhObD0K3UdnkM7tqRlfC8MLTErsf3pLcPzZO60\"}"