"{\"content\":{\"body\":\"Maslow's hierarchy of needs framework is ubiquitous - it says we graduate to higher level needs (in the pyramid mentioned below) when the lower levels start getting fulfilled.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F5783cc76-6749-48c4-8fb2-90d4a607441e\\\\_1920x1455.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F5783cc76-6749-48c4-8fb2-90d4a607441e\\\\_1920x1455.png)\\n\\nBased on these needs, what if there were a similar hierarchy for companies based on mapping to these needs. E.g.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F40d1bd37-a1fe-4920-8e38-780777e0371a\\\\_1390x610.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F40d1bd37-a1fe-4920-8e38-780777e0371a\\\\_1390x610.png)\\n\\n### ***The question is, what changes for the companies when they operate at different levels?***\\n\\nThe higher you go, the lower your audience size. People interested in self-actualisation are a much smaller % of the economy than those who have make the more basic ends meet. As the audience size is higher at the lower levels, the product also has to appeal to the lowest common denominator of the user base. It might be possible that some company mentioned in the higher level has higher users than among the one below. *The way to look at this is the TAM (user base). *The TAM of a Bisleri is the most because everyone needs water. The TAM of Tinder is lesser because only people who have food and water sorted will go ahead for intimacy.\\n\\nWhile the audience size goes lower in the higher levels, the monetisation potential goes up (mostly), especially since the needs are deep enough and the users' purchasing power is higher.\\n\\nThis also has an effect on the business models - in the lower levels, advertising driven models are more prevalent, since the key metric is user base. In the higher levels, user-paying models, using subscriptions etc are more prevalent. E.g. An Instagram might not work with a subscription model but a Cult can.\\n\\nThere are subtle differences in the way you've to think about your users as well. At the lower levels, you've to appeal to a large base, and hence find commonalities between your users. The need for food or sex doesn't have very different manifestations across users (which is why Tinder is a global product). This essentially culminates into products where a lot of people get some basic value from the product. In the higher levels, the need for self-actualization actually manifests itself in various different ways e.g. for some, it's solitude; for some others, it's creation or spirituality etc. This essentially means you've to differentiate and prioritize further.\\n\\n*A company might be playing in lower levels but give perception of being playing in higher one. e.g. Cult is solving for a physiological need, but with a layer of belongingness on top. In that case, it can demand the premium over other regular gyms.*\\n\\n*The only subjective element here is 'Quality'. Companies that solve the same need charge differently (and hence choose different user segments) because of a difference in quality or perception of quality.*\\n\\n### ***Where does B2B fit in?***\\n\\nJust like there is a heirarchy of needs for an individual, so is true for a company. The most basic needs regarding a company are getting users and accepting payments. A nicher need would be travel reimbursement platform. An even nicher need would be platform for doing good in the society.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F111119c5-cf1f-4998-ab9f-562af5cf0be1\\\\_1390x616.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F111119c5-cf1f-4998-ab9f-562af5cf0be1\\\\_1390x616.png)\\n\\nSimilar to the individual heirarchy mapped earlier, the TAM decreases as we go from bottom to top. As the TAM decreases, the paying power also increases. Stripe, at the bottom layer, charges 2% on payments whereas in a way, a16z takes up 20-30% of equity. Companies' lifecycles and survival rates are even lesser than individuals, hence this pyramid is much steeper.\\n\\nSimilar to the B2C case, companies might have started with solving one need and then transcended the need planes. E.g. Ycombinator was the first ever angel firm to bridge the capital gap in the earliest stages, but with its stellar funding record, it has now also become a stamp of approval. Similar for other marquee VCs, who not just solve for funding, but also for brand (required for hiring and new funding) and sometimes belongingness (because of their founder network).\\n\\nAs is true for the individual case, know what need you’re solving for and a lot of strategic choices fit themselves automatically.\\n\\n*If you liked the article, share it with your friends below. For any feedback, write to me on [Twitter. ](https://twitter.com/\\\\_NishadShah)Read other articles [here](https://nishad.substack.com/)*\\n\\n*P.S. None of the companies mentioned above have sponsored me in any fashion.*\\n\",\"timestamp\":1640082864,\"title\":\"Maslow hierarchy for companies\"},\"digest\":\"PwEh1EHVwf5a_b9JzhGvpnMS9jpOotUZqSHIMcfOUvI\",\"authorship\":{\"contributor\":\"0x29c210FF0b4aB0075E3729E524FBdb8989aF89d1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qkw9pbvS430Gl6Wc--SFehCP9K4X68dINXs8M959nZA\\\",\\\"y\\\":\\\"yocIht7ATAesUOxWSB2XOSXxr42BR8ww8x836sctzNg\\\"}\",\"signature\":\"2M5GTEqKhiTRUxgK0u4JQqQ2xXHuCtLZEasJB_PtHiqF9w192mCZBFs4VuTYaenIxdeiMvNuAJ9FWqXPQ_IP_Q\",\"signingKeySignature\":\"0xf0049804922022ae60dd9a813578ae6075fabed04a661c74aa6693c1499fd62671006f9793d7b62e87d480b903fe229c71701e07417a61dc69c8544c9d7dd8d11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qkw9pbvS430Gl6Wc--SFehCP9K4X68dINXs8M959nZA\\\",\\\"y\\\":\\\"yocIht7ATAesUOxWSB2XOSXxr42BR8ww8x836sctzNg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PwEh1EHVwf5a_b9JzhGvpnMS9jpOotUZqSHIMcfOUvI\"}"