"{\"content\":{\"body\":\"\\\"Not a word to any one,\\\" he said, \\\"and as for you, madame,\\\" he added\\n\\nto the gamekeeper's wife, \\\"if Moreau comes back for his horse, tell\\n\\nhim merely that I have taken it.\\\"\\n\\nThe count then crossed the park and entered the court-yard of the\\n\\nchateau through the iron gates. However worn-out a man may be by the\\n\\nwear and tear of public life, by his own emotions, by his own mistakes\\n\\nand disappointments, the soul of any man able to love deeply at the\\n\\ncount's age is still young and sensitive to treachery. Monsieur de\\n\\nSerizy had felt such pain at the thought that Moreau had deceived him,\\n\\nthat even after hearing the conversation at Saint-Brice he thought him\\n\\nless an accomplice of Leger and the notary than their tool. On the\\n\\nthreshold of the inn, and while that conversation was still going on,\\n\\nhe thought of pardoning his steward after giving him a good reproof.\\n\\nStrange to say, the dishonesty of his confidential agent occupied his\\n\\nmind as a mere episode from the moment when Oscar revealed his\\n\\ninfirmities. Secrets so carefully guarded could only have been\\n\\nrevealed by Moreau, who had, no doubt, laughed over the hidden\\n\\ntroubles of his benefactor with either Madame de Serizy's former maid\\n\\nor with the Aspasia of the Directory.\\n\\nAs he walked along the wood-path, this peer of France, this statesman,\\n\\nwept as young men weep; he wept his last tears. All human feelings\\n\\nwere so cruelly hurt by one stroke that the usually calm man staggered\\n\\nthrough his park like a wounded deer.\\n\\nWhen Moreau arrived at the gamekeeper's lodge and asked for his horse,\\n\\nthe keeper's wife replied:--\\n\\n\\\"Monsieur le comte has just taken it.\\\"\\n\\n\\\"Monsieur le comte!\\\" cried Moreau. \\\"Whom do you mean?\\\"\\n\\n\\\"Why, the Comte de Serizy, our master,\\\" she replied. \\\"He is probably\\n\\nat the chateau by this time,\\\" she added, anxious to be rid of the\\n\\nsteward, who, unable to understand the meaning of her words, turned\\n\\nback towards the chateau.\\n\\nBut he presently turned again and came back to the lodge, intending to\\n\\nquestion the woman more closely; for he began to see something serious\\n\\nin this secret arrival, and the apparently strange method of his\\n\\nmaster's return. But the wife of the gamekeeper, alarmed to find\\n\\nherself caught in a vise between the count and his steward, had locked\\n\\nherself into the house, resolved not to open to any but her husband.\\n\\nMoreau, more and more uneasy, ran rapidly, in spite of his boots and\\n\\nspurs, to the chateau, where he was told that the count was dressing.\\n\\n\\\"Seven persons invited to dinner!\\\" cried Rosalie as soon as she saw\\n\\nhim.\\n\\nMoreau then went through the offices to his own house. On his way he\\n\\nmet the poultry-girl, who was having an altercation with a handsome\\n\\nyoung man.\\n\\n\\\"Monsieur le comte particularly told me a colonel, an aide-de-camp of\\n\\nMina,\\\" insisted the girl.\\n\\n\\\"I am not a colonel,\\\" replied Georges.\\n\\n\\\"But isn't your name Georges?\\\"\\n\\n\\\"What's all this?\\\" said the steward, intervening.\\n\\n\\\"Monsieur, my name is Georges Marest; I am the son of a rich wholesale\\n\\nironmonger in the rue Saint-Martin; I come on business to Monsieur le\\n\\nComte de Serizy from Maitre Crottat, a notary, whose second clerk I\\n\\nam.\\\"\\n\\n\\\"And I,\\\" said the girl, \\\"am telling him that monseigneur said to me:\\n\\n'There'll come a colonel named Czerni-Georges, aide-de-camp to Mina;\\n\\nhe'll come by Pierrotin's coach; if he asks for me show him into the\\n\\nwaiting-room.'\\\"\\n\\n\\\"Evidently,\\\" said the clerk, \\\"the count is a traveller who came down\\n\\nwith us in Pierrotin's coucou; if it hadn't been for the politeness of\\n\\na young man he'd have come as a rabbit.\\\"\\n\\n\\\"A rabbit! in Pierrotin's coucou!\\\" exclaimed Moreau and the poultry-\\n\\ngirl together.\\n\\n\\\"I am sure of it, from what this girl is now saying,\\\" said Georges.\\n\\n\\\"How so?\\\" asked the steward.\\n\\n\\\"Ah! that's the point,\\\" cried the clerk. \\\"To hoax the travellers and\\n\\nhave a bit of fun I told them a lot of stuff about Egypt and Greece\\n\\nand Spain. As I happened to be wearing spurs I have myself out for a\\n\\ncolonel of cavalry: pure nonsense!\\\"\\n\\n\\\"Tell me,\\\" said Moreau, \\\"what did this traveller you take to be\\n\\nMonsieur le comte look like?\\\"\\n\\n\\\"Face like a brick,\\\" said Georges, \\\"hair snow-white, and black\\n\\neyebrows.\\\"\\n\\n\\\"That is he!\\\"\\n\\n\\\"Then I'm lost!\\\" exclaimed Georges.\\n\\n\\\"Why?\\\"\\n\\n\\\"Oh, I chaffed him about his decorations.\\\"\\n\\n\\\"Pooh! he's a good fellow; you probably amused him. Come at once to\\n\\nthe chateau. I'll go in and see his Excellency. Where did you say he\\n\\nleft the coach?\\\"\\n\\n\\\"At the top of the mountain.\\\"\\n\\n\\\"I don't know what to make of it!\\\"\\n\\n\\\"After all,\\\" thought Georges, \\\"though I did blague him, I didn't say\\n\\nanything insulting.\\\"\\n\\n\\\"Why have you come here?\\\" asked the steward.\\n\\n\\\"I have brought the deed of sale for the farm at Moulineaux, all ready\\n\\nfor signature.\\\"\\n\\n\\\"Good heavens!\\\" exclaimed the steward, \\\"I don't understand one word of\\n\\nall this!\\\"\\n\\nMoreau felt his heart beat painfully when, after giving two raps on\\n\\nhis master's door, he heard the words:--\\n\\n\\\"Is that you, MONSIEUR Moreau?\\\"\\n\\n\\\"Yes, monseigneur.\\\"\\n\\n\\\"Come in.\\\"\\n\\nThe count was now wearing a pair of white trousers and thin boots, a\\n\\nwhite waistcoat and a black coat on which shone the grand cross of the\\n\\nLegion upon the right breast, and fastened to a buttonhole on the left\\n\\nwas the order of the Golden Fleece hanging by a short gold chain. He\\n\\nhad arranged his hair himself, and had, no doubt, put himself in full\\n\\ndress to do the honors of Presles to Monsieur Margueron; and,\\n\\npossibly, to impress the good man's mind with a prestige of grandeur.\\n\\n\\\"Well, monsieur,\\\" said the count, who remained seated, leaving Moreau\\n\\nto stand before him. \\\"We have not concluded that purchase from\\n\\nMargueron.\\\"\\n\\n\\\"He asks too much for the farm at the present moment.\\\"\\n\\n\\\"But why is he not coming to dinner as I requested?\\\"\\n\\n\\\"Monseigneur, he is ill.\\\"\\n\\n\\\"Are you sure?\\\"\\n\\n\\\"I have just come from there.\\\"\\n\\n\\\"Monsieur,\\\" said the count, with a stern air which was really\\n\\nterrible, \\\"what would you do with a man whom you trusted, if, after\\n\\nseeing you dress wounds which you desired to keep secret from all the\\n\\nworld, he should reveal your misfortunes and laugh at your malady with\\n\\na strumpet?\\\"\\n\\n\\\"I would thrash him for it.\\\"\\n\\n\\\"And if you discovered that he was also betraying your confidence and\\n\\nrobbing you?\\\"\\n\\n\\\"I should endeavor to detect him, and send him to the galleys.\\\"\\n\\n\\\"Monsieur Moreau, listen to me. You have undoubtedly spoken of my\\n\\ninfirmities to Madame Clapart; you have laughed at her house, and with\\n\\nher, over my attachment to the Comtesse de Serizy; for her son, little\\n\\nHusson, told a number of circumstances relating to my medical\\n\\ntreatment, to travellers by a public conveyance in my presence, and\\n\\nHeaven knows in what language! He dared to calumniate my wife. Besides\\n\\nthis, I learned from the lips of Pere Leger himself, who was in the\\n\\ncoach, of the plan laid by the notary at Beaumont and by you and by\\n\\nhimself in relation to Les Moulineaux. If you have been, as you say,\\n\\nto Monsieur Margueron, it was to tell him to feign illness. He is so\\n\\nlittle ill that he is coming here to dinner this evening. Now,\\n\\nmonsieur, I could pardon you having made two hundred and fifty\\n\\nthousand francs out of your situation in seventeen years,--I can\\n\\nunderstand that. You might each time have asked me for what you took,\\n\\nand I would have given it to you; but let that pass. You have been,\\n\\nnotwithstanding this disloyalty, better than others, as I believe. But\\n\\nthat you, who knew my toil for our country, for France, you have seen\\n\\nme giving night after night to the Emperor's service, and working\\n\\neighteen hours of each twenty-four for months together, you who knew\\n\\nmy love for Madame de Serizy,--that you should have gossiped about me\\n\\nbefore a boy! holding up my secrets and my affections to the ridicule\\n\\nof a Madame Husson!--\\\"\\n\\n\\\"Monseigneur!\\\"\\n\\n\\\"It is unpardonable. To injure a man's interest, why, that is nothing;\\n\\nbut to stab his heart!--Oh! you do not know what you have done!\\\"\\n\\nThe count put his head in his hands and was silent for some moments.\\n\\n\\\"I leave you what you have gained,\\\" he said after a time, \\\"and I shall\\n\\nforget you. For my sake, for my dignity, and for your honor, we will\\n\\npart decently; for I cannot but remember even now what your father did\\n\\nfor mine. You will explain the duties of the stewardship in a proper\\n\\nmanner to Monsieur de Reybert, who succeeds you. Be calm, as I am.\\n\\nGive no opportunity for fools to talk. Above all, let there be no\\n\\nrecrimination or petty meanness. Though you no longer possess my\\n\\nconfidence, endeavor to behave with the decorum of well-bred persons.\\n\\nAs for that miserable boy who has wounded me to death, I will not have\\n\\nhim sleep at Presles; send him to the inn; I will not answer for my\\n\\nown temper if I see him.\\\"\\n\\n\\\"I do not deserve such gentleness, monseigneur,\\\" said Moreau, with\\n\\ntears in his eyes. \\\"Yes, you are right; if I had been utterly\\n\\ndishonest I should now be worth five hundred thousand francs instead\\n\\nof half that sum. I offer to give you an account of my fortune, with\\n\\nall its details. But let me tell you, monseigneur, that in talking of\\n\\nyou with Madame Clapart, it was never in derision; but, on the\\n\\ncontrary, to deplore your state, and to ask her for certain remedies,\\n\\nnot used by physicians, but known to the common people. I spoke of\\n\\nyour feelings before the boy, who was in his bed and, as I supposed,\\n\\nasleep (it seems he must have been awake and listening to us), with\\n\\nthe utmost affection and respect. Alas! fate wills that indiscretions\\n\\nbe punished like crimes. But while accepting the results of your just\\n\\nanger, I wish you to know what actually took place. It was, indeed,\\n\\nfrom heart to heart that I spoke of you to Madame Clapart. As for my\\n\\nwife, I have never said one word of these things--\\\"\\n\\n\\\"Enough,\\\" said the count, whose conviction was now complete; \\\"we are\\n\\nnot children. All is now irrevocable. Put your affairs and mine in\\n\\norder. You can stay in the pavilion until October. Monsieur and Madame\\n\\nde Reybert will lodge for the present in the chateau; endeavor to keep\\n\\non terms with them, like well-bred persons who hate each other, but\\n\\nstill keep up appearances.\\\"\\n\\nThe count and Moreau went downstairs; Moreau white as the count's\\n\\nhair, the count himself calm and dignified.\\n\\nDuring the time this interview lasted the Beaumont coach, which left\\n\\nParis at one o'clock, had stopped before the gates of the chateau, and\\n\\ndeposited Maitre Crottat, the notary, who was shown, according to the\\n\\ncount's orders, into the salon, where he found his clerk, extremely\\n\\nsubdued in manner, and the two painters, all three of them painfully\\n\\nself-conscious and embarrassed. Monsieur de Reybert, a man of fifty,\\n\\nwith a crabbed expression of face, was also there, accompanied by old\\n\\nMargueron and the notary of Beaumont, who held in his hand a bundle of\\n\\ndeeds and other papers.\\n\\nWhen these various personages saw the count in evening dress, and\\n\\nwearing his orders, Georges Marest had a slight sensation of colic,\\n\\nJoseph Bridau quivered, but Mistigris, who was conscious of being in\\n\\nhis Sunday clothes, and had, moreover, nothing on his conscience,\\n\\nremarked, in a sufficiently loud tone:--\\n\\n\\\"Well, he looks a great deal better like that.\\\"\\n\\n\\\"Little scamp,\\\" said the count, catching him by the ear, \\\"we are both\\n\\nin the decoration business. I hope you recognize your own work, my\\n\\ndear Schinner,\\\" he added, pointing to the ceiling of the salon.\\n\\n\\\"Monseigneur,\\\" replied the artist, \\\"I did wrong to take such a\\n\\ncelebrated name out of mere bravado; but this day will oblige me to do\\n\\nfine things for you, and so bring credit on my own name of Joseph\\n\\nBridau.\\\"\",\"timestamp\":1637316426,\"title\":\"\\n\\\"You took up my defence,\\\" said the count, hastily; \\\"and I hope you\\n\"},\"digest\":\"YQSEF2kNsx4MLhrkLXohO9JSfBAW9Z-BJn5lThUjDzo\",\"authorship\":{\"contributor\":\"0x6A321BD15f7B900C7F8Dd29Ce6ed73fa0E7D220F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DTgSKjvGq0YzTfIiK9xsrIerUdz3qBs1prsaRkHfllY\\\",\\\"y\\\":\\\"QCOmn7A9CCSxEQheK4VcKNmL595GhVnFsspMd-yM6TA\\\"}\",\"signature\":\"p8JznQ23OC37FqzvpvVnSFANrhQrVlwXoyjCZqoDhbdr4eVVfaGVOE3qOV4Xjk4RZtaer-AJFg5SjISItdWANQ\",\"signingKeySignature\":\"0xe78d468a56df707969a6c3190ddeda4fc4a8b41170cc18aaa7b923f4f0f695855b5f9d4419e9e4196f043cc8a0a783580319f8cf2bbbb799f92f8a419fec49c91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DTgSKjvGq0YzTfIiK9xsrIerUdz3qBs1prsaRkHfllY\\\",\\\"y\\\":\\\"QCOmn7A9CCSxEQheK4VcKNmL595GhVnFsspMd-yM6TA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YQSEF2kNsx4MLhrkLXohO9JSfBAW9Z-BJn5lThUjDzo\"}"