"{\"content\":{\"body\":\"This is an article from [The Generalist](https://www.readthegeneralist.com/). \\n\\n## Coinbase in 1 minute\\n\\nCoinbase is the rarest of beasts: a hyper-growth company that happens to be profitable. The company brought in $1.2 billion in 2020 with a profit of $332 million. Better yet, the cryptocurrency exchange has kicked off 2021 at a startling pace, handling a higher volume of transactions in Q1 than the entirety of last year.\\n\\nThose metrics won't come cheaply, with Coinbase's expected valuation at $100 billion. Skeptics will point out that represents a remarkably steep revenue multiple, particularly for a volatile business that moves with the price of underlying assets.\\n\\n![](https://images.mirror-media.xyz/publication-images/0b518bed-c2e5-4762-994a-f8f3b67a1503.jpeg?height=1080&width=1920&hide=true)\\n\\n## Analysts\\n\\n- [Jill Carlson](https://twitter.com/jillruthcarlson)\\n- [Ryan Todd](https://twitter.com/\\\\_RJTodd)\\n- [Katherine Wu](https://twitter.com/katherineykwu)\\n- [Lex Sokolin](https://twitter.com/LexSokolin)\\n- [Michael Sidgmore](https://twitter.com/michaelsidgmore?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor)\\n- [Ellie Frost](https://twitter.com/BlockBytch_)\\n- [Max Heald](https://twitter.com/max_heald)\\n- [Marc Rubinstein](https://twitter.com/MarcRuby)\\n- [David Wei](https://www.linkedin.com/in/dlw17/)\\n- [Adam Draper](https://twitter.com/AdamDraper)\\n- [Ian Kar](https://twitter.com/iankar_)\\n- [Mario Gabriele](https://twitter.com/mariodgabriele)\\n\\n## Introduction\\n\\nA card sits on the table in front of you. \\n\\nPick it up. The side facing you reads, in dark black pen:\\n\\nTHE STATEMENT ON THE OTHER SIDE IS TRUE\\n\\nYou turn it over. The same dark writing.\\n\\nTHE STATEMENT ON THE OTHER SIDE IS FALSE\\n\\n\\nPerhaps you turn it over again. True. False. True. False. Which should you believe? No matter how times you look, no resolution appears, words absorbing thought like the color black absorbs light.\\n\\n[Token #2394](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=2394)\\n\\nWelcome to the Jordain Paradox. A physicist and adherent of Bertrand Russell, Jourdain shared his idol's interest in enigmas like this one, philosophy's version of the infinite loop. As written, Jourdain's program should run endlessly — as irresistible as it is infuriating.\\n\\nIt is also an apt encapsulation of Coinbase, a company of irresolvable contradictions. On one side, Coinbase tells us:\\n\\n\\nDECENTRALIZED SYSTEMS ARE THE FUTURE\\n\\nOn the other, it says:\\n\\nCOINBASE IS CENTRALIZED\\n\\nA second card reads:\\n\\nTRUSTLESS SYSTEMS ARE SAFEST\\n\\nThe opposite side:\\n\\nTRUST US\\n\\nA third reads: \\n\\nWE ARE BUILDING THE FUTURE\\n\\nThe reverse:\\n\\nWE DON’T ENGAGE WITH SOCIETAL ISSUES\\n\\nIf most stocks are a Rorschach test, revealing something different to each viewer, Coinbase is an ouroboros, a snake that eats itself. Decentralization eats centralization which eats decentralization, trustlessness devours trust (and visa-versa), ideologues and political apathetes look at each other in disdain and ask, \\\"what are *you* doing here?\\\" Round and round we go.\\n\\nRather than a failing, Coinbase's position at the center of such contradictions may explain much of its success. When the company launched in 2012, three years after CEO Brian Armstrong spent Christmas Day reading Satoshi Nakamoto's whitepaper, cryptocurrencies were esoterica, the province of wonks and tech-anarchists. While Armstrong and co-founder Fred Ehrsam were true idealogues — Ehrsam once responded to an HR report suggesting company morale was low by exclaiming, \\\"If you don't believe in bitcoin and this company, you shouldn't be fucking working here\\\" — Coinbase's flourishing has owed much to its ability to tread a path between disparate worlds and ideas. Yes, Armstrong and Ehrsam were economic apostates — contrarian and bold enough to believe that a new financial system was possible — but in suits and starched shirts, they represented the most palatable of heretics.\\n\\n## Number of mentions in S-1\\n\\n*   Bitcoin: 112\\n*   Brian Armstrong: 79\\n*   Ethereum: 57\\n*   Fred Ehrsam: 33\\n*   Neutrino: 13\\n*   Satoshi Nakamoto: 4\\n*   Binance: 4\\n*   HODL: 2\\n\\n\\n## History\\n\\nBrian Armstrong met Coinbase's first co-founder on a message board. A reserved programmer in the UK, Ben Reeves shared Armstrong's conviction that bitcoin could upend the traditional financial system. The two men applied to Y Combinator with their budding company: Coinbase, a simple wallet and payment platform for bitcoin.\\n\\n![Coinbase.com in 2012](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/605381537fd50635635ef162\\\\_18.png)\\n\\nDays before Reeves was supposed to leave for California, Armstrong sent an email, ending the partnership:\\n\\n> Cofounding is really like a marriage. Even though I think we have mutual respect for each other, we don't work together extremely well.\\n\\nThat would prove the right decision. Though Armstrong completed YC as a solo founder, it didn't take much longer for him to find the right partner. A few months after demo day, Armstrong met Fred Ehrsam, a former Goldman Sachs trader with a computer science background. Again, a message board had provided the spark, with the two exchanging thoughts on Reddit. Ehrsam's financial expertise and facility in traditional circles added an air of legitimacy to the operation and provided an energetic cultural foil to Armstrong's more reserved style. \\n\\nWhile graduating from YC represented a significant accomplishment, it didn't make fundraising easy for Coinbase. With bitcoin peaking at a whopping $15.50 during that period, Armstrong and Ehrsam's chosen market was unproven and seemingly trivial. The company raised a $600K seed from angel investors, including Alexis Ohanian, Garry Tan, Adam Draper (!), Greg Kidd, and Barry Silbert. \\n\\n![Initialized Capital](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/60538160fa118f19bc0f0f2b\\\\_17.png)\\n\\nIt would never be quite so hard again. Coinbase had strong traction going into the 2013 Series A with 200,000 users, up from 13,000 the year prior. That was enough to tempt USV into leading the round. In a sign that crypto interest was maturing and that Coinbase's numbers spoke for themselves, the company managed to secure USV's investment without Fred Wilson in the room. As detailed in the excellent *Kings of Crypto *by Jeff John Roberts (from which we have drawn several anecdotes), Wilson was the most crypto-native investor on the team at the time. When Ehrsam heard Wilson would not make it (he was sick), he turned to Armstrong and said, \\\"we are so fucked.\\\" They were not.\\n\\n\\nA few months later, Coinbase brought in a $25 million Series B, which powered them to 1 million in 2014. A $75 million Series C arrived in 2015, and the following year Coinbase added its second currency to the platform: Ethereum. The new asset had been created by Vitalik Buterin, a young programmer that had hung around Coinbase's offices in the early days. Litecoin and Bitcoin Cash followed.\\n\\n\\nAfter adding $108 million in 2017 and acqui-hiring Balaji Srinivasan in 2018, Coinbase began adding new currencies more aggressively. Though a controversial figure in the company’s history, SrinIvasan was successful in that aim; today Coinbase supports more than 45 assets.\\n\\nThough the company succeeded in maintaining momentum during the crypto winter, the last twelve months have been particularly remarkable. As bitcoin prices have skyrocketed, so have Coinbase's numbers. Today, the company reports that it has 43 million wallets on the platform, up from 32 million the year prior. Institutional products picked up speed too. Coinbase's S-1 states the company grew clients from 1,000 to over 7,000 by the end of last year.\\n\\n\\nOver the years and throughout a changing cast of characters, Coinbase has shown an admirable ability to focus on what matters. While other exchanges may have greater variety or slightly different feature sets, Coinbase has emphasized accessibility and security. In the process, the company has democratized access to investing in crypto and opened up the asset class. \\n\\n[Token #2396](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=2396)\\n\\n\\n## Market\\n\\nThe crypto economy, while still emergent, is rapidly evolving in both size and scope.\\n\\n\\nThe first two months of 2021 saw more than $2 trillion worth of crypto-asset [trading volume](https://www.theblockcrypto.com/data/crypto-markets/spot/cryptocurrency-exchange-volume-monthly), $700 billion worth of [dollar-denominated transaction volume](https://www.theblockcrypto.com/data/decentralized-finance/stablecoins/adjusted-on-chain-volume-of-stablecoins-monthly) on public blockchain networks, and more than $500 million in sales volume of digital token-based [collectibles](https://cryptoslam.io/) and [art](https://cryptoart.io/) (NFTs).\\n\\n\\nUpstream, [cryptocurrency miners](https://www.theblockcrypto.com/data/on-chain-metrics/bitcoin/bitcoin-miner-revenue-monthly) have earned billions of dollars this year by contributing hashpower (and sometimes capital) to blockchain networks. Ethereum miners also earned over $1 billion in [network transaction fees](https://www.theblockcrypto.com/data/on-chain-metrics/ethereum/ethereum-miner-revenue-monthly) in the first two months of 2021 — a testament to the level of sustained economic activity occurring on non-bitcoin protocols.\\n\\n\\nThe financialization of the crypto economy has also produced considerable monthly lending activity, with more than $50 billion of [crypto-collateral](https://www.theblockcrypto.com/data/decentralized-finance/total-value-locked-tvl/true-value-locked-and-total-value-locked) stored in smart contract-based financial protocols (DeFi).\\n\\n\\nThe list goes on.\\n\\n\\nForget annualizing. In just one quarter, that's trillions of dollars of value flow and deposits with crypto assets of all types — cryptocurrencies, derivatives, stablecoins, NFTs, crypto-secured collateral — much of which is occurring outside traditional financial institutions and payment systems. As the largest US crypto exchange, Coinbase finds itself in the center of this burgeoning ecosystem.\\n\\n\\nDespite the fact that the total market value of all crypto assets [nears $2 trillion](https://www.coingecko.com/en), and exchange volumes have tripled, exchange web traffic still has yet to [crack highs set in Jan 2018](https://www.theblockcrypto.com/data/alternative-crypto-metrics/web-traffic/cryptocurrency-exchange-web-traffic-monthly). Google search trends for \\\"Coinbase\\\" or \\\"Bitcoin\\\" have yet to eclipse highs set [last cycle](https://www.theblockcrypto.com/data/alternative-crypto-metrics/web-traffic/google-search-volumes). That's an indication that this bull run is different from the last; crypto is becoming institutionalized virtually overnight.\\n\\n\\nWhereas the 2017-2018 crypto cycle was retail-driven, this cycle has seen a broad spectrum of institutions come to market with more purposeful crypto strategies and ways to gain exposure to the industry. That's helped bring in capital at a higher clip. Three critical developments:\\n\\n\\n*   **Corporate America eyes Bitcoin as a potential treasury asset.** Headlined by MicroStrategy, Tesla, and Square — who together hold over $4 billion worth of bitcoin at current prices — the interest from corporate treasurers in exploring bitcoin as a reserve asset has reached new highs in 2021. In February, MicroStrategy hosted a summit dedicated to educating corporations interested in investing in bitcoin and, [according to CEO Michael Saylor](https://twitter.com/michael_saylor/status/1358098129489440769?lang=en), had over 8,000 attendees from nearly 7,000 unique enterprises.\\n*   **Financial incumbents explore how to bank and support the crypto ecosystem.** A pair of interpretive letters released by the US Office of the Comptroller (OCC) in 2020 said that chartered banks could custody and service the crypto industry and use public blockchains and stablecoins for settlement. That's opened the door for banks and financial services to expand new business models in crypto. This paves the way for the emergence of more robust global fiat on and off-ramps and other critical financial infrastructure missing in past cycles.\\n*   **Banks and institutional asset management community consider bringing crypto exposure to institutional portfolios.** According to Goldman Sachs' Global Head of Digital Assets, Matt McDermott, the bank recently [surveyed](https://www.goldmansachs.com/insights/podcasts/episodes/03-05-2021-mathew-mcdermott-f/transcript.pdf) its institutional client base (n=300) and found that ~40% of clients reported already having exposure to cryptocurrency (across derivatives, structured products, equities with exposure).\\n\\n\\nThis last point is an essential backdrop for the Coinbase direct listing. The public market demand for crypto exposure is insatiable. Look no further than crypto-linked stocks such as Silvergate (SI), Galaxy Digital (OTCMKTS: BRPHF), and Voyager (OTCMKTS: VYGVF). All three well-outperformed[ bitcoin returns in 2020](https://www.theblockcrypto.com/data/crypto-markets/prices/crypto-stocks-returns).\\n\\n![The Block Research](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/6053817295947631c6e37e1b\\\\_19.png)\\n\\nWhile a recent wave of approvals for bitcoin exchange-traded funds in Canada may suggest a [US bitcoin ETF could be in the cards](https://www.theblockcrypto.com/daily/98098/canada-bitcoin-etf-us-2021) over the next twelve months, it certainly won't be available when Coinbase lists in the coming weeks. Therefore, Coinbase enters the market as arguably the best pure-play way to gain exposure on the entire crypto asset market, outside of directly holding coins.\\n\\n\\nSo how big is the addressable market for the crypto economy? That's the [$100 billion](https://www.theblockcrypto.com/data/crypto-markets/public-companies/coinbase-pre-ipo-stock-price) question for Coinbase. At this point, it may be undefined.\\n\\n\\nCoinbase suggests as much in its S-1:\\n\\n\\n> Crypto has the potential to be as revolutionary and widely adopted as the internet. The unique properties of crypto assets naturally position them as **digital alternatives to store of value** analogs such as gold, enable the **creation of an internet-based financial system**, and **provide a development platform for applications that are unimaginable today**. These markets and asset classes collectively represent hundreds of trillions of dollars of value today.\\n>\\n\\nRegardless of the size of the market opportunity, the Coinbase listing should reset the entire public and private market crypto landscape by bringing in more capital and pulling up private crypto market valuations for others engaged in the company's core business lines. It will also serve as a broader stamp of validation for the industry.\\n\\n\\n## Product\\n\\nCoinbase's product suite serves three primary stakeholders: retail investors, institutional investors, and ecosystem partners. We'll discuss the products geared toward each below.\\n\\n\\n### **Retail** \\n\\n#### **Coinbase Exchange**\\n\\nThe on and off-ramp for those dipping a toe into crypto, this is Coinbase's primary offering. With both a mobile and a web presence, Exchange onboards users into cryptocurrency, enabling purchases and payouts via ACH, wire, credit, and debit in over 40 countries. With just a few clicks of a button or swipes of a thumb, consumers can purchase over 45 cryptocurrencies, with some variation between regions. The product also enables exchange between crypto-assets in over 100 countries (no deposit of fiat currency required).\\n\\n![Coinbase's S-1](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/605381c127b68b8b71c36801\\\\_5.png)\\n\\nWith a dead-simple user interface, this product is geared towards crypto newcomers rather than sophisticated investors. Its relatively high fees also mean it is suited to long-term holders (or rather HODLers) versus active traders. When users buy cryptocurrency through this platform, assets are deposited directly into the users' Coinbase Wallets.\\n\\n![Coinbase's S-1](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/605381ae5bfbebba16fe7af6\\\\_9.png)\\n\\n#### **Coinbase Wallet**\\n\\nCoinbase Wallet is a standalone app that allows users to store crypto and interact with the decentralized web, including storing and displaying NFTs, participating in airdrops, using dApps, and sending crypto around the world. Users don't need a Coinbase account to use Coinbase Wallet. Notably, users cannot link their wallet to a bank account to purchase coins with fiat — Coinbase confines that activity to its exchange product. For security, private keys are generated directly on the user's device instead of being stored by Coinbase.\\n\\n\\n#### **Coinbase Pro**\\n\\nWith lower fees than Coinbase Exchange, an open API for building trading algorithms, and insurance for assets stored on the platform, Pro is Coinbase's play to capture serious retail traders. Coinbase leans on its perceived legitimacy to exert pricing power. While fees on Pro start at 0.5% for both makers and takers (versus Exchange's 1.49%), maker fees among competitors Binance, Kraken, Huobi, and Uniswap top out at 0.1%, 0.16%, 0.2%, and 0.3%.\\n\\n#### **Coinbase Save**\\n\\nCoinbase lets users earn interest on their token holdings in two ways: First, from their USDC and Dai held in Coinbase. USDC, issued by Circle, is backed 1:1 with USD, which Coinbase earns interest for holding, sharing a percentage of this interest with the user. Dai rewards are issued daily to users' wallets by the MakerDAO network, with Coinbase taking a commission on each payout. Coinbase also allows users to participate in staking protocols and earn interest on related token holdings.\\n\\n\\n#### **Coinbase Stake**\\n\\nAs noted, participating in proof-of-stake (PoS) protocols is one way users can benefit from Coinbase's custody. In PoS networks, users can delegate a portion of their token holdings to stake, securing the network. In exchange, users receive additional tokens as interest, with Coinbase taking a commission. A subsidiary benefit is that many proof-of-stake protocols also use staking as a governance mechanism. By making staking easier, Coinbase also makes it more straightforward to vote on protocol referendums. \\n\\n![Coinbase's S-1](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/605381e349425482596a521b\\\\_11.png)\\n\\nIn the S-1, Coinbase announced its intention to offer a third way for users to earn passive interest by lending out their token holdings on longer-term investments.\\n\\n\\n#### **Coinbase Card**\\n\\nA relatively small part of the Coinbase empire, Card lets users spend their crypto in the real world. Currently only available in the UK and parts of Europe, this debit card issued in partnership with Visa is funded by the assets in the user's Coinbase account. It's interesting so far as it represents an attempt to bridge the gap between crypto assets' value and their paltry use as a method of payment.\\n\\n\\n### **Institutional**\\n\\n#### **Coinbase Custody**\\n\\nLosing an equity asset is almost unthinkable. There's a centralized party, either your brokerage, transfer agent or the company itself, keeping record of who owns what. But in crypto, tokens function as bearer assets (i.e., the burden of proof for ownership is just...ownership), which makes secure storage a huge deal.\\n\\nThis is precisely what Coinbase Custody purports to solve, offering permissioned asset governance, digital key management, physical security, and consistent, institutional-grade audits of each. This is a critical function for an institutional investor and represents a significant selling point for the platform.\\n\\n\\n#### **Coinbase Prime**\\n\\nIn yet another textured pun, the name of Coinbase's prime brokerage platform is Coinbase Prime. Essentially, it's Coinbase Pro for institutions, boasting the extra features institutions need to legally and comfortably trade digital currency. That includes permissioned withdrawals, stress-tested cold storage, an OTC desk, and the white-glove service hedge funds, family offices, and corporate treasuries expect.\\n\\n#### **Bison Trails**\\n\\nIf Prime is Coinbase's institutional trading offering, Bison Trails may become its corollary for staking. Acquired for an undisclosed amount, Bison Trails is a node infrastructure provider that allows anyone to spin up a blockchain node and participate in a network. This is significantly simpler than the alternative of hosting and managing nodes yourself. As many blockchain projects move to proof-of-stake, large token holders (like Coinbase's institutional customers) become financially incentivized to run their own nodes, and Bison Trails positions Coinbase to offer these clients a turnkey service. \\n\\n### **Ecosystem partners**\\n\\n#### **Coinbase Commerce**\\n\\nCoinbase Commerce is a platform that enables merchants to accept cryptocurrency as payment. Coinbase provides APIs, invoicing capabilities, webhooks for charges, and hosted checkout pages to over 8,000 merchants worldwide. Coinbase Commerce makes it quick, easy, and free for merchants to accept crypto.\\n\\n\\n#### **Coinbase Earn**\\n\\nCoinbase Earn is an educational platform within Coinbase's retail offering. Individuals that complete short cryptocurrency lessons are rewarded with actual tokens. For example, in exchange for taking a mini-course on Numeraire, users receive $3 worth of NMR tokens. Coinbase earns a commission on the assets it distributes.\\n\\n![Coinbase.com](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/605381f89fa00385754118fa\\\\_13.png)\\n\\nWhile this might look like a perk for users, it's really a way for Coinbase to provide distribution services to cryptocurrencies themselves. While this is a negligible part of the business today, it's interesting to imagine what it might become. With Coinbase's stellar reputation and impressive reach, new crypto projects will presumably be willing to pay a high price for such targeted, thoughtful promotion. In that respect, Earn may come to look more like an advertising platform than an educational one.\\n\\n\\n#### **Rosetta**\\n\\nRosetta is an open standard maintained by Coinbase designed to help cryptocurrency protocol developers develop, maintain, build, and integrate blockchain architectures more easily. It's a way for Coinbase to build relationships and goodwill with developers while also driving the ecosystem forward.\\n\\n\\n#### **WalletLink**\\n\\nWalletLink is an API that enables developers of cryptocurrency-oriented applications (often referred to as decentralized apps or \\\"dApps\\\") to connect to and accept payments from mobile crypto wallets.\\n\\n\\nTaken together, Coinbase's product suite is remarkably comprehensive and thoughtful. The company has constructed an impressively layered product, simple enough for a first-timer to use and enjoy but sufficiently powerful to serve large financial institutions and sophisticated technologists. Given the crypto ecosystem's fractal nature — each opportunity opens the door to another and another — building coherent products can be tricky. What's most striking about Coinbase's sprawl is that it seems as ambitious and meticulously planned as a Baron Haussman boulevard. It gives the company the latitude to move in any number of directions from a strong base.\\n\\nIn time, we should expect expansion on all three fronts, with an interest-earning consumer account seemingly next on the agenda.\\n\\n## Business model\\n\\nCrypto is a complicated space. Not only is there a profoundly technical element that is hard for many to grasp, but interacting with the ecosystem can be both maddening and terrifying. Where should you store your bitcoin? How do you know it won't get lost in the transfer? What should you do with the 64-character private key that secures your assets?\\n\\n\\nAt its core, Coinbase sells trust. Trust that everything that could go wrong in crypto, won’t.\\n\\n\\nMore explicitly, Coinbase earns revenue in two primary ways:\\n\\n\\n1.  Transaction revenue from retail and institutional exchanges. Most of this comes in the form of bid-offer spread on trades and other fees like funding or withdrawing from a cash account.\\n2.  Subscription and services revenue from custody and staking services.\\n\\n\\nWhile we'll dig into the specifics in greater detail under \\\"Financial highlights,\\\" it's worth noting that most of Coinbase's revenue comes from transactions (85%) and that the majority of *that* revenue comes from retail investors. Institutional transaction revenue totaled just $55.9 million, a little more than 5%. Intriguingly institutional clients contributed most trading *volume *to the platform, driving 64%, up 86% year-over-year (YoY) \\n\\n\\nThe upshot of this information is that though Coinbase has done an excellent job building and growing an institutional business, its balance sheet shows it is fundamentally consumer-driven. \\n\\nThat raises a few questions about how this approach may fare over the coming months and years.\\n\\n\\nFirst of all, Coinbase may prove to be remarkably sensitive to the movement of crypto-assets. While a more institutionally-focused business might see some insulation from gut-wrenching price swings, retail investors usually don't have the luxury of patience. If crypto cools as it did in 2018 with retail investors beating a retreat, Coinbase's revenues will suffer.\\n\\n\\nSecondly, the centrality of transaction revenue opens up Coinbase to competitive pressure. As noted earlier, other exchanges provide similar services but take a slimmer cut. That's without mentioning protocols like Uniswap that allow for decentralized trading. Will Coinbase need to lower its fee structure to compete? As it stands, any adjustment here would represent neutering the business's primary source of revenue. Over time, as Coinbase builds up other revenue lines, we may see more flexibility on this front.\\n\\n\\n## Management team\\n\\nThere's irony in Coinbase's direct listing; one of the highest-profile enablers of decentralized finance is subtly succumbing to the needs of a traditional finance world by going public on an old-school equities exchange. Yet, this juxtaposition is familiar to Coinbase — it has always served as the connection between a brave new financial movement and traditional finance. A bridge from old to new.\\n\\n\\nCoinbase’s management team is a reflection of the dual personality, drawing from financial services and technology backgrounds.\\n\\n![The Org](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/605382129f41df0d4cc1c2de\\\\_14.png)\\n\\nCritical team members include:\\n\\n*   **Emilie Choi, President and COO**. Before serving as COO, Choi was VP of Business and Data and had previously been the Head of Corporate Development at LinkedIn for eight years. Before that, Emilie worked at Yahoo and in investment banking. The combination of finance and tech growth is particularly well-suited to Coinbase's business. \\n*   **Surojit Chatterjee, CPO**. Before joining Coinbase, Chatterjee was VP of Product Management for Google Shopping and Head of Product at Flipkart. He also has a background at IBM, Oracle, and Symantec, suggesting an enterprise technology understanding and an appreciation for B2C user acquisition.\\n*   **Alesia Haas, CFO**. Haas was formerly CFO of Oz Management, a global asset management firm. She served the same role at OneWest Bank, up to the company's acquisition by CIT Group. She boasts board experience — she serves on ANGI's board now and previously did so on Sears's. \\n*   **Paul Grewal, CLO**. Coinbase operates in a complex regulatory atmosphere — good thing they have Grewal, who put out fires at Facebook for four years, serving as Vice President and Deputy General Counsel. Before entering the tech sector, Grewal was a Magistrate Judge in California.\\n\\n\\nBeyond these employee directors, Coinbase boasts an envy-inspiring bench. Along with founder Ehrsam, now managing crypto-focused firm Paradigm, Coinbase can call on VC's Splash Brothers Marc Andreessen and Fred Wilson. Kathryn Haun, a General Partner at a16z and lecturer at Stanford Law, Kelly Kramer, a former Cisco EVP and current Snowflake board member, and Gokul Rajaram, previously on DoorDash's executive team, fill out the impressive roster.\\n\\n\\nThe team is headed, of course, by Brian Armstrong. We’ll discuss the effect of Armstrong’s leadership from a cultural perspective shortly, but at first glance, he appears to be well-liked. On [Comparably](https://www.comparably.com/companies/coinbase/ceo-rating), Armstrong receives a 99/100 rating, besting peers like Snowflake's Frank Slootman (89), Stripe's Patrick Collison (87), and Shopify's Tobi Lutke (85), all strong leaders.\\n\\n\\nThe Coinbase chief is well-compensated for his efforts. Armstrong took home a hefty $60 million in 2020, of which $57 million came in the form of options awards.\\n\\n![Coinbase's S-1](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/6053835635a5312595fea555\\\\_pg%2016%20arm.png)\\n\\nThe S-1 is notably sparse on other details of his pay package, merely noting that his performance thresholds are \\\"extremely rigorous\\\" and in alignment with shareholder expectation. Ultimately, Armstrong will have 22% voting power and stands to materialize billions in enterprise value upon the direct listing. Such levels of control and wealth can be both empowering, allowing management to take materially risky bets, as well as potentially distracting. What will the company do with such full coffers, and will management remain equally hungry now they've gotten their payday? With Coinbase hammering home its commitment to economic empowerment throughout the S-1, it feels like the company is still in its early days.\\n\\n\\n## Culture\\n\\n\\\"I've been the mayor of a California town, but I've never seen a place as political as Coinbase.”\\n\\n\\nThat description came from Coinbase’s first Chief Legal Officer Mike Lempres, who once served as mayor of Atherton. It’s an ironic appraisal of a company that recently fought hard to separate itself from the country’s most pressing political conversations.\\n\\nIn September, Armstrong published a Medium post declaring Coinbase would not participate in “broader societal issues,” a directive perceived as unfriendly to 2020’s racial justice movements. Sixty employees left the company as a result.\\n\\nRather than an isolated incident, Armstrong’s critics will note the unforced error represents part of a broader pattern of tone deafness. Most at home digging into the codebase with his headphones on, Armstrong is often described as a passive, introverted leader, myopically focused on the core functions of the business. That style has occasionally led Coinbase astray, creating a divisive and controversial environment, at times.\\n\\nTwo particularly notable episodes:\\n\\n1.  **The turf war between Balaji Srinivasan and Asiff Hirji**. To bring Srinivasan aboard, Coinbase acquired his company, Earn, for $120 million. (Some dispute these figures). In his new role as CTO, Srinivasan pushed for Coinbase to add new currencies in a bid to compete with Binance. This hard-charging style clashed with COO Asiff Hirji who came from a more traditional financial background and believed Coinbase’s future lay in playing nice with large enterprises. With Armstrong unable or unwilling to quell open hostilities between the two executives, a power struggle is said to have occurred, tanking employee morale and precipitating the departure of several company stalwarts. Srinivasan left after a year; Hirji followed shortly afterward. \\n2.  **The acquisition of Neutrino**. Looking to bolster its analytical capabilities, Coinbase acquired the Milanese company in 2019. In doing so, Armstrong and other executives were apparently willing to overlook the fact that Neutrino's founders also ran HackingTeam, a black hat surveillance company that counted repressive governments as clients, including the Saudi intelligence group that murdered Jamal Khashoggi. Mexican drug cartels also enjoyed use of the service to intimidate and threaten journalists. In an apologetic blog post announcing the dismissal of the HackingTeam, Armstrong wrote: \\\"Bitcoin — and crypto more generally — is about the rights of the individual and about the technological protection of civil liberties.\\\" Hmmm.\\n\\nFor all Coinbase’s outward reserve, life behind the scenes has been occasionally chaotic. Armstrong apologists will hope that the relatively young executive will learn from such mistakes, though it may not matter much. Despite the issues mentioned, Coinbase has thrived. With much of the company's performance tied to exogenous factors like the rise of the crypto asset class, Coinbase may continue to soar even as dissent breeds.\\n\\n## Investors\\n\\nIf you've followed the flurry of crypto financings over the last five years, it should come as no surprise two of Coinbase's largest shareholders are among the most prolific investors in the space: [Andreessen Horowitz](https://a16z.com/) and [Union Square Ventures](https://www.usv.com/).\\n\\nThe duo has teamed up multiple times to support companies in the space, including [Uniswap](https://uniswap.org/), [Dapper Labs](https://www.dapperlabs.com/) (the team behind [CryptoKitties](https://www.cryptokitties.co/) and [NBA Topshot](https://www.nbatopshot.com/)), [Filecoin](https://docs.filecoin.io/about-filecoin/what-is-filecoin/), [OpenBazaar](https://openbazaar.org/), and crypto hedge funds [Polychain](https://polychain.capital/), [Blocktower](https://www.blocktower.com/), and [MetaStable](https://metastablecapital.com/).\\n\\nCoinbase was USV's [first investment](https://www.usv.com/writing/2013/05/coinbase/) in crypto when it led the company's Series A in May 2013, with a16z helming the Series B six months later.\\n\\nOther big winners include fintech investors Ribbit Capital, late-stage generalists Tiger Global, the crypto-focused Paradigm, and basically anyone who ever made it onto the cap table, including Y Combinator, who incubated the company.  \\n\\n![](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/6053822c1c18ee25b470ddc0\\\\_15.png)\\n\\nAfter Coinbase released its S-1, TechCrunch [raised questions](https://techcrunch.com/2021/02/25/usv-has-been-aggressively-selling-off-shares-in-coinbase-in-run-up-to-ipo/#:~:text=Since%20late%202019%2C%20the%20firm,on%20Coinbase%27s%20disclosed%20share%20count.) about secondary transactions showing USV and Ribbit sold shares leading up to the public offering. While this might have looked like an adverse signal from insiders, it is very much standard practice for many venture firms. Later in the same piece, the author noted it is USV's [modus operandi](https://avc.com/2018/01/taking-money-off-the-table/) to sell a portion of returns in the run-up to public financings, having done so with Twitter, Zynga, LendingClub, MongoDB, and others. For comparison, USV has sold 28% of its Coinbase holdings; it sold 30% of its Twitter stake before the 2013 IPO.\\n\\nProving the wisdom of \\\"doubling-down on your winners,\\\" buyers of those shares included a16z and Paradigm. Both firms will be happy to own a little extra $COIN come listing day.\\n\\n\\n## Financial highlights\\n\\nBrian Armstrong gives it to us straight:\\n\\n\\n> You can expect volatility in our financials, given the price cycles of the cryptocurrency industry.\\n>\\n\\nAs noted, the critical driver in Coinbase's financials is the trading volume it facilitates on behalf of clients. Over the past few years, the correlation between revenue growth and Bitcoin price has been around 70%. The volatility of crypto assets and Coinbase's monthly transacting users are also correlated, though this relationship appears to be weakening as the company expands its business.\\n\\n![Coinbase's S-1](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/60538245a8d43f3b1f8c168a\\\\_1.png)\\n\\nIn 2020, Coinbase did $193 billion of volume. In Q1, the company is already tracking way above that as the customer base has grown and bitcoin's price has increased. One metric to keep an eye on is the trading *velocity* within crypto markets. Over the past several years, annual trading volume has been roughly 8x the market cap of cryptocurrencies. Sometimes it's higher — like in 2017 and the first quarter of 2021 — and sometimes it's lower, but it provides a baseline of the multiplier between underlying asset values and the trading volume that sits on top.\\n\\n\\nIn both 2019 and 2020, Coinbase earned an average 0.57% fee rate on trading. However, this masks divergent trends. Institutional fees scale down based on 30-day trading volume; in 2020, they averaged 0.05% (down from 0.07% in 2019). Retail fees, by contrast, are much higher. In 2020 they averaged 1.42%, up from 1.27% in 2019. The increase in retail fees didn't come through at the headline level, though, because of a mix shift. While in 2019, higher fee retail volumes made up 43% of total trading, by 2020, they decreased to 38%.\\n\\n\\nAlthough transaction-related revenues make up the vast majority of Coinbase revenue (86% in 2020), there are other sources. In 2020 custodial fees made up just 1% of group revenues, but the assets Coinbase holds on behalf of clients is growing. Lending is another opportunity where the contribution is relatively small but there's considerable upside. Coinbase can replicate the success of retail brokers in equity markets, making margin loans against holdings. These additional revenue sources — what Coinbase calls its subscription and services revenue — are a function of assets held on the platform, which were $90.3 billion in 2020, up over 5x from the prior year. (By comparison, trading volume was up over 2x).\\n\\n\\nIn addition to the services above, Coinbase retains a portfolio of crypto assets to meet client orders under certain conditions. The sale of these assets is recognized in the 'other revenue' line; the associated cost is included in expenses. In 2020, Coinbase booked $134 million of crypto-asset sales revenue (10% of total revenue), but $132 million of that was reversed in expenses as the cost of those assets. \\n\\n![Coinbase's S-1](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/605382579fa0031d94411d50\\\\_4.png)\\n\\nCoinbase's expenses are mainly independent of revenue, leading to high operating leverage. Transaction expenses declined from 18% of transaction revenues to 10% of transaction revenues between 2019 and 2020, as scale benefits increased. The rest of the expense base consists of technology and development and general and administrative costs. There is one accounting wrinkle in the expense line – the company books realized gains and losses on the sale of crypto assets there, but in 2020 that was only $24 million (3% of reported expenses).\\n\\n\\nCoinbase has developed such scale in its trading business that its margins are very high. In 2020 it reported an adjusted EBITDA margin of 41%. Stripping out the realized gains the company books on its crypto holdings, the margin drops to 39% but compared with other fintech companies, that's still quite elevated.\\n\\n![Data from Coinbase S-1, company filings](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/6053826e39942a350412e89a\\\\_3.png)\\n\\nSquare and Paypal, for example, have EBITDA margins of 5% and 29%, respectively. Indeed, the margin is closer to an established exchange: CME (where Bitcoin derivatives trade) operates on an EBITDA margin of 65%.   \\n\\n![Data from Coinbase S-1](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/605382834f7d107abeec5697\\\\_2.png)\\n\\n## Competition\\n\\nCoinbase's competitive set is more fluid than most, accelerated by the dynamism of the crypto industry. We'll dig into four critical categories:\\n\\n1.  Direct competition\\n2.  Traditional finance and fintech\\n3.  Institutional trading firms\\n4.  DeFi\\n\\n### **Direct competition**\\n\\nThere is only one place to start: Binance. Founded relatively recently in 2017 by a Chinese developer called Changpeng Zhao (CZ), Binance is likely the fastest-ever profitable company to achieve unicorn status, having received a valuation of almost $2 billion after just six months of operating. Binance attained these heights by executing aggressively on several fronts: expanding geographically, adding to its listing of coins and tokens, and experimenting with new products, including its own decentralized exchange and exchange token.\\n\\nIn the fourth quarter of 2020, Coinbase saw $32 billion in retail volume and $57 billion in institutional flow. For comparison, Binance reportedly sees ~$30 billion across its exchanges in a *single day*.\\n\\nThat may partially be because Binance's trading fees are highly competitive, coming in at 0.10% versus Coinbase's 3.99% and Coinbase Pro's ~0.50%. Binance also does not restrict users to a maximum daily trading amount.\\n\\nWhile Coinbase supports fiat conversion from select countries and select currencies, Binance supports deposits of 15 different fiat currencies without leaving the platform and an even broader range through connecting partners. It is not just on the fiat leg that Binance is more comprehensive. Binance offers markets in over 150 different cryptocurrencies, while Coinbase supports fewer than 50.\\n\\nWhile Coinbase is available globally, most activity, volume, and revenue is centered in the United States and the West. Other geographies have seen other exchanges emerge as the dominant players. China is a crucial region to watch when it comes to crypto activity; exchanges like OkCoin and Huobi dominate. Korea, another major crypto market, sees most of its retail volume happen on Upbit and Bithumb. Other prominent trading venues in Asia include KuCoin and OKEx. Latin America has similar dynamics, with volume routed to local exchanges like Bitso. Although cryptocurrency itself can claim to be truly global, Coinbase can't quite say the same.\\n\\nEven in the United States, Coinbase is far from the only game in town. Gemini, the Winklevoss twins' exchange, provides a more buttoned-up retail product than Coinbase, geared toward the Wall Street set. It offers a narrower selection of coins but supports features like holding assets in trust. Other exchanges that are notably active in the US include Paxos, Kraken, Bitfinex, and Bittrex.\\n\\nFinally, many direct competitors support different features and functionality from Coinbase. While Coinbase's product appeals to the newcomer, other exchanges cater to advanced users. Binance and Bitmex offer leverage and derivatives, while platforms like LocalBitcoins and Paxful support anonymous, non-custodial options for buying and selling bitcoin.\\n\\nIn a way, it is a credit to Coinbase that it has not tried to chase all of these strategies, focusing on its core competency of acting as the friendly on-ramp for those who want a dead simple and inclusive interface to buy, sell, and send cryptocurrency.\\n\\n### Traditional finance and fintech\\n\\nCompetitive pressure comes not just from crypto exchanges but a growing list of fintechs, neobanks, and other financial service companies looking to leverage crypto as a lever for monetization and user engagement.\\n\\nSquare was the first US public company to offer bitcoin buying, selling, and withdrawal, doing so through its Cash App. The firm has demonstrated that a small spread on crypto purchase offerings can have a material impact on the bottom line. Square has processed more than $5 billion worth of bitcoin volume in three years; 85% arrived in the last three quarters of 2020. That netted Square nearly $100 million in gross profit for the year, roughly 5% of the company's total. Square also [reported](https://www.theblockcrypto.com/post/95882/square-bitcoin-2020-cash-app-results) more than 3 million people purchased or sold bitcoin via Cash App in 2020, with a million more using the service for the first time in January (~33% MoM growth).\\n\\n\\nDorsey's day job is not the only beneficiary. Zabo — an API for connecting to any crypto exchange, wallet, or protocol — released a [report](https://cdn.zabo.com/reports/Fintech_Adoption_of_Crypto_Zabo_July2020.pdf) in July illustrating fintechs that offered crypto purchase services outperformed comparable peers in terms of user acquisition and valuation. The latest numbers from PayPal and Robinhood — two other high-profile financial firms to add crypto services — suggest that the impact on engagement from introducing crypto was more significant than initially expected.\\n\\nPayPal [noted](https://www.theblockcrypto.com/post/93668/paypal-crypto-business-unit-earnings-2021) that in the first-quarter it started offered crypto purchasing, customers that bought crypto opened the app roughly twice as often as before. Half of PayPal's crypto buyers opened the app each day. Meanwhile, Robinhood Crypto [reported](https://www.theblockcrypto.com/linked/96202/robinhood-six-million-new-users-crypto) more than 2.9 million new traders arrived in both January and February. For context, that figure roughly matched Coinbase's monthly active user base in 2020. \\n\\n![Zabo, The Block Research](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/6053829b4f7d10a43cec5799\\\\_10.png)\\n\\nAs the line between crypto, fintech, and banking continues to [blur](https://www.theblockcrypto.com/daily/95637/bitcoin-bull-run-blurring-line-fintech-crypto), having in-app crypto functionality may soon become table stakes.\\n\\n\\nThe problem for established banks and even most fintechs is that their core competency usually has little to do with the sector. This has led financial service companies to consider employing [third-parties](https://www.theblockcrypto.com/daily/96950/charles-schwab-exploring-white-label-crypto-trading) to take care of the back-end technical complexity, custody, and liquidity. That allows financial institutions to reach the market more quickly with white-labeled crypto offerings.\\n\\n\\nLast quarter, when PayPal launched its crypto purchase capabilities, it did so not by building in-house; instead, it opted to use Paxos as its third-party tech partner. Arguably, this tie-up — and a similar deal Paxos struck last year with digital banking platform Revolut — offers a first glimpse of the \\\"Crypto-as-a-Service\\\" model targeted at financial service companies.\\n\\n\\nTraditional finance players are also getting into the white-labeled crypto services game. Last month, Visa announced it had [partnered with neobank](https://www.theblockcrypto.com/linked/93550/visa-announces-crypto-partnership-with-neobank-focused-on-services-for-black-communities) First Boulevard to test Visa's new crypto API suite. The product enables First Boulevard customers to purchase, custody, and trade digital assets held by the federally chartered digital asset bank, [Anchorage](https://www.theblockcrypto.com/daily/97714/diogo-monica-anchorage-crypto-bank).\\n\\n\\nFor Visa, the First Boulevard pilot may be just the beginning. At a recent Morgan Stanley TMT conference, Visa EVP Oliver Jenkyn stated that one of the core business opportunities the company sees within crypto is by providing APIs. We should expect the processing firm to roll out capabilities to other partners in the future.\\n\\n\\nAs these white-labeled services hit the market, the barrier for financial institutions to play in the crypto realm will only lower. In time, many traditional institutions and fintechs may become *de facto* \\\"crypto companies.\\\"\\n\\n\\n### **Institutional trading firms**\\n\\nBeyond its core retail offerings, Coinbase faces growing competition for institutional deposits and trading volume.\\n\\n\\nThe market for institutional crypto offerings is still maturing. To date, it has focused mainly on niche service offerings, including OTC, liquidity providers/aggregators, custody and settlement solutions, intelligent order routing, execution businesses, clearing solutions, trade messengers, and algorithmic trading platforms. As a result, the crypto market structure is highly fragmented, with liquidity and services fractured across various offerings worldwide.\\n\\n\\nFor years, crypto optimists have argued institutional adoption of bitcoin is \\\"right around the corner.\\\" One of the main impediments has been the dearth of full suite offerings that look and feel similar to what investors use for other asset classes.\\n\\n\\nRecognizing this need, the past year has seen several industry players move to build one-stop shops for crypto spot and derivatives trading aggregation, margin extension, custody services, and capital introduction. This is akin to the prime brokerage services available at today's investment banks.\\n\\n\\nCoinbase Prime — which spans trade execution, data analytics, custody, and access to OTC trading desk services — aims to do just that. Prime will not win the market unmolested, though. Though early, companies like [Genesis](https://www.theblockcrypto.com/post/92569/genesis-global-trading-q4-crypto-loans-trades) have demonstrated the power of a unified bundled prime model with similar offerings. In 2020, [Genesis traded](https://info.genesistrading.com/hubfs/Genesis%20-%20Quarterly%20Reports/Genesis%20Q4%20Report.pdf?utm_campaign=Marketing%20Collateral\\\\&utm_source=email\\\\&utm_term=Q4%202020%20Report\\\\&utm_content=Q4%20Report) $20 billion worth of spot crypto and ~$6 billion in derivative volume on behalf of clients while also originating over $19 billion in loans.\\n\\n\\nMore recently, competitors like [NYDIG](https://nydig.com/) have also ramped up efforts to compete in this market, onboarding clients such as insurance firm MassMutual. The company went on to purchase [$100 million worth of bitcoin](https://www.theblockcrypto.com/linked/87378/massmutual-bitcoin-insurance-purchase). Earlier this year, NYDIG founder and chairman Ross Stevens predicted that the platform would surpass [$25 billion in AUM](https://www.theblockcrypto.com/linked/93655/nydig-bitcoin-25-billion-aum-2021) by the end of 2021, thanks to a deep pipeline of soon-to-be onboarded accounts.\\n\\n\\nCoinbase's execution in this space is nothing to sniff at, though. The company grew institutional accounts by 7x from 4Q17 to 4Q20. The total value of assets on the institutional platform has grown from $6.5 billion in 4Q19 to $44.8 billion as of 2020 year-end (~590% YoY growth vs. 340% YoY increase in the price of bitcoin and a 275% increase YoY in Galaxy Bloomberg Crypto Index).\\n\\n\\nCoinbase plans to expand its institutional customer coverage team to educate hedge funds, corporate treasurers, family offices, and other institutions about the crypto economy and the platform in 2021.\\n\\n\\nThrough Coinbase Prime, the company has also facilitated some of the most significant corporate bitcoin transactions, including Tesla's $1.5 billion bitcoin purchase, MicroStrategy's initial $250 million bitcoin purchase (and subsequent purchases), and One River's buy for its $1 billion fund.\\n\\n\\nUltimately, while the market for servicing institutional crypto services is still small — and public data from different providers is sparse — Coinbase will need to expand its institutional platform to compete with emerging players and diversify away from transactional trading revenue.\\n\\n\\n### DeFi\\n\\nIt's not just corporates that carry competitive risks for Coinbase. An emerging financial ecosystem leverages platforms like Ethereum to enable decentralized financial services. These projects rely on internet communities rather than traditional middle-men, better embodying the crypto movement's spirit.\\n\\n\\nMore broadly known as \\\"Decentralized Finance\\\" or DeFi, this ecosystem enabled more than [$100 billion worth of spot trading volumes](https://www.theblockcrypto.com/data/decentralized-finance/dex-non-custodial) in 2021, capturing over [$50+ billion worth of crypto collateral](https://www.theblockcrypto.com/data/decentralized-finance/total-value-locked-tvl/total-value-locked-by-category). The movement is on pace to facilitate trillions of [dollar-denominated value flow](https://www.theblockcrypto.com/data/decentralized-finance/stablecoins/adjusted-on-chain-volume-of-stablecoins-monthly) across public blockchains this year, among other financial applications.\\n\\n\\nRemarkably, most of the infrastructure powering the DeFi ecosystem was built in the past twelve months. These protocols have generated more than $350 million in revenue for users and token holders in 2021 — and are entirely outside the rails of traditional crypto exchanges like Coinbase.\\n\\n\\nOne of the more significant Defi milestones in 2020 was when the decentralized exchange (DEX) Uniswap briefly surpassed Coinbase exchange volumes over a rolling 7-day window in September and October. That represented a landmark moment for a DEX. In September 2020, DEX volumes compared with centralized exchange volumes peaked at nearly 20% share (it currently sits at [~7%](https://www.theblockcrypto.com/data/decentralized-finance/dex-non-custodial/dex-to-cex-spot-trade-volume)).\\n\\n\\nWhile Coinbase volumes are now well above Uniswap's, it's worth noting that Uniswap's 7-day rolling average trading volumes are running at a much higher clip in 2021 than Coinbase generated during the past two years.\\n\\n\\nThe fact that the DeFi space is so new — and experiencing such rapid growth on top of experimental and changing tech — makes it hard to effectively forecast how it might compete against exchanges such as Coinbase over the long-run.\\n\\n\\nTo date, we've seen Coinbase lose flow to DeFi when users want to explore assets outside Coinbase's limited listings, try their hand at blockchain-native yield opportunities, or pursue other exotic speculative products.\\n\\n\\nCoinbase may yet find a way to play nice with DeFi. Since its inception, Coinbase's primary position in the industry has been that of an aggregator: accumulating users with its accessible product, then selling more advanced offerings over time. That approach could work here, too, with Coinbase removing the technical complexity of interacting with DeFi protocols and passing on yield opportunities to its user base. In such a scenario, Coinbase would maintain its position as a dominant aggregator even as DeFi expands.\\n\\n\\nGiven that Coinbase's valuation is predicated on its ability to provide exposure to the most vital elements of the entire crypto-economy, we imagine Armstrong is watching the rise of DeFi closely.\\n\\n\\nThe S-1 states that ~11% of the crypto market's total value resides on Coinbase's platform as of 2020 year-end.\\n\\n![Coinbase S-1](https://uploads-ssl.webflow.com/5f73bbd13fa8b95aedaf300b/605382ce274af433fa7bfa9a\\\\_7.png)\\n\\nIt remains to be seen whether Coinbase will be able to effectively hold that market share among a growing list of competitors that spans legacy crypto exchanges, traditional financial services entrants, trading firms, and a rapidly evolving decentralized finance ecosystem. Of course, the effects of an expanding pie — the secular ascent of crypto — may offset broader competitive pressures.\\n\\n\\n## Regulation\\n\\nFor companies building in the crypto industry, having a regulatory strategy has always been critical. Governing bodies have taken a keen interest in the space and often don't enter the sector with the most favorable preconceptions. That is, in part, due to the early stories that brought bitcoin into mainstream consciousness — namely, the infamous Silk Road case, in which the cryptocurrency was used to purchase all manner of illegal paraphernalia. The token sale mania of 2017 (remember ICOs?) contributed to similarly negative sentiment, reasonably attracting global regulators' ire. Today, many legal questions remain unanswered. \\n\\nCoinbase's current dominance is in no small part thanks to the regulatory moat built up over recent years. Since 2015, the company has made efforts to beef up its legal and regulatory team and act in strict compliance with regulations worldwide. That brought talent like Brian Brooks to the startup — Coinbase's former Chief Legal Officer and future Acting Comptroller of the Currency at the OCC — as well as opening the door for Coinbase to operate around the world.\\n\\n\\nIn addition to tightening up its licensing and complying with the same set of regulations that govern traditional financial institutions, Coinbase has, in recent years, doubled down on its investment in the Coinbase Custody offering. Wooing institutional clients to that product has required Coinbase to act with a discipline and conservatism concerning regulation that competitors — Binance, in particular — have not.\\n\\n\\nRegardless, Coinbase will likely continue to endure uncertainty around industry-wide legal questions.\\n\\n\\nIndeed, the company faced upheaval as recently as December 2020. The Financial Crimes Enforcement Network (FinCEN), a bureau in the US Treasury, proposed a rule requiring exchanges and money processing firms to collect personal information from the owners of self-custodied wallets transferred or received cryptocurrencies from Coinbase. Those users also would have to report certain transactions to the federal government. Luckily for Coinbase, the rule was never adopted, but it would have caused significant disruption for the company and posed meaningful questions about what implementation would have involved. As global regulations continue to take shape, Coinbase will need to continue to invest in regulatory compliance, in addition to helping set new industry standards.\\n\\n\\n## Valuation\\n\\nWhispers peg Coinbase's valuation at just over $100 billion.\\n\\nThat's an eye-opening figure, made even more startling in comparison. Is Coinbase really as valuable as a financial stalwart like Goldman Sachs? Should it be pegged at 2-3x of Robinhood, or 7x what Morgan Stanley paid to acquire E-Trade 13 months ago?\\n\\nAs always, the answer is a matter of perspective, with bears pointing to the remarkable multiples Coinbase is commanding, while bulls highlight recent traction and note the enormous market upside and impressive execution to date.\\n\\nAs we've noted previously, Coinbase primarily makes money via transactional revenue. During 2020, $COIN earned $1.09 billion in transactions on $193 billion in trading volume, a 56bps take rate. If we value Coinbase based on 2020 financials alone, a $100 billion looks hard to justify. Total net revenue for 2020 was ~$1.14 billion, implying an unattractive ~77x EV / Revenue multiple.\\n\\nIn crypto's spirit of transparency and openness, exchanges in the space share more free public information than traditional players. While Q1 is not quite over, Coinbase volumes are tracked daily, making it easy to extrapolate revenue given its direct correlation with volume. Per CryptoCompare, a crypto asset data company, Coinbase hosted ~$263 billion in volume this quarter (as of March 10th), a prorated ~$342 billion in volume for the entire quarter. Already, that figure represents almost 2x Coinbase's 2020 volume, which stood at $193 billion. It has been a year-making quarter, with upside to come over the next nine months.\\n\\n\\nApplying 2020's annual take rate of 56bps on that $342 billion yields $1.9 billion in revenue for Coinbase in Q1 alone, approximately $8 billion annualized. Given its 25% net income margin profile and position as a unique access point for cryptocurrency investors, attaching a relatively conservative 10-12x multiple on an $8 billion annual revenue gets us in the ballpark of $100 billion. Suddenly, Coinbase's valuation looks more reasonable.\\n\\nLooking ahead, Coinbase appears uniquely well-positioned to capitalize on any further growth in the crypto space. As a services business, it should benefit from continued volatility and growth in the volume of crypto transactions. Many investors may feel that Coinbase's service model is more durable and defensible than the cryptocurrencies themselves.\\n\\nUltimately, we expect Coinbase to attract significant interest from both traditional institutional and individual investors, with the \\\"Wen Moon\\\" ethos of crypto potentially drawing in the Wall Street Bets crew. As the first and only cryptocurrency exchange, Coinbase is already a historic business; its valuation is likely to reflect that.\\n\\n\\n## Future growth\\n\\nGiven the development speed in the crypto space, it feels only right to spend some time thinking about where Coinbase might go next. Should the company expand internationally? Is it the right move to add traditional financial services or double down on crypto?\\n\\n\\nEven more than most high-growth tech companies, Coinbase may look very different five years from now.\\n\\n\\n### International expansion\\n\\nCoinbase is available in more than 100 countries but that doesn't mean it has a strong foothold in each of them. International expansion represents a significant opportunity for the company. As noted previously, different regions are dominated by other exchanges, with players like Bitso owning much of LatAm, while Upbit, Bithumb, CoinHako operate in Asia.\\n\\n\\nShould Coinbase focus on winning over these regions? The company might consider expanding its footprint itself, though an acquisition might make more sense. With Coinbase's bank balance in the green, it may be in a solid position to begin more aggressive M\\\\&A. On the other hand, just as Coinbase has prospered during bitcoin's latest bull run, other exchanges are likely to be in the same position, resulting in a premium. As the biggest company in the space, Coinbase has the luxury of waiting, perhaps pouncing during leaner times.\\n\\n\\n### Financial product expansion\\n\\nThough slow to add currencies, Coinbase has been relatively adventurous in building out its product suite. Which direction will the company want to head in next?\\n\\n\\nMoving into traditional financial services is one option. With 43 million retail brokerage customers, Coinbase has more users than Schwab or Fidelity. That might position them to offer conventional retail services, competing with Robinhood, Square's Cash App, and incumbents like Schwab, Fidelity, and Interactive Brokers.\\n\\nA bolder move would be an acquisition. If Coinbase ended up trading in public markets at $100 billion, it would have a market cap higher than all US exchanges – CME, ICE, Nasdaq, and CBOE. While Coinbase boasts a higher valuation, the company has significantly lower top-line revenues than other exchanges, except CBOE. Notably, CBOE has roughly *1/10th* of Coinbase's expected market cap.\\n\\n\\nCoinbase could capitalize by acquiring an incumbent exchange for Coinbase equity. Trading away some dilution, Coinbase would get several licenses and other products for individual and institutional investors to trade. Such a move would also be 100% accretive to Coinbase EBITDA.\\n\\nAnother option for Coinbase would be to embed themselves deeper into consumers' financial lives by becoming both a current account and bank. Coinbase effectively serves that purpose in the crypto economy, though making the jump to fiat would represent a significant leap.\\n\\n\\n### **Crypto product expansion**\\n\\nIf Coinbase chooses to expand within crypto, a safe bet at the moment, it could experiment with greater decentralization. Specifically, the company could consider aping Binance in building out a decentralized exchange. While there's some question about how such a product would impact Coinbase's core business, it might insulate them from bottoms-up DeFi disruption. \\n\\nFinally, Coinbase Ventures, the company's corporate venture arm, may indicate areas of interest. Coinbase has already invested in several crypto-native protocols and infrastructure companies serving the crypto economy, including Bitso, AirTM, Dapper Labs, TaxBit, BlockFi, Arweave, OpenSea, Celo, and many others. In some instances, Coinbase has invested in a company before an eventual acquisition, as was the case with Bison Trails. Perhaps we will see more of this activity in the months ahead.\\n\\n\\nUltimately, the direction it chooses may reveal a lot about who Coinbase is, and who they want to be.\\n\\n\\n## Why now?\\n\\nIgnoring the recent swoon in high-value tech stocks, Coinbase couldn't have picked a better time to go public. Fintech is hot, crypto is hot, and mainstream investors want a piece of the action.\\n\\n\\nCoinbase's user growth seems directly correlated to bitcoin's stock price, which recently hit (another) all-time high. With retail trading interest at a fever pitch, Coinbase can capitalize on the hype. Many bitcoin ETF's and other financial instruments that allow public market investors to tap into bitcoin as an asset class have popped up over the last few years, but why invest in those when you can buy stock in the \\\"NASDAQ of Crypto?\\\"\\n\\n\\nNotably, Coinbase is going public via direct listing (DPO), structurally different from a traditional IPO. Direct listings allow companies to cut out underwriters (saving money on fees) and don't require the issue of new shares, which dilute shareholders. (A recent SEC rule change allows companies that DPO to issue new shares, if they wish.)\\n\\nEven though Coinbase is going public now, the company emphasizes a long-term view when buying Coinbase shares (\\\"long-term\\\" is mentioned 13 times in the S-1). Urging patience makes sense given how volatile the crypto-economy can be — Coinbase will not want shareholders to buy and sell on the latest bitcoin price movement.\\n\\n\\nAll in all, Coinbase is riding a wave of crypto effervescence and stimulus package money into the private markets. It seems all but assured the business will receive a rich valuation — what it does with its newfound bounty will prove the true test. \\n\\n[Token #2395](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=2395)\\n\",\"timestamp\":1616348717,\"title\":\"The Paradoxes of Coinbase\",\"publication\":\"generalist\"},\"digest\":\"gk76wh060eeBOBz1LYnjP6FxFX6Gt5MMgGHA4nfhAaY\",\"authorship\":{\"contributor\":\"0xADbd9aedA5633448e8b4953b4376c9514075abf4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ujPMsar62CFgUnqPbxSR7KsWvc5Z87faPb_ZIHZ3S5A\\\",\\\"y\\\":\\\"Ul5hLxgVQOugaOG6khuvuOgKQA8ZThf8BI-fv6AlHeE\\\"}\",\"signature\":\"vCk65MNQyR051K_0-TAWBlpxZvlXGWj6LNgRFguEPdEm5owR938FuPd8twSoOI9stoE3mk2DZBigulIeYzgp5g\",\"signingKeySignature\":\"0xdc6e8ad64cfbff0ea6a6ae5b03fbc39e078bb40bd4a73a70568a8fb26cfeb0200317345fb81c1ffe889f542e08fdcd19af2c8860215127947589a92bb9c108d21b\",\"signingKeyMessage\":\"I authorize the publication of articles on generalist.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ujPMsar62CFgUnqPbxSR7KsWvc5Z87faPb_ZIHZ3S5A\\\",\\\"y\\\":\\\"Ul5hLxgVQOugaOG6khuvuOgKQA8ZThf8BI-fv6AlHeE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Zgfy7QpX2YR8wAKSlkyEP2MK4qL86fcbbKiqgcuCuMY\"}"