"{\"content\":{\"body\":\"DAOAtlas is built and operated by a group of DAO enthusiasms. Our mission is to bring people to the world of DAOs and help them adapt to the new future of work. At this moment we are offering :\\n\\n**A friendly guide to DAOs**\\n\\nWe have listed about 160 selected DAOs(and another 100 to be listed soon). Our contributors have explored each of them and written up summaries and articles for them. We don’t focus on data such as asset under management, vote numbers. Instead, we focus on providing information to let people know about a DAO in 3 aspects: who they are, what they are doing, and how to join them.\\n\\n**A new way to categorize DAOs that fit people’s interests**\\n\\nForget about protocol DAO and service DAO. Those categories are not designed for non-crypto people. Instead, we have Music DAO, sport DAO, game DAO, public goods DAO. The new approach will bring people directly to their interest areas.\\n\\n**DAO Jobs&Event**\\n\\nAn information hub to let people know about Jobs and Events info.\\n\\n**DAOTalks Podcast**\\n\\nWe curate interviews with DAO people. They are not named entrepreneurs, but ordinary people like you and me found their new life in the DAO world. And We will not talk about cool terms such as tokenomic and governance, but learn who they are, on what occasion they were led to the DAO world, how they found their new passion, what they are doing in a DAO and why they think it is so fascinating.\\n\\n**DAO Basics**\\n\\nWithout using any technical or jargon terms, we let people learn and join a DAO quickly while zero background is needed. People don’t have to set up a crypto wallet before joining many DAOs and contributing. They will be all good without a wallet for months until they receive the first contribution reward. Eventually, people may need it, but it is important to let people enter this wonderful world before crypto terms scare them away. When they are in, countless friendly people in the DAO world can help.\\n\\n**Everything we built will encourage people to join a DAO and start a DAO life, overcome obstacles, and move from idea to action.** \\n\\n## The way ahead of us\\n\\nAs we just launched, the site is not perfect, UI is not good enough, the content is not good enough and there are a lot of bugs. And we are busy fixing bugs, hearing feedback, and continuously growing more DAO information to let people find more DAOs.\\n\\nFrom Feb 2022, we will start a new journey with more people’s help. In the next step, our focuses will be :\\n\\n1. Scale-up contributor numbers.\\n2. Update the current design to a better information hub for newcomers and existing contributors to make their DAO life easier.\\n3. Build a space for people from different DAOs to learn from each other, hang out with each other and talk about their exciting things.\\n4. Build a portal for DAO organizers to post their info, event, and update to attract like-minded people to join them.\\n5. Build a space called “The birthplace of dreams” to allow the dreamer to share their ideas, discuss with everyone, gather folks together, and start a DAO.\\n\\nOur ultimate goal is to serve 1B people in the DAO world by building:\\n\\n**A guide center for newcomers.**\\n\\n(Learn, exploration, information update, DAO match, events, and bounty opportunities)\\n\\n**A service center for contributors.**\\n\\n(Tax, insurance, technical help, social capital based financial services and other benefits)\\n\\n**A support center for dreamers.**\\n\\n(Idea spreading, talent acquisition, compliance, technical and tools, security service, community building, grants, and ventures)\\n\\n**A place that welcomes all DAOist, a community where DAO people help DAO people.**\",\"timestamp\":1642561479,\"title\":\"What we do and the way ahead of us\"},\"digest\":\"sTEjn9CZcdW6LP3C82Ba64fNSGeKUhCnHgUXScSbrJk\",\"authorship\":{\"contributor\":\"0xbcb950Fc49aD2bB648785d2c7aD2256a838a0A94\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HRqlbJOrloKyR5v_kYVeVb941a6yv6CZqbkgJOwEWFs\\\",\\\"y\\\":\\\"OAzGIW5VviN4VMbz2KkOtZYYpJv02jTcXGgJ5-ccNCM\\\"}\",\"signature\":\"u_r30JhqMtO39iAqHfs6kM0gYORxV-bVXru2UDysApYQnBIHlII3l79fFjncSqpQGxoEXXz08wlCIpnh7UUfuw\",\"signingKeySignature\":\"0x542ab91540305124b1e314a1f9a71355b43ebf0c3b152713bac173fe5d5b2913563bb16f8c22a3e07d447174d87fa0241a7b8d4c62b5f05bcba9039726d3175c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HRqlbJOrloKyR5v_kYVeVb941a6yv6CZqbkgJOwEWFs\\\",\\\"y\\\":\\\"OAzGIW5VviN4VMbz2KkOtZYYpJv02jTcXGgJ5-ccNCM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sTEjn9CZcdW6LP3C82Ba64fNSGeKUhCnHgUXScSbrJk\"}"