"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/0\\\\*5Nak3zmUm74tKL3s)\\n\\nLe rideau est tombé sur les vacances. Le mois d’août tire sa révérence, emportant dans les coulisses des instants de nos vies. Sur scène, reste seulement la nostalgie. L’acte final s’est soldé par la défaite. Rien de bien nouveau, même si j’ai espéré le contraire.\\n\\nMon problème, c’est que je vis dans mes souvenirs. Ceux de ces dernières semaines laissent, sur ma mémoire, une empreinte indélébile. Mais il faut s’y faire, Abidjan est fini et le rêve avec.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*EkaQdS3ip1wq2TYz)\\n\\nUn rêve fait d’alcool, de soirées et de romances. Tout est allé si vite que les jours se sont essoufflés dans la course du temps. Les poches aussi au passage. Mais bon on est jeune qu’une seule fois. “Si y’a pas tise moi je viens pas” Dayo Lamar a compris le leitmotiv de tout le grand Abidjan. Du Bamboo au Yolo en passant par le Bever et le Before la fièvre de l’éthanol s’est faite intense. Elle gagnait très souvent la côte qui s’étend de Bassam à Assinie.\\n\\nCertains pour fuir la fièvre de la capitale, s’en sont allés pour l’intérieur du pays, moins polluée et monotone. En vrai, tout le monde a formulé cette idée. Mais très peu l’ont matérialisé. Les autres sont retombés dans le piège de la ville.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*6LfUClvmRjE3vrmh)\\n\\nQuelques rares fois, des événements venaient casser la routine. Merci à la tribe, au garage pour les travaux. À Bassam, la Trap house s’est occupée de la jeunesse. La musique n’y fait pas toujours l’unanimité, mais on s’y amuse et c’est l’essentiel. En plus, c’est facile d’y croiser le gratin d’Instagram et Twitter. J’aurais bien aimé aller au classico, mais j’étais occupé à autre chose.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*-N_TCce00bUyoug4)\\n\\nPuis, les jours sont passés et je l’ai rencontrée. Elle ponctua ma saison d’une romance éphémère. Avant que la réalité d’un temps me rappelle que les vacances ne sont que des parenthèses dans l’année. La parenthèse est close, donc les prochains jours annoncent des plages vides. Et dire que j’avais fini par ne plus être gêné par la présence des touristes. Peut-être que l’année prochaine, je finirai par les aimer.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*JPh7P2ovOu-fA8jxvLgzfQ.jpeg)\\n\\nCe soir Abidjan est fini et le rêve avec. Je fais la mine de ceux qui enterrent leurs relations ou leurs amitiés sous le carreau de l’aéroport Félix Houphouët Boigny. Je ne suis pas triste, mais nostalgique.\",\"timestamp\":1641302906,\"title\":\"Abidjan est vraiment fini !\"},\"digest\":\"6zF6X-1hfBkkqZL7foFQIzXhPXIwgOEnhJofd6AJKeY\",\"authorship\":{\"contributor\":\"0x96dbBd7A37f808c3879537c6FB5968f76126E05b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n187sv4IYn6VOL9WBCLcUe9PWpLep108o1_iQuFpGzE\\\",\\\"y\\\":\\\"GwZyliYt6AFfosguzkeeLsNHzFKlmaW-g5G1j0suaHs\\\"}\",\"signature\":\"jAEbfBMLcXF3FFwL20DcBBnmQD1WH0yttXG4CXvKNZqhpv2NGfeX8cLx2gsOIIStP-sZvBs7b5J0EEmY2rNVew\",\"signingKeySignature\":\"0x7384aeb84306da42f0353a04486afa244e2b6f645d7cb3ff2448223204a2443d11e39d81ef5c95fa43840cdfeb05f2aeeb111eaaf219010b7539bf5af03d1c191c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"n187sv4IYn6VOL9WBCLcUe9PWpLep108o1_iQuFpGzE\\\",\\\"y\\\":\\\"GwZyliYt6AFfosguzkeeLsNHzFKlmaW-g5G1j0suaHs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6zF6X-1hfBkkqZL7foFQIzXhPXIwgOEnhJofd6AJKeY\"}"