"{\"content\":{\"body\":\"after setting out they sighted, as Cortlandt had predicted,\\nanother cloud of vapour.  The fall--for such it proved to be--was\\nmore beautiful than the other, for, though the volume of water\\nwas not so great, it fell at one leap, without a break, and at\\nthe same tremendous speed, a distance of more than a thousand\\nfeet.  The canon rang with the echoes, while the spray flew in\\nsheets against the smooth, glistening, sandstone walls.  Instead\\nof coming from a river, as the first fall had, this poured at\\nonce from the rocky lip, about two miles across, of a lake that\\nwas eleven hundred feet above the surging mass in the vale below.\\n\\n\\\"It is a thousand pities,\\\" said Bearwarden, \\\"that this cataract\\nhas got so near its source; for, at the rate these streams must\\ncut, this one in a few hundred years, unless something is done to\\nprevent it, will have worn back to the lake, and then good-bye to\\nthe falls, which will become a series of rapids.  Perhaps the\\nfirst effect will be merely to reduce by a few feet the height of\\nthe falls, in which case they will remain in practically the same\\nplace.\\\"\\n\\nAbout the shores of this lake they saw rhinoceroses with long\\nthick wool, and herds of creatures that much resembled buffaloes.\\n\\n\\\"I do not see,\\\" said Bearwarden, \\\"why the identical species\\nshould not exist here that till recently, in a geological sense,\\ninhabited the earth.  The climate and all other conditions are\\npractically the same on both planets, except a trifling\\ndifference in weight, to which terrestrials would soon adapt\\nthemselves.   We know by spectroscopic analysis that hydrogen,\\niron, magnesium, and all our best-known substances exist in the\\nsun, and even the stars, while the earth contains everything we\\nhave found in meteorites.  Then why make an exception of life,\\ninstead of supposing that at corresponding periods of development\\nthe same living forms inhabit all?  It would be assuming the\\neternal sterilization of the functions of Nature to suppose that\\nour earth is the only body that can produce them.\\\"\\n\\n\\\"The world of organic life is so much more complex,\\\" replied\\nCortlandt, \\\"than that of the crystal, that it requires great\\ncontinuity.  So far we certainly have seen no men, or anything\\nlike them, not even so much as a monkey, though I suppose,\\naccording to your reasoning, Jupiter has not advanced far enough\\nto produce even that.\\\"\\n\\n\\\"Exactly,\\\" replied Bearwarden, \\\"for it will require vast periods;\\nand, according to my belief, at least half the earth's time of\\nhabitability had passed before man appeared.  But we see Jupiter\\nis admirably suited for those who have been developed somewhere\\nelse, and it would be an awful shame if we allowed it to lie\\nunimproved till it produces appreciative inhabitants of its own,\\nfor we find more to admire in one half-hour than its entire\\npresent population during its lifetime.  Yet, how magnificent\\nthis world is, and how superior in its natural state to ours!\\nThe mountainous horns of these crescent-shaped continents protect\\nthem and the ocean they enclose from the cold polar marine\\ncurrents, and in a measure from the icy winds; while the elevated\\ncountry on the horns near the equator might be a Garden of Eden,\\nor ideal resort.  To be sure, the continents might support a\\nlarger population, if more broken up, notwithstanding the\\nadvantage resulting from the comparatively low mountains along\\nthe coasts, and the useful winds.  A greater subdivision of land\\nand water, more great islands connected by isthmuses, and more\\nmediterraneans joined by straits, would be a further advantage to\\ncommerce; but with the sources of power at hand, the resistless\\nwinds and water-power, much increased in effectiveness by their\\nweight, the great tides when several moons are on the same side,\\nor opposite the sun, internal heat near the surface, and abundant\\ncoal-supply doubtless already formed and also near the surface,\\nsuch small alterations could be made very easily, and would serve\\nmerely to prevent our becoming rusty.\\n\\n\\\"As Jupiter's distance from the sun varies from 506,563,000 miles\\nat aphelion to only 460,013,000 at perihelion, this difference,\\nin connection with even the slight inclination of the axis, must\\nmake a slight change in seasons, but as the inclination is\\npractically nothing, almost the entire change results from the\\ndifference in distance.  This means that the rise or fall in\\ntemperature is general on every degree of latitude, all being\\nwarmed simultaneously, more or less, as the planet approaches or\\ndeparts from the sun.  It means also that about the same\\nconditions that Secretary Deepwaters suggested as desirable for\\nthe earth, prevail here, and that Jupiter represents, therefore,\\nabout the acme of climate naturally provided.  On account of its\\nrapid rotation and vast size, the winds have a tornado's\\nstrength, but they are nothing at this distance from the sun to\\nwhat they would be if a planet with its present rate of rotation\\nand size were where Venus or even the earth is.  In either of\\nthese positions no land life with which we are acquainted could\\nlive on the surface; for the slope of the atmospheric isobars--i.\\ne., the lines of equal barometric pressure that produce wind by\\nbecoming tilted through unequal expansion, after which the air,\\nas it were, flows down-hill--would be too great.  The ascending\\ncurrents about the equator would also, of course, be vastly\\nstrengthened; so that we see a wise dispensation of Providence in\\nplacing the large planets, which also rotate so rapidly, at a\\ngreat distance from the sun, which is the father of all winds,\\nrotation alone, however rapid, being unable to produce them.\\\"\\n\\nThey found this lake was about six times the size of Lake\\nSuperior, and that several large and small streams ran into its\\nupper end.  These had their sources in smaller lakes that were at\\nslightly higher elevations.  Though the air was cool, the sun\\nshone brightly, while the ground was covered with flowers\\nresembling those of the northern climes on earth, of all shapes\\nand lines.  Twice a day these sent up their song, and trees were\\ncovered with buds, and the birds twittered gaily.  The streams\\nmurmured and bubbled, and all things reminded the travellers of\\nearly morning in spring.\\n\\n\\\"If anything could reconcile me,\\\" said Bearwarden, \\\"to exchange\\nmy active utilitarian life for a rustic poetical existence, it\\nwould be this place, for it is far more beautiful than anything I\\nhave seen on earth.  It needs but a Maud Muller and a few cows to\\ncomplete the picture, since Nature gives us a vision of eternal\\npeace and repose.\\\"\\n\\nSomehow the mention of Maud Muller, and the delicate and refined\\nflowers, whose perfume he inhaled, brought up thoughts that were\\nnever far below the surface in Ayrault's mind.  \\\"The place is\\nheavenly enough,\\\" said he, \\\"to make one wish to live and remain\\nhere forever, but to me it would be Hamlet with Hamlet left out.\\\"\\n\\n\\\"Ah! poor chap,\\\" said Cortlandt, \\\"you are in love, but you are\\nnot to be pitied, for though the thrusts at the heart are sharp,\\nthey may be the sweetest that mortals know.\\\"\\n\\nThe following morning they reluctantly left the picturesque\\nshores of Lake Serenity, with their beautiful tints and foliage,\\nand resumed the journey, to explore a number of islands in the\\nocean in the west, which were recorded on their negatives.\\nAscending to rarefied air, they saw great chains of mountains,\\nwhich they imagined ran parallel to the coast, rising to\\nconsiderable altitudes in the east.  The tops of all glistened\\nwith a mantle of snow in the sunlight, while between the ridges\\nthey saw darker and evidently fertile valleys.  They passed,\\nmoving northwest, over large and small lakes, all evidently part\\nof the same great system, and continued to sweep along for\\nseveral days with a beautiful panorama, as varying as a\\nkaleidoscope, spread beneath their eyes.  They observed that the\\ncharacter of the country gradually changed.  The symmetrically\\nrounded mountains and hills began to show angles, while great\\nslabs of rock were split from the faces.  The sides also became\\nless vertical, and there was an accumulation of detrital\\nfragments about their bases.  These heaps of fractured stone had\\nin some cases begun to disintegrate and form soil, on which there\\nwas a scant growth of vegetation; but the sides and summits,\\nwhose jaggedness increased with their height, were absolutely\\nbare.\\n\\n\\\"Here,\\\" said Cortlandt, \\\"we have unmistakable evidence of frost\\nand ice action.  The next interesting question is, How recently\\nhas denudation occurred?  The absence of plant life at the\\nexposed places,\\\" he continued, as if lecturing to a class, \\\"can\\nbe accounted for here, as nearer the equator, by the violence of\\nthe wind; but I greatly doubt whether water will now freeze in\\nthis latitude at any season of the year, for, even should the\\nNorthern hemisphere's very insignificant winter coincide with the\\nplanet's aphelion, the necessary drop from the present\\ntemperature would be too great to be at all probable.  If, then,\\nit is granted that ice does not form here now, notwithstanding\\nthe fact that it has done so, the most plausible conclusion is\\nthat the inclination of Jupiter's axis is automatically changing,\\nas we know the earth's has often done.  There being nothing\\nincompatible in this view with the evidence at hand, we can\\nsafely assume it correct for the time being at least.  When\\nfarther south, you remember, we found no trace of ice action,\\nnotwithstanding the comparative slowness with which we decided\\nthat the ridges in the crust had been upheaved on account of the\\nresisting power of gravity, and, as I see now, also on account of\\nJupiter's great mass, which must prevent its losing its heat\\nanything like as fast as the earth has, in which I think also we\\nhave the explanation of the comparatively low elevation of the\\nmountains that we found we could not account for by the power of\\ngravitation alone.\\\\[2\\\\]  From the fact that the exposed surface\\nfarther south must be old, on account of the slow upheaval and\\nthe slight wear to which it is exposed, about the only wearing\\nagent being the wind, which would be powerless to erase\\nice-scratches, especially since, on account of gravity's power,\\nit cannot, like our desert winds, carry much sand--which, as we\\nknow, has cut away the base of the Sphinx--I think it is logical\\nto conclude that, though Jupiter's axis is changing naturally as\\nthe earth's has been, it has never varied as much as twenty-three\\nand a half degrees, and certainly to nothing like the extent to\\nwhich we see Venus and Uranus tilted to-day.\\\"\\n\\n\\\\[2\\\\]  It is well known that mountain chains are but ridges or\\nfoldings in the crust upheaved as the interior cools and shrinks.\\nThis is proved by reason and by experiments with viscous clay or\\nother material placed upon a sheet of stretched rubber, which is\\nafterwards allowed to contract, whereupon the analogues of\\nmountain ridges are thrown up.\\n\\n\\\"I follow you,\\\" said Bearwarden, \\\"and do not see how we could\\narrive at anything else.  From Jupiter's low specific gravity,\\nweighing but little more than an equal bulk of water, I should\\nsay the interior must be very hot, or else is composed of light\\nmaterial, for the crust's surface, or the part we see, is\\nevidently about as dense as what we have on earth.  These things\\nhave puzzled me a good deal, and I have been wondering if Jupiter\\nmay not have been formed before the earth and the smaller\\nplanets.\\\"\\n\\n\\\"The discrepancies between even the best authorities,\\\" replied\\nCortlandt, \\\"show that as yet but little has been discovered from\\nthe earth concerning Jupiter's real condition.  The two theories\\nthat try to account for its genesis are the ring theory and the\\nnebulous.  We know that the sun is constantly emitting vast\\nvolumes of heat and light, and that, with the exception of the\\nheat resulting from the impact of falling meteors, it receives\\nnone from outside, the principal source being the tremendous\\nfriction and pressure between the cooling and shrinking strata\\nwithin the great mass of the sun itself.  A seeming paradox\\ntherefore comes in here, which must be considered:  If the sun\\nwere composed entirely of gas, it would for a time continue to\\ngrow hotter; but the sun is incessantly radiating light and heat,\\nand consequently becoming smaller.  Therefore the farther back we\\ngo the hotter we find the sun, and also the larger, till, instead\\nof having a diameter of eight hundred and eighty thousand miles,\\nit filled the space now occupied by the entire solar system.\\nHere is where the two theories start.  According to the first,\\nthe revolving nebulous mass threw off a ring that became the\\nplanet Neptune, afterwards another that contained the material\\nfor Uranus, and so on, the lightest substance in the sun being\\nthrown off first, by which they accounted for the lightness of\\nthe four great planets, and finally Mars, the earth, and the\\nsmall dense planets near the sun.  The advocates of this theory\\npointed to Saturn's rings as an illustration of the birth of a\\nplanet, or, rather, in that case a satellite.  According to this,\\nthe major planets have had a far longer separate existence than\\nthe minor, which would account for their being so advanced\\nnotwithstanding their size.  This theory may again come into\\ngeneral acceptance, but for the present it has been discredited\\nby the nebulous.  According to this second theory, at the time\\nthe sun filled all the space inside of Neptune's, orbit, or\\nextended even farther, several centres of condensation were\\nformed within the nebulous, gaseous mass.  The greatest centre\\nbecame the sun, and the others, large and small, the planets,\\nwhich--as a result of the spiral motion of the whole, such as is\\nnow going on before our eyes in the great nebulae of fifty- one\\nM. Canuin venaticorum, and many others--began to revolve about\\nthe greatest central body of gas.  As the separate masses cooled,\\nthey shrank, and their surfaces or extreme edges, which at first\\nwere contiguous, began to recede, which recession is still going\\non with some rapidity on the part of the sun, for we may be sure\\nits diameter diminishes as its density increases.  According to\\neither theory, as I see it, the major planets, on account of\\ntheir distance from the central mass, have had longer separate\\nexistences than the minor, and are therefore more advanced than\\nthey would be had all been formed at the same time.\",\"timestamp\":1636792274,\"title\":\"With the first light they resumed their journey, and an hour\"},\"digest\":\"PEOx-X-cLBwAESiZw4iH4mLxxvCFdOxb1lgcJix3Bc4\",\"authorship\":{\"contributor\":\"0x8B618F70Ab9b48034d51dD2B87eFEf243B118980\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5XOpr6jAg7gluMO1gY8qAZ4ZotlpxX6MXWYkW8m_l_M\\\",\\\"y\\\":\\\"zQ4pfNr9_3FKrRNRhwokJR9lL4n6bWt9Kqwi4o8c8KU\\\"}\",\"signature\":\"JHaoZ4ihrvUXoyKjYNxiYHAisL0krIvHBqg7XaJuSLkx13xyh8ACJXFa0XgZwqFTPsrN5JGxAbsh9ZaO4yT91w\",\"signingKeySignature\":\"0x00a4d119f0375bb3a39f2a5dd176653192cb89b50e1468dd17aac678b6e72e263972159b3bfb81bc102d8405fe1460000b545080f5e268d6015770ba19ce82e11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5XOpr6jAg7gluMO1gY8qAZ4ZotlpxX6MXWYkW8m_l_M\\\",\\\"y\\\":\\\"zQ4pfNr9_3FKrRNRhwokJR9lL4n6bWt9Kqwi4o8c8KU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PEOx-X-cLBwAESiZw4iH4mLxxvCFdOxb1lgcJix3Bc4\"}"