"{\"content\":{\"body\":\"![Tourists enjoy their leisure time at a hotel in Sanya, Hainan province, on Dec 14, 2021.](http://img2.chinadaily.com.cn/images/202112/31/61ceaa61a310cdd3d8244c1b.jpeg)\\n\\nAs the New Year's holiday nears, bookings of hotels and homestays have seen skyrocketing growth with \\\"staycation\\\" becoming a key word for holiday tourism due to the pandemic. Ice and snow sports have caught more attention this year as the Beijing Winter Olympics is around the corner, with tourists born in 1990s and 2000s major consumer groups, ThePaper reported on Thursday, citing data provided by online travel agencies such as Fliggy, Travelgo, Qunar, and Mafengwo.\\n\\nAccording to online travel agency Travelgo, local hotel bookings jumped more than 45 percent during the past week, with themed resort hotels in Beijing, Shanghai, Guangzhou, Chengdu, and Chongqing popular among young tourists. Homestays in suburban areas are also packed as orders flooded in, the travel portal said.\\n\\nData from Qunar, a Beijing-based online travel agency, noted that the top 10 domestic hotel booking cities during the three-day New Year's holiday are Beijing, Shanghai, Chongqing, Chengdu, Guangzhou, Changsha, Sanya, Shenzhen, Wuhan, and Nanjing, with hotels booking in Beijing and Chengdu jumping over two-fold compared with the same period of the last year.\\n\\nA report from online travel agent Tujia showed that high-quality independent courtyards in suburban Beijing are welcomed by consumers, with average price up 70 percent on a yearly basis, reaching 1,345 yuan ($211) per night during the Near Year's holiday, which lasts from Jan 1 to 3.\\n\\nThose born in the 1990s and 2000s have become major consumers of the holiday season, as a report from Fliggy said that 70 percent of New Year holiday bookings are from people of these age groups. A report from Tujia also showed that 47 percent of consumers for the New Year's holiday are born after 2000s, with more than 20 percent born after 1995s.\\n\\nAs the Beijing Winter Olympics and Paralympics are set to kick off in early February, ice and snow sports continue to heat up, with bookings of related products increasing 188 percent month-on-month in the past week, data from travel agent Tujia showed.\\n\\nData of Mafengwo, a travel service platform, also showed that skiing and hot spring related bookings make up 90 percent of the top 10 tourism products on the platform during the upcoming New Year's holiday season.\",\"timestamp\":1640963850,\"title\":\"Staycation, ice and snow sports key words for upcoming holiday season\"},\"digest\":\"1lO5COhbMHpANfA8qAcCXO69w9aqTPOGEiQ5fSSZim0\",\"authorship\":{\"contributor\":\"0xd1be21759BE7907cFA4Ea58198d5Bbc59A6D6b0C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hbHGKd574MmzaOvXKC5n9-N1ZFsIrj54uMjcA1wkb-8\\\",\\\"y\\\":\\\"Md0yk_drNeAFBoy8ZFTbUmsgeINZUg_IwTKn_hYGVYY\\\"}\",\"signature\":\"_W2lFdCOIkYb77BvhtBj_ByhsN1n-r5Kz4kSrTyevSQQl6TaCUyzw-itGzwA_S_qXwrheQ6lL5Gdnl_e8CqcDg\",\"signingKeySignature\":\"0x5b83f588cb720df85fa01f7ab40bee68dbe154376ead9530ba2fc5690ab1c8e0559ca6410d2281ed45e7c0dd852f749e8e5e05e831bb17babb478bfa1fa4123f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hbHGKd574MmzaOvXKC5n9-N1ZFsIrj54uMjcA1wkb-8\\\",\\\"y\\\":\\\"Md0yk_drNeAFBoy8ZFTbUmsgeINZUg_IwTKn_hYGVYY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1lO5COhbMHpANfA8qAcCXO69w9aqTPOGEiQ5fSSZim0\"}"