"{\"content\":{\"body\":\"![Illustration by Annie Zhao for Li’s Newsletter](https://images.mirror-media.xyz/publication-images/861231e7-7553-477c-8f88-4763c5a2392d.jpg?height=1080&width=1920)\\n\\n\\nNearly two years ago, I published “[The Passion Economy and the Future of Work](https://a16z.com/2019/10/08/passion-economy/),” which laid out a vision for online work that was informed by and a reaction to the challenges of the gig economy. While the gig economy represented a major development in the evolution of online-enabled work—removing geographical constraints for work opportunities and offering greater flexibility—it also entailed risks that were disproportionately borne by workers: reduction of leverage, income instability, lack of rights and protections accorded to employees, and lack of autonomy. Through powerful network effects and ownership of data on customers and reputation, gig platforms serve as gatekeepers to their workers being able to access income. Some scholars argue that the gig economy—which encompasses 55 million Americans or 34% of the workforce—has [eroded](https://qz.com/1556194/the-gig-economy-is-quietly-undermining-a-century-of-worker-protections/) a century’s worth of hard-won worker protections.\\n\\nThe passion economy was envisioned as an evolution and alternative to the gig economy mode of online work, entailing the playbook of building an online audience, cultivating direct user relationships, and monetizing skills/knowledge, content, and other individualized services. (Note that while the passion economy is broader than the creator economy insofar as income is generated from offering a wider range of individualized services and products—not only from content creation—they are overlapping: passion economy workers leverage the tools of the creator economy in order to build an audience that can be monetized in a range of ways. Therefore, I will use the terms interchangeably in this post.)\\n\\nThe appeal and promise of the passion economy are readily apparent: creators can reach a global audience with just an internet connection and earn a living with only [1,000](https://kk.org/thetechnium/1000-true-fans/) or [100 true fans](https://a16z.com/2020/02/06/100-true-fans/). Some creators today are earning millions of dollars per year through engaging in brand deals, selling digital content, creating courses, and more. These online micro-entrepreneurs now number over [50 million](https://signalfire.com/blog/creator-economy/) in the US. At the same time, excitement from the tech industry around the creator/passion economy is at a fever pitch: nearly [every](https://newsroom.tiktok.com/en-gb/tiktok-creator-fund-your-questions-answered) [large](https://variety.com/2021/digital/news/instagram-creator-week-jojo-siwa-saweetie-50-cent-1234982465/) [social](https://newsroom.pinterest.com/en/creatorcode) [media](https://blog.youtube/inside-youtube/letter-from-susan-our-2021-priorities/) [platform](https://variety.com/2020/digital/news/snapchat-spotlight-pay-creators-1-million-daily-1234837976/) is rolling out new funds, programs, and features to attract and retain creators. And a multitude of [new startups](https://www.armthecreators.com/mapping-the-creator-economy/) seeks to serve creators and make it easier for them to earn a living.\\n\\n**But just as the gig economy mode of work brought about negative consequences, strong parallels are emerging between the gig economy and creator economy, rooted in the commoditization of work and erosion of worker leverage.** For online creators today, a handful of large social media platforms serve as gatekeepers for finding and connecting with audiences. While these platforms provide valuable services to creators, including the tools for content creation, hosting, and discovery, there is an immense power imbalance between platforms and creators, who are reliant on platforms for distribution.\\n\\nAs we’ve traveled up the [adoption S-curve](https://onezero.medium.com/why-decentralization-matters-5e3f79f7638e), social media platforms have shifted from supporting creator individuality to commoditizing creators in order to maintain their grasp on user attention, a necessary ingredient for advertising-based business models. This dynamic undermines creator success and independence, making the creator economy just as corr\\nosive for online workers as the gig economy.\\n\\nNumerous startups are attempting to help creators set up their standalone, owned properties online; earn more from fewer, truer fans; and lessen their dependence on social media platforms. **But unless we radically change the foundation of the creator economy—how creators find and connect to a community in the first place—these solutions are incremental at best, and don’t create a fundamental unlock for the issues plaguing the current creator economy.**\\n\\nOnly by understanding how the creator economy is evolving and its risks can we be more thoughtful in moving it forward. My goal with this blog post is to help the tech community amplify their positive impact; help creators understand and take action to improve their situations; and prompt founders to balance the needs of all stakeholders in building platforms that influence the livelihoods of millions of users.\\n\\n## The new shape of capital\\n\\nIn a world where work is increasingly mediated by platforms, the relationship between workers and capital owners evolves. Historically, capital ownership revolved around physical capital, such as manufacturing equipment, raw materials, and buildings. During the Industrial Revolution, workers migrated en masse to cities to seek work at various centers of production, with the proportion of the population living in cities jumping from 17% to 72% between 1801 and 1891 in England and Wales. Since the late 20th century, capital has shifted and abstracted from production to finance, with financial services accounting for an increasing share of national income relative to other non-financial sectors.\\n\\n**Today, with the shift to platform-mediated work, capital is evolving once more, to ownership of data that enables productivity.**\\n\\nGig economy platforms’ lock-in isn’t predicated on controlling physical capital or manufacturing equipment. Instead, their capital is *data* that they gather and control—locations of every network participant, the record of all events and interactions, reputation and feedback scores, and market-clearing prices—all of which strengthens their network effects.\\n\\nSimilarly, the creator economy is marked by the rise of a small number of firms that have accumulated capital and effectively control the means of production and distribution. While online platforms have unlocked the traditional gatekeepers of the creative world, they also serve as the access chokepoints of a new type of capital. The dominant centralized creator platforms own the data, social graphs, and end user relationships—all of which creators need in order to access audiences and income. Furthermore, in the majority of cases, this type of capital cannot be easily ported over to external, creator-owned properties. In this way, creator labor is controlled and commoditized by platforms.\\n\\n## Parallel problems in the gig and creator economies\\n\\nAgainst this backdrop of creator platforms controlling the means of production, various risks are arising:\\n\\n### Over-supply and competition between creators\\n\\nAs in the gig economy, the creator economy is marked by the incentivization of over-supply: there is a multitude of creators willing to create content, and algorithmic feeds serve up a steady stream of alternatives. As a creator, one’s content is commoditized and substitutable with rival offerings. When there is one monolithic feed built with an algorithm that uses a preferential attachment model, a small set of creators rise to the top, and all creators compete with each other to capture the attention of audiences. The result is a zero-sum competition between creators that results in over-supply and devaluation of content. Though creators are trying to implement the playbook of leveraging social media platforms to build an audience before porting them elsewhere, the movement of one's audience is a non-trivial process that platforms are resistant to facilitating.\\n\\nA unique element that impedes organization and activism among creators is the intrinsic motivation behind online creative work: creating content often has the connotation of being a hobby or labor of love, which causes many new aspiring creators to join platforms and start creating content for free, without any expectation of compensation, benefits, or protections. This makes creative labor uniquely at risk of being undervalued and exploited.\\n\\n### Exploitation of creator labor\\n\\nWhile unpaid internships are still legal in many cases in the US, they are increasingly considered exploitative. The Fair Labor Standards Act of 1938 stipulates that any employee of a for-profit company must be paid for their work. In contrast, creators are effectively large-scale [unpaid workforces](https://research.cornell.edu/news-features/dream-work-unpaid-labor-gig-economy), uploading massive amounts of content that platforms have converted into billions of dollars of revenue and trillions of dollars of equity value. Sometimes, creators receive a share of the revenue that platforms earn from their content, but [lack enfranchisement](https://twitter.com/ljin18/status/1374162266287968257?lang=en) in how pay is determined or how monetization rules and thresholds are set. This is reminiscent of the compensation practices in the gig economy: ridesharing and delivery platforms shift their costs and risks onto drivers, who go unpaid when there are no rides or orders, resulting in [effective earnings](https://irle.berkeley.edu/files/2020/07/Parrott-Reich-Seattle-Report_July-2020.pdf) that are below minimum wage.\\n\\n### Insecurity and volatility\\n\\nCreator labor entails the same job and income insecurity as gig work. In the gig work world, clients can end contracts at any time, and providers can be swapped out easily. The same can be said for creators: if users are not satisfied with the content or offering, another creator is just a swipe away. Underscoring this job insecurity is a black-box algorithm that drives most social media discovery feeds: product design can change at a moment’s notice to favor different types of content, diverting potential prospective followers elsewhere. This insecurity and volatility is a direct contributor to [creator burnout](https://www.nytimes.com/2021/06/08/style/creator-burnout-social-media.html).\\n\\nIn a *New York Times* [article](https://www.nytimes.com/2021/06/08/style/creator-burnout-social-media.html) about creator burnout, a TikTok creator in Toronto says, “It almost feels like I’m getting a taste of celebrity, but it’s never consistent and as soon as you get it, it’s gone and you’re constantly trying to get it back.”\\n\\nLast summer, creators’ job insecurity came into focus during the [shutdown of Mixer](https://www.theverge.com/2020/6/22/21299032/microsoft-mixer-closing-facebook-gaming-partnership-xcloud-features) and, later, the threatened [ban of TikTok](https://www.nytimes.com/2020/08/02/style/tiktok-ban-threat-trump.html). Creators exhorted followers to follow their other social media accounts, and third-party products [arose](https://www.fyp.rip/) to let creators download a copy of their own content or [follower lists](https://www.goodbyemixer.com/). De-platforming—whether by a platform or by the state—means that creators can easily lose access to their audiences and past creations. In the gig economy, the parallel occurs when platforms deactivate worker accounts (for a variety of [reasons](https://www.uber.com/blog/new-york-appeals/)), and workers lose their ability to earn income, with no recourse for reaching previous customers.\\n\\n### Intermediation and taxation\\n\\nBecause creator platforms often own the relationship between creators and fans, they are also able to intermediate the economic relationship, with compensation determined by the platform. Just as gig workers are unable to negotiate their pay with platforms, creators are similarly price takers, with platforms deciding revenue share rates, monetization criteria, creator fund payouts, and other elements that drive creator income. Unilateral and often opaque monetization policies have resulted in widespread creator mistrust. A WIRED [article](https://www.wired.com/story/tiktok-creators-fund-revenue-sharing-complaints/) about the TikTok Creator Fund noted, “Three creators who spoke with WIRED say they noticed their views drop after they joined the fund, and they wondered whether TikTok was intentionally limiting their reach to cap how much they could earn. Two of them have since opted out of the program entirely.”\\n\\nThere can also be intermediation by other creators: because of the role that follower graphs and reputation play in surfacing content, influence and monetization flow to those who already have large audiences. The associated risks include [lack of attribution](https://www.nytimes.com/2021/06/25/style/black-tiktok-strike.html) to smaller creators for trends or withholding of earnings by [intermediaries](https://www.vox.com/the-goods/21459677/tiktok-house-la-hype-sway-girls-in-the-valley) purporting to represent creators.\\n\\n## How do we build a healthier creator economy?\\n\\nIn the face of increasingly commoditized creator labor, a few principles should be upheld to realize the vision of a better creator economy:\\n\\n### 1. Ownership and portability\\n\\nOwnership comes in different forms: creators are increasingly prioritizing owning a neutral channel of communication with their audiences (via email lists, RSS feed subscribers) and owning the direct monetization relationship with end users (Stripe account). Creators are also setting up their own websites, potentially self-hosted with their owned domains, as a way to build more direct fan relationships. Creator and user ownership of data, relationships, content, identities, and interactions would weaken platforms’ lock-in and entail a shift in power from platforms to their participants, enabling them to operate outside of a handful of platforms.\\n\\n**But we can go even further in enabling creators and users to control their own destiny: software itself can become community-owned and operated**. In crypto networks, that can entail a [distribution of tokens](https://a16z.com/2020/01/09/progressive-decentralization-crypto-product-management/) that confers governance rights; while in Web2 platforms, user ownership can take the form of engaging the community as investors and advisors (potentially enabled through tools like [Fairmint](http://fairmint.co/), [Republic](https://republic.co/), [Cabal](http://getcabal.com/), or [Stonks](http://stonks.com/)). For companies, engaging creators as shareholders can give creators more incentive to contribute to a company that they co-own, offers opportunities for creators to shape decisions that help the business succeed, and creates incentive alignment between the platform and its participants.\\n\\nOn content itself: while most Web2 platforms don’t claim ownership of users’ content, they grant the platform the right to use, distribute, and modify their work. Instagram’s Terms of Use states, “you hereby grant to us a non-exclusive, royalty-free, transferable, sub-licensable, worldwide license to host, use, distribute, modify, run, copy, publicly perform or display, translate, and create derivative works of your content.” In other words, users are essentially giving control to the platform as to how, where, when and under what circumstances the image can be reused—a loss of ownership and control that leads to their content being devalued and commoditized.\\n\\nFred Wilson has [written](https://avc.com/2021/03/mirror/) about ownership on his blog:\\n\\n“[I]t is important to me that I control the platform that I publish on. I use the open-source WordPress software for my content management system and run that on a hosted server. I use my own domain, AVC.com, to locate my writings on the Internet. That has served me well. No matter how horrible I become, nobody is going to take me down.\\n\\nBut we can go even further down this path of controlling our destiny. We can decentralize the entire thing; the content management system, the storage of the content, the domain name system.”\\n\\n### 2. Credibly neutral creator mechanisms\\n\\nVitalik Buterin wrote about the importance of building mechanisms that are credibly neutral, in which he [described](https://nakamoto.com/credible-neutrality), “a mechanism is credibly neutral if just by looking at the mechanism’s design, it is easy to see that the mechanism does not discriminate for or against any specific people.” The four elements of credible neutrality are: (1) Don’t write specific people or specific outcomes into the mechanism, (2) Open source and publicly verifiable execution, (3) Keep it simple, and (4) Don’t change it too often.\\n\\nAnother way to think about credible neutrality is the idea of the “[veil of ignorance](https://en.wikipedia.org/wiki/Original_position).” In this thought experiment, citizens making choices about their society are asked to make them from behind a \\\"veil of ignorance,\\\" without knowing their gender, race, abilities, tastes, wealth, or position in society. Correspondingly, applying the veil of ignorance to creator platforms allows us to test policies, monetization mechanisms, funds, and product mechanics for fairness and impartiality. For instance, would we design the TikTok Creator Fund as-is, if we were situated behind the veil of ignorance with no knowledge of which particular creator we would be on the platform?\\n\\nIt’s easy to see how today’s Web2 platforms lack credible neutrality and would fail veil-of-ignorance reasoning: algorithms that decide which content gets shown aren’t publicly verifiable, and removal of certain creators or content happens arbitrarily. Facebook’s [Oversight Board](https://oversightboard.com/) is an imperfect attempt at credible neutrality, comprised of 20 “independent” members (that Facebook selected) who review decisions about content moderation. Recently, with the ban of Donald Trump, the Board [argued](https://oversightboard.com/news/226612455899839-oversight-board-upholds-former-president-trump-s-suspension-finds-facebook-failed-to-impose-proper-penalty/) that indefinite suspension was an arbitrary punishment that was not supported by the company’s stated policies: “It is not permissible for Facebook to keep a user off the platform for an undefined period, with no criteria for when or whether the account will be restored.” It went on to say, “In applying a vague, standardless penalty and then referring this case to the Board to resolve, Facebook seeks to avoid its responsibilities.” More broadly, in response to the limited powers and questionable neutrality of the Facebook Oversight Board, an ad-hoc group of activists, researchers, and academics convened a “[Real Facebook Oversight Board](https://www.newyorker.com/tech/annals-of-technology/the-ad-hoc-group-of-activists-and-academics-convening-a-real-facebook-oversight-board)” to push for more accountability.\\n\\nIn contrast, the [Mirror $WRITE RACE](https://mirror.xyz/race) is a weekly open voting process in which the existing users of Mirror, a community-owned and operated publishing platform, decide on which new members to induct. The team [wrote](https://dev.mirror.xyz/vZxxUIeGMQK9NNLcrT0eDYZ6wXhXVr6vTQzztj1DaEA), “Are we, the Mirror team, the sole gatekeepers of the platform? Is that at all in line with our values? Do we even have time for that? The answer is no, no and no.” Though prospective members may not like the results, the process is open, neutral, and publicly verifiable.\\n\\n### 3. Creator-friendly business models\\n\\nBusiness models define incentives, and [incentives drive the content that users create](https://twitter.com/ljin18/status/1311487141931876353?lang=en). Offering more direct monetization models (where users pay creators) can encourage creators to align their content with what end users value, versus creating content that maximizes watch time or virality. Other monetization models can foster a [creator middle class](https://hbr.org/2020/12/the-creator-economy-needs-a-middle-class), for instance, allowing creators to capitalize on superfans to capture more of the area underneath their [demand curve](https://a16z.com/2021/02/27/nfts-and-a-thousand-true-fans/), or to earn more passive income (e.g. “create now, earn later,”), thus reducing the active effort needed to maintain financial success and mitigating creator burnout.\\n\\nIn addition, platforms should set take rates that are minimally extractive. Bill Gurley outlines the strategy behind platform take rates in his [post](https://abovethecrowd.com/2013/04/18/a-rake-too-far-optimal-platformpricing-strategy/): “In order for your platform to be the “definitive” place to transact, you want industry leading pricing – which is impossible if your rake is the de facto cause of excessive pricing.” He also outlines an example of Priceline Group enabling participants to [bid up](https://www.travelweekly.com/Travel-News/Hotel-News/Expedia-pay-for-positioning-program-riles-hotel-trade-group) their take rate for better placement. This is in contrast to most creator platforms today, which set take rates [unilaterally](https://twitter.com/ljin18/status/1374162266287968257?lang=en), and sometimes regressively (more successful creators pay less, e.g. on Twitch).\\n\\nAs outlined above, turning stakeholders into shareholders, as in creator- and user-owned platforms, can better align the interests of platforms with creators. Ownership can confer both economic and governance rights, meaning that creators and users decide on product strategy, leadership, and what to do with profits.\\n\\n### 4. Creator interdependence and solidarity\\n\\nToday’s creator economy, as it exists on centralized social platforms, pits creators in competition with each other in a constant battle for fleeting attention. Going forward, my hope is that we can build platforms and mechanisms that incentivize mutual support between creators, where one creator’s success does not come at the expense of another’s.\\n\\n[Creator DAOs](https://www.coindesk.com/nfts-daos-new-creator-economy) (decentralized autonomous organizations) are a way to turn a group of people with a shared mission (e.g. creating media about a certain topic) into a decentralized army with a treasury and governance tools that harness members’ collective intelligence. Today, we’re seeing lots of experimentation in creator DAOs: members vote on creative projects, co-create content, have all revenue flow to a treasury, and share in ownership (examples include [Songcamp’s Elektra](https://songcamp.mirror.xyz/mkb-m9GWUCLByETAvCigJ0JIpz4XH8bwNDBtUJBPeFc) or [DIRT](https://air.mirror.xyz/lmV9Dxeos9HvKSu0BKY9pqARK2vAlPXhrNMt68E4GkI)). Beyond creator DAOs, recent instances of large groups of people pooling together capital in order to buy NFT artwork, e.g. via [PartyBid](https://www.partybid.app/party/0x2912F57F93dD69FBbF477B616D6f8C34C49bb282), hints at how people can organize to reach a collective goal. These organizations hold glimpses of what this more cooperative future may look like, and I expect best practices to emerge for how creators can leverage DAOs. Perhaps one element of these DAOs could be [Universal Creative Income](https://li.mirror.xyz/j3WsyvI5LKFKcFc9YK6cwzpU131Gs-N8ynGh3Jkli_g), funded by the community treasury, in order to broaden access for emerging, diverse creators. In contrast to today’s creator funds offered by social media platforms, the eligibility for funding could be based on independently verifiable data since all user metrics are on-chain.\\n\\nNote that it’s likely infeasible for existing platforms to adopt the principles above, as doing so would erode their current business models and weaken their network effects. Innovator’s dilemma suggests that new entrants are most likely going to be the ones building with these creator-friendly principles in mind, with new disruptive business models that align with creators’ interests.\\n\\n## Open questions to explore\\n\\n***What channels could exist to institutionalize creator voice?***\\n\\nStrengthening creators’ voice would not only benefit creators, but also help platforms themselves design and implement features with the buy-in of creators. I’m excited to see novel methods of incorporating worker voice into platform governance and decision-making (and balancing creator voice with those of investors who aren’t actively contributing labor). As a glimpse into what this future could look like, DeFi protocols allow token holders to vote on key decisions like the take rate (Uniswap), algorithms (Yearn), and integrations (Compound).\\n\\nAmong Web2 platforms, Twitter’s [open call for proposals](https://blog.twitter.com/en_us/topics/company/2020/help-us-shape-our-new-approach-to-verification) on how its verification program should work is a step in the right direction: “Calling for public feedback has become an important part of our policy development process because we want to ensure that, as an open service, our rules reflect the voices of the people who use Twitter.”\\n\\nAnother example is [Airbnb’s Host Advisory Board](https://www.airbnb.com/resources/hosting-homes/a/how-were-giving-hosts-a-seat-at-the-table-283), designed to serve as a voice for hosts with Airbnb’s leadership: “They’ll be a formal link between Airbnb hosts and Airbnb leadership, participating in monthly meetings with Airbnb and an official Advisory Board Forum each year to present hosts’ ideas.” However, the opacity with which the initial advisory board was chosen, and whether members are actually representative of the broader host community, has been met with scrutiny in the Airbnb [host forum](https://community.withairbnb.com/t5/Help/Host-Endowment-Fund-your-thoughts/td-p/1378753).\\n\\n***How can platforms be designed to mitigate creator anxiety and insecurity?***\\n\\nProduct design can have massive implications on creator burnout and anxiety. One common desire among creators is for more transparency on the part of platforms about how the discovery algorithm works and updates to how it is changing. The algorithm serves as a quasi-“manager” for online creative work, continuously influencing and assessing creators, yet is currently opaque. Hunter Walk also wrote a [post](https://hunterwalk.medium.com/instagram-youtube-tiktok-are-burning-out-their-creators-heres-how-to-fix-that-7298dcfbd055) with ideas for how creator wellness could be built fundamentally into the product, including seasoning of content, rate-limiting posts, and platforms offering paid time off to creators.\\n\\nAs an example of what this could look like, [Streamloots](https://www.streamloots.com/), a streamer monetization platform, offers a [mental health support program](https://venturebeat.com/2020/12/15/streamloots-strong-will-provide-mental-health-support-for-streaming-community/) for influencers on its platform.\\n\\nA fundamental driver of creator anxiety is economic insecurity. To that point, solving for the underlying financial precarity of creators, whether by providing creators with Universal Creative Income or enabling more creator cooperativism e.g. through DAOs, may address the actual root issues underlying creator mental health issues.\\n\\n***What forms of online collective action could emerge?***\\n\\nCreators ought to explore means of collectively expressing their voice, to bring their demands to bear upon platforms and clients. In 2015, 20 of the top 50 [Vine creators](https://www.mic.com/articles/157977/inside-the-secret-meeting-that-changed-the-fate-of-vine-forever) met with the app’s management team to propose product and monetization changes. Current examples of creators organizing to effect change include TikTok creators going on [strike](https://www.nytimes.com/2021/06/25/style/black-tiktok-strike.html), and [FYPM](https://www.fypm.vip/), a “Glassdoor for influencers” that aggregates creator reviews on working experiences with various brands.\\n\\n***How does discovery and distribution work in a post-social media platform world?***\\n\\nPlatforms today are double-edged swords for creators: creators rely on them to grow their audience, but also want to be able to reduce their dependence on them over time. Creators can’t forego creating content on social media platforms until they are widely popular and can grow from word-of-mouth. One solution is creator collectives and bundles, where those with larger audiences can boost emerging ones. As an example, [Every](https://every.to/) is a newsletter bundle that offers both distribution and ownership: “We give our writers financial upside in the work they do and the freedom to build their own creative vision, but we also support them with distribution to an audience, editorial support, and an advance on their subscription revenue if they need it.”\\n\\n------\\n\\nIn a recent post about creator compensation, I [wrote](https://li.mirror.xyz/j3WsyvI5LKFKcFc9YK6cwzpU131Gs-N8ynGh3Jkli_g), “In the digital world, user rights are civic rights, and creator rights are worker rights.” The problems emerging in the online creator economy are the latest instantiations of the same broader political economy problems that afflict our society, with widespread worker vulnerability, a hollowed-out middle class, and externalized business risks that are shifted instead to private individuals.\\n\\nAs the economy undergoes a profound shift to platform-mediated work, the conditions around labor are rapidly changing. Creators may be a new class of workers, but the parallels to previous labor movements—including those in the gig economy—are clear. In centuries past, worker rights and worker-friendly company environments didn’t just emerge spontaneously, but were hard-won. Likewise, creator empowerment will be the product of concerted efforts by founders, investors, creators, and the broader tech community to craft structures and platforms that prioritize creator control and ownership.\\n\\n------\\n\\n*Thank you to Patrick Rivera, Jesse Walden, Sasha Hudzilin, Lindsey Lee Lugrin, Matt Lockyer, Lila Shroff, Alberto Martínez Guerrero, and Louis Giraux for reviewing drafts.*\\n\\n## **Further reading**\\n\\n[https://ez.substack.com/p/most-creator-economy-companies-just](https://ez.substack.com/p/most-creator-economy-companies-just)\\n\\n[https://www.newyorker.com/culture/infinite-scroll/what-the-creator-economy-promises-and-what-it-actually-does](https://www.newyorker.com/culture/infinite-scroll/what-the-creator-economy-promises-and-what-it-actually-does)\\n\\n[https://www.nytimes.com/2021/06/08/style/creator-burnout-social-media.html](https://www.nytimes.com/2021/06/08/style/creator-burnout-social-media.html)\\n\\n[https://hunterwalk.medium.com/instagram-youtube-tiktok-are-burning-out-their-creators-heres-how-to-fix-that-7298dcfbd055](https://hunterwalk.medium.com/instagram-youtube-tiktok-are-burning-out-their-creators-heres-how-to-fix-that-7298dcfbd055)\\n\\n[https://li.substack.com/p/uber-and-instacart-dont-represent](https://li.substack.com/p/uber-and-instacart-dont-represent)\\n\\n[https://li.mirror.xyz/j3WsyvI5LKFKcFc9YK6cwzpU131Gs-N8ynGh3Jkli_g](https://li.mirror.xyz/j3WsyvI5LKFKcFc9YK6cwzpU131Gs-N8ynGh3Jkli_g)\\n\\n[https://every.to/means-of-creation/apple-is-holding-back-the-creator-economy](https://every.to/means-of-creation/apple-is-holding-back-the-creator-economy)\\n\\n[https://hbr.org/2020/12/the-creator-economy-needs-a-middle-class](https://hbr.org/2020/12/the-creator-economy-needs-a-middle-class)\\n\",\"timestamp\":1628611958,\"title\":\"The creator economy is in crisis. Now let's fix it.\",\"publication\":\"li\"},\"digest\":\"Rgk2La8izmn5LaqAlRHne-N2g0CaAxWdaSXW8KE8-Ag\",\"authorship\":{\"contributor\":\"0x808a2adbD0a3fc679e3F7CD18d4f579BFCaaEC9C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Me4vFi-J_KYqdgrnXpWJYDsCyB5adjo-zIQ7WAy-YS8\\\",\\\"y\\\":\\\"MMwn5VGn0xBU349yufz-9BVW5a09zoNk-rBF76aZrg8\\\"}\",\"signature\":\"9U1w-__stygS3juwKjy11KRqJbsUHsLJYVGMLe05T8IoBUiflQebrWWgAk8mDgsjVhrLzKNkmxLkzNkpXdWHOA\",\"signingKeySignature\":\"0x8913de66e0f9ff3a2ec32496616df952b03f0298c93f061dd88a57d676f64f0d6776957d52a869b877c814facd9d20927a288a2a6ed8cb4fea2ba919ca07e3061c\",\"signingKeyMessage\":\"I authorize the publication of articles on li.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Me4vFi-J_KYqdgrnXpWJYDsCyB5adjo-zIQ7WAy-YS8\\\",\\\"y\\\":\\\"MMwn5VGn0xBU349yufz-9BVW5a09zoNk-rBF76aZrg8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Rgk2La8izmn5LaqAlRHne-N2g0CaAxWdaSXW8KE8-Ag\"}"