"{\"content\":{\"body\":\"The people hesitated for a while, Wei guan opened his mouth: \\\"Your majesty is willing to follow, but if Zhao Jia is captured here, he still needs to use his name in a short time. The princess is the queen of Southern Chu. If your Majesty chooses a husband openly for the princess, the people of Southern Chu will certainly hate Da Yong.\\\"\\n\\nLi yuanangrily said, \\\"Can our daughter suffer forever?\\\"\\n\\nWei guan was speechless. In his opinion, it did not matter whether princess Changle was happy or not, but he dared not say so.\\n\\nLi An dozen circle field way: \\\"Father emperor, Wei phase said is also reasonable, not so, we first choose a good husband for the emperor sister, let them secretly set the engagement, wait for a few years, the South Chu slightly calm, Zhao Jia has no effect, and then rightfully married for the emperor sister.\\\"\\n\\nLi Yuan nodded a little way: \\\"So, this thing don't spread, wait until long music come back to say again.Well, I am a little tired, you go.\\\"\\n\\nLi An, Li Zhi, Li Xian, Wei Guan, Cheng Shu and Qin Yi all stood up to take leave, and Imperial Concubee Ji helped Li Yuan out of the royal study.Instead of going with Li An, Li Xian deliberately stayed behind and said to Li Zhi, \\\"Brother, do you think Jiang Zhe will definitely submit to you?\\\"\\n\\nLi Zhi said lightly: \\\"How, the sixth brother also wants to keep him under his wing.\\\"\\n\\nLi Xian rub his hands and say: \\\"second brother, that jiang Zhe, I see feel consort, your subordinate civil servants and military generals much like cow hair, this Jiang Zhe give me.\\\"\\n\\nLi Zhi smiled slightly and said, \\\"Do you think if he does not vote for me, he will vote for you\",\"timestamp\":1635753160,\"title\":\"Changle \"},\"digest\":\"Ew4UKxdYCLPmQqHjlICc2emlwit1bXY_-3O7vWFoLtk\",\"authorship\":{\"contributor\":\"0x36a55b7E766Ab8EAAc78515F810418a3B6C1A75f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jMWAwtfpcDkdghoFCR7AqnFw4CUyfyql7D8HZLKF238\\\",\\\"y\\\":\\\"L_DCZMO4nDVLQQSV3D9eylfrzrjHwnhf6jbOuLyu_zU\\\"}\",\"signature\":\"ZVE-TZiKbz9neB6CsxB5H-xLsFC9WC1f8KWJOKlAlDggILrHIFr74GO1W-_MZKvSa_1dXP_n_0fIgOJ-Oqfx7Q\",\"signingKeySignature\":\"0x21d0ca45df23822f36acd4d2603f907520d852c16233db70aee533d50a83c7451e3c4e350d7fcc22763683cd51ca44e746091b24bbff59d1bb6f3de0dac4dddc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jMWAwtfpcDkdghoFCR7AqnFw4CUyfyql7D8HZLKF238\\\",\\\"y\\\":\\\"L_DCZMO4nDVLQQSV3D9eylfrzrjHwnhf6jbOuLyu_zU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ew4UKxdYCLPmQqHjlICc2emlwit1bXY_-3O7vWFoLtk\"}"