"{\"content\":{\"body\":\"## A web3 take on the popular “Business Model Canvas” for starting a DAO\\n\\nIn the last few weeks of December 2021, a few friends and I decided we wanted to turn our co-owned [Zed Run](https://zed.run/) stable into a DAO, aka a Decentralized Autonomous Organization. With the primary goal of learning, there was no better way to understand the DAO landscape than to actually create one.\\n\\nAnd so the journey began. I was moonlighting during the week and glued to my computer on the weekends. I searched “how to start a DAO” and “DAO tools” on Google, Twitter, and Reddit ad nauseam. It became clear after only a short while that *it was much easier to talk about DAOs than it was to start one.*\\n\\nGoing down the DAO rabbit-hole 🐇  felt like drinking from a firehose with fleeting moments of clarity followed by confusion. Eventually though things began to click.\\n\\nAfter coming up for air, I realized I found myself continuously asking the same few questions:\\n\\n1. What first step should I take?\\n2. What questions should I be asking that I don’t know to ask?\\n3. What tools are the most successful DAOs using, and how do those tools work together?\\n4. Are there critical decisions that we’re making now that might pigeon-hole us in the future?\\n5. Why isn’t there a better resource to help individuals in the web3 community get started with planning a DAO?\\n\\nDon’t get me wrong, there are a number of INCREDIBLE resources out there for starting a DAO. However, the issue, from my humble perspective, stems from there being a lack of a mental model and action-oriented framing.\\n\\nEnter the *DAO Planning Canvas*.\\n\\n### The DAO Planning Canvas\\n\\n![The DAO Planning Canvas v1.0, January 2022](https://images.mirror-media.xyz/publication-images/dHkuY2Rkubx4YyUKufYVf.jpg?height=1987&width=2447)\\n\\nAs a serial entrepreneur and long-time Product Manager, I’ve often used mental models as a way to learn, understand, and plan. I would venture further to say that we as humans frequently use mental models to understand the world around us. A great example in our space right now is the frequent references to web2 paradigms to better understand web3. To me, what’s most interesting (and challenging) is that there are some web3 paradigms that can’t be explained through web2 analogies.\\n\\nTake the [Business Model Canvas](https://www.businessmodelsinc.com/about-bmi/tools/business-model-canvas/) (BMC) and [Lean Canvas](https://leanstack.com/lean-canvas) (LC) for example. Both have been effectively used for years to methodically evaluate business opportunities. The value of both tools is that they provide mental models with clear prompts to ensure individuals are asking the *right* questions prior to investing time and resources. In doing so it often uncovers risk, surfaces new opportunities, and sharpens the ax, so to speak.\\n\\nHowever, when applying the BMC or LC to DAO planning they break down. The tools lack the fundamental concepts of a DAO, and therefore the *right* questions simply cannot be asked. This is what led me to leverage the previous mental models and apply them to the web3 space to create the DAO Planning Canvas (DPC).\\n\\nPulling from the [Bankless](https://twitter.com/BanklessHQ) *[Ultimate DAO Report](https://newsletter.banklesshq.com/p/the-ultimate-dao-report)* and [Nichanan Kesonpat’s](https://twitter.com/nichanank) incredible Medium post titled *[Organization Legos: The State of DAO Tooling](https://medium.com/1kxnetwork/organization-legos-the-state-of-dao-tooling-866b6879e93e),* the DPC is built off of the amazing work of countless others in the web3 community.\\n\\nSo, let’s discuss how it’s different.\\n\\nWhere the Business Model Canvas and Lean Canvas often have 9 sections, the DAO Planning Canvas has 12. A few sections that lacked relevancy were removed, some section names were tweaked (e.g., Channels -→ Building Hype), and new DAO-specific sections were added; *Mission, Community Planning, Community Experience, Treasury, Governance, Organizational Structure, and Content Management.*\\n\\nHere’s a closer look at the full list of sections with a tl;dr for the high-level intention of each.\\n\\n 1. **Mission**: Why does this DAO exist?\\n 2. **Unique Niche**: How is it different from other similar communities?\\n 3. **Key Metrics**: How will you know if the DAO is succeeding?\\n 4. **Community Planning**: What type of community are you building?\\n 5. **Community Experience**: What are the values and the CX of the community?\\n 6. **Treasury**: How will you finance and collectively manage the DAO’s war chest?\\n 7. **Revenue Streams**: How will you maintain financial health over time?\\n 8. **Governance**: How will the community gather consensus?\\n 9. **Organizational Structure**: Will it be fully decentralized or have some hierarchy?\\n10. **Building Hype**: How will you find and connect with the right community members?\\n11. **Operational Costs**: What’s the expected run rate to sustain operations?\\n12. **Content Management**: Where will you house content for the community?\\n\\nEach section of the DPC has a unique purpose. But not every section will be applicable to every DAO. For example, a collectible-based DAO (think NFT) may care less about recurring revenue, whereas for an education DAO that may be a priority. Or, a DAO with a fully decentralized organizational structure may omit certain prompts around DAO leadership, whereas another may need a dedicated leadership team in place.\\n\\nI will be the first to admit, the prompts are by no means exhaustive for each section. They are simply meant to point individuals in the right direction while they bring their DAO to life.\\n\\n### Accessing the DAO Planning Canvas\\n\\nIn the community-centric spirit of web3, I’ve published the DPC as a free and remix-friendly [community project on Figma](https://www.figma.com/community/file/1059529402849710140). Please feel free to duplicate it and make it your own!\\n\\nIf you do remix it, consider sharing it on Twitter and tagging me at [@aaronbatcheldr](https://twitter.com/AaronBatcheldr)! I’d love to see how it evolves.\\n\\n### Using the tool\\n\\nThe DAO Planning Canvas can be used both by a single individual or group of individuals. What’s most important is that the right questions are being asked and the team is able to action the findings.\\n\\nTo help those wanting to get started, I’ve provided a rough outline for an activity to complete the canvas.\\n\\n**Expected Outcomes**\\n\\n* Collective vision\\n* Uncovering new risks, opportunities, and requirements\\n* Solid idea of tools needed for DAO operations\\n* Clear action items for most sections\\n* More questions than answers for other sections\\n\\n**Timing**\\n\\nIt can take anywhere from an hour to multiple days to complete the canvas. It’s entirely dependent on the size, web3 baseline knowledge, and the depth of discussion within the group. Aim for quality, not quantity.\\n\\n**Activity Steps**\\n\\n* Review the sections and answer questions to ensure there’s an understanding of what each is asking (e.g., define governance and treasury in the context of a DAO).\\n* Set a timer for 10-15 minutes, and answer each prompt in the section along with any other ones that arise. *Note: it’s expected that some sections may need more than the allotted time.*\\n* Group the notes together and discuss each grouping.\\n* Note action items, key takeaways, and important questions.\\n* Repeat for each section.\\n\\n### Providing feedback\\n\\nAs of January 2022, *the tool has only been lightly tested in the field*. My full intention is to continue to iterate on it with the web3 community. With that in mind, I would love to hear your feedback! This is only a v1.0 and I’m positive it has glaring improvements I can’t yet see.\\n\\nFeel free to hit me up on Twitter at [@aaronbatcheldr](https://twitter.com/AaronBatcheldr) to share your thoughts. I’d love to collaborate on the DAO Planning Canvas v2.0!\\n\\n### 👏 Special thanks👏\\n\\nI’d like to give a shoutout to some of those who have provided incredible content to the web3 community which I leveraged for this project. Thank you all! 🙏\\n\\n* [Bankless](https://twitter.com/BanklessHQ)\\n* [DAO Masters](https://twitter.com/daomastersxyz)\\n* [@nichanank](https://twitter.com/nichanank)\\n* [@coopatrupah](https://twitter.com/Cooopahtroopa)\\n* Members of the [Invisible College DAO](https://twitter.com/decentraliens) Community\\n* [a16z](https://twitter.com/a16z)\",\"timestamp\":1641779884,\"title\":\"\\n\\nThe DAO Planning Canvas v1.0\"},\"digest\":\"Fs43PRYiT6RYaAndYQwbGcZrqVlslylyoBy1x8c2MN8\",\"authorship\":{\"contributor\":\"0xf44C9d495882b8F64162bbdFFf1D9d2B03332D4b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0JWaG31p-h4QaksZFnupzlBcfAGvrSVwniyVviAMnbY\\\",\\\"y\\\":\\\"0Tin3wJWcYqUXHYec0US79i6WOG-VWle6L7TGYWOX94\\\"}\",\"signature\":\"jkWDwTgGOLOTaazC_YACoDuCwnrCyvBxk8Y4szmHD-5mZ_efA7uksjeje2w44i-up9qp_aV0IEfYHBF7iZG5pw\",\"signingKeySignature\":\"0x31c2c9ceb23cd0c0acfe97a693bcfc0703770285ad2d6103a5d03aaf71cc5ef230c7604a6874fa0bbc435d62a7b936e16b767b845b45098908e13aee329a90de1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0JWaG31p-h4QaksZFnupzlBcfAGvrSVwniyVviAMnbY\\\",\\\"y\\\":\\\"0Tin3wJWcYqUXHYec0US79i6WOG-VWle6L7TGYWOX94\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3cL6s_qhmc7Ka5l8vRUaiO76nulfTCMovspE9ngL-P8\"}"