"{\"content\":{\"body\":\" \\n   \\n 刘工：层次低的人强势？ \\n  \\n 　　时下，是一个地地道道的人造鸡汤时代。鸡汤就鸡汤，何来人造鸡汤？所谓人造鸡汤就是假鸡汤，或是有鸡味的汤水。 \\n 　　勾兑人造鸡汤的人称鸡汤客，这帮人规模浩大，四处兜售自卑又自大，自恋又自慰、自辩又自媚的心灵。奇葩的是，鸡汤客在世俗社会里划分人的层次，自己给自己划层次，以示与众不同。这种自以为是对人的“层次”划分，如同划分猪的等级，肉的好坏自然由价钱来决定。故此，所谓对人的“层次”划分彰显官腐铜臭。 \\n 　　在以强凌弱的社会里，鸡汤客充满自恋的幸福指数。所以，人的“层次”由官腐铜臭的阶级来划分，这是人类社会的倒退，而且倒退到靠榨取民脂民膏来彰显社会文明，返祖到弱肉强食的动物本性。演绎的是，自辩又自媚的自己表扬自己，自己肯定自己，自己奉承自己。纵然，人的层次不光以“财富”为划分标准，但正是“财富”的巨大作用，鸡汤客有头无脑的指责层次低的人强势，境界高的人谦和，精英都是关心社会公平公正的正人君子。 \\n 　　什么是层次低？境界高？这种伪命题竟然成了真话题，实在史无前例。有理由地说，鸡汤客指责层次低的人强势，其本义就是意指穷人野蛮；夸境界高的人谦和，其实质就是标榜富人和善；赞美精英关心社会的公平公正，其本质就是孔雀开屏的自慰。现实果真如此吗？中国的富人从何而来？众所周知，靠官商勾结发家的都是富了一代、富二代，靠勤劳致负的都是穷八代。振振有词，史传“勤劳致富”为正道，如今“勤劳致负”的歪理？史实是，勤劳致富的发家史字字虚伪，歪门邪道的发家史句句真传。所以，层次低的穷人不得不强势，不强势就得任人宰割，境界高的富人不得不谦和，不谦和就得惹火烧身。 \\n 　　实质是，富人是强势的群体，穷人是谦和的群族，所以穷人都有顺民性格。虚伪的是，富人表现的“谦和”是强势的谦和，穷人表现的“强势”是谦和的强势。穷人的思维是，有理走遍天下，无理寸步难行；富人的方法是，有钱走遍天下，无钱寸步难行。从穷人思维和富人方法而言，是穷人谦和，还是富人强势，其结果被官腐铜臭的世俗社会颠倒黑白。 \\n 　　官腐铜臭，史书没有此成语，但朝朝代代都由官腐铜臭的社会变质而改朝换代。人把人划分层次，实质就是把人与人划分成三六九等，其现代社会的公平公正在“三六九等”的分层中，高谈公平公正就是一个笑话。固然，人与人不同的是性格、信仰、喜好和价值观，但这种不同绝不是人的层次不同，而是人的自然属性和文化属性不同，所谓的“层次”则是强聒不舍的自欺欺人。 \\n 　　悠悠史鉴，官场没有一句真话，商场没有一桩干净的交易。虽然，历朝历代都有清官、廉官、好官标榜史书，也有巨富散尽家财为民造福，但真实与荒唐都是无稽之谈。 \\n 　　人的层次理应以仁德的崇高为准绳，绝不是官腐铜臭的私德失检，更不以高官厚禄和富甲一方为标准。假如，人的层次以官腐铜臭为法则，这种“层次”的划分只能证明社会已经无药可救。在一个官腐铜臭的社会，人活着的意义需要勇气来彰显动物本性，成就了伟大、光鲜、正确的惊世谎言，这是划分人的层次的最虚伪的兽性，其人的文化性被兽性代替，而且冠上“正能量”的标签。 \\n 　　所以，层次低的人强势，境界高的人谦和，精英都是关心社会公平公正的正人君子，这种鸡汤理论臭不可闻。中国人从来都是屁股决定脑袋，昨天还是贱民中的一族，今天鸡犬升天就变成了境界高的精英，不觉荒唐至极吗？除不知“一人得道，鸡犬升天”的后一句“一人落败，满门抄斩”，这样的样板戏比比皆是。\",\"timestamp\":1637287802,\"title\":\"刘工：层次低的人强势？\"},\"digest\":\"HI8zo0Y5s8SElBPdfSL4VYO_XXzW6ty4z_kPNmzaRic\",\"authorship\":{\"contributor\":\"0xABE8E2855662A4832Fd2ea5F9aD35c03597Bbc03\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e49cKTzFGorNkv6uFFQ8ZSCwkfA9H5T7_9eHUijbCwA\\\",\\\"y\\\":\\\"OqTp4WrkeB1IL7qXYSEU4eWGkyQih9lPzZB20fCDnYs\\\"}\",\"signature\":\"OrlTPq9f6G8_PZUwUK4CD0ZqZC7E_RtQipoGB8kwXrQECSXPXB-ziEyQJx8YQrga06eo8B88tUsoWgLB7tBQbg\",\"signingKeySignature\":\"0xa57ed17e0636f1f4db8f5bc4ea0a132d4e03c5ddc6907a5ee591aabfbd4dc58e7ff6d25c5d075eee30c366a4e9f156b3c4e869dd98579cc1f72cf9f0555008501c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e49cKTzFGorNkv6uFFQ8ZSCwkfA9H5T7_9eHUijbCwA\\\",\\\"y\\\":\\\"OqTp4WrkeB1IL7qXYSEU4eWGkyQih9lPzZB20fCDnYs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HI8zo0Y5s8SElBPdfSL4VYO_XXzW6ty4z_kPNmzaRic\"}"