"{\"content\":{\"body\":\"朱自清\\n\\n白水是个老实人，又是个有趣的人。他能在谈天的时候，滔滔不绝地发出长篇大论。这回听勉子说，日本某杂志上有《女?》一文，是几个文人以女为题的桌话的记录。他说，这倒有趣，我们何不也来一下?我们说，你先来!他搔了搔头发道：好!就是我先来;你们可别临阵脱逃才好。我们知道他照例是开口不能自休的。果然，一番话费了这多时候，以致别人只有补充的工夫，没有自叙的余裕。那时我被指定为临时书记，曾将桌上所说，拉杂写下。现在整理出来，便是以下一文。因为十之八是白水的意见，便用了第一人称，作为他自述的模样;我想，白水大概不至于不承认吧?\\n\\n　　老实说，我是个欢喜女人的人;从国民学校时代直到现在，我总一贯地欢喜着女人。虽然不曾受着什么女难，而女人的力量，我确是常常领略到的。女人就是磁石，我就是一块软铁;为了一个虚构的或实际的女人，呆呆的想了一两点钟，乃至想了一两个星期，真有不知肉味光景--这种事是屡屡有的。在路上走，远远的有女人来了，我的眼睛便像蜜蜂们嗅着花香一般，直攫过去。但是我很知足，普通的女人，大概看一两眼也就够了，至多再掉一回头。像我的一位同学那样，遇见了异性，就立正--向左或向右转，仔细用他那两只近视眼，从眼镜下面紧紧追出去半日半日，然后看不见，然后开步走--我是用不着的。我们地方有句土话说：乖子望一眼，呆子望到晚;我大约总在乖子一边了。我到无论什么地方，第一总是用我的眼睛去寻找女人。在火车里，我必走遍几辆车去发见女人;在轮船里，我必走遍全船去发见女人。我若找不到女人时，我便逛游戏场去，赶庙会去，--我大胆地加一句--参观女学校去;这些都是女人多的地方。于是我的眼睛更忙了!我拖着两只脚跟着她们走，往往直到疲倦为止。\\n\\n　　我所追寻的女人是什么呢?我所发见的女人是什么呢?这是艺术的女人。从前人将女人比做花，比做鸟，比做羔羊;他们只是说，女人是自然手里创造出来的艺术，使人们欢喜赞叹--正如艺术的儿童是自然的创作，使人们欢喜赞叹一样。不独男人欢喜赞叹，女人也欢喜赞叹;而妒便是欢喜赞叹的另一面，正如爱是欢喜赞叹的一面一样。受欢喜赞叹的，又不独是女人，男人也有。此柳风流可爱，似张绪当年，便是好例;而美丰仪一语，尤为史不绝书。但男人的艺术气分，似乎总要少些;贾宝玉说得好：男人的骨头是泥做的，女人的骨头是水做的。这是天命呢?还是人事呢?我现在还不得而知;只觉得事实是如此罢了。--你看，目下学绘画的人体习作的时候，谁不用了女人做他的模特儿呢?这不是因为女人的曲线更为可爱么?我们说，自有历史以来，女人是比男人更其艺术的;这句话总该不会错吧?所以我说，艺术的女人。所谓艺术的女人，有三种意思：是女人中最为艺术的，是女人的艺术的一面，是我们以艺术的眼去看女人。我说女人比男人更其艺术的，是一般的说法;说女人中最为艺术的，是个别的说法。--而艺术一词，我用它的狭义，专指眼睛的艺术而言，与绘画，雕刻，跳舞同其范类。艺术的女人便是有着美好的颜色和轮廓和动作的女人，便是她的容貌，身材，姿态，使我们看了感到自己圆满的女人。这里有一块天然的界碑，我所说的只是处女，少妇，中年妇人，那些老太太们，为她们的年岁所侵蚀，已上了凋零与枯萎的路途，在这一件上，已是落伍者了。女人的圆满相，只是她的人的诸相之一;她可以有大才能，大智慧，大仁慈，大勇毅，大贞洁等等，但都无碍于这一相。诸相可以帮助这一相，使其更臻于充实;这一相也可帮助诸相，分其圆满于它们，有时更能遮盖它们的缺处。我们之看女人，若被她的圆满相所吸引，便会不顾自己，不顾她的一切，而只陶醉于其中;这个陶醉是刹那的，无关心的，而且在沉默之中的。\\n\\n　　我们之看女人，是欢喜而决不是恋爱。恋爱是全般的，欢喜是部分的。恋爱是整个自我与整个自我的融合，故坚深而久长;欢喜是自我间断片的融合，故轻浅而飘忽。这两者都是生命的趣味，生命的姿态。但恋爱是对人的，欢喜却兼人与物而言。--此外本还有仁爱，便是民胞物与之怀;再进一步，天地与我并生，万物与我为一，便是神爱，大爱了。这种无分物我的爱，非我所要论;但在此又须立一界碑，凡伟大庄严之像，无论属人属物，足以吸引人心者，必为这种爱;而优美艳丽的光景则始在欢喜的阈中。至于恋爱，以人格的吸引为骨子，有极强的占有性，又与二者不同。Y君以人与物平分恋爱与欢喜，以为喜仅属物，爱乃属人;若对人言喜，便是蔑视他的人格了。现在有许多人也以为将女人比花，比鸟，比羔羊，便是侮辱女人;赞颂女人的体态，也是侮辱女人。所以者何?便是蔑视她们的人格了!但我觉得我们若不能将体态的美排斥于人格之外，我们便要慢慢的说这句话!而美若是一种价值，人格若是建筑于价值的基石上，我们又何能排斥那体态的美呢?所以我以为只须将女人的艺术的一面作为艺术而鉴赏它，与鉴赏其他优美的自然一样;艺术与自然是非人格的，当然便说不上蔑视与否。在这样的立场上，将人比物，欢喜赞叹，自与因袭的玩弄的态度相差十万八千里，当可告无罪于天下。--只有将女人看作玩物，才真是蔑视呢;即使是在所谓的恋爱之中。艺术的女人，是的，艺术的女人!我们要用惊异的眼去看她，那是一种奇迹!\\n\\n　　我之看女人，十六年于兹了，我发见了一件事，就是将女人作为艺术而鉴赏时，切不可使她知道;无论是生疏的，是较熟悉的。因为这要引起她性的自卫的羞耻心或他种嫌恶心，她的艺术味便要变稀薄了;而我们因她的羞耻或嫌恶而关心，也就不能静观自得了。所以我们只好秘密地鉴赏;艺术原来是秘密的呀，自然的创作原来是秘密的呀。但是我所欢喜的艺术的女人，究竟是怎样的呢?您得问了。让我告诉您：我见过西洋女人，日本女人，江南江北两个女人，城内的女人，名闻浙东西的女人;但我的眼光究竟太狭了，我只见过不到半打的艺术的女人!而且其中只有一个西洋人，没有一个日本人!那西洋的处女是在Y城里一条僻巷的拐角上遇着的，惊鸿一瞥似地便过去了。其余有两个是在两次火车里遇着的，一个看了半天，一个看了两天;还有一个是在乡村里遇着的，足足看了三个月。--我以为艺术的女人第一是有她的温柔的空气;使人如听着箫管的悠扬，如嗅着玫瑰花的芬芳，如躺着在天鹅绒的厚毯上。她是如水的密，如烟的轻，笼罩着我们;我们怎能不欢喜赞叹呢?这是由她的动作而来的;她的一举步，一伸腰，一掠鬓，一转眼，一低头，乃至衣袂的微扬，裙幅的轻舞，都如蜜的流，风的微漾;我们怎能不欢喜赞叹呢?最可爱的是那软软的腰儿;从前人说临风的垂柳，《红楼梦》里说晴雯的水蛇腰儿，都是说腰肢的细软的;但我所欢喜的腰呀，简直和苏州的牛皮糖一样，使我满舌头的甜，满牙齿的软呀。腰是这般软了，手足自也有飘逸不凡之概。你瞧她的足胫多么丰满呢!从膝关节以下，渐渐的隆起，像新蒸的面包一样;后来又渐渐渐渐地缓下去了。这足胫上正罩着丝袜，淡青的?或者白的?拉得紧紧的，一些儿绉纹没有，更将那丰满的曲线显得丰满了;而那闪闪的鲜嫩的光，简直可以照出人的影子。你再往上瞧，她的两肩又多么亭匀呢!像双生的小羊似的，又像两座玉峰似的;正是秋山那般瘦，秋水那般平呀。肩以上，便到了一般人讴歌颂赞所集的面目了。我最不能忘记的，是她那双鸽子般的眼睛，伶俐到像要立刻和人说话。在惺忪微倦的时候，尤其可喜，因为正像一对睡了的褐色小鸽子。和那润泽而微红的双颊，苹果般照耀着的，恰如曙色之与夕阳，巧妙的相映衬着。再加上那覆额的，稠密而蓬松的发，像天空的乱云一般，点缀得更有情趣了。而她那甜蜜的微笑也是可爱的东西;微笑是半开的花朵，里面流溢着诗与画与无声的音乐。是的，我说的已多了;我不必将我所见的，一个人一个人分别说给你，我只将她们融合成一个Sketch①给你看--这就是我的惊异的型，就是我所谓艺术的女子的型。但我的眼光究竟太狭了!我的眼光究竟太狭了!\\n\\n　　①英文：素描。\\n\\n　　在女人的聚会里，有时也有一种温柔的空气;但只是笼统的空气，没有详细的节目。所以这是要由远观而鉴赏的，与个别的看法不同;若近观时，那笼统的空气也许会消失了的。说起这艺术的女人的聚会，我却想着数年前的事了，云烟一般，好惹人怅惘的。在P城一个礼拜日的早晨，我到一所宏大的教堂里去做礼拜;听说那边女人多，我是礼拜女人去的。那教堂是男女分坐的。我去的时候，女坐还空着，似乎颇遥遥的;我的遐想便去充满了每个空坐里。忽然眼睛有些花了，在薄薄的香泽当中，一群白上衣，黑背心，黑裙子的女人，默默的，远远的走进来了。我现在不曾看见上帝，却看见了带着翼子的这些安琪儿了!另一回在傍晚的湖上，暮霭四合的时候，一只插着小红花的游艇里，坐着八九个雪白雪白的白衣的姑娘;湖风舞弄着她们的衣裳，便成一片浑然的白。我想她们是湖之女神，以游戏三昧，暂现色相于人间的呢!第三回在湖中的一座桥上，淡月微云之下，倚着十来个，也是姑娘，朦朦胧胧的与月一齐白着。在抖荡的歌喉里，我又遇着月姊儿的化身了!--这些是我所发见的又一型。\\n\\n　　是的，艺术的女人，那是一种奇迹!\\n\\n　　1925年2月15日，白马湖。\",\"timestamp\":1639816815,\"title\":\"女人\"},\"digest\":\"vaVY7tOG0PGZfTtk6XDGPydZerW_HYDcOejwV-MVOTI\",\"authorship\":{\"contributor\":\"0xC79f9468F1993c9C14f8D98a0bFD991e0aC326Ca\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5pBbpWEp80jZm12ddxgPoTc79MHJsQJbaOTx3ruUmYk\\\",\\\"y\\\":\\\"uOgHIncTc3FJeprY2PQQcWp-Wd5kuU1eJrPMSkrAuBU\\\"}\",\"signature\":\"NlpcOo40g0jS-SxWcvIjFtN66b8AGNjp2R1Qsi2oCucAllvAp5tqemIsZLOb371jMzLld463KQVHlxDR6uPZFA\",\"signingKeySignature\":\"0xb95795f54eecc0ddbb112c28fa13a031336a9d23ee94677bf33134bfbfea6c896edefded134bd8842ab599c23e54af7052990907c5e2c1b89531eb38ae7a512c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5pBbpWEp80jZm12ddxgPoTc79MHJsQJbaOTx3ruUmYk\\\",\\\"y\\\":\\\"uOgHIncTc3FJeprY2PQQcWp-Wd5kuU1eJrPMSkrAuBU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vaVY7tOG0PGZfTtk6XDGPydZerW_HYDcOejwV-MVOTI\"}"