"{\"content\":{\"body\":\"There are a ton of valid use cases for Decentralized Autonomous Organizations (DAO) in Web 3.0. But there is ten times the noise and infatuation with underlying tech for the \\\"how\\\" before solving the \\\"why\\\".\\n\\nHere are 5 questions worth thinking about before evaluating the construct of a DAO for the problem you are attempting.\\n\\n> **In theory, a DAO decentralizes the power to decide how to extract value and automates the ability to extract it, thus drastically reducing historically prevalent sources of information asymmetry, corruption, and ineffectiveness.**\\n\\nTo evaluate what institutions are most ripe for disruption by creating a DAO, think of a few examples where the stakeholders or communities impacted by the institution are most removed from the process today. Run them through these questions and you will sense a pattern emerging.\\n\\nBy no means exhaustive, we ought to have clear answers on some of these before embracing Blockchain or tokens or coins to create a DAO, or worse, pivoting an existing Web 2.0 effort to force-fit into a DAO.\\n\\n1. **ALIGNMENT** of financial incentives: Today, how strongly are the gains correlated for those who are in control of decisions versus those impacted? (e.g. there is a systemic weak correlation between policy holders' financial well-being and margins of a health insurance company)\\n2. **REPRESENTATION** of the community: Today, how much change is driven by those impacted versus those in control? (e.g. the most vulnerable in our societies have little say with how effectively social welfare is implemented by the government)\\n3. **INFLUENCE** in the outcome by the community: Today, how much of the value created by the institution is a direct result of the community's effort? (e.g. most gig economy platforms are efficient intermediaries at best for the work put in by partners)\\n4. **ENABLEMENT** by automation: Today, how much of the day-to-day interactions between the community and the institution have the potential to be codified by a ruleset? (e.g. most of the needs of a retail banking customer can be confined within a series of predictable steps)\\n5. **SENTIENT** specialist expertise needed: Today, how wide and deep are the requirements for human subject matter experts to be at the helm for managing exceptions and out-of-ordinary situations? (e.g. most social media platforms need humans in the loop to address hate speech)\\n\\nThe answers will tend to cluster together at one end of the spectrum where centrally controlled organizations or environments operated by closed intermediaries are holding unreasonable power over the impacted community. That cluster will be disrupted before others.\\n\\nBut expect some noise in the ecosystem before that, especially around the glitter of tokens and coins. At this point, I am simply wishing as many brands should try out their fantasies for \\\"tokens for XYZ\\\" and then move on to their next fad, so we can get to the real potential of Web 3.0 in terms of elevating the less heard voices.\\n\\n> **What will be built-to-last in Web 3.0 will have roots in self-governance.**\\n\\nToken drops likely ain't going to give that. Also, don't trust anyone who says they have figured it out. That's like stating in 1994 what the Internet of 2021 would be like.\\n\\n(Photo by **[Mateusz Dach](https://www.pexels.com/@mateusz-dach-99805?utm_content=attributionCopyText&utm_medium=referral&utm_source=pexels)** from **[Pexels](https://www.pexels.com/photo/brown-wooden-dominoes-353641/?utm_content=attributionCopyText&utm_medium=referral&utm_source=pexels)**)\",\"timestamp\":1637258006,\"title\":\"A Case for Sustainable Disruption Using DAOs\"},\"digest\":\"Q_NzDS4NHCYS4rIrDzxBIaxqjaZ0vgwd-jgK5m6iVOw\",\"authorship\":{\"contributor\":\"0x2dd2036C9Db2ADA2739509AF0047c00C8b9291EF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D6BoxiykQ-17W8frFv0-2qXr6rWpet1u5Np1380ihbk\\\",\\\"y\\\":\\\"X43o0XyGDvEHTOFyGwknsrQX71lXS0LEzZeKKbNnWjc\\\"}\",\"signature\":\"mMrLhVS0Yk02DyTsImj0pZmco4cOcyReZ8zht_OWE7Zgt_ikT8K7IpD_xOGn7wmKgLBg0PG0jHv4vfBQsFLECg\",\"signingKeySignature\":\"0xb4c62af67ee28c9bc0e625bb5eed7e11e9dd91162ab0b001d69e0edeb481fe6b15e1b661c53cf1d543cf9808d3c3252e25dd5010c63e24ad9febfe3795e18bb71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D6BoxiykQ-17W8frFv0-2qXr6rWpet1u5Np1380ihbk\\\",\\\"y\\\":\\\"X43o0XyGDvEHTOFyGwknsrQX71lXS0LEzZeKKbNnWjc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Q_NzDS4NHCYS4rIrDzxBIaxqjaZ0vgwd-jgK5m6iVOw\"}"