"{\"content\":{\"body\":\"1\\\\.苏轼对韩愈的评价极高，言其“文起八代之衰，而道济天下之溺，忠犯人主之怒，而勇夺三军之帅”，这个评价包括了“文学、道德、品行、政才”，高度差不多到了孔孟子思一类的高度。\\n\\n> 自东汉以来，道丧文弊，异端并起。历唐贞观、开元之盛，辅以房、杜、姚、宋而不能救。独韩文公起布衣，谈笑而麾之，天下靡然从公，复归于正，盖三百年于此矣。**文起八代之衰，道济天下之溺。忠犯人主之怒**，而勇夺三军之帅。此岂非参天地，关盛衰，浩然而独存者乎？——《潮州韩文公庙碑》\\n\\n2\\\\.想起大学时读韩愈，对其“文以载道，不平则鸣”深以为然，记得当时写过一篇小文：\\n\\n> 日日走过法大的梅兰竹菊，夜夜走过法大的梅兰竹菊。四季若代表四时，那我已走过了秋冬和菊梅。踏过故都秋日的落叶，迎过北国冬日的飞雪，穿窜于法大的琼楼玉阁之间，匆匆如斯，不及细想，只觉岁月悠长，山河无恙。\\n>\\n> 近日翻看昌黎先生文集，闻见“吾何归乎！吾得既行而后思，诚不足以自存，苟有食其从之”（《感二鸟赋》）一语，先是笑韩愈的现实主义太浓，可静而思之，发现自己又何尝不是如此。韩先生是因为吃不饱，不足以存，所以是先行而后思。而我自己是吃饱而能自存，却是只行不思，非要说现实主义化，那岂不是把自己也包含进去了。\\n>\\n> 行而思，或许历来就是中国文化人自省，反思，探索，求知之基本方法与途径。自先秦荀况的“吾日三省”到王阳明的“格物致知”，从孔子的“学思关系”到将近代学人的“无思不学”，昌黎先生的“既行而后思”已然承传千古，巍然成其大观。行而思，倘若放诸时空，大多数是白日和黑夜，屋外与室内的关系，日行而夜思也仿佛成了文化人生活与精神的独特结构。几卷古书，一盏青灯，几许对历史古今的轻叹，足以让大气磅礴的历史多了几分优雅，让坚韧不屈的民族气象中增加了几丝婉柔，让本来寂然无趣的思索平添几多诗意。\\n>\\n> 日行于法大，阳光明媚；夜行于法大，清冷空旷。阳光明媚固然可爱，但同样也容易迷离眼神；冷清空旷虽有寒意，但却能让思想独立，头脑清醒。夜行人不宜多，孓然一身即可，独行于空巷，行于马路，行于路灯之下，听自己的脚步声，感受自己的呼吸和心跳，对面走来另一位独行者，友好而不夸张地打声招呼，对方也不惊异，友好回应一声，擦肩而过。夜行者并不孤独，思想的独立与群体的相容绝不相悖，更何况那是一种思想与境界的相容。纵然当你背上行囊，远行于江南的石板路，京都的陌生胡同，塞北的茫茫荒原，抑或是异国他乡，一声毫无理由的招呼和问候，一张善意的微笑与擦肩而过的背影早就注定了你的出走是走出小家走进大家，并且这个家的成员遍布天下。\\n>\\n> 夜行也并非是要在漆黑的夜晚瞎摸，可能有灯，也可能有路可寻，但有一点是肯定的，身处的境况一定不如远处某一个地方的光亮，而那个光亮也可能正好是你要探寻的，要追求的，正好是你的目标所在，于是夜行并不是流浪，流浪者的精神结构是复杂而又极其简单的，复杂在于他们有太多的理由要出走，而简单则是他们只是为了出发．三毛的歌词：＂不要问我从哪里来，我的家乡在遥远的地方＂，与夜行者不同，一个真正的流浪者，他们的精神基点是家，他们流浪的最直接但也最深邃的目的就是离开家园，但夜行者不一样，他们从不问自己从哪里来，而只关注自己将要走向何处去，远在天边，近在眼前的明灯正是他们精神的归途和最后一站．因此一个是越走越远，将城市走成了荒漠；一个是越走越难，将城市走成了羊肠小道；一个是为了摆脱心中的伊甸园，而另一个则是为了追寻梦中的＂乌托邦＂．\\n>\\n> 因此，我们可以说夜行者的行走只是一种过程，一种由此岸通渡彼岸的桨舵；而流浪则预示着一种结局，但是这个结局谁也无法想到，包括流浪者本人，其实那便是只有此岸和桨楫，却没有彼岸的远行，其实质是精神的永恒漂泊，终无憩所。我以不贬低这种精神虚无主义永渡，相反作为一种生活方式的体验，我羡慕于他们心无所束和行者无疆，但是，从人类历史发展的高度和民族精神结构分析的角度出发，这种流浪情怀是弊端很多的，一个热衷于流浪的民族是没有历史责任感的一个民族没有了历史责任者也就失去了历史厚重，而没有历史厚重就没有形成历史沉淀，更不用说在此基础上的历史创新，这样民族在历史上多不胜数，但随着历史长河的淘涤，大多都业已灰飞湮灭，而相反一个有着夜行情愫的民族，有时固然在黑夜中摸索，但它以来都是有着强烈的方向感发，固然有时方向感很差，摸错了路子，但一次又一次的摸索和受伤以及回头，随着手掌上的疤痕和老茧的增多，即便成了一个民族炎热浪荡的历史沉淀，千年不逝，万古流芳！一个民族既是如此，而况人乎？\\n>\\n> ——《黑夜中的行走》 2008年3月20日   写于法大\",\"timestamp\":1641897284,\"title\":\"01.11 苏轼眼中的韩愈与一篇旧文\"},\"digest\":\"J-JugMng6lmsDnaX53Tonf5tZ6EL-GXd8Rd8pYK8TB0\",\"authorship\":{\"contributor\":\"0xe0925f67a6c6bf054b1021BFe4D9B51830884d23\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iwn2gJL6S6pncxYtYFk5rydeoYSYcOkFKuCrQaEeCO4\\\",\\\"y\\\":\\\"W4TUJ1wTFg-QomCYpX1reWi4PByaxA-wrQ8KLNpAD_E\\\"}\",\"signature\":\"JwMehVodCSyueQTD2YketCdnYRtAsD-Jzf6oQJ-tiAQH0OGOENro5o9LyBpWPDd6CBjtNzXMgQHD7xuTQ4yEqQ\",\"signingKeySignature\":\"0x84feb3bd005f7f534eb24c3dec0c7d5f47ce4a1e4a07c180dd6b2d2456a19c3c10ce57473a38dcbef1a3c10dc07b859c88f631defd9087cfc0d75a8b1a9b1e7f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iwn2gJL6S6pncxYtYFk5rydeoYSYcOkFKuCrQaEeCO4\\\",\\\"y\\\":\\\"W4TUJ1wTFg-QomCYpX1reWi4PByaxA-wrQ8KLNpAD_E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J-JugMng6lmsDnaX53Tonf5tZ6EL-GXd8Rd8pYK8TB0\"}"