"{\"content\":{\"body\":\"To Virgil, you were a visionary, an idol, a genius, a glimpse of what humanity could become. With the bar set so high, who should I become?\\n\\nWhen it comes to how you live your life, few razors compete with this:\\n\\n> When you were a lil boy, small, dumb and highly impressionable. You were ready to pick your life. Where do you go? What do you care about? What around me is pushing me where? In this pivotal moment (may last a few years), you needed someone or something. Someone that you could look to to model yourself around. Be it Isaac Newton, Elon Musk, Tyler the Creator, or Ralph Waldo Emerson. You need a light, a beacon to aim. How I live my life these days, I ask myself…  \\n  \\n **Who did I need when I was growing up?**\\n\\nWhen I grew up and looked out, I didn’t see future friends. No one out there looked like the person I wanted to be in a few decades time. No one was me, fast forwarded. That was a problem, it’s a problem of inspiration and idols. If you see nothing like it in the world, [you assume it can’t exist](https://hbr.org/2018/03/what-breaking-the-4-minute-mile-taught-us-about-the-limits-of-conventional-thinking). Our passions, work, direction, and therefore lives depends on this ability to identify and this ability to dream. But when there is no one worth dreaming about, what do you do?\\n\\n## Who did I need?\\n\\n### Change the world\\n\\nWe are all given so much, and the only logical decision on what to devote your life to is to increase the wellbeing of humanity by the maximum amount. When I thought about what kind of person I wanted to be, what my goal was… this was at the top of the list. Doing the opposite didn’t make sense.\\n\\n### Not serious\\n\\nThe happiest people in my life were the most colorful, worry free, and least serious. Whatever I do, I don’t want to be serious. I needed someone absurd and full of fun and smile and made the world not only a better place to live but a happier one too. Why was every head of state or company some stiff PC parrot? Didn’t make sense.  \\n  \\n \\n\\n### Unique\\n\\nTrack your own path. Think for yourself. Not only will you succeed more as competition is scarce and no one can compete on being you, but it’s more fun than conforming. It’s not reasonable. To be 1 of 1 is to push the world forward. If you want to live a life already lived, within the tracks of safety and convention, there are billions of templates to choose from. \\n\\n> *“The reasonable man adapts himself to the world: the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.”* \\n  \\n ― George Bernard Shaw\\n\\n### Not specialized\\n\\nYou are told in life (over and over and over and over) find your niche. I don’t think this is the best advice for everyone. I think if you are curious in a lot of things, explore a lot of things. Don’t specialize early. The world is becoming more interdisciplinary, reskilling and retraining mid career is common, and there’s *a lot* of knowledge transfer between disparate fields. \\n\\nThat said, here’s who I looked up to, my influences:\\n\\n* Eric Andre\\n* Tyler the Creator\\n* Elon Musk\\n* Peter Thiel\\n* Michael Sandel\\n* Salman Khan\\n* \\n* I looked up to the likes of Eric Andre, Tyler the Creator, and \",\"timestamp\":1638144499,\"title\":\"Be who you needed\"},\"digest\":\"g679kROYjZpQA0XmRvQIN9z2SCovN9LlvUw3sKVcxS4\",\"authorship\":{\"contributor\":\"0x9F0fb7d83944a1368A14696c786659700981F079\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NFm9Z99g1BWFLTTIY4_1Ap8xmjMtGy3VEcVnROKqsLc\\\",\\\"y\\\":\\\"koojtvp8WNiNXjbbY7Xtu4fp5h7kDqutuPJmHHQgaEA\\\"}\",\"signature\":\"_aiQWyqYVexcU1ewyYSXMmMCVh19GOs7asO_xZcqgs9JNhrah2jm_S00ACf0wP7OSRwp3VA69HWBnBwCO1dViw\",\"signingKeySignature\":\"0x60e91fb195fb10bca8b4051e88809c6f99a93f6ad65e557e2935bc0359c8f7717d848cf4c75774f2a28b63325510e7593412b1974e63e7ba12edf454a3a3676f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NFm9Z99g1BWFLTTIY4_1Ap8xmjMtGy3VEcVnROKqsLc\\\",\\\"y\\\":\\\"koojtvp8WNiNXjbbY7Xtu4fp5h7kDqutuPJmHHQgaEA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"g679kROYjZpQA0XmRvQIN9z2SCovN9LlvUw3sKVcxS4\"}"