"{\"content\":{\"body\":\"### Genopets – The first Move-to-Earn NFT game\\n\\nGenopets is the **world’s first Move-to-Earn NFT game** on Solana blockchain incentivizing active lifestyles. It's a Play-to-Earn NFT Game for the care and development of the user’s own digital spirit animal.\\n\\nGenopets blends the Tamagotchi's care and evolution with the training and battling of Pokemon. It advances your Genopet NFT in game using data from your smartphone or fitness sensors. The digital pet is kept in the pocket at all times, which through the application of  “Move-to-Play” technology, someone’s real-life movement is converted into experience points (XP) in order to progress in the game itself. Traditional sedentary video game has been replaced with checking in on the physical activity an individual goes through the day. Therefore, the hard-earned in-game progress acquired through walking around all day can be traded as an NFT at market value, creating the first “Move-to-Earn” NFT gaming experience.\\n\\nWorking long hours at a desk makes it difficult to strike a balance between work and self-care. The creators of this game believe people shouldn’t have to compromise health for wealth. Health is wealth. That’s why Genopets has been created, the first Move-to-Earn NFT game that enables all users to earn crypto for staying active in daily life.\\n\\n### Sorare – The blockchain fantasy football game\\n\\nOn the Ethereum blockchain, Sorare is a blockchain fantasy football game. To represent players drafted into fantasy football leagues, the game employs non-fungible tokens (NFTs), which are tokenized on the Ethereum network. Players in the game can make predictions about football players' performances and compete against each other for prizes such as rare NFT collectibles or other crypto awards. These crypto collectibles can be traded at any time and provide digitally verifiable ownership. Users must be at least 18 years old, and each of them can only have one account. In order to play, each participant must also have at least five Sorare crypto collectibles, which include a goalkeeper, defender, midfielder and a striker.\\n\\nWhat makes the game running smooth on Sorare is the implementation of a proper layer-2 solution with the purpose to make the base layer blockchain less congested and ultimately more scalable. In the case of Sorare the company used StarkWare, a type of rollup technology which was recently used to convert the platform to a layer-2 solution. It took two months to finish the entire relocation. Platform users will no longer have to pay for in-game gas after the move. Withdrawals from the Sorare NFT platform, however, will still be subject to gas fees.\\n\\nFurthermore, the project has received substantial funding. This includes a $4 million seed round, a $50 million series A round, and a $680 million series B round. In addition, the worldwide fantasy football game has almost 200 licensed clubs from 37 different leagues around the world. International football players such as Antoine Griezmann and André Schürrle have invested in the Sorare NFT game, with Barcelona and Spain icon Gerard Piqué serving as Strategic Advisor.\\n\\nIt is important to note for traders that the Sorare SOR token is not a traditional cryptocurrency. It is, nonetheless, vital to the platform's utility and interaction. This means that SOR token NFTs can be freely traded throughout the Sorare NFT network and compatible Ethereum apps. Each SOR token represents a team or player, resulting in a unique asset that can be monitored using public block explorers like EtherScan.\",\"timestamp\":1637535420,\"title\":\"Two hidden gems that can revolutionize crypto gaming\"},\"digest\":\"vFVUcBj6xrwpKebuBVRXZ7K9X2sUgyNDmTZqv2osXSI\",\"authorship\":{\"contributor\":\"0xd57722111412Bf8fD260827426202A04de47899F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ce8zR4j3udL1cxOKHp3g6SS4tK3DX660ib10Kf-uDEI\\\",\\\"y\\\":\\\"7nbkCw2_4M4-mRBCZWQuKHeQ5wdl8ZSyj_W9TlVDwkE\\\"}\",\"signature\":\"WSXbEKL_yTv3438CAyXzH1rwa6bqVS_sJYPwE8C3s1bOw5huQpeLa3sAxJi7qMczqu83ADk3FBrvf2tTBQ3m9w\",\"signingKeySignature\":\"0xed8568689e8dcde62de5d4be3a928815ae04db0a88e693ecc1b4482ea12a56cf295fc7d630b29645067bdaf83a8879dd2e79db259ecb4ad5319b800050a6a9161b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ce8zR4j3udL1cxOKHp3g6SS4tK3DX660ib10Kf-uDEI\\\",\\\"y\\\":\\\"7nbkCw2_4M4-mRBCZWQuKHeQ5wdl8ZSyj_W9TlVDwkE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vFVUcBj6xrwpKebuBVRXZ7K9X2sUgyNDmTZqv2osXSI\"}"