"{\"content\":{\"body\":\"Judging from the current online public opinion, we see blockchain and digital currency more as \\\"conjoined people\\\". When we talk about blockchain, we will be connected to digital currency. When we look at digital currency, we are equivalent to talking about blockchain. .\\n\\nFor example, if you are doing digital currency, you are doing blockchain. If you are doing blockchain, you must issue digital currency, or trade digital currency, or mine currency, etc., and it must be connected with digital currency.\\n\\nI feel that these are two completely different concepts. If you really want to talk about them, you can also say that they are twins. They are extremely closely related in origin, but the individuals are still completely independent.\\n\\nThe current understanding of the blockchain is mostly the \\\"whole set of technical solutions\\\" used in the birth of \\\"Bitcoin\\\". Whether it is decentralization, encryption, accounting, consensus, distributed storage, or other features, almost all of them are technical solutions to the problems encountered during the birth of Bitcoin.\\n\\nWe know that technical solutions are largely universal. Blockchain, based on the characteristics of this technical solution, can also be applied by us to solve some problems in other industries and other products. I think the imagination is still quite high.\\n\\nTake \\\"decentralization\\\" as an example, and briefly talk about my views:\\n\\nI define the blockchain as a technical solution. This is a major premise. It is best to interpret the characteristics of a technical solution from a technical perspective. \\\"Decentralization\\\" here translates into \\\"technical decentralization\\\". What does it mean?\\n\\nRemove the server.\\n\\nAs far as technology is concerned, the server is the overall \\\"center\\\", and all data storage and calculations need to be completed by the server. If the blockchain technology can be adopted and several derivative problems in the grafting process can be overcome, the Internet team with traffic will save a lot of server expenses. You must know that this expense is not a small amount.\\n\\nFrom this perspective, after removing the server, where is the data stored and how to ensure security? Can we understand the problems that need to be solved in the technical points of \\\"distributed storage\\\", \\\"encryption\\\", and \\\"consensus\\\"? (Characteristic data storage, data security, and data verification of the three servers themselves)\\n\\nI think: When we try to interpret a concept, it is best to restore the scene of the concept's birth. In what environment was it born? What problem is it used to solve?\\n\\nJust looking at it from the surface of the concept often leads to some thinking errors.\\n\\nI have never thought that blockchain is a business model. It can hardly exist alone. As a technical solution, it must be attached to a certain project.\\n\\nHere is also my point of view, the decentralization of the blockchain is not \\\"removal of banking supervision\\\", perhaps we can understand it this way. Bitcoin as a project needs to \\\"remove bank supervision\\\", and the decentralized technology of blockchain can solve this problem well and achieve the intended purpose.\\n\\nI think Bitcoin is amazing, Satoshi Nakamoto is also amazing, and Teacher Li Xiaolai is also amazing.\\n\\nThe information of chasing Bitcoin in the market can be divided into two factions:\\n\\nOne faction is Bitcoin, a miner represented by Satoshi Nakamoto;\\nOne faction is the Bitcoin of the capital market represented by Mr. Li Xiaolai.\\nIn the design concept of Bitcoin, it is rumored that in order to prevent inflation, there is an upper limit on the number of Bitcoins issued, which gives room for capital operation.\\n\\nWe often talk about things that are rare and expensive. If the quantity of a certain item is fixed, it is limited, and it is difficult to regenerate, and when it has some basic value, the item has operational value.\\n\\nDo you want to know what other \\\"bitcoin\\\" compatriots are in the capital market?\\n\\nI think you should be familiar with things like gold, diamonds, rare metals, stocks.\\n\\nMost Bitcoin holders should be the latter. Our so-called \\\"coin speculation\\\" is actually just adding a name to the capital operation market, not even adding a category, because their essence is identical.\\n\\nWe pay more attention to the price and value of Bitcoin in the market, hoping that it can increase in value. \\\"Bitcoin\\\" is just the name of an item, a meaningless symbol, just like a string of information.\\n\\nAnd what is Satoshi Nakamoto's Bitcoin?\\n\\nYou can make a simple quiz game with everyone.\\n\\nDo you know what Bitcoin is? What role does he have?\\n\\nExcluding the trading floor, let's take a look at what exactly is Bitcoin.\\n\\nDo you know where Bitcoin is?\\n\\nAfter all, there is no product named Bitcoin on the market.\\n\\nThe concept of \\\"mining\\\" is about to be quoted here. Simply put, the bitcoins discussed without \\\"mining\\\" are all Li Xiaolai-style bitcoins, and the discussion combined with mining is Satoshi Nakamoto's. Miners Bitcoin.\\n\\nWe completely withdraw the capital, there is no trading floor, no trading, let's take a look at the combination of Bitcoin and \\\"mining\\\"?\\n\\nBitcoin can only be obtained through mining, and user mining needs to run some specific software, almost without manual operation, just like hanging up. To mine, you first need to meet some hardware conditions, such as the network and the host. From the host, we derive the two elements of computing power and electricity.\\n\\nGamification is very easy to understand Bitcoin. We play games, we are very particular about our network bandwidth and our equipment. If the network is good and the equipment performance is good, then there will be better performance, which is reflected in the fact that the number of mining on Bitcoin is more.\\n\\nBitcoin is equivalent to gold coins in the game. It relies on players to use their own network, electricity, and equipment to obtain them. Perhaps the biggest difference is that Bitcoin mining is in the form of on-hook, and it is not so fun.\\n\\nIn fact, for a more experienced product manager, Satoshi Nakamoto's Bitcoin is not so obscure, and his points, experience, virtual coins, and game currency are very similar to those of users.\\n\\nWhat is difficult to understand is probably Li Xiaolai's Bitcoin. After all, the capital market is really not something that ordinary people can participate in and understand.\\n\\nTo add: In addition to gold, diamonds, and rare metals, even some tea and vegetables are also operated by capital.\\n\\nIt seems that as long as certain conditions are met, it can be operated. Of course, considering the maximum benefit, there will be some trade-offs. (The quantity is fixed and limited, and it is difficult to regenerate, and has some basic value).\\n\\nMy understanding of Bitcoin is more inclined towards Satoshi Nakamoto's way of mining Bitcoin. Here I present the third concept, which is also the direction of \\\"business monetization\\\" that I have studied more.\",\"timestamp\":1634807234,\"title\":\"Blockchain and digital currency\"},\"digest\":\"gicxJRsEkDpJ2CBx66SOY5Ia-ugANyoPJ041VrC0lTE\",\"authorship\":{\"contributor\":\"0x6C974C1a51427766f2253C34826a64C972C2bcc6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x6INYntnqyoSB1QEGqPt47E8I2bbs_XBUGqsd-Plxsk\\\",\\\"y\\\":\\\"dLzhFL5awDiT6tekh9jNkpo3CyZzlAn77qvEKA7KqUE\\\"}\",\"signature\":\"EODVmDvvHSzepHVV_0l_nWE9pJtgYxDbo9vwdWEkGkS-JrKFE2_aJcBsVGqFZ3cxYDLWDW_ULZPad7YoXn_Fsw\",\"signingKeySignature\":\"0x3eb33c6141a4697d23ad0bae2f9da90d757202cc6064241e0b6c765849435a7000c34315acecfe296eba53be9be55929b9a57bdf1f86b62f28f2c4b0637689451b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x6INYntnqyoSB1QEGqPt47E8I2bbs_XBUGqsd-Plxsk\\\",\\\"y\\\":\\\"dLzhFL5awDiT6tekh9jNkpo3CyZzlAn77qvEKA7KqUE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gicxJRsEkDpJ2CBx66SOY5Ia-ugANyoPJ041VrC0lTE\"}"