"{\"content\":{\"body\":\"Si hoy, querido lector, tuviese usted que explicar cómo se organiza la justicia en España a un extranjero, a un lego en la materia o incluso a un estudiante de primero de derecho, le aseguro que encontraría no pocas dificultades y le aseguro también que, si no se prepara usted el tema en profundidad, es muy posible que se equivoque. Y no, la culpa no es de usted, la culpa es de una organización que, lejos de responder a un diseño preordenado a su eficacia, es el producto de tensiones políticas, conflictos de competencias y decisiones llamativas por no decir, directamente, desacertadas. La administración de justicia española, créame, no es el producto de un diseño inteligente sinoq eu, por el contrario, es el subproducto de las tensiones que históricamente han existido entre el poder judicial y el ejecutivo, de una parte, y entre el poder ejecutivo central y los ejecutivos autonómicos de otra.\\n\\nSi usted consulta la Constitución verá que el artículo 149.1,5º reserva al estado la competencia exclusiva sobre la administración de justicia.\\n\\n> Artículo 149\\\\\\n> 1\\\\. El Estado tiene competencia exclusiva sobre las siguientes materias:\\\\\\n> 5.ª Administración de Justicia.\\n\\nY, sin embargo, si usted le cuenta esto a su interlocutor o a sus alumnos estará cometiendo un grave error pues, la realidad, es que, desde el primer momento, algunas Comunidades Autónomas comenzaron a asumir (con la aprobación de las Cortes de la Nación) competencias en justicia. Mayoritariamente los estatutos incluían cláusulas de las llamadas *subrogatorias* que les autorizaban a ejercer las facultades que la LOPJ o el CGPJ reconocieran al estado en materia de justicia.\\n\\nEl Tribunal Constitucional, en sentencias de fecha 29 (56/1990) y 30 (62/1990) de marzo de 1990 convalidó esta práctica, sentando una doctrina verdaderamente digna de un concilio bizantino: la de la *“administración de la administración”*; construcción, sin duda, de gran mérito literario y emparentada directamente, al decir de los expertos, con el bíblico Cantar de los Cantares o, más precisamente quizá, con el romántico y bailable tema “Amor de mis amores”, canción de 1936 compuesta en ritmo de vals peruano por el argentino Ángel Cabral con letra de su compatriota Enrique Dizeo.​ Con los años la canción (“amor de mis amores” no “administración de la administración”) se convirtió en un gran éxito y se sospecha que los redactores de las sentencias citadas estaban bajo el hechizo de sus acordes durante la partenogénesis de los platelmintos referenciados.\\n\\nLa letra de la canción del TC (“administración de la administración” no “amor de mis amores) dice más o menos así:\\n\\n> El art. 149.1.5 de la Constitución reserva al Estado como competencia exclusiva la «Administración de Justicia»; ello supone, en primer lugar, extremo éste por nadie cuestionado, que el Poder Judicial es único y a él le corresponde juzgar y hacer ejecutar lo juzgado, y así se desprende del art. 117.5 de la Constitución; en segundo lugar, el gobierno de ese Poder Judicial es también único, y corresponde al Consejo General del Poder Judieial (art. 122.2 de la Constitución). La competencia estatal reservada como exclusiva por el art. 149.1.5 termina precisamente allí. Pero no puede negarse que, frente a ese núcleo esencial de lo que debe entenderse por Administración de Justicia, existen un conjunto de medios personales y materiales que, ciertamente, no se integran en ese núcleo, sino que se colocan, como dice expresamente el art. 122.1, al referirse al personal, «al servicio de la Administración de Justicia», esto es, no estrictamente integrados en ella.\\n>\\n> Lo que la cláusula subrogatoria supone es aceptar el deslinde que el Estado realiza entre Administración de Justicia en sentido estricto y «administración de la Administración de Justicia»; las Comunidades Autónomas asumen así una competencia por remisión a ese deslinde, respetando como núcleo inaccesible el art. 149.1.5 de la Constitución, con la excepción de lo dispuesto en el art. 152.1, segundo párrafo.\\n\\nLa consecuencia de estas sentencias es que, si usted va al juzgado, lo que viene siendo la “Administración de Justicia” en sentido estricto son apenas unas unidades biológicas llamadas comúnmente “jueces”. Fuera de estos jueces todo lo demás (edificios, mobiliario, funcionarios, bolígrafos, papel, grapadoras…) es parte de esa *administración de la administración de justicia* que tantas alegrías nos proporciona sobre todo, como veremos, en los aspectos informáticos. La creación de Consejos Autonómicos del Poder Judicial es la doxología natural que sigue a la oración anterior como persigue un exministro un puesto en un consejo de administración.\\n\\nPero no nos adelantemos, porque, a esta tensión entre el ejecutivo central y los periféricos, se yuxtapone la tensión existente entre dos poderes del estado: el ejecutivo y el judicial. También en esta tensión (ya lo adelanto) el poder judicial salió escaldado.\\n\\n*¡Montesquieu ha muerto!*, dicen que gritó jubilosamente Alfonso Guerra cuando, usando de la mayoría absoluta que tenía el PSOE en aquel momento, se aprobó la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial. Era esta Ley un texto legal calificado como “muy defectuoso” por la doctrina más solvente: la amplitud que concede al CGPJ en materia de nombramientos y ascensos en conjunción con el diseño de dicho órgano como premio electoral de los partidos vencedores, construyeron un engendro que, como todo buen engendro no debería haber tenido encaje en nuestro sistema constitucional; por eso, en palabras del profesor Marco de Benito, la declaración de constitucionalidad del texto por STC 108/1996, de 29 de julio, “sigue admirando treinta años después”, admiración a la que se suman los representantes de la doctrina más solvente.\\n\\nEsta situación dantesca no sólo no amainó sino que inluso se exacerbó durante el mandato del ministro de siniestro recuerdo Alberto Ruíz Gallardón y así hemos llegado al día de hoy.\\n\\n¿A qué nos ha conducido esta forma de organizar la administración de justicia que, como vemos, no responde a ningún principio ni planificación sino a las luchas por extender las parcelas de poder de los ejecutivos centrales y autonómicos siempre a costa del poder judicial? Tratemos de ilustrarlo con un ejemplo.\\n\\nDados los años en que sucedieron los hechos hasta ahora narrados (1985-1990) la informatización era un fenómeno aún incipiente mientras que internet o las nuevas tecnologías eran invitados a quienes nadie esperaba en los juzgados españoles. Las Comunidades Autónomas, titulares de la “Administración de la Administración” de Justicia (es decir, de todo menos de los jueces) decidieron cada una por su cuenta cómo informatizarían esta “Administración de la Administración”.\\n\\nComo a ninguno que conozca el asunto se le escapará, el carajal informático que se formó en esa época lo estamos pagando todavía, treinta años después.\\n\\nEl estado, en atención a las comunidades no transferidas hubo de efectuar un desembolso para informatizarlas, desembolso que se repitió en Cataluña, País vasco, Navarra, Andalucía… Con todo ese dinero gastado los juzgados españoles podían haber dispuesto de unos recursos informáticos maravillosos pero, al gastar seis veces el mismo dinero en hacer las mismas cosas lo único que se logró fue tener una basura informática que había costado seis veces lo que valía. Hasta donde yo sé nadie ha rendido cuentas por este desaguisado.\\n\\nEl desaguisado no es sólo económico, al haber una pluralidad tal de sistemas, coordinarlos es tarea de locos y da lugar a más gasto y complejidad. La historia de la informática española es la historia de cómo comprar chatarra a precio de Rolls Royce. Eso sí, los paganos de la fiesta nunca fueron sus responsables sino usted y yo junto con los ciudadanos que padecen el desbarajuste informático creado.\\n\\nY si a este carajal de sistemas informáticos nos condujo la tensión estado central versus autonomías, la tensión poder ejecutivo versus poder judicial nos deparó nuevas sorpresas.\\n\\nPor que ¿quién es el propietario de los datos jurisdiccionales que recogen los juzgados al tramitar los procedimientos?\\n\\nPara la LOPJ el asunto es muy claro:\\n\\n> Artículo 236 sexies.\\\\\\n> 1\\\\. A los efectos previstos en la Ley Orgánica 15/1999, de 13 de diciembre, será responsable de los ficheros jurisdiccionales el órgano jurisdiccional u Oficina judicial ante el que se tramiten los procesos cuyos datos se incorporen al fichero, y dentro de él decidirá quien tenga la competencia atribuida por la normativa vigente de acuerdo a la solicitud que se reciba del ciudadano.\\n\\nSin embargo, a la hora de la verdad ¿quién custodia estos datos? ¿quién los tiene físicamente?\\n\\nComo ustedes pueden imaginar los de siempre: los ejecutivos autonómicos o estatales. Como ellos son la “Administración de la Administración” y ellos mantienen y controlan los 13 sistemas informáticos que hay en España son ellos quienes tratan y controlan los datos judiciales. Fastuoso. En España lo que la ley o el sentido común dicten choca siempre directamente con una realidad abstrusa que, al parecer, nadie quiere reformar.\\n\\nClaro, si luego el Ministro de Justicia delinque o un Consejero de Justicia autonómico es imputado, vienen los miedos y las madres mías y comienzan a inventarse soluciones de fortuna. Y no quiero recordar en este punto recientes crisis vividas por la administración de justicia española porque no quiero levantar pasiones incontrolables. Mejor callar en este punto.\\n\\nLa des-organización de la administración de justicia española es tan fantástica que este desbarajuste informático no ha podido ser arreglado en 30 años y resulta muy difícil imaginar cómo puede organizarse en el futuro una oficina judicial dirigida, al mismo tiempo, por el ejecutivo central, el poder judicial y los ejecutivos autonómicos y, siempre, dándose codazos.\\n\\nComo te decía al principio, querido lector, todo esto que te he contado de la organización de la administración de justicia española es muy difícil de explicar a un extranjero, a un español, a un alumno de primero de derecho o incluso a un catedrático de derecho procesal de la Universidad de Bolonia. Creo que no acabaría de entenderlo ni el mismo Aristóteles aunque volviese a nacer sólo para ello.\\n\\nSí, es muy difícil que todo esto pueda entenderse pero yo, esta mañana de sábado que me ha sorprendido con algo de tiempo libre, quería contártelo a ti. Quizá no acabes de entenderlo (yo mismo no lo entiendo) pero igual, tras este post, entiendes por qué, a veces, a los abogados nos invade la melancolía.\\n\",\"timestamp\":1633796238,\"title\":\"La des-organización de la administración de justicia española\"},\"digest\":\"VEjUTdVxUvIkidM2kv1BDXj9NGxB3hAR0QNga2ycbdQ\",\"authorship\":{\"contributor\":\"0xb5bF77b790f8185a6968F0B26f7Ff2610c1aAe42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qco6hvljD6g765aRikL-70AG9K2_SjmpC0FA2x1g9v0\\\",\\\"y\\\":\\\"IeDiKXN859L9LtTsK-KvFVMvuzbor1aaKyJ0ny8-an4\\\"}\",\"signature\":\"akpwbO0J2SelhAI3Qzt5Py-OMIfTKdq3z6DO60TZOyeHoEZwfQ_aqL3TZD-6F-s5lxs95Uq8sxeYs-591KV6Xg\",\"signingKeySignature\":\"0x50a047ad6ff7f41d9263473cb1e85f705f11153de978991cc29e08655075b9552f4557c853a6c5fe3143471d8b9f433002ae2726c289429dda8d04ae47dda62c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qco6hvljD6g765aRikL-70AG9K2_SjmpC0FA2x1g9v0\\\",\\\"y\\\":\\\"IeDiKXN859L9LtTsK-KvFVMvuzbor1aaKyJ0ny8-an4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VEjUTdVxUvIkidM2kv1BDXj9NGxB3hAR0QNga2ycbdQ\"}"