"{\"content\":{\"body\":\"Given that my insecurity about posting anything in public has always been that my thoughts were not good enough / unique enough / interesting enough to document for others to read, it’s ironic that the platform that I start on is on Mirror on the open blockchain, available for anyone to access.  \\n\\nOn the other hand, my thoughts will likely be hidden from everyone still given that no one knows about this.  I wonder if / when someone will come and see some of these thoughts?  How does discovery work on Mirror?  I try to tell myself that I am writing here for myself, but if I’m honest with myself, I do hope that I can contribute some original thinking to the Web 3 space.  I don’t know how I’ll focus, but I do know that some of the topics I’d like to explore are (in no particular order): \\n\\n1. What does it really mean to live between two realities like I am?  I’ve been living in this  alternate reality on Crypto Twitter, where conversations about how Web 3.0 is taking over and what this new world will look like when L1 blockchains are the new nation states to orient yourself around.  All this incredible talk about the future state  of reality and where we are heading is in stark contrast to the business that I recently started - a management company in the facilities maintenance space.  It’s really jarring going from talking in the crypto / Web 3.0 community to the community in my franchise that I am in, where the latter is completely unaware of the coming changes, and still has conversations around needing to be “in the office” to be effective and still struggling to make all their applications cloud-based.  But to be fair, I can’t see how it impacts them too much, at least right now.  But will it?  \\n2. How does classic business strategy change, if at all, in the Web 3.0 world?  For example, how does management consulting break into this world?  Does anyone care about Porter’s 5 forces?  How do DAOs change organizational development strategies?\\n3. How does crypto bring out the best and worst in people?  I’d like to observe and see the incredible sense of  community over the individual that crypto seems to bring out, but also the greed that seems to get magnified when huge financial gains are on the line.  \\n\\nI hope that this is a place where I can come by myself to organize my thoughts.  And be honest about my thoughts.  And to explore some of the most interesting questions that will arise out of living in between two realities.\\n\\nNote to self - just write.  Don’t be scared about how good or bad it is.  You’ll probably cringe at how bad these posts are in the future, but at least you’ll have something to look back on and learn from.\",\"timestamp\":1635646594,\"title\":\"Living in Two Realities - The Dialectic\"},\"digest\":\"XzwRDu4Gg4GugGUXeR072b-7IdRmXQAVuQcl5LPemxU\",\"authorship\":{\"contributor\":\"0x0087d8098d22B00692b160899245994d3CC58275\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fytIPRv_qYsk8TBmeVAhITN3w_5QJtJhk0nvozu9Z5M\\\",\\\"y\\\":\\\"Sqk6oTUmuC9Jg96cLwY7sjKxOxTjKeEZbaA66VJhryU\\\"}\",\"signature\":\"gs1_ljCRf0j1xRaE37eOq4yi27LN8GAwikcsHUFNAPLqLHC02J_bBwIwRMhY9QKoEyTZfwG9AFbe54ZHJLioOw\",\"signingKeySignature\":\"0xbe416cbe1f6e01d9a6ee7dc87073590faa77d5029daa45bd3ec6b580619343446e773b5f579cb30e27e1fb40b7c7586882a0cc11ec80dd656946067f5fb6795a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fytIPRv_qYsk8TBmeVAhITN3w_5QJtJhk0nvozu9Z5M\\\",\\\"y\\\":\\\"Sqk6oTUmuC9Jg96cLwY7sjKxOxTjKeEZbaA66VJhryU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XzwRDu4Gg4GugGUXeR072b-7IdRmXQAVuQcl5LPemxU\"}"