"{\"content\":{\"body\":\"Until June the rivers are so swollen and turbulent, by reason of the melting snows, as to render it very dangerous to ride through them.  The traveller must also pass over many a field of snow not yet melted by the sun, and frequently concealing chasms and masses of lava; and this is attended with danger almost as great.  At every footstep the traveller sinks into the snow; and he may thank his lucky stars if the whole rotten surface does not give way.  In September the violent storms of wind and rain commence, and heavy falls of snow may be expected from day to day.\\n\\nA tent, provisions, cooking utensils, pillows, bed-clothes, and warm garments, are highly necessary for the wayfarer's comfort.  This paraphernalia would have been too expensive for me to buy, and I was unprovided with any thing of the kind; consequently I was forced to endure the most dreadful hardships and toil, and was frequently obliged to ride an immense distance to reach a little church or a cottage, which would afford me shelter for the night.  My sole food for eight or ten days together was often bread and cheese; and I generally passed the night upon a chest or a bench, where the cold would often prevent my closing my eyes all night.\\n\\nIt is advisable to be provided with a waterproof cloak and a sailor's tarpaulin hat, as a defence against the rain, which frequently falls.  An umbrella would be totally useless, as the rain is generally accompanied by a storm, or, at any rate, by a strong wind; when we add to this, that it is necessary in some places to ride quickly, it will easily be seen that holding an umbrella open is a thing not to be thought of.\\n\\nAltogether I found the travelling in this country attended with far more hardship than in the East.  For my part, I found the dreadful storms of wind, the piercing air, the frequent rain, and the cold, much less endurable than the Oriental heat, which never gave me either cracked lips or caused scales to appear on my face.  In Iceland my lips began to bleed on the fifth day; and afterwards the skin came off my face in scales, as if I had had the scrofula. Another source of great discomfort is to be found in the long riding-habit.  It is requisite to be very warmly clad; and the heavy skirts, often dripping with rain, coil themselves round the feet of the wearer in such a manner, as to render her exceedingly awkward either in mounting or dismounting.  The worst hardship of all, however, is the being obliged to halt to rest the horses in a meadow during the rain.  The long skirts suck up the water from the damp grass, and the wearer has often literally not a dry stitch in all her garments.\\n\\nHeat and cold appear in this country to affect strangers in a remarkable degree.  The cold seemed to me more piercing, and the heat more oppressive in Iceland, than when the thermometer stood at the same points in my native land.\\n\\nIn summer the roads are marvellously good, so that one can generally ride at a pretty quick pace.  They are, however, impracticable for vehicles, partly because they are too narrow, and partly also on account of some very bad places which must occasionally be encountered.  On the whole island not a single carriage is to be found.\\n\\nThe road is only dangerous when it leads through swamps and moors, or over fields of lava.  Among these fields, such as are covered with white moss are peculiarly to be feared, for the moss frequently conceals very dangerous holes, into which the horse can easily stumble.  In ascending and descending the hills very formidable spots sometimes oppose the traveller's progress.  The road is at times so hidden among swamps and bogs, that not a trace of it is to be distinguished, and I could only wonder how my guide always succeeded in regaining the right path.  One could almost suppose that on these dangerous paths both horse and man are guided by a kind of instinct.\\n\\nTravelling is more expensive in Iceland than any where else, particularly when one person travels alone, and must bear all the expense of the baggage, the guide, ferries, &c.  Horses are not let out on hire, they must be bought.  They are, however, very cheap; a pack-horse costs from eighteen to twenty-four florins, and a riding- horse from forty to fifty florins.  To travel with any idea of comfort it is necessary to have several pack-horses, for they must not be heavily laden; and an additional servant must likewise be hired, as the guide only looks after the saddle-horses, and, at most, one or two of the pack-horses.  If the traveller, at the conclusion of the journey, wishes to sell the horses, such a wretchedly low price is offered, that it is just as well to give them away at once.  This is a proof of the fact that men are every where alike ready to follow up their advantage.  These people are well aware that the horses must be left behind at any rate, and therefore they will not bid for them.  I must confess that I found the character of the Icelanders in every respect below the estimate I had previously formed of it, and still further below the standard given in books.\\n\\nIn spite of their scanty food, the Icelandic horses have a marvellous power of endurance; they can often travel from thirty- five to forty miles per diem for several consecutive days.  But the only difficulty is to keep the horse moving.  The Icelanders have a habit of continually kicking their heels against the poor beast's sides; and the horse at last gets so accustomed to this mode of treatment, that it will hardly go if the stimulus be discontinued. In passing the bad pieces of road it is necessary to keep the bridle tight in hand, or the horse will stumble frequently.  This and the continual urging forward of the horse render riding very fatiguing. {33}\\n\\nNot a little consideration is certainly required before undertaking a journey into the far north; but nothing frightened me,--and even in the midst of the greatest dangers and hardships I did not for one moment regret my undertaking, and would not have relinquished it under any consideration.\\n\\nI made excursions to every part of Iceland, and am thus enabled to place before my readers, in regular order, the chief curiosities of this remarkable country.  I will commence with the immediate neighbourhood of Reikjavik.\\n\\nCHAPTER IV\\n\\nMay 25th.\\n\\nStiftsamtmann von H- was today kind enough to pay me a visit, and to invite me to join his party for a ride to the great lake Vatne.  I gladly accepted the invitation, for, according to the description given by the Stiftsamtmann, I hoped to behold a very Eden, and rejoiced at the prospect of observing the recreations of the higher classes, and at the same time gaining many acquisitions in specimens of plants, butterflies, and beetles.  I resolved also to test the capabilities of the Icelandic horses more thoroughly than I had been able to do during my first ride from Havenfiord to Reikjavik, as I had been obliged on that occasion to ride at a foot-pace, on account of my old guide.\\n\\nThe hour of starting was fixed for two o'clock.  Accustomed as I am to strict punctuality, I was ready long before the appointed time, and at two o'clock was about to hasten to the place of rendezvous, when my hostess informed me I had plenty of time, for Herr von H- was still at dinner.  Instead of meeting at two o'clock, we did not assemble until three, and even then another quarter of an hour elapsed before the cavalcade started.  Oh, Syrian notions of punctuality and dispatch!  Here, almost at the very antipodes, did I once more greet ye.\\n\\nThe party consisted of the nobility and the town dignitaries.  Among the former class may be reckoned Stiftsamtmann von H- and his lady; a privy councillor, Herr von B-, who had been sent from Copenhagen to attend the \\\"Allthing\\\" (political assembly); and a Danish baron, who had accompanied the councillor.  I noticed among the town dignitaries the daughter and wife of the apothecary, and the daughters of some merchants resident here.\\n\\nOur road lay through fields of lava, swamps, and very poor grassy patches, in a great valley, swelling here and there into gentle acclivities, and shut in on three sides by several rows of mountains, towering upwards in the most diversified shapes.  In the far distance rose several jokuls or glaciers, seeming to look proudly down upon the mountains, as though they asked, \\\"Why would ye draw men's eyes upon you, where we glisten in our silver sheen?\\\"  In the season of the year at which I beheld them, the glaciers were still very beautiful; not only their summits, but their entire surface, as far as visible, being covered with snow.  The fourth side of the valley through which we travelled was washed by the ocean, which melted as it were into the horizon in immeasurable distance.  The coast was dotted with small bays, having the appearance of so many lakes.\\n\\nAs the road was good, we could generally ride forward at a brisk pace.  Occasionally, however, we met with small tracts on which the Icelandic horse could exercise its sagacity and address.  My horse was careful and free from vice; it carried me securely over masses of stone and chasms in the rocks, but I cannot describe the suffering its trot caused me.  It is said that riding is most beneficial to those who suffer from liver-complaints.  This may be the case; but I should suppose that any one who rode upon an Icelandic horse, with an Icelandic side-saddle, every day for the space of four weeks, would find, at the expiration of that time, her liver shaken to a pulp, and no part of it remaining.\\n\\nAll the rest of the party had good English saddles, mine alone was of Icelandic origin.  It consisted of a chair, with a board for the back.  The rider was obliged to sit crooked upon the horse, and it was impossible to keep a firm seat.  With much difficulty I trotted after the others, for my horse would not be induced to break into a gallop.\\n\\nAt length, after a ride of an hour and a half, we reached a valley. In the midst of a tolerably green meadow I descried what was, for Iceland, a farm of considerable dimensions, and not far from this farm was a very small lake.  I did not dare to ask if this was the GREAT lake Vatne, or if this was the delicious prospect I had been promised, for my question would have been taken for irony.  I could not refrain from wonder when Herr von H- began praising the landscape as exquisite, and farther declaring the effect of the lake to be bewitching.  I was obliged, for politeness' sake, to acquiesce, and leave them in the supposition that I had never seen a larger lake nor a finer prospect.\\n\\nWe now made a halt, and the whole party encamped in the meadow. While the preparations for a social meal were going on, I proceeded to satisfy my curiosity.\\n\\nThe peasant's house first attracted my attention.  I found it to consist of one large chamber, and two of smaller size, besides a storeroom and extensive stables, from which I judged that the proprietor was rich in cattle.  I afterwards learnt that he owned fifty sheep, eight cows, and five horses, and was looked upon as one of the richest farmers in the neighbourhood.  The kitchen was situated at the extreme end of the building, and was furnished with a chimney that seemed intended only as a protection against rain and snow, for the smoke dispersed itself throughout the whole kitchen, drying the fish which hung from the ceiling, and slowly making its exit through an air-hole.\\n\\nThe large apartment boasted a wooden bookshelf, containing about forty volumes.  Some of these I turned over, and in spite of my limited knowledge of the Danish language, could make out enough to discover that they were chiefly on religious subjects.  But the farmer seemed also to love poetry; among the works of this class in his library, I noticed Kleist, Muller, and even Homer's Odyssey.  I could make nothing of the Icelandic books; but on inquiring their contents, I was told that they all treated of religious matters.\\n\\nAfter inspecting these, I walked out into the meadow to search for flowers and herbs.  Flowers I found but few, as it was not the right time of the year for them; my search for herbs was more successful, and I even found some wild clover.  I saw neither beetles nor butterflies; but, to my no small surprise, heard the humming of two wild bees, one of which I was fortunate enough to catch, and took home to preserve in spirits of wine.\\n\\nOn rejoining my party, I found them encamped in the meadow around a table, which had in the meantime been spread with butter, cheese, bread, cake, roast lamb, raisins and almonds, a few oranges, and wine.  Neither chairs nor benches were to be had, for even wealthy peasants only possess planks nailed to the walls of their rooms; so we all sat down upon the grass, and did ample justice to the capital coffee which made the commencement of the meal.  Laughter and jokes predominated to such an extent, that I could have fancied myself among impulsive Italians instead of cold Northmen.\\n\\nThere was no lack of wit; but to-day I was unfortunately its butt. And what was my fault?--only my stupid modesty.  The conversation was carried on in the Danish language; some members of our party spoke French and others German, but I purposely abstained from availing myself of their acquirements, in order not to disturb the hilarity of the conversation.  I sat silently among them, and was perfectly contented in listening to their merriment.  But my behaviour was set down as proceeding from stupidity, and I soon gathered from their discourse that they were comparing me to the \\\"stone guest\\\" in Mozart's Don Giovanni.  If these kind people had only surmised the true reason of my keeping silence, they would perhaps have thanked me for doing so.\\n\\nAs we sat at our meal, I heard a voice in the farmhouse singing an Icelandic song.  At a distance it resembled the humming of bees; on a nearer approach it sounded monotonous, drawling, and melancholy.\\n\\nWhile we were preparing for our departure, the farmer, his wife, and the servants approached, and shook each of us by the hand.  This is the usual mode of saluting such HIGH people as we numbered among our party.  The true national salutation is a hearty kiss.\\n\\nOn my arrival at home the effect of the strong coffee soon began to manifest itself.  I could not sleep at all, and had thus ample leisure to make accurate observations as to the length of the day and of the twilight.  Until eleven o'clock at night I could read ordinary print in my room.  From eleven till one o'clock it was dusk, but never so dark as to prevent my reading in the open air. In my room, too, I could distinguish the smallest objects, and even tell the time by my watch.  At one o'clock I could again read in my room.\\n\\nEXCURSION TO VIDOE.\\n\\nThe little island of Vidoe, four miles distant from Reikjavik, is described by most travellers as the chief resort of the eider-duck. I visited the island on the 8th of June, but was disappointed in my expectations.  I certainly saw many of these birds on the declivities and in the chasms of the rocks, sitting quietly on their nests, but nothing approaching the thousands I had been led to expect.  On the whole, I may perhaps have seen from one hundred to a hundred and fifty nests.\\n\\nThe most remarkable circumstance connected with the eider-ducks is their tameness during the period of incubation.  I had always regarded as myths the stories told about them in this respect, and should do so still had I not convinced myself of the truth of these assertions by laying hands upon the ducks myself.  I could go quite up to them and caress them, and even then they would not often leave their nests.  Some few birds, indeed, did so when I wished to touch them; but they did not fly up, but contented themselves with coolly walking a few paces away from the nest, and there sitting quietly down until I had departed.  But those which already had live young, beat out boldly with their wings when I approached, struck at me with their bills, and allowed themselves to be taken up bodily rather than leave the nest.  They are about the size of our ducks; their eggs are of a greenish grey, rather larger than hen's eggs, and taste very well.  Altogether they lay about eleven eggs.  The finest down is that with which they line their nests at first; it is of a dark grey colour.  The Icelanders take away this down, and the first nest of eggs.  The poor bird now robs herself once more of a quantity of down (which is, however, not of so fine a quality as the first), and again lays eggs.  For the second time every thing is taken from her; and not until she has a third time lined the nest with her down is the eider-duck left in peace.  The down of the second, and that of the third quality especially, are much lighter than that of the first.  I also was sufficiently cruel to take a few eggs and some down out of several of the nests. {34}\\n\\nI did not witness the dangerous operation of collecting this down from between the clefts of rocks and from unapproachable precipices, where people are let down, or to which they are drawn up, by ropes, at peril of their lives.  There are, however, none of these break- neck places in the neighbourhood of Reikjavik.\\n\\nSALMON FISHERY.\\n\\nI made another excursion to a very short distance (two miles) from Reikjavik, in the company of Herr Bernhoft and his daughter, to the Laxselv (salmon river) to witness the salmon-fishing, which takes place every week from the middle of June to the middle of August. It is conducted in a very simple manner.  The fish come up the river in the spawning season; the stream is then dammed up with several walls of stone loosely piled to the height of some three feet; and the retreat of the fish to the sea is thus cut off.  When the day arrives on which the salmon are to be caught, a net is spread behind each of these walls.  Three or four such dams are erected at intervals, of from eighty to a hundred paces, so that even if the fishes escape one barrier, they are generally caught at the next. The water is now made to run off as much as possible; the poor salmon dart to and fro, becoming every moment more and more aware of the sinking of the water, and crowd to the weirs, cutting themselves by contact with the sharp stones of which they are built.  This is the deepest part of the water; and it is soon so thronged with fish, that men, stationed in readiness, can seize them in their hands and fling them ashore.\\n\\nThe salmon possess remarkable swiftness and strength.  The fisherman is obliged to take them quickly by the head and tail, and to throw them ashore, when they are immediately caught by other men, who fling them still farther from the water.  If this is not done with great quickness and care, many of the fishes escape.  It is wonderful how these creatures can struggle themselves free, and leap into the air.  The fishermen are obliged to wear woollen mittens, or they would be quite unable to hold the smooth salmon.  At every day's fishing, from five hundred to a thousand fish are taken, each weighing from five to fifteen pounds.  On the day when I was present eight hundred were killed.  This salmon-stream is farmed by a merchant of Reikjavik.\\n\\nThe fishermen receive very liberal pay,--in fact, one-half of the fish taken.  And yet they are dissatisfied, and show so little gratitude, as seldom to finish their work properly.  So, for instance, they only brought the share of the merchant to the harbour of Reikjavik, and were far too lazy to carry the salmon from the boat to the warehouse, a distance certainly not more than sixty or seventy paces from the shore.  They sent a message to their employer, bidding him \\\"send some fresh hands, for they were much too tired.\\\"  Of course, in a case like this, all remonstrance is unavailing.\\n\\nAs in the rest of the world, so also in Iceland, every occasion that offers is seized upon for a feast or a merry-making.  The day on which I witnessed the salmon-fishing happened to be one of the few fine days that occur during a summer in Iceland.  It was therefore unanimously concluded by several merchants, that the day and the salmon-fishing should be celebrated by a dejeuner a la fourchette. Every one contributed something, and a plentiful and elegant breakfast was soon arranged, which quite resembled an entertainment of the kind in our country; this one circumstance excepted, that we were obliged to seat ourselves on the ground, by reason of a scarcity of tables and benches.  Spanish and French wines, as well as cold punch, were there in plenty, and the greatest hilarity prevailed.\\n\\nI made a fourth excursion, but to a very inconsiderable distance,-- in fact, only a mile and a half from Reikjavik.  It was to see a hot and slightly sulphurous spring, which falls into a river of cold water.  By this lucky meeting of extremes, water can be obtained at any temperature, from the boiling almost to the freezing point.  The townspeople take advantage of this good opportunity in two ways, for bathing and for washing clothes.  The latter is undoubtedly the more important purpose of application, and a hut has been erected, in order to shield the poor people from wind and rain while they are at work.  Formerly this hut was furnished with a good door and with glazed windows, and the key was kept at an appointed place in the town, whence any one might fetch it.  But the servants and peasant girls were soon too lazy to go for the key; they burst open the lock, and smashed the windows, so that now the hut has a very ruinous appearance, and affords but little protection against the weather.  How much alike mankind are every where, and how seldom they do right, except when it gives them no trouble, and then, unfortunately, there is not much merit to be ascribed to them, as their doing right is merely the result of a lucky chance!  Many people also bring fish and potatoes, which they have only to lay in the hot water, and in a short time both are completely cooked.\\n\\nThis spring is but little used for the purpose of bathing; at most perhaps by a few children and peasants.  Its medicinal virtues, if it possesses any, are completely unknown.\\n\\nTHE SULPHUR-SPRINGS AND SULPHUR-MOUNTAINS OF KRISUVIK.\\n\\nThe 4th of June was fixed for my departure.  I had only to pack up some bread and cheese, sugar and coffee, then the horses were saddled, and at seven o'clock the journey was happily commenced.  I was alone with my guide, who, like the rest of his class, could not be considered as a very favourable specimen of humanity.  He was very lazy, exceedingly self-interested, and singularly loath to devote any part of his attention either to me or to the horses, preferring to concentrate it upon brandy, an article which can unfortunately be procured throughout the whole country.\\n\\nI had already seen the district between Reikjavik and Havenfiord at my first arrival in Iceland.  At the present advanced season of the year it wore a less gloomy aspect:  strawberry-plants and violets,-- the former, however, without blossoms, and the latter inodorous,-- were springing up between the blocks of lava, together with beautiful ferns eight or ten inches high.  In spite of the trifling distance, I noticed, as a rule, that vegetation was here more luxuriant than at Reikjavik; for at the latter place I had found no strawberry-plants, and the violets were not yet in blossom.  This difference in the vegetation is, I think, to be ascribed to the high walls of lava existing in great abundance round Havenfiord; they protect the tender plants and ferns from the piercing winds.  I noticed that both the grass and the plants before mentioned throve capitally in the little hollows formed by masses of lava.\\n\\nA couple of miles beyond Havenfiord I saw the first birch-trees, which, however, did not exceed two or three feet in height, also some bilberry-plants.  A number of little butterflies, all of one colour, and, as it seemed to me, of the same species, fluttered among the shrubs and plants.\\n\\nThe manifold forms and varied outline of the lava-fields present a remarkable and really a marvellous appearance.  Short as this journey is--for ten hours are amply sufficient for the trip to Krisuvik,--it presents innumerable features for contemplation.  I could only gaze and wonder.  I forgot every thing around me, felt neither cold nor storm, and let my horse pick his way as slowly as he chose, so that I had once almost become separated from my guide.\\n\\nOne of the most considerable of the streams of lava lay in a spacious broad valley.  The lava-stream itself, about two miles long, and of a considerable breadth, traversing the whole of the plain, seemed to have been called into existence by magic, as there was no mountain to be seen in the neighbourhood from which it could have emerged.  It appeared to be the covering of an immense crater, formed, not of separate stones and blocks, but of a single and slightly porous mass of rock ten or twelve feet thick, broken here and there by clefts about a foot in breadth.\\n\\nAnother, and a still larger valley, many miles in circumference, was filled with masses of lava shaped like waves, reminding the beholder of a petrified sea.  From the midst rose a high black mountain, contrasting beautifully with the surrounding masses of light-grey lava.  At first I supposed the lava must have streamed forth from this mountain, but soon found that the latter was perfectly smooth on all sides, and terminated in a sharp peak.  The remaining mountains which shut in the valley were also perfectly closed, and I looked in vain for any trace of a crater.\\n\\nWe now reached a small lake, and soon afterwards arrived at a larger one, called Kleinfarvatne.  Both were hemmed in by mountains, which frequently rose abruptly from the waters, leaving no room for the passage of the horses.  We were obliged sometimes to climb the mountains by fearfully dizzy paths; at others to scramble downwards, almost clinging to the face of the rock.  At some points we were even compelled to dismount from our horses, and scramble forward on our hands and knees.  In a word, these dangerous points, which extended over a space of about seven miles, were certainly quite as bad as any I had encountered in Syria; if any thing, they were even more formidable.\\n\\nI was, however, assured that I should have no more such places to encounter during all my further journeys in Iceland, and this information quite reconciled me to the roads in this country.  For the rest, the path was generally tolerably safe even during this tour, which continually led me across fields of lava.\\n\\nA journey of some eight-and-twenty miles brought us at length into a friendly valley; clouds of smoke, both small and great, were soon discovered rising from the surrounding heights, and also from the valley itself; these were the sulphur-springs and sulphur-mountains.\\n\\nI could hardly restrain my impatience while we traversed the couple of miles which separated us from Krisuvik.  A few small lakes were still to be crossed; and at length, at six o'clock in the evening, we reached our destination.\\n\\nWith the exception of a morsel of bread and cheese, I had eaten nothing since the morning; still I could not spare time to make coffee, but at once dismounted, summoned my guide, and commenced my pilgrimage to the smoking mountains.  At the outset our way lay across swampy places and meadow lands; but soon we had to climb the mountains themselves, a task rendered extremely difficult by the elastic, yielding soil, in which every footstep imprinted itself deeply, suggesting to the traveller the unpleasant possibility of his sinking through,--a contingency rendered any thing but agreeable by the neighbourhood of the boiling springs.  At length I gained the summit, and saw around me numerous basins filled with boiling water, while on all sides, from hill and valley, columns of vapour rose out of numberless clefts in the rocks.  From a cleft in one rock in particular a mighty column of vapour whirled into the air.  On the windward side I could approach this place very closely.  The ground was only lukewarm in some places, and I could hold my hand for several moments to the gaps from which steam issued.  No trace of a crater was to be seen.  The bubbling and hissing of the steam, added to the noise of the wind, occasioned such a deafening clamour, that I was very glad to feel firmer ground beneath my feet, and to leave the place in haste.  It really seemed as if the interior of the mountain had been a boiling caldron.  The prospect from these mountains is very fine.  Numerous valleys and mountains innumerable offered themselves to my view, and I could even discern the isolated black rock past which I had ridden five or six hours previously.\\n\\nI now commenced my descent into the valley; at a few hundred paces the bubbling and hissing were already inaudible.  I supposed that I had seen every thing worthy of notice; but much that was remarkable still remained.  I particularly noticed a basin some five or six feet in diameter, filled with boiling mud.  This mud has quite the appearance of fine clay dissolved in water; its colour was a light grey.\\n\\nFrom another basin, hardly two feet in diameter, a mighty column of steam shot continually into the air with so much force and noise that I started back half stunned, and could have fancied the vault of heaven would burst.  This basin is situated in a corner of the valley, closely shut in on three sides by hills.  In the neighbourhood many hot springs gushed forth; but I saw no columns of water, and my guide assured me that such a phenomenon was never witnessed here.\\n\\nThere is more danger in passing these spots than even in traversing the mountains.  In spite of the greatest precautions, I frequently sank in above the ankles, and would then draw back with a start, and find my foot covered with hot mud.  From the place where I had broken through, steam and hot mud, or boiling water, rose into the air.\\n\\nThough my guide, who walked before me, carefully probed the ground with his stick, he several times sank through half-way to the knee. These men are, however, so much accustomed to contingencies of this kind that they take little account of them.  My guide would quietly repair to the next spring and cleanse his clothes from mud.  As I was covered with it to above the ankles, I thought it best to follow his example.\\n\\nFor excursions like these it is best to come provided with a few boards, five or six feet in length, with which to cover the most dangerous places.\\n\\nAt nine o'clock in the evening, but yet in the full glare of the sun, we arrived at Krisuvik.  I now took time to look at this place, which I found to consist of a small church and a few miserable huts.\\n\\nI crept into one of these dens; it was so dark that a considerable time elapsed before I could distinguish objects, the light was only admitted through a very small aperture.  I found in this hut a few persons who were suffering from the eruption called \\\"lepra,\\\" a disease but too commonly met with in Iceland.  Their hands and faces were completely covered with this eruption; if it spreads over the whole body the patient languishes slowly away, and is lost without remedy.\\n\\nChurches are in this country not only used for purposes of public worship, but also serve as magazines for provisions, clothes, &c., and as inns for travellers.  I do not suppose that a parallel instance of desecration could be met with even among the most uncivilised nations.  I was assured, indeed, that these abuses were about to be remedied.  A reform of this kind ought to have been carried out long ago; and even now the matter seems to remain an open point; for wherever I came the church was placed at my disposal for the night, and every where I found a store of fish, tallow, and other equally odoriferous substances.\\n\\nThe little chapel at Krisuvik is only twenty-two feet long by ten broad; on my arrival it was hastily prepared for my reception. Saddles, ropes, clothes, hats, and other articles which lay scattered about, were hastily flung into a corner; mattresses and some nice soft pillows soon appeared, and a very tolerable bed was prepared for me on a large chest in which the vestments of the priest, the coverings of the altar, &c., were deposited.  I would willingly have locked myself in, eaten my frugal supper, and afterwards written a few pages of my diary before retiring to rest; but this was out of the question.  The entire population of the village turned out to see me, old and young hastened to the church, and stood round in a circle and gazed at me.\\n\\nIrksome as this curiosity was, I was obliged to endure it patiently, for I could not have sent these good people away without seriously offending them; so I began quietly to unpack my little portmanteau, and proceeded to boil my coffee over a spirit-lamp.  A whispering consultation immediately began; they seemed particularly struck by my mode of preparing coffee, and followed every one of my movements with eager eyes.  My frugal meal dispatched, I resolved to try the patience of my audience, and, taking out my journal, began to write. For a few minutes they remained quiet, then they began to whisper one to another, \\\"She writes, she writes,\\\" and this was repeated numberless times.  There was no sign of any disposition to depart; I believe I could have sat there till doomsday, and failed to tire my audience out.  At length, after this scene had lasted a full hour, I could stand it no longer, and was fain to request my amiable visitors to retire, as I wished to go to bed.\\n\\nMy sleep that night was none of the sweetest.  A certain feeling of discomfort always attaches to the fact of sleeping in a church alone, in the midst of a grave-yard.  Besides this, on the night in question such a dreadful storm arose that the wooden walls creaked and groaned as though their foundations were giving way.  The cold was also rather severe, my thermometer inside the church shewing only two degrees above zero.  I was truly thankful when approaching day brought with it the welcome hour of departure.\\n\\nJune 5th.\\n\\nThe heavy sleepiness and extreme indolence of an Icelandic guide render departure before seven o'clock in the morning a thing not to be thought of.  This is, however, of little consequence, as there is no night in Iceland at this time of year.\\n\\nAlthough the distance was materially increased by returning to Reikjavik by way of Grundivik and Keblevik, I chose this route in order to pass through the wildest of the inhabited tracts in Iceland.\\n\\nThe first stage, from Krisuvik to Grundivik, a distance of twelve to fourteen miles, lay through fields of lava, consisting mostly of small blocks of stone and fragments, filling the valley so completely that not a single green spot remained.  I here met with masses of lava which presented an appearance of singular beauty. They were black mounds, ten or twelve feet in height, piled upon each other in the most varied forms, their bases covered with a broad band of whitish-coloured moss, while the tops were broken into peaks and cones of the most fantastic shapes.  These lava-streams seem to date from a recent period, as the masses are somewhat scaly and glazed.\\n\\nGrundivik, a little village of a few wretched cottages, lies like an oasis in this desert of lava.\\n\\nMy guide wished to remain here, asserting that there was no place between this and Keblevik where I could pass the night, and that it would be impossible for our horses, exhausted as they were with yesterday's march, to carry us to Keblevik that night.  The true reason of this suggestion was that he wished to prolong the journey for another day.\\n\\nLuckily I had a good map with me, and by dint of consulting it could calculate distances with tolerable accuracy; it was also my custom before starting on a journey to make particular inquiries as to how I should arrange the daily stages.\\n\\nSo I insisted upon proceeding at once; and soon we were wending our way through fields of lava towards Stad, a small village six or seven miles distant from Grundivik.\\n\\nOn the way I noticed a mountain of most singular appearance.  In colour it closely resembled iron; its sides were perfectly smooth and shining, and streaks of the colour of yellow ochre traversed it here and there.\\n\\nStad is the residence of a priest.  Contrary to the assertions of my guide, I found this place far more cheerful and habitable than Grundivik.  Whilst our horses were resting, the priest paid me a visit, and conducted me, not, as I anticipated, into his house, but into the church.  Chairs and stools were quickly brought there, and my host introduced his wife and children to me, after which we partook of coffee, bread and cheese, &c.  On the rail surrounding the altar hung the clothes of the priest and his family, differing little in texture and make from those of the peasants.\\n\\nThe priest appeared to be a very intelligent, well-read man.  I could speak the Danish language pretty fluently, and was therefore able to converse with him on various subjects.  On hearing that I had already been in Palestine, he put a number of questions to me, from which I could plainly see that he was alike well acquainted with geography, history, natural science, &c.  He accompanied me several miles on my road, and we chatted away the time very pleasantly.\\n\\nThe distance between Krisuvik and Keblevik is about forty-two miles. The road lies through a most dreary landscape, among vast desert plains, frequently twenty-five to thirty miles in circumference, entirely divested of all traces of vegetation, and covered throughout their extreme area by masses of lava--gloomy monuments of volcanic agency.  And yet here, at the very heart of the subterranean fire, I saw only a single mountain, the summit of which had fallen in, and presented the appearance of a crater.  The rest were all completely closed, terminating sometimes in a beautiful round top, and sometimes in sharp peaks; in other instances they formed long narrow chains.\\n\\nWho can tell whence these all-destroying masses of lava have poured forth, or how many hundred years they have lain in these petrified valleys?\\n\\nKeblevik lies on the sea-coast; but the harbour is insecure, so that ships remain here at anchor only so long as is absolutely necessary; there are frequently only two or three ships in the harbour.\\n\\nA few wooden houses, two of which belong to Herr Knudson, and some peasants' cottages, are the only buildings in this little village. I was hospitably received, and rested from the toils of the day at the house of Herr Siverson, Herr Knudson's manager.\\n\\nOn the following day (June 6th) I had a long ride to Reikjavik, thirty-six good miles, mostly through fields of lava.\\n\\nThe whole tract of country from Grundivik almost to Havenfiord is called \\\"The lava-fields of Reikianes.\\\"\\n\\nTired and almost benumbed with cold, I arrived in the evening at Reikjavik, with no other wish than to retire to rest as fast as possible.\\n\\nIn these three days I had ridden 114 miles, besides enduring much from cold, storms, and rain.  To my great surprise, the roads had generally been good; there were, however, many places highly dangerous and difficult.\\n\\nBut what mattered these fatigues, forgotten, as they were, after a single night's rest? what were they in comparison to the unutterably beautiful and marvellous phenomena of the north, which will remain ever present to my imagination so long as memory shall be spared me?\\n\\nThe distances of this excursion were:  From Reikjavik to Krisuvik, 37 miles; from Krisuvik to Keblevik, 39 miles; from Keblevik to Reikjavik, 38 miles:  total, 114 miles.\\n\\nCHAPTER V\",\"timestamp\":1637496264,\"title\":\"\\nThe best time to choose for this purpose is from the middle of June to the end of August at latest.\"},\"digest\":\"Mw-m-plHRIU5ahS1Jl0nuHllbrnF-1SNxYEk2c3FLiA\",\"authorship\":{\"contributor\":\"0x4FEa0511D28B2e43455B26d9Bb2E5c7B7044985a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4BiXZmwZZqxl9XOEi7_pGax_fwM30Urh9OPwjb5zNGM\\\",\\\"y\\\":\\\"39QFAqVFQD9pDKUtnHHA5ynxfwW7FyrlPn8tGVcGbhk\\\"}\",\"signature\":\"h1mENMcapiIo4bijUfjQbJG41_z7AHT2UE70zuOHHpM_Pfh-YJfkmtFutJ0AEIDF7IiP5SmArUsLxvHByPztZg\",\"signingKeySignature\":\"0xbc875578ba379af479ba18416ea20a0387d18c777a13ca34c9b03c0975d28e492a1f518645ef61cf222d2093b367ccbeea0b2442b99b0a0cf6874e2b3f96a2dc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4BiXZmwZZqxl9XOEi7_pGax_fwM30Urh9OPwjb5zNGM\\\",\\\"y\\\":\\\"39QFAqVFQD9pDKUtnHHA5ynxfwW7FyrlPn8tGVcGbhk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Mw-m-plHRIU5ahS1Jl0nuHllbrnF-1SNxYEk2c3FLiA\"}"