"{\"content\":{\"body\":\"1）内容平台分类\\n\\n当我们在说内容平台的时候，实际上经常混淆两类公司，其一是内容型平台公司，其二是平台型内容公司。咋一看两类公司做的事情相似，但到细节处却是各有侧重，尤其在心法上大相径庭，对于团队能力点的要求也不尽相同。\\n\\n内容型平台公司的本质是平台，平台的核心是运营，强调的是如何获取流量，如何分配流量，如何保持平台内容的品质，如何调度内容生产者生产多层次多品类的内容，如何让内容生产者恰上饭。做平台型公司和治理一个城市是类似的，平台的运营者是那双看得见的宏观调控的手。国内的内容型平台公司，主要是抖音、快手、西瓜、头条、微博、知乎、小红书、多数直播平台，微信里的公众号和视频号、海外的内容型平台公司，主要包括Youtube，Twitter，Steam等。\\n\\n平台型内容公司的本质是规模化的内容公司，通过自有渠道将内容传输给用户，其本质依然是内容。内容的核心是面向市场的创意生产体系，强调如何长期锁定稀缺的内容生产要素，如何成体系的组织内容以满足多层次的内容需求。做平台型内容公司的原始模型是做一本杂志，一个电视频道，一个电台频道，只是借由互联网拥有了几乎无穷的内容货架深度。国内的平台型内容公司，游戏里主要是腾讯，视频里有优爱腾芒，音乐音频里有TME网易云喜马，漫画里有腾讯快看，文学里有阅文番茄，海外则主要是奈飞、迪士尼、AT&T、Comcast这几个巨头传媒公司。\\n\\n当然，这个定义是比较绝对的，多数公司定位在两极之间的一个中间地带，同时点着两边的技能点，比较典型的就是在投资人心中的“中国油管”和创始人要做的“中国迪士尼”之间左右横跳的B站了。\\n\\n \\n 2）最简模型\\n\\n对内容平台的本质做一个最简化的抽象：\\n\\n想象内容平台是一个正在接水的水杯，水龙头不断进水（新增），同时水杯底下有一个漏口在不断流出水（流失，和留存一体两面），进水大于出水水，位就会上升（DAU or MAU），反之反是。当进水等于出水的时候，水面就平了，用户规模就达到了天花板。\\n\\n也就是说，一个内容平台的用户水平由其新增和留存共同决定。 \\n\\n留存的极限由产品内生给定，除非产品大改，否则极限留存很难系统性变化。比如长视频平台因为其内容消费的决策成本高，占据时间长，场景受限，内容更新周期等因素，极限留存可能很难和短视频平台抗衡；比如面向学生群体的产品，其留存天然受学生开学等因素影响，具有较大的波动性，平均下来不如其他人群。\\n\\n注意说的是极限，某个产品能否达到品类极限，是由各个产品团队的运营能力，以及外部竞争环境决定的。\\n\\n新增则是由产品内生及投入力度而共同决定，限制新增上限的两个最重要的因素是：\\n\\n1. **用户群体的天然天花板：**当一个产品从自己的主流用户群尝试破圈到其他用户群时（想想一下Blued洗完了男同用户后尝试掰弯直男用户），由于需求的匹配程度降低，对原有内容调性造成负面影响的原因，可能降低用户留存。新增的提高和留存的下降功过相抵。在产品改进之前，进一步扩圈投放不经济，新增量达到了临界值。\\n2. **商业化能力：**或早或晚，一个产品需要关注自己的获客ROI，也就是花钱获取用户产生的获客成本，长期来看不能低于这个用户产生的生命周期价值。新增的单位成本常常和新增规模线性相关，且当用户规模过了某一个临界点之后会有跳跃式提升，因此新增的规模长期来看会被公司商业化能力所限制。当然，也曾经有很多玩家在资本加持下不顾规律，想要大力出奇迹，结果我们都看到了（想想趣头条）；而字跳之所以愈发强大。很大程度也是因为其不断优化的商业化能力可以支持其持续提高的获客成本，使得新增量始终可以维持在高水位，持续增大的用户规模提供更多的用户行为数据，反过来帮助其提高推荐效率、增加用户时长、提高变现效率，形成正向循环。\\n\\n \\n \\n\\n**3）两类平台模型的核心竞争要素**\\n\\n**对于一个内容型平台公司来说：**\\n\\n新增手段既可以是大力出奇迹，比如渠道投放、预装、补贴撒币；也可以是四两拨千斤，比如拼团，裂变，各种各样的增长黑客小手段，各种新奇玩法带来的社交化传播。举个例子，仔细回想一下，我们过去常在朋友圈中看到创意性的相机产品（13年的魔漫相机、14年的脸萌，15年的小咖秀，16-17年的FaceU，18年的马卡龙，19年的Zao），这类产品常常刷屏朋友圈并在Appstore霸榜多日，拉动一波强劲增长。但是这类独立的相机产品创新在19年后逐渐销声匿迹了，原因在于他们多数还没有出世，其创新元素就已成为抖块滤镜的一部分，变成巨头的增长养料。\\n\\n内容型平台的留存则是一个产品的精密设计流程，和工业化的精细运营体系。在产品设计上，在获客、落地、留存、促活、变现整个用户交互环节中，有大量的细节可以优化或者损耗留存。产品上，Youtube有一个常被津津乐道的增长案例：一屏放多少个视频才能引导用户更多的刷新频率，他们通过大量的实验发现2.3-2.5个可以将刷新频率提高1%，从而优化用户时长和留存。运营上：投放渠道选择，不同渠道根据用户画像用不同的素材和关键词，获客到下载落地页的个性化设计，下载后冷启动时候的初次内容呈现，如何引导新用户交互，如何将数亿数十亿的内容排序呈现……每个环节都有大量的细节可以做工作。增长同学们对于人性的大胆假设和小心实验，已经到了科学的程度，有时候看到他们通过操弄各种细节，像摆弄小白鼠一般调整用户行为，魔术般地改善产品留存，我常感慨人类或许根本没有自由意志可言....\\n\\n在竞争的压力下，面向最优效率的的产品及运营优化，会成为同一个赛道内玩家们的被迫选择，这是一个赛道内产品和内容越来越像、殊途同归的原因。然而，把效率当做优化目标逼向极限固然是管理层自上而下的合理选择，但是在具体执行的时候，也还受限于一些自下而上的约束：比如各家公司的价值观，比如各厂的能力，比如各个产品自身历史包袱（老用户的使用习惯和口碑等）。 \\n\\n \\n \\n\\n**对于一个平台型内容公司来说：**\\n\\n新增和留存最重要的事情只有三件：内容，内容，还是内容。如果说还有更重要的三件事，那就是头部，头部还是头部。 \\n\\n以长视频为例，每到年关就会发来年的片单，一年到头无非百来部剧、几十部综艺、几十部动画、几十个纪录片，加起来数千小时的时长。这数千小时的内容，被平台按照一套对内容的理解，安置在一个品类 X 时间的矩阵中，构成了一年的排播表。生产这些内容的人是一个比较稳定的、不大的圈子，他们负责向各家平台发起创意并负责落地实施，每年会有哪些内容可能成为头部，在前一年行业里的各家平台也都大差不差知道。因此，笼络这些核心的生产团队，最大程度的获得头部优质项目，成为各家长视频公司的竞争要害所在。 \\n\\n竞争的路径无非几种： \\n\\n1. 我和你都知道明年市场上的好内容是哪些，但我有钞能力你没有，我花钱把最好的这些内容都买下来。什么？每年总会有些黑马，没事，一两个黑马改变不了大局，明年我把这匹黑马的内容也都买了。 \\n2. 什么？你跟我一起砸钱抢好的内容？那对不起了，我只好祭出更强的钞能力，把优质内容生产公司全都买下来，我独家拥有这些创意源头，让你想砸钱也没法砸（和1相比，这是在利润表的成本基础上加上了一块资产负债表的成本）。 \\n3. 什么？你也和我一起竞争抢优质内容公司。没办法了，我只好修炼内功，自己研发创意搞自制（但是，和2一样，困境在于这些内化的创意也是由人研发的，这些人本身也是流动要素，也有成本，所以这其实也是钞能力的一种） \\n4. 好了，我终于把你熬死了，我赢了，我可以开始压上游的价格开始恰饭了哈哈哈哈（但是，只要上游价格开始松动，一直在旁边虎视眈眈的人也许就会悠悠的吐一口烟：哦，是吗？然后开始下场扫货。一种循环。） \\n5. 长视频玩家们对了10年的线，先后到了6级，终于开始学习大招——自制优质IP。过去几年，长视频网站不断拼抢头部剧，为了招商又在头部剧中塞偶像明星，为了平台ROI又把大量的流量导向这些剧，每年大几百亿小时的用户时长，价值沉淀在少数明星的身上，这些明星并不是平台的资产，他们会携粉丝反过来向平台议价，在挤压平台的盈利能力的同时，也挤压了其他生产要素所获得的分配，进而导致内容质量升级缓慢。美国内容行业的灭霸，迪士尼的经验证明了一点：拥有一支自带流量的、不会要求涨薪、不会出走去其他平台的复仇者联盟，对于一家内容公司是多么重要。长生命周期的头部IP，是长视频玩家梦寐以求的无限宝石，集齐几个无限宝石是成为灭霸的唯一路径。国内的长视频平台也逐渐意识到这点，开始将重点从每年争夺头部项目的游牧模式，转变为长期耕耘自有IP的耕种模式，模式的升级正在发生。 \\n\\n \\n \\n\\n头部内容的争夺，对于所有品类的内容平台都是重要的，只是在不同内容品类，获取头部内容对于建立竞争优势的作用是不同的。决定头部内容有多重要的有几个最重要的指标：头部内容的生命周期、头部内容的集中度、头部更迭率。 \\n\\n以长视频为例，非长线IP的头部剧集生命周期短（1-2个月），集中度高，头部更迭较慢（头部剧背后的制作公司几年来也就是那么一批），这使得优质CP对平台的议价能力居高不下，且平台得疲于奔命地进行一次又一次头部竞争，难以建立长期持续的竞争优势。 \\n\\n以B站，西瓜为代表的中视频的头部生命周期短，集中度低（接近两百万的活跃UP主），头部更迭快，更容易建立铁打的平台，流水的头部。 \\n\\n而以抖，快为代表短视频平台则更甚，相比长视频，平台上的内容生产者都是平台打工人（当然快手的打工人的私域好于抖音，这里不表）。 \\n\\n其他品类，如游戏、漫画、小说，音乐，音频，也可以用类似的框架进行分析。头部的重要性决定了头部内容对平台的议价能力，也决定了平台有多大必要，在多大范围内建立in-house的内容能力。 \\n\\n \\n \\n\\n**4）行业现状 - 大逃杀**\\n\\n如果把主流的内容平台的新增和留存拉出来，放在一个沙盘上，会看到一些非常有意思的现象：\\n\\n① 在大盘用户渗透基本见顶的情况下，所有人在竞争同一批用户和时长，此消彼长\\n\\n② 用户体量越大的内容平台，需要越多的新增和留存来维持用户体量或谋求进一步增长\\n\\n此外，因为用户红利消失，各家产品都要谋求维稳或增长，对于存量用户的抢夺日趋激励，各家上市公司的财报报表都体现了一个显而易见的事实：\\n\\n③ 整个市场的新增用户获取成本在提升\\n\\n三个事实推论出一个残酷的结论：除非大的技术变更再次系统性的提高人类使用互联网的时间，或者结构上再次出现类似于短视频的新型产品形态，大盘用户每天下载APP以及其中下载内容平台类APP的总数量基本是给定的，随着头部APP的增长以及流量成本的系统性提升，腰尾部的APP会面临主动或被动的新增下滑，更为残酷的是，由于用户的时间是给定的，当头部APP进一步吞噬用户时间的时候，腰尾部产品的留存也面临下降的风险。在新增和留存同步下滑的时候，用户量的萎缩不可避免。\\n\\n简而言之：马太效应。\\n\\n如果把过去一年产品增长情况稍微标注一下，会发现整个赛道分成了三个区间：\\n\\nA. 抖块两骑绝尘，齐头并进，虹吸行业流量，提高其他产品用户获取成本并在一定程度降低其他产品留存（碎片时间被短视频挤压）。\\n\\nC. 从流量角度，这些产品进入了死亡谷，他们所满足的需求部分被右边的体量产品所挤压，他们有两个选择，其一，在这个体量上做一个小而美的产品，其二，突围，要么深耕内容谋求提升用户价值和内容价值，要么通过合并形成更大合力。\\n\\nB. 在中间地带的产品，竞争激烈，要么加速奔跑，要么被竞争对手蚕食，不进则退。B站的陈睿曾经在接受小晚的访谈时提到“在中国低于100亿美金这个体量的内容平台都将被淘汰”，正是这个道理。\\n\\n**5）内容平台的投资机会**\\n\\n内容平台的收入 = MAU x 单用户收入 = MAU x C端付费率 x C端ARPPU + MAU x B端单用户收入（主要是广告）。 \\n\\n内容平台的市值 = 盈利 x 倍数，倍数则是一个投资人关于行业竞争格局认知的函数。 \\n\\n最爽的投资阶段是用户增长、单用户收入增长带来的双轮驱动，叠加投资人对于行业格局认知积极变化带来估值上涨的戴维斯双击。15-18年的微博是一个经典案例，16-18年的陌陌是一个不太完美的案例，20年的B站则是一个在进行中的案例，爱奇艺从上市到现在都是一个被怀疑的案例。 \\n\\n**① 微博：15-18年用户、商业化双轮驱动，叠加格局认知变化带来戴维斯双击，股价涨幅16x**\\n\\n14年中微博上市，上市之后一直到16年初，虽然用户快速增长（MAU从14Q2的157mn到16Q1的261mn），但由于当时的中概股熊市，以及正在治理微博上的公知内容，投资人对公司的长期发展，以及来自微信朋友圈的竞争有顾虑，股票一直走得很弱，到16年初最低跌到20亿美金，当时相较于16年利润 20x P/E。16年开始，微博已经完成了公知内容治理，全面转向娱乐化，年轻化，下沉化，投资人信心开始逐渐恢复。 \\n\\n在16-18年间，微博用户数从\\\\~250mn涨到18年底的462mn，单用户变现从MAU月收入1元提高到\\\\~2元，在此期间公域流量的运营者基本只有微博（抖快在这两年体量还不大），竞争格局稳定，微博逐渐成为一个投资人的consistent long，price in了视频消费、直播等刚刚开展的业务，最高forward P/E达到了45x。市值从16年初的20亿美金涨到18年中峰值320亿美金。 \\n\\n18年快速崛起的短视频成为微博的掘墓人，抖音刚一开始品类泛化，就盯着微博的高流量品类（网红、萌宠、美食、旅行……）一个一个打，并很快上线了热搜等产品抢占原来微博所运营的舆论高地。字节战车下的微博战斗力羸弱，产品积重难返，运营无力突破，只能用力过猛地大搞明星偶像，反而引起口碑反噬，也逐渐失去了热点发酵阵地的作用（想想最近一年从微博听到的热点，除了明星八卦还有啥？反而是抖快B在不断地制作流行）。此时，虽然微博的用户还在增长，但明眼人已经看出用户增长注水严重，盈利失速，很快微博变成了consistent short，市值目前只有高峰时的1/3。 \\n\\n**② 陌陌：16-18年，用户天花板肉眼可见，商业化效率提升，股价涨幅8x**\\n\\n14年底上市的陌陌，上市的时候MAU\\\\~70mn，14年收入3亿人民币，主要靠会员、游戏和礼物（对应大概单MAU月收入0.35元）。当时市场普遍觉得MAU天花板也就是在\\\\~100mn左右（到现在也就是111mn），用户基本没有增长空间，也没有看得到的规模化商业模式，因此在整个15年-16年上半年，陌陌的股价都不死不活，最低在16年初跌到了13亿美金市值。 \\n\\n15年开始，得益于4G网络的普及、移动支付的便捷，秀场直播模式从PC端被复制到移动端，陌陌等大体量流量产品在16年切入直播市场，找到了规模变现途径，单用户变现开始快速提升，其单MAU的月收入从14年的0.33元快速提升到15年的1元，16年的3.8元，17年的7.5元，18年的10元， 带动市值从最低13亿美金左右提升到18年最高100亿美金左右。而后在抖、快的崛起下，面临直播行业竞争格局的急剧恶化，陌陌进入了主跌浪，现在只剩下30亿美金。 \\n\\n陌陌的案例告诉我们：即使用户增长想象空间已经非常有限，快速提升的商业化效率也能驱动2年8倍的股价涨幅。但是，也可以看到的是，由于用户天花板肉眼可见，直播行业格局日趋恶化，投资人对于股票的信仰并不坚定，即使在商业化效率快速提升的2年多时间里，也动辄出现30%到腰斩的回撤。 \\n\\n**③ B站：20年至今。用户、商业化效率、投资人认知三要素叠加，股价涨幅3x**\\n\\n小标题说明了一切，当前唯一的问题是，达到200亿美金的小破站，还能够在巨头环伺的格局下猥琐发育多久？ \\n\\n**④ 爱奇艺：用户增长缓慢，货币化率提升缓慢，投资人对行业终局始终缺乏信仰，且目前也难以看到第二曲线，时间的朋友为什么要持有他？**\\n\\n \\n **6）内容平台的未来：第二曲线**\\n\\n上市的主流内容平台，除了B站外，绝大部分用户增长都放缓了。下一步的增长主要看商业化效率的提升，可见的未来有两条第二增长曲线是值得期待的： \\n\\n**①内容型平台公司以流量为杠杆切入线上交易场景。**阿里以不到8%的互联网用户时长，攫取了接近60%的电商交易额，这中间的巨大gap，就是其他有流量场景的玩家切入线上交易的机会。虽然阿里努力的想要通过在淘宝内搭建内容生态来提高用户时长，但用户心智总仍然把淘宝当做购物目的地而非内容平台，这意味这卡住阿里咽喉的流量饥渴仍然存在。反而是淘宝所教育起来的直播购物场景和用户习惯正被诸多流量拥有者攫取果实。当交易的基础设施——支付、物流日趋完善，当各个流量平台建设好购物体验，供应链是否会倾向于在各个流量平台多栖，并将交易向交易成本更低的地方倾斜？诚然，诸多挑战仍然存在，但这是抖，快，微信小程序以及其他内容型平台公司可以尝试抓住的结构型机遇。可以看到阿里电商单个MAU的月收入达到了26.2元，是所有内容平台类公司的至少2.5倍，这是一块巨大的肥肉。 \\n\\n \\n \\n\\n**②平台型内容公司以优质IP为杠杆提高变现效率，尝试切入消费场景。**货币化率提高是一个老生常谈的问题，未来各家凭条内容公司必然会缓慢提高整体用户的会员收入，这当然也是一种思路，但这个不太性感的逻辑不太值得投资人下重注bet。 \\n\\n目前以内容付费为商业模式的平台公司货币化率比起直播、游戏等C端付费模式来说偏低。这主要是因为这类平台无法为高价值用户提供更多的增值服务和付费点（直播，游戏都是充值就能变强，让少数大R比多数普通玩家玩得更开心，从而拉高了整体ARPPU），超前点播作为一种价格歧视的方式是一种类似思路的尝试，但这种方式过于粗暴引起了普通用户的抵触。我以为这些以IP为核心的内容平台应该进一步深挖IP价值，以IP为杠杆切入消费场景，以衍生商品、衍生游戏、线下娱乐等方式满足IP重度粉丝的重度需求。以迪士尼为例，这家以知名IP电影闻名的公司电影票房收入只有47亿美金（@19年），合计18亿观影人次，次均公司收入只有2.6美元（轻度IP用户），其撬动的衍生品和乐园等IP衍生收入则有250亿美金，乐园入园人次1.7亿人次，人均消费147美金（重度IP用户），支撑了迪士尼接近四成的市值（\\\\~1000亿美金）。 \\n\\n \\n \\n\\n以上两条第二增长曲线都有机会这些内容平台公司市值再增长倍计，诚然，要实现都不容易，但世之奇伟瑰怪非常之观，常在于险远。对于内容平台这个行业，吃红利的上半场已经繁华落幕，下半场的远征硬仗才刚刚开始。 \",\"timestamp\":1640504713,\"title\":\"我对内容平台的看法\"},\"digest\":\"_A-UenchXbcXcCDCLkYAq0yJ-UVW2toO_L453J9zHD4\",\"authorship\":{\"contributor\":\"0x270Ce8f237497a91f2FC85a2cdC93096dAEf6A75\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jGsdBeWXVZ1cx_5htPZWZGsBGAWZW9-DgBXxXMp4M4E\\\",\\\"y\\\":\\\"Hh1IVUv_JvV0bmMDtaMBLpSwfVDBS_zO5OzgNSi6KcM\\\"}\",\"signature\":\"xYi4hgqPNuhIecTXk3aOuPOG4XQ-NgITdfSEY5YH1OSuYlP92wCF_7hCtdMjJnW95Rq6K0OU2mVfxRJj6nRl4g\",\"signingKeySignature\":\"0x82e3e9a6578f69f497b266137f265ffd8f904ea9b830dd6adfb00280ed693bb811c71329e4ad64352d86b2f40bdba881580c4fac7f1a23cc37fddd1ea94d057c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jGsdBeWXVZ1cx_5htPZWZGsBGAWZW9-DgBXxXMp4M4E\\\",\\\"y\\\":\\\"Hh1IVUv_JvV0bmMDtaMBLpSwfVDBS_zO5OzgNSi6KcM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_A-UenchXbcXcCDCLkYAq0yJ-UVW2toO_L453J9zHD4\"}"