"{\"content\":{\"body\":\"# 1、区块链的「封神之作」\\n\\n<https://news.huoxing24.com/20211212100616989001.html>\\n\\n无论是新近兴起的元宇宙的概念，还是数字零售、数字金融等其他的新物种，我们都可以从它们身上看到区块链的身影。同以往人们仅仅只是简单地将区块链看成是一个独立的存在不同，现在，人们对于区块链的看法开始更多地趋向于一种新型的「基础设施」。\\n\\n我认为，这才是区块链应该有的样子。区块链只有与实体经济结合，承担起它的「毛细血管」的作用，它的发展才能真正跳出以发币或者ICO为主导的发展怪圈，真正进入到一个全新的发展阶段。反之，区块链的发展必然会走向野蛮生长的老路上去。\\n\\n探索区块链与实体经济、新技术结合的最佳方式和方法，找到发币或者ICO之外更多的发展新出路，才能真正将区块链行业的发展带入到一个全新的发展阶段。这既符合虚拟经济与实体经济结合的大趋势，又符合新技术融合的新方向。在这个过程当中，认清区块链所承担的角色和任务，找到区块链新的发展突破口，才是每一个区块链玩家真正应该思考的主要问题。\\n\\n \\n\\n**区块链不是从属角色，而是主导角色**\\n\\n在很多情况下，当我们在提及区块链的时候，通常是将其与大数据、云计算、人工智能等新技术放在一起的。这就会给人一种错觉，即区块链技术其实是一种和大数据、云计算、人工智能等新技术相等同的技术。对于区块链的角色和地位的模糊，最终让区块链行业的发展陷入到了相对狭隘的发展状态。\\n\\n我们现在看到的「区块链+」的概念的出现，基本上都是由此衍生而来的。当我们将区块链看成是一个与大数据、云计算、人工智能相类似的概念时，早已进入到了一个全新的怪圈当中，并未真正理解区块链的真正精髓和内涵。仔细分析大数据、云计算和人工智能等新技术，我们就会发现，他们其实是相对较为顶层的技术，即它们具备与实体经济直接结合和应用的条件，而相对于这些技术来讲，区块链则更为底层。\\n\\n无论是点对点的数据传输技术，还是分布式的数据存储方式，抑或是共识机制的达成，我们都可以看出区块链是一种比其他的新技术都要底层的存在。因此，如果我们仅仅只是以一种相对表层的角色来看待区块链，而没有真正将区块链看成是一种相对较为表层的角色，所谓的区块链必然会陷入到新的发展怪圈当中，区块链的功能和作用也得不到最大程度的发挥。\\n\\n我认为，区块链并不能够简单地与大数据、云计算和人工智能等新技术并列来看待，而是要成为这些新技术的主导，甚至可以借助区块链技术将大数据、云计算和人工智能等新技术结合在一起，从而发挥出更大的作用。以此为切入点，分析和寻找区块链的发展新方式和新方法，要比仅仅只是将区块链放置于新技术的大箩筐里更加贴合实际。\\n\\n \\n\\n**区块链不是割裂角色，而是融合角色**\\n\\n当下，正在发生一场虚拟经济与实体经济的深度融合革命。以元宇宙为主导的新概念的兴起，便是这一现象的直接体现。无论是实体世界的数字化，还是数字世界的实体化，其本质上其实都是在实现某种意义上的融合，通过这样一种融合能够满足用户更多新的需求。\\n\\n然而，现在很多的区块链玩家来看待区块链的时候，仅仅只是看到了实体经济数字化的方向。比如，我们看到的基于区块链的运行逻辑的再造，基于区块链的去中心化等。分析基于区块链的这些落地和应用，我们会发现，区块链正在将实体经济尽可能地数字化，抑或是在数字化的大背景下，将实体经济的效率进一步提升。\\n\\n尽管这种方式的确可以带来效率上的提升，的确可以带来流程上的优化，但是，如果仅仅只是将区块链看成是一个侧重于数字化上的存在，而没有真正寻找区块链在融合实体经济与虚拟经济当中所发挥的正确功能和作用，那么，区块链的发展势必会陷入到一场全新的怪圈当中。\\n\\n在我看来，区块链并不仅仅只是一个停留在数字化层面上的存在，而是应当是一个能够将数字世界与实体世界桥接和联通在一起的存在。当区块链实现了实体世界与数字世界的联通，并且真正找到了一种全新的发展模式的时候，区块链的功能和作用，才算是得到了最大限度的发挥。\\n\\n \\n\\n**区块链不是开环，而是完美闭环**\\n\\n区块链与其他技术的另外一个较大的区别是，它能够建构一套完美的闭环体系，而不是像其他技术一样仅仅只是局限在某个阶段或者是某个流程和环节。仔细分析区块链对于传统行业的改造，我们就会发现，它是一个从底层到中层，再到高层，最后再从高层回归底层的过程。这是一个完美的闭环。\\n\\n从底层来看，区块链实现的是最基础的数据传输方式和效率的提升，实现了点对点的数据传输；从中层来看，区块链建构的是分布式的存储体系以及共识机制，实现的是一种去中心化的运行体系；从高层看，区块链建构了一套基于数字货币的全新的运行体系，实现的是一个基于数字货币的全新的金融体系，最后，这样一套高层的金融运行体系又会反馈给底层的数据传输，从而实现的是数据和数字的回归。\\n\\n然而，我们现在看到的有关区块链的落地和应用，仅仅只是局限于底层的数据传输和中层的共识机制的再造上，并未真正找到一个与高层打通的方式和方法，最终让区块链的功能和作用，无法得到最大限度的发挥，区块链同样没有真正形成一个完美闭环。我们看到的区块链在食品溯源、法律公正、版权保护、组织再造等领域的应用，基本上都犯了同样的毛病，最终所导致的一个直接结果就是，区块链的功能和作用无法得到最大限度的发挥。\\n\\n我认为，正确看待区块链的方式和方法应当是建构一个完美的生态闭环，实现的是区块链对于行业的深度、全面而又彻底的升级与改造。仅仅只是将区块链局限在某个行业，某个领域并不能够完全发挥它的功能和作用，只有真正将区块链的发展带入到全流程，全链路的发展过程当中，建立一个打通底层、中层和高层的运行体系，才是关键所在。\\n\\n当区块链的发展开始进入到深水区，特别是当元宇宙兴起，当Facebook改名「Meta」之后，引发了我的诸多思考。其中一个最重要的思考就是，区块链正在蜕变成为一种主导的技术类型，而不再是一个从属性的角色。深刻认识并且了解区块链行业正在发生的深刻变化，并且找到这些变化背后的新的发展机会，才能真正让区块链跳出「界外」，实现新突破。只有这样，我们才能真正明白，元宇宙并非是凭空出现的，而是区块链真正意义上的「封神之作」。\\n\\n \\n\\n# 2、除了区块链技术，加密浪潮源自「大规模经济价值开放分配」\\n\\n<https://news.huoxing24.com/20211221163100296769.html>\\n\\n加密浪潮不仅是一场关于技术的 revolution。这是人类重组未来经济的一次裂变，区块链也许只是它的冰山一角。了解了这一点，将对你认知和投资加密世界带来巨大的帮助。\\n\\n许多比特币 OG（Original Gangster）错过了以太坊，是因为他们没有意识到智能合约的力量。而许多以太坊 OG 错过了 Solana、Avalanche、Luna 这些公链，是因为他们没有意识到低成本和高速率的力量。同样的，未来将会有许多公链 OG 错过下一件大事，不管它是什么。所有这些失误都有一个共同点——对 crypto revolution 的根本性误解。加密浪潮不只是关于密码学或抗审查，甚至去中心化。**它关乎社会如何组织经济和分配经济产出的巨大转变，任何技术特征的价值都与它促进这种转变的程度成正比**。\\n\\n市场和公司是组织经济活动和分配价值的两种传统方法。「价值分配技术」的最后一次重大突破发生在 17 世纪，当时荷兰东印度公司公开发售自己公司的股份，开创了历史上第一个「上市企业」，大大降低了普通大众进入资本市场的门槛，给予了他们「分割蛋糕」的机会。这种创新引发了经济能量的迅速扩张，同时带来了更大范围的财富平等。从那之后，所有权模式再没有太大变化。\\n\\n不可否认，当今经济产出的分配比 500 年前更加平等，但这一进展早已停滞不前。即使在拥有最高股权份额的美国，也只有一半的人口拥有股票。自 2008 年金融危机以来，这一数据更是加速下降，尤其是年轻和低收入群体。\\n\\n与此同时，由于多种原因，财富不平等已经处于世纪高峰，科技的发展仍在并将继续在各个方面加剧这种严峻的形势。如何让更多的人参与并受益于当前过度充沛的全球经济，是我们这个时代最紧迫的问题之一。\\n\\n你可能会问，这一切和一个加密投资者有什么关系？\\n\\n关系就在于，crypto 之所以像野火一样飞速扩张，正是因为它为这个世纪问题提供了解决方案，尽管它还停留在「实验」阶段。而 crypto 未来的增长规模将取决于它对解决这一问题的帮助程度。换句话说，加密浪潮的魔力来自于它作为「**大规模经济价值开放分配者**」（MODEV，Massive Open Distribution of Economic Values）所带来的贡献。\\n\\n比特币是第一个 MODEV 项目，它让人们凭空创造出价值，并可以公开发送和接收这些价值。而「抗审查」、「成为你自己的银行」等流行 meme 成功的吸引了一大批忠诚的自由主义早期接纳者。但是，如果你对 MODEV 的终极增长驱动力有所了解，你就会知道，与比特币相关的这些 meme 作用终归是有限的，毕竟自由主义者只是社会中的少数群体（占美国成年人的 7-10%）。想要接触到更广泛的群众，你需要一个与技术乌托邦或无官方主义不同的理念。同时如果你了解 MODEV，你还会知道，强持股（许多人所称的 Dimond Hands）对一个项目的长期增长没有任何好处。因为它使增长收益不成比例地累积到 OG 身上，这与 MODEV「平等价值分配」的理念完全相反。\\n\\n顺着这一思路你会发现，智能合约将是不可避免的，因为它们可以利用区块链技术带来更多的 MODEV 模式。你还会发现，PoS（Proof of Stake）取代 PoW（Proof of Work）只是一个时间问题，因为前者允许区块链生态系统的经济价值通过抵押机制 (Staking) 分发给所有用户，即启用更多的 MODEV 模式，同时还拥有更好的环境效益。而如果这一思路得以很好地执行，像 Helium、Gala、Render 这样的项目几乎是板上钉钉的优质投资，因为它们从本质上来说，就是在各自领域中发挥 MODEV 的作用。而像 Solona、Avalanche、Luna 这些公链将注定会蓬勃发展，不是因为它们更加去中心化或者更加注重隐私，而是因为它们能以更低成本和更快速度进行大规模的价值分发（Scaling），这是目前通过区块链实现更大规模 MODEV 的主要技术瓶颈。\\n\\n展望未来，我们必定会有更多指数增长级的 MODEV 浪潮，以及随之而来的投资机会。如果 crypto 想要实现其向数十亿人公开分配价值，以及弥合新旧经济范式的历史使命，这将是不可避免的。当然，区块链只是创造新 MODEV 模式的潜在技术工具之一。一旦官方和 Web 2 组织意识到 MODEV 的巨大社会效益和经济能量，它们同样会开始寻求不同的技术来开发新的 MODEV 商业模式。\\n\\n作为一个投资者，不应该被花哨的技术主张或玄乎的 Token 经济学所迷惑。归根结底，你要思考的问题是：\\n\\n•从长远来看，一项技术是否能带来 MODEV？\\n\\n•与其他竞争者相比，它是否拥有更加优质的 MODEV 模式？\\n\\n•是否有迹象表明 MODEV 正在该项目/平台/协议中发生或持续发生？\\n\\n如果你明白 MODEV 是一切新技术的增长驱动力，你就应该知道：成为一个「唯一理论」者（Maxi）对你一无是处。加密世界发展迅猛，其高速增长的领域也将不断变化，虽然没有人能准确地抓住每一波浪潮，但保持开放的思路将会让你比多数人拥有更大的优势。\",\"timestamp\":1641117847,\"title\":\"区块链\"},\"digest\":\"RKKD007ZL24b4ngMrXCogdgr_oqfVOwrAD-4jGYbSu8\",\"authorship\":{\"contributor\":\"0x1CECd8ecB67a3E4776017f967ae8b4d4e4a1Cd79\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"syWoyjhTPpBjsCe4vLH0BnBc820jMk69AUK9uK1XVAQ\\\",\\\"y\\\":\\\"KLpwb7-I_BIx79WfGPJb_Ts1HvjnBUIZDS3s-a3OXhQ\\\"}\",\"signature\":\"rfRWPP4kNWkJDn4Bx0X4ctgzDfX8aJeVUDS7_q8AdxgLtrTbGuyaxdBFGW6hqWD_oAO3ONL0Kyym5TMxapXMBw\",\"signingKeySignature\":\"0xc7fb77c57b178ef2f58514c2ffec46b8fffec0d82ea0522e4d646c273397b3317fc6d7c722e84f6dcd96526e0675c91e9cfae98730852e07b678e50ccc57ed621c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"syWoyjhTPpBjsCe4vLH0BnBc820jMk69AUK9uK1XVAQ\\\",\\\"y\\\":\\\"KLpwb7-I_BIx79WfGPJb_Ts1HvjnBUIZDS3s-a3OXhQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RKKD007ZL24b4ngMrXCogdgr_oqfVOwrAD-4jGYbSu8\"}"