"{\"content\":{\"body\":\"Stepan Arkadyevich could be calm when he thought of his wife, he could hope that everything would come round, as Matvei expressed it, and had been able to go on reading his paper and drinking his coffee; but when he saw her tortured, suffering face, heard the tone of her voice, submissive to fate and full of despair, his breath was cut short and a lump came to this throat, and his eyes began to shine with tears.\\n`My God! What have I done? Dolly! For God's sake!... You know...' He could not go on; there was a sob in his throat.   She shut the bureau with a slam, and glanced at him.   `Dolly, what can I say?... One thing: forgive me... Remember, cannot nine years of our life atone for an instant...'\\nShe dropped her eyes and listened, expecting what he would say, as if beseeching him in some way or other to make her believe differently.\\n`...instant of passion...' he said, and would have gone on, but at that word, as at a pang of physical pain, her lips stiffened again, and again the muscles of her right cheek worked.   `Go away, go out of the room!' she shrieked still more shrilly, `and don't talk to me of your passions and your vilenesses.'   She tried to go out, but tottered, and clung to the back of a chair to support herself. His face relaxed, his lips became puffy; tears welled up in his eyes.   `Dolly!' he said, sobbing now. `For mercy's sake, think of the children; they are not to blame! I am to blame - punish me then, make me expiate my fault. Anything I can do, I am ready to do! I am to blame, no words can express how much I am to blame! But, Dolly, forgive me!'   She sat down. He listened to her hard, heavy breathing, and he was unutterably sorry for her. She made several attempts to speak, but could not. He waited.   `You remember the children, Stiva, to play with them; but I remember, and know that they go to ruin now,' she said - obviously one of the phrases she had more than once repeated to herself in the course of the last three days.\\nShe had called him `Stiva,' and he glanced at her with gratitude and moved to take her hand, but she drew back from him with aversion.   `I remember the children, and for that reason I would do anything in the world to save them; but I don't myself know the means. By taking them away from their father, or by leaving them with a vicious father - yes, a vicious father.... Tell me, after what... has happened, can we live together? Is that possible? Do tell me - is it possible?' she repeated, raising her voice. `After my husband, the father of my children, enters into a love affair with his own children's governess....'   `But what's to be done? What's to be done?' he kept saying in a pitiful voice, not knowing what he was saying, as his head sank lower and lower.\\n`You are loathsome to me, repulsive!' she shrieked, getting more and more heated. `Your tears mean nothing! You have never loved me; you have neither a heart nor a sense of honor! You are hateful to me, disgusting, a stranger - yes, a complete stranger!' With pain and wrath she uttered the word so terrible to herself - stranger.\\nHe looked at her, and the fury expressed in her face alarmed and amazed him. He did not understand that it was his pity for her that exasperated her. She saw in him compassion for her, but not love. `No, she hates me. She will not forgive me,' he thought.   `It is awful Awful!' he said.\\nAt that moment in the next room a child began to cry; probably it had fallen down. Darya Alexandrovna listened, and her face suddenly softened.\\nShe seemed pulling herself together for a few seconds, as though she did not know where she was nor what she was doing, and, getting up rapidly, she moved toward the door.\\n`Well, she loves my child,' he thought, noticing the change of her face at the child's cry, `my child: how can she hate me then?'\\n`Dolly, one word more,' he said, following her.   `If you follow me, I will call in the servants, and the children! Let them all know you are a scoundrel! I am going away at once, and you may live here with your mistress!'\\nAnd she went out, slamming the door.\\nStepan Arkadyevich sighed, mopped his face, and with a subdued tread walked out of the room. `Matvei says everything will come round; but how? I don't see the least chance of it. Ah, ah, how horrible it is! And how vulgarly she shouted,' he said to himself, remembering her shrieks and the words - `scoundrel' and `mistress.' `And very likely the maids were listening! Horribly vulgar, horribly.' Stepan Arkadyevich stood a few seconds alone, wiped his eyes, thrust out his chest and walked out of the room.\\nIt was Friday, and in the dining room the watchmaker, a German, was winding up the clock. Stepan Arkadyevich remembered his joke about this punctual, bald watchmaker, `that the German was wound up for a whole lifetime himself, to wind up watches,' and he smiled. Stepan Arkadyevich was fond of a nice joke. `And maybe it will come round!' That's a good expression, \\\\`\\\\`come round,'' he thought. `I must tell that.'   `Matvei!' he shouted. `Arrange everything with Marya in the sitting room for Anna Arkadyevna,' he said to Matvei when he came in.   `Yes, sir.'\\nStepan Arkadyevich put on his fur coat and went out on the front steps.\\n`You won't dine at home?' said Matvei, seeing him off.   `It all depends. But here's for the housekeeping,' he said, taking ten roubles from his pocketbook. `Will it be enough?'   `Enough or not enough, we must make it do,' said Matvei, slamming the carriage door and going back to the steps.\\nDarya Alexandrovna meanwhile having pacified the child, and knowing from the sound of the carriage that he had gone off, went back to her bedroom. It was her only refuge from the household cares which crowded upon her directly she went out from it. Even now, in the short time she had been in the nursery, the English governess and Matriona Philimonovna had succeeded in putting several questions to her, which did not admit of delay, and which only she could answer: `What were the children to put on for their walk? Should they have any milk? Should not a new cook be sent for?'   `Ah, let me alone, let me alone!' she said, and going back to her bedroom she sat down in the same place she had occupied when talking to her husband, clasping tightly her thin hands, her rings slipping down on her bony fingers, and fell to going over her recollections of the entire interview. `He has gone! But what has he finally arrived at with her?' she thought. `Can it be he sees her? Why didn't I ask him! No, no, reconciliation is impossible. Even if we remain in the same house, we are strangers - strangers forever!' She repeated again with special significance the word so dreadful to her. `And how I loved him! my God, how I loved him!... How I loved him! And now don't I love him? Don't I love him more than before? The most horrible thing is,' she began, but did not finish her thought, because Matriona Philimonovna put her head in at the door.   `Let us send for my brother,' she said; `he can get a dinner anyway, or we shall have the children getting nothing to eat till six again, like yesterday.'   `Very well, I will come directly and see about it. But did you send for some new milk?'\\nAnd Darya Alexandrovna plunged into the duties of the day, and drowned her grief in them for a time.\\n\\nChapter 5\\nStepan Arkadyevich had learned easily at school, thanks to his excellent abilities, but he had been idle and mischievous, and therefore was one of the lowest in his class. But in spite of his habitually dissipated mode of life, his inferior grade in the service, and his comparative youth, he occupied the honorable and lucrative position of president of one of the government boards at Moscow. This post he had received through his sister Anna's husband, Alexei Alexandrovich Karenin, who held one of the most important positions in the ministry to which the Moscow office belonged. But if Karenin had not got his brother-in-law this berth, then through a hundred other personages - brothers, sisters, cousins, uncles and aunts - Stiva Oblonsky would have received this post or some other like it, together with the salary of six thousand absolutely needful for him, as his affairs, in spite of his wife's considerable property, were in a poor state.\\nHalf Moscow and Peterburg were friends and relations of Stepan Arkadyevich. He was born in the midst of those who had been, and had become, the powerful ones of this world. One-third of the men in the government, the older men, had been friends of his father's, and had known him in pinafores; another third were his intimate chums, and the remainder were friendly acquaintances. Consequently the distributors of earthly blessings in the shape of posts, rents, concessions and such, were all his friends, and could not overlook one of their own set; and Oblonsky had no need to make any special exertion to get a lucrative post. He had only not to refuse things, not to show jealousy, not to be quarrelsome or take offense, all of which from his characteristic good nature he never did. It would have struck him as absurd if he had been told that he would not get a position with the salary he required, especially as he expected nothing out of the way; he only wanted what the men of his own age and standing did get, and he was no worse qualified for performing duties of this kind than any other man.\\nStepan Arkadyevich was not merely liked by all who knew him for his good humor, his bright disposition and his unquestionable honesty; in him, in his handsome, radiant figure, his sparkling eyes, black hair and eyebrows, and his white and pink complexion, there was something which produced a physical effect of kindliness and good humor on the people who met him. `Aha! Stiva! Oblonsky! The man himself!' was almost always said with a smile of delight on meeting him. Even though it happened at times that after a conversation with him it seemed that nothing particularly delightful had happened, the next day, and the next, everyone was just as delighted to meet him again.   After filling for two years the post of president of one of the government boards at Moscow, Stepan Arkadyevich had won the respect, as well as the liking, of his fellow officials, subordinates and superiors, and all who had had business with him. The principal qualities in Stepan Arkadyevich which had gained him this universal respect in the service consisted, in the first place, of his extreme indulgence for others, founded on a consciousness of his own shortcomings; secondly, of his perfect liberalism - not the liberalism he read of in the papers, but the liberalism that was in his blood, in virtue of which he treated all men perfectly equally and exactly the same, whatever their fortune or rank might be; and thirdly - the most important point - of his complete indifference to the business in which he was engaged, in consequence of which he was never carried away, and made no mistakes.   On reaching the offices of the board Stepan Arkadyevich, escorted by a deferential porter with a portfolio, went into his little private room, put on his uniform, and went into the board room. The clerks and officials all rose, greeting him with good-humored deference. Stepan Arkadyevich moved quickly, as always, to his place, shook hands with the members of the board, and sat down. He made a joke or two, and talked just as much as was consistent with due decorum, and began work. No one knew better than Stepan Arkadyevich how to hit on that exact limit of freedom, simplicity and official stiffness which is necessary for the agreeable conduct of business. A secretary, with the good-humored deference common to everyone in Stepan Arkadyevich's office, came up with papers, and began to speak in the familiar and easy tone which had been introduced by Stepan Arkadyevich.   `We have succeeded in getting the information from the government department of Penza. Here, would you care?...'\\n`You've got it at last?' said Stepan Arkadyevich, laying his finger on the paper. `Now, gentlemen...'\\nAnd the sitting of the board began.\\n`If they but knew,' he thought, inclining his head with an important air and listening to the report, `what a guilty little boy their president was half an hour ago!' And his eyes were laughing during the reading of the report. Till two o'clock the sitting would go on without a break - then there would be an interval and luncheon.\\nIt was not yet two, when the large glass doors of the board room suddenly opened and someone came in.\\nAll the members of the board, sitting at the table, from below the portrait of the Czar and from behind the mirror of justice, delighted at any distraction, looked round at the door; but the doorkeeper standing there at once drove out the intruder, and closed the glass door after him.\\nWhen the case had been read through, Stepan Arkadyevich got up and stretched, and by way of tribute to the liberalism of the times took out a cigarette, being in the board room, and went into his private room. Two of his board fellows, the old veteran in the service, Nikitin, and the Kammerjunker Grinevich, went in with him.\\n`We shall have time to finish after lunch,' said Stepan Arkadyevich.   `To be sure we shall!' said Nikitin.\\n`A pretty sharp fellow this Fomin must be,' said Grinevich of one of the persons taking part in the case they were examining.   Stepan Arkadyevich frowned at Grinevich's words, giving him thereby to understand that it was improper to pass judgment prematurely, and made him no reply.   `Who was it who came in?' he asked the doorkeeper.\\n`Some fellow, your excellency, sneaked in without permission directly my back was turned. He was asking for you. I told him: when the members come out, then...'   `Where is he?'\\n`Maybe he's gone into the passage, he was strolling here till now. That's he,' said the doorkeeper, pointing to a strongly built, broad shouldered man with a curly beard, who, without taking off his sheepskin cap, was running lightly and rapidly up the worn steps of the stone staircase. One of the officials going down - a lean fellow with a portfolio - stood out of his way, looked disapprovingly at the legs of the running man, and then glanced inquiringly at Oblonsky.   Stepan Arkadyevich was standing at the top of the stairs. His good-naturedly beaming face above the embroidered collar of his uniform beamed more than ever when he recognized the man coming up.   `Why, it's actually you, Levin, at last!' he said with a friendly mocking smile, gazing on the approaching man. `How is it you have deigned to look me up in this den?' said Stepan Arkadyevich and, not content with shaking hands, he kissed his friend. `Have you been here long?'\\n`I have just come, and very much wanted to see you,' said Levin, looking about him shyly, and, at the same time, angrily and uneasily.   `Well, let's go into my room,' said Stepan Arkadyevich, who knew his friend's sensitive and irritable shyness, and, taking his arm, he drew him along, as though guiding him through dangers.\\nStepan Arkadyevich was on familiar terms with almost all his acquaintances, and called almost all of them by their Christian names: old men of sixty, boys of twenty, actors, ministers, merchants and adjutant generals, so that many of his intimate chums were to be found at the extreme ends of the social ladder, and would have been very much surprised to learn that they had, through the medium of Oblonsky, something in common. He was the familiar friend of everyone with whom he took a glass of champagne, and he took a glass of champagne with everyone, and when in consequence he met any of his disreputable chums, as he used in joke to call many of his friends, in the presence of his subordinates, he well knew how, with his characteristic tact, to diminish any possible disagreeable impression. Levin was not a disreputable chum, but Oblonsky, with his ready tact, felt that Levin fancied Oblonsky might not care to show his intimacy with him before subordinates, and so Stepan Arkadyevich made haste to take him off into his room.\\nLevin was almost of the same age as Oblonsky; their intimacy did not rest merely on champagne. Levin had been the friend and companion of his early youth. They were fond of one another in spite of the difference of their characters and tastes, as friends are fond of one another who have been together in early youth. But in spite of this, each of them - as is often the way with men who have selected careers of different kinds - though in discussion he would even justify the other's career, in his heart despised it. It seemed to each of them that the life he led himself was the only real life, and the life led by his friend was a mere phantasm. Oblonsky could not restrain a slight mocking smile at the sight of Levin. How often he had seen him come up to Moscow from the country where he was doing something, but what precisely Stepan Arkadyevich could never quite make out, and indeed took no interest in the matter. Levin arrived in Moscow always excited and in a hurry, rather ill at ease and irritated by his own want of ease, and for the most part with a perfectly new, unexpected view of things. Stepan Arkadyevich laughed at this, and liked it. In the same way Levin in his heart despised the town mode of life of his friend, and his official duties, which he laughed at and regarded as trifling. But the difference was that Oblonsky, since he was doing the same as everyone did, laughed assuredly and good-humoredly, while Levin laughed without assuredness and sometimes angrily.\\n`We have long been expecting you,' said Stepan Arkadyevich, going into his room and letting Levin's hand go as though to show that here all danger was over. `I am very, very glad to see you,' he went on. `Well, what now? How are you? When did you come?'   Levin was silent, looking at the unfamiliar faces of Oblonsky's two companions, and especially at the elegant Grinevich's hands - with such long white fingers, such long yellow nails, curved at their end, and such huge shining studs on the shirt cuff, that apparently these hands absorbed all his attention, and allowed him no freedom of thought. Oblonsky noticed this at once, and smiled.   `Ah, to be sure, let me introduce you,' he said. `My colleagues: Philip Ivanich Nikitin, Mikhail Stanislavich Grinevich' - and turning to Levin - `a Zemstvo member, a modern Zemstvo man, a gymnast who lifts five poods with one hand, a cattle breeder and sportsman, and my friend - Constantin Dmitrievich Levin, the brother of Sergei Ivanovich Koznishev.'\\n`Delighted,' said the veteran.   `I have the honor of knowing your brother, Sergei Ivanovich,' said Grinevich, holding out his slender hand with its long nails.\\nLevin frowned, shook hands coldly, and at once turned to Oblonsky. Though he had a great respect for his half-brother, an author well known to all Russia, he could not endure it when people treated him not as Constantin Levin, but as the brother of the celebrated Koznishev.\\n`No, I am no longer a Zemstvo man. I have quarreled with them all, and don't go to the sessions any more,' he said, turning to Oblonsky.   `You've been quick about it!' said Oblonsky with a smile. `But how? Why?'   `It's a long story. I will tell you some time,' said Levin - but began telling him at once. `Well, to put it shortly, I was convinced that nothing was really done by the Zemstvo councils, or ever could be,' he began, as though someone had just insulted him. `On one side it's a plaything; they play at being a parliament, and I'm neither young enough nor old enough to find amusement in playthings; and on the other side' (he stammered) `it's a means for the coterie of the district to feather their nests. Formerly they did this through wardships and courts of justice, now they do it through the Zemstvo - instead of taking the bribes, they take the unearned salary,' he said, as hotly as though one of those present had opposed his opinion.   `Aha! You're in a new phase again, I see - a conservative,' said Stepan Arkadyevich. `However, we can go into that later.'   `Yes, later. But I had to see you,' said Levin, looking with hatred at Grinevich's hand.\\nStepan Arkadyevich gave a scarcely perceptible smile.\\n`But you used to say you'd never wear European dress again,' he said, gazing on Levin's new suit, obviously cut by a French tailor. `So! I see: a new phase.'\\nLevin suddenly blushed, not as grown men blush, slightly, without being themselves aware of it, but as boys blush, feeling that they are ridiculous through their shyness, and consequently ashamed of it, and blushing still more, almost to the point of tears. And it was so strange to see this sensible, manly face in such a childish plight, that Oblonsky left off looking at him.\\n`Oh, where shall we meet? You know I want very much to talk to you,' said Levin.   Oblonsky seemed to ponder.   `I'll tell you what: let's go to Gurin's to lunch, and there we can talk. I am free till three.'\\n`No,' answered Levin, after an instant's thought, `I have another visit to make.'\\n`All right, then, let's dine together.'   `Dine together? But I have nothing very particular - just a word or two, a question; then a little chatting.'\\n`Well, let's have your word or two right now - and we'll talk it over in the course of the dinner.'   `Well, it's this,' said Levin, `however - it's of no importance.'   His face suddenly assumed an expression of anger from the effort he was making to surmount his shyness.   `What are the Shcherbatskys doing? Everything as it used to be?' he said.\\nStepan Arkadyevich, who had long known that Levin was in love with his sister-in-law, Kitty, gave a hardly perceptible smile, and his eyes sparkled merrily.\\n`You've said your word or two, but I can't answer in a few words, because... Excuse me for just a minute....'   A secretary came in, with respectful familiarity and the modest consciousness, characteristic of every secretary, of superiority to his chief in the knowledge of affairs; he went up to Oblonsky with some papers, and began, under pretense of asking a question, to explain some objection. Stepan Arkadyevich, without hearing him out, laid his hand genially on the secretary's sleeve.   `No, you do as I told you,' he said, smoothing his remark with a smile, and with a brief explanation of his view of the matter he moved away the papers, and said: `So do it that way, if you please, Zakhar Nikitich.'   The secretary retired in confusion. During the consultation with the secretary Levin had completely recovered from his embarrassment. He was standing with elbows on the back of a chair, and on his face was a look of ironical attention.   `I don't understand it - I don't understand it,' he said.\\n`What don't you understand?' said Oblonsky, smiling just as cheerfully, and picking up a cigarette. He expected some queer outburst from Levin.   `I don't understand what you are doing,' said Levin, shrugging his shoulders. `How can you be serious about it?'   `Why not?'\\n`Why, because there's nothing in it.'   `You think so - yet we're overwhelmed with work.'\\n`On paper. But, there, you've a gift for it,' added Levin.   `That's to say, you think there's a lack of something in me?'\\n`Perhaps so,' said Levin. `But all the same I admire your grandeur, and am proud to have such a great person as a friend. You've not answered my question, though,' he went on, with a desperate effort looking Oblonsky straight in the face.\\n`Oh, that's all very well. You wait a bit, and you'll come to this yourself. It's very nice for you to have three thousand dessiatinas in the Karazinsky district, and such muscles, and the freshness of a girl of twelve; still you'll be one of us one day. Yes, as to your question, there is no change, but it's a pity you've been away so long.'   `Oh, why so?' Levin queried, frightened.\\n`Oh, nothing,' responded Oblonsky. `We'll talk it over. But what's brought you up to town?'\\n`Oh, we'll talk about that, too, later on,' said Levin, reddening again up to his ears.   `All right. I see,' said Stepan Arkadyevich. `I should ask you to come to us, you know, but my wife's not quite well. But I'll tell you what: if you want to see them, they're sure now to be at the Zoological Gardens from four to five. Kitty skates. You drive along there, and I'll come and fetch you, and we'll go and dine somewhere together.'   `Capital. So good-by till then.'\\n`Now mind, you'll forget - I know you! - or rush off home to the country!' Stepan Arkadyevich called out laughing.   `No, truly!'\\nAnd Levin went out of the room, recalling only when he was in the doorway that he had forgotten to take leave of Oblonsky's colleagues.\\n`That gentleman must be a man of great energy,' said Grinevich, when Levin had gone away.   `Yes, my dear sir,' said Stepan Arkadyevich, nodding his head, `he's a lucky fellow! Three thousand dessiatinas in the Karazinsky district; everything before him; and what youth and vigor! Not like some of us.'   `But why are you complaining, Stepan Arkadyevich?'\\n\\\\`Why, it goes hard with me, very bad,' said Stepan Arkadyevich with a heavy sigh.\\n\\nChapter 6\\nWhen Oblonsky asked Levin what had brought him to town, Levin blushed, and was furious with himself for blushing, because he could not answer: \\\\`I have come to make your sister-in-law a proposal,' though that was solely what he had come for.\\nThe families of the Levins and the Shcherbatskys were old, noble Moscow families, and had always been on intimate and friendly terms. This intimacy had grown still closer during Levin's student days. He had both prepared for the university with the young Prince Shcherbatsky, the brother of Kitty and Dolly, and had entered at the same time with him. In those days Levin was a frequent visitor at the house of the Shcherbatskys, and he was in love with the Shcherbatsky household. Strange as it may appear, it was with the household, the family that Constantin Levin was in love, especially with the feminine half of the household. Levin did not remember his own mother, and his only sister was older than he was, so that it was in the Shcherbatsky's house that he saw for the first time that inner life of an old, noble, cultured and honorable family of which he had been deprived by the death of his father and mother. All the members of that family, especially the feminine half, were pictured by him, as it were, wrapped about with a mysterious poetical veil, and he not only perceived no defects whatever in them, but, under the poetical veil that shrouded them, he assumed the existence of the loftiest sentiments and every possible perfection. Why it was the three young ladies had one day to speak French, and the next English; why it was that at certain hours they played by turns on the piano, the sounds of which were audible in their brother's room above, where the students used to work; why they were visited by those professors of French literature, of music, of drawing, of dancing; why at certain hours all the three young ladies, with Mademoiselle Linon, drove in the coach to the Tverskoy boulevard, dressed in their satin cloaks, Dolly in a long one, Natalie in a half-long one, and Kitty in one so short that her shapely legs in tightly-drawn red stockings were visible to all beholders; why it was they had to walk about the Tverskoy boulevard escorted by a footman with a gold cockade in his hat - all this and much more that was done in their mysterious world he did not understand, but he was sure that everything that was done there was very good, and he was in love precisely with the mystery of the proceedings.\\nIn his student days he had all but been in love with the eldest, Dolly, but she was soon married to Oblonsky. Then he began being in love with the second. He felt, as it were, that he had to be in love with one of the sisters, only he could not quite make out which. But Natalie, too, had hardly made her appearance in the world when she married the diplomat Lvov. Kitty was still a child when Levin left the university. Young Shcherbatsky went into the navy, was drowned in the Baltic and Levin's visits to the Shcherbatskys, despite his friendship with Oblonsky, became less frequent. But when early in the winter of this year Levin came to Moscow, after a year in the country, and saw the Shcherbatskys, he realized which of the three sisters he was indeed destined to love.\\nOne would have thought that nothing could be simpler than for him, a man of good family, rather rich than poor, and thirty-two years old, to make the young Princess Shcherbatskaia an offer of marriage; in all likelihood he would at once have been looked upon as a good match. But Levin was in love, and so it seemed to him that Kitty was so perfect in every respect, a creature so far above everything earthly, while he was a creature so low and so earthly that it could not even be conceived that other people and she herself could regard him as worthy of her.\\nAfter spending two months in Moscow in a state of befuddlement, seeing Kitty almost every day in society, into which he went so as to meet her, he abruptly decided that it could not be, and went back to the country.\\nLevin's conviction that it could not be was founded on the idea that in the eyes of her family he was a disadvantageous and worthless match for the charming Kitty, and that Kitty herself could not love him. In her family's eyes he had no ordinary, definite career and position in society, while his comrades by this time, when he was thirty-two, were already one a colonel, and another a professor, another director of a bank and railways, or chairman of a board, like Oblonsky. But he (he knew very well how he must appear to others) was a country gentleman, occupied in breeding cattle, shooting game and building barns; in other words, a fellow of no ability, who had not turned out well, and who was doing just what, according to the ideas of the world, is done by people fit for nothing else.\\nThe mysterious, enchanting Kitty herself could not love such an ugly person as he conceived himself to be, and, above all, such an ordinary, in no way striking person. Moreover, his attitude to Kitty in the past - the attitude of a grown-up person to a child, arising from his friendship with her brother - seemed to him yet another obstacle to love. An ugly, good-natured man, as he considered himself, might, he supposed, be liked as a friend; but to be loved with such a love as that with which he loved Kitty, one would need to be handsome and, still more, a distinguished man.\\nHe had heard that women often did care for ugly and ordinary men, but he did not believe it, for he judged by himself, and he could not himself have loved any but beautiful, mysterious and exceptional women.\\nBut, after spending two months alone in the country, he was convinced that this was not one of those passions of which he had had experience in his early youth; that this feeling gave him not an instant's rest; that he could not live without deciding the question as to whether she would or would not be his wife; that his despair had arisen only from his own imaginings, and that he had no sort of proof that he would be rejected. So he had now come to Moscow with a firm determination to make a proposal, and get married if he were accepted. Or... he could not conceive what would become of him if he were rejected.\\nChapter 7\\nOn arriving in Moscow by a morning train, Levin had put up at the house of his elder half-brother, Koznishev. After changing his clothes he went down to his brother's study, intending to talk to him at once about the object of his visit, and to ask his advice; but his brother was not alone. With him there was a well-known professor of philosophy, who had come from Charkov expressly to clear up a difference that had arisen between them on a very important philosophical question. The professor was carrying on a hot crusade against materialists. Sergei Koznishev had been following this crusade with interest, and after reading the professor's last article had written him a letter stating his objections. He accused the professor of making too great concessions to the materialists. And the professor had promptly appeared to argue the matter out. The point in discussion was the question then in vogue: Is there a line to be drawn between psychical and physiological phenomena in man? And if so, where?\",\"timestamp\":1639709581,\"title\":\"Go away, go away, go away!' she shrieked, without looking at him, as though this shriek were called up by physical pain. \"},\"digest\":\"kgZ4bkMJIXSP7nw0lYaMupN_3BQ0fWQbxe2HOO0o018\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"L4rH9pRnJu5loZEO2EAX1b_sepxxylwkZ4kFzar4djQ\\\",\\\"y\\\":\\\"hvNFcZtLfRR36ekAgNicSJbJo-sjV4M-eHT0NjCcCrE\\\"}\",\"signature\":\"lnZAC51ppyq-7EGn0ZfGxXTaVaeaHyEF19auOH_mws2svcmD8JvW3D8fYRPO-HksR_c5pVQrwaywGm7WBJ4sZw\",\"signingKeySignature\":\"0x5cde3a7b38c976cd7aac0df77c3fbab6e6840a45e4fd1ebaaed822ed719889ee112e52994a7b8f2f883ca4987869eac7917b4fd7e63189c65b45bda42a75ada11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"L4rH9pRnJu5loZEO2EAX1b_sepxxylwkZ4kFzar4djQ\\\",\\\"y\\\":\\\"hvNFcZtLfRR36ekAgNicSJbJo-sjV4M-eHT0NjCcCrE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kgZ4bkMJIXSP7nw0lYaMupN_3BQ0fWQbxe2HOO0o018\"}"