"{\"content\":{\"body\":\"In a one-liner – it’s the next era of the Internet. Web 3.0 (commonly called Web3) is a paradigm shift towards a more democratized Internet.\\n\\n*This article appeared first in [[Messari]((https://messari.io/article/web3-eli5-what-is-web3))] as part of our series of [explainer](https://messari.io/article/explain-it-like-i-am-5-defi?referrer=grid-view) [content](https://messari.io/article/explain-it-like-i-am-5-nfts?utm_source=messaricrypto&utm_medium=tweet1&utm_campaign=nftELI5).*\\n\\nWeb3 manifests through new technologies, such as cryptocurrencies, virtual and augmented reality, AI, and more. Empowered by new technologies, the Web3 movement is spearheaded by a shift in how we, the collective, view and value the Internet. Web3 is about creating an Internet that works for the people, owned by the people.\\n\\n![](https://images.mirror-media.xyz/publication-images/be1020fc-c703-4833-88ea-a8d42fc91c8d.jpeg?height=656&width=1336)\\n\\n### Before There Was Nothing, Then There Was The Internet\\nThe Internet has fundamentally altered the world as we know it. This is not a controversial statement. Although it’s worth emphasizing because it is shockingly understated – the Internet changed everything.\\n\\nFind an issue or topic that you care about today and – whether it’s economic, political, or social, – a quick Google search will show that the Internet has fundamentally reshaped or transformed that issue.\\n\\nEconomical – the Internet is directly responsible for the rise of globalization and eCommerce, two trends that have deeply impacted the world. More specifically, over the past three years (2017, 2018, and 2019), the S&P 500 Tech sector doubled in value, and today technology sector stocks account for around 25% of the entire S&P 500 Index.\\n\\nSocial – this one is quite obvious, hell, even the word “social” has a new meaning compared to two decades ago. Once young startups, Facebook, Google, Instagram, and Twitter, now receive upwards of 40% of venture capital dollars in the form of ad spend from new startups. The potential future impact of new platforms like TikTok is still undecided, yet promising for social media influencers.\\n\\nPolitical – Algorithms that offer cherry-picked news and are designed to incite than coalesce have become the norm. The Internet has affected political elections around the world and given rise to a new generation of bureaucrats who are Internet natives.\\n\\nThe Internet changed everything – financial markets, culture, elections, everything. There are so few exceptions to this rule that it might as well be a law of nature. A decade or two from now, events stemming from or directly caused by the Internet will have shaped the world multiple times over. This is why the fate of the Internet has become more important than ever.\\n\\n### Why We Need Web3\\nThe early years of the Internet were exploratory in nature. Similar to the ideology of Manifest Destiny – the belief that the expansion of the US throughout the American continents was both justified and inevitable – early tech pioneers explored, sequestered, walled, and commoditized the Internet. Over time, the Internet has remained “free” yet corrupted.\\n\\nYou probably see this in your life when you try to purchase a bus, train, or airline ticket. All of your searches are logged, sold, and manipulated against you. The Internet is yours to use, but you are not its master. Individuals around the world face even greater challenges, specifically in countries where the Internet is partially walled, restricted, or blocked entirely.\\n\\nThe hallmark trait of the Internet was the democratization of information, yet today, information is increasingly unreliable, siloed, and in some instances downright harmful. Fake accounts controlled by bots are manipulating children. Realistic human faces created by AI will create even larger problems for society through deep fakes and identity theft. Fake news accounted for economic losses over $70 billion in 2019 and will only increase over time. The human condition for virality has given rise to digital viruses – false news stories – that travel six times faster than true news stories. This trend has extreme implications.\\n\\n### A World of Open Protocols\\nWeb3 is about rearchitecting the existing services and products of the Internet so that they benefit people rather than entities. While it’s impossible to predict the future, one vision of a Web3 world is one that has open-source protocols at the foundation while businesses act as interfaces that provide convenient access and additional features. Web3 is an internet that is open for all users, built on open protocols and transparent blockchain networks. The way consumers interface with these protocols might be through blended applications that offer convenient ways to interact with the underlying technologies.\\n\\n![](https://images.mirror-media.xyz/publication-images/6fc93765-d9cd-4ef0-a0dd-14f6a159f38e.jpeg?height=446&width=795)\\n\\nData will still be used to drive decision making but will not be used against the consumer. Data rights will be protected rather than stomped over in search of profits. Incentive and market mechanisms will help ensure that information is trustworthy and verifiable.\\n\\nA Web3 world will prioritize the sovereign individual rather than the wealthy elite and rent-seekers of the world. The rearchitecting of systems and protocols will focus on democratization and decentralization.\\n\\n### What Are Examples of Web3?\\nWeb3 is more nascent than DeFi and so, naturally less concrete examples exist. However, just as finance has various applications like lending and borrowing, the internet consists of various services and components.\\n\\n![](https://images.mirror-media.xyz/publication-images/bb1022da-7ec8-4026-af32-3d63be961a4a.jpeg?height=446&width=795)\\n\\n**Internet Architecture and Services**\\nThe architecture of the internet isn’t something most individuals think about. Your internet either works, lags, or is offline. But you probably understand that Comcast and AT&T or your ISP (internet service provider) is ripping you off, promising fast connection, and then either charging you an arm and a leg or rugging services from you that used to be free. New services like Andrena and Althea circumvent these existing internet providers by creating community networks where individuals can operate and get paid to provide internet to members within their community.\\n\\nFor example, a landlord or tenant owner could invest in an Andrena hotspot to enable all of their tenants to join the Andrena wireless network and pay the landlord for individual data consumption. Alternatively, an apartment renter could purchase a smaller hotspot and provide enough internet access to their neighbors in order to offset their personal internet consumption.\\n\\nOther blockchain networks like Handshake as well as companies like Unstoppable Domains aim to democratize the existing Domain Name System (DNS) which maps an IP address to a human-readable address like Messari.io. The DNS registry is controlled by organizations like Verisign and ICANN and have unilateral control to enforce IP rights, censor free speech sites like WikiLeaks, and seize domain names (IP addresses) without due process. While not all of these instances of censorship are negative, the subjective nature of it all is concerning. Oftentimes, the DNS decision-makers are those at the highest levels of government and lobbyists of the largest multinational organizations, who may intend well but do not always act in the best interest of the public.\\n\\n**Data Storage, Distribution, and Monetization**\\nTwitter allows you to download all of your data. This is wonderful until you actually download the data and realize that you have absolutely no idea what to do with it. I mean, it’s your data. You should be able to draw insights from it, right? The problem is, data is hard to monetize at the individual level, but easy in aggregate. Robinhood generated nearly $300 million in revenue from selling customer order flow data in the first half of 2020. Dozens of companies understand this concept, which is why Snapchat loses money year over year, but investors understand the company has millions of Gen Z users who generate (potentially valuable) data.\\n\\nOrganizations like Ocean Protocol, Streamr, and Numerai are building protocols that enable open data markets where anyone can share or monetize their data. Data is a fundamental component of how value is stored and transferred across the internet. The commoditization of data has yet to be achieved because data is siloed, sensitive, or proprietary. New Web3 protocols provide a means for markets where sensitive data can be shared and proprietary data can be accurately priced and sold. Turning data into tangible data assets (tokens) will unlock value, developing a more robust data ecosystem.\\n\\nAnother key component of data is storing it across servers, which is predominantly controlled by a few large companies. Decentralized data storage and web hosting services like Sia, Arweave, and Filecoin are supporting the creation of new decentralized applications.\\n\\n**Applications and Other Internet Infrastructure Services**\\nYou use so many services that you probably don’t even realize it. WIFI, location services (GPS), Bluetooth connectivity, messaging services (iOS, Android), video and audio streaming (Youtube, Twitch, Spotify), etc.\\n\\nA few stakeholders control all these applications. More importantly, these apps utilize services and infrastructure that are centralized or controlled by a few large companies (e.g. Google, AWS, Microsoft). New protocols and companies like Helium (open wireless network), Foam (open location services), Livepeer (video transcoding and streaming), Orchid (distributed and private VPNs), and more are all building distributed and community-operated services.\\n\\nThese community-owned and operated services are cheaper because they’re able to avoid middlemen. For example, Youtube and Twitch aren’t just content distribution engines. The streaming giants provide \\\"free\\\" data storage for all videos from content creators. Youtube and Twitch also assist with video transcoding to ensure viewers can consume a particular video in the required format. The ability to provide all of these services seamlessly helps ingrain content producers into each platform.\\n\\nWeb3 protocols can distribute the power of a single firm by unbundling the services that firms provide to users. Audius (music streaming), OurZora (open media market), Mirror (decentralized publishing platform) are all creating platforms where users own the content they produce and have a say in the governance of these platforms.\\n\\nIn the future, content creators will be able to publicly store their data separately from where it is consumed. While these services are less convenient today, in the future they will be built into the underlying platforms you use on a daily basis.\\n\\n### Final Thoughts on Web2 And the Transition to Web3\\nIt’s easy to be dissatisfied and angry at the corporate elites, governments, or anyone who manipulates the Internet in order to benefit themselves. While understandable, I don’t think that’s the right sentiment.\\n\\nOriginally, the Internet needed pioneers and businesses to develop tools to make the Internet accessible, and they were rightly rewarded. As long as the existing design of the Internet proliferates, we will continue to give up our data, time, and money to the major tech corporations in exchange for convenient products that promise free access. And to be honest, there isn’t one solution that will act as a panacea for all these issues. It will take a myriad of attempts, shifts in consumer behavior, and technological innovations.\",\"timestamp\":1626106045,\"title\":\"Web3 Manifesto: Why Web3 Matters\",\"publication\":\"mason\"},\"digest\":\"3URhBU0aL5PkdnQtYNv1XbaVp7L_DAqYUubTvTLcxtM\",\"authorship\":{\"contributor\":\"0x621b35b50c508f3497437Ae777dEe70D052D6AD9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A2Vo9NzxfIa9GFhLSc7tnzTwa5rlB3Zv8A9riGXDthY\\\",\\\"y\\\":\\\"i3HpjGOQ8cRWRFu23cxP8TnxGYy0uJZ3Bn1s-RgY3mk\\\"}\",\"signature\":\"x07AKacl1iHd_qbqZpmTw-botTzuKKJhQfxeb5Zo8FkglhaS1czERA97nQ4oFpYhp97EQ0I8Ci-cOSaxLtLziA\",\"signingKeySignature\":\"0xa39ff58ec657fac1689eb7d4c690396f7de2d66437a224b33822f505495233fc3a445b77a876b1adfdd8aaebfd72a2f0d2084add271c81fb726b7e33ebb3f6c71b\",\"signingKeyMessage\":\"I authorize the publication of articles on mason.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A2Vo9NzxfIa9GFhLSc7tnzTwa5rlB3Zv8A9riGXDthY\\\",\\\"y\\\":\\\"i3HpjGOQ8cRWRFu23cxP8TnxGYy0uJZ3Bn1s-RgY3mk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ROcdh7PRWxVwET_CWaSDR3V79Cj45OnkwCeSFkO8M_k\"}"