"{\"content\":{\"body\":\"This was the era when every man had but one desire, that of outdoing others in ferocity and brutality, and but one care, that of saving his own head by threatening that of his neighbour.\\n\\nThe great duel between the Titanic leaders of these turbulent parties, the conflict between hot-headed Danton on the one side and cold- blooded Robespierre on the other, had only just begun; the great, all- devouring monsters had dug their claws into one another, but the issue of the combat was still at stake.\\n\\nNeither of these two giants had taken part in these deliberations anent the new religion and the new goddess. Danton gave signs now and then of the greatest impatience, and muttered something about a new form of tyranny, a new kind of oppression.\\n\\nOn the left, Robespierre in immaculate sea-green coat and carefully gauffered linen was quietly polishing the nails of his right hand against the palm of his left.\\n\\nBut nothing escaped him of what was going on. His ferocious egoism, his unbounded ambition was even now calculating what advantages to himself might accrue from this idea of the new religion and of the National fete, what personal aggrandisement he could derive therefrom.\\n\\nThe matter outwardly seemed trivial enough, but already his keen and calculating mind had seen various side issues which might tend to place him--Robespierre--on a yet higher and more unassailable pinnacle.\\n\\nSurrounded by those who hated him, those who envied and those who feared him, he ruled over them all by the strength of his own cold-blooded savagery, by the resistless power of his merciless cruelty.\\n\\nHe cared about nobody but himself, about nothing but his own exaltation: every action of his career, since he gave up his small practice in a quiet provincial town in order to throw himself into the wild vortex of revolutionary politics, every word he ever uttered had but one aim--Himself.\\n\\nHe saw his colleagues and comrades of the old Jacobin Clubs ruthlessly destroyed around him: friends he had none, and all left him indifferent; and now he had hundreds of enemies in every assembly and club in Paris, and these too one by one were being swept up in that wild whirlpool which they themselves had created.\\n\\nImpassive, serene, always ready with a calm answer, when passion raged most hotly around him, Robespierre, the most ambitious, most self-seeking demagogue of his time, had acquired the reputation of being incorruptible and self-less, an enthusiastic servant of the Republic.\\n\\nThe sea-green Incorruptible!\\n\\nAnd thus whilst others talked and argued, waxed hot over schemes for processions and pageantry, or loudly denounced the whole matter as the work of a traitor, he, of the sea-green coat, sat quietly polishing his nails.\\n\\nBut he had already weighed all these discussions in the balance of his mind, placed them in the crucible of his ambition, and turned them into something that would benefit him and strengthen his position.\\n\\nAye! the feast should be brilliant enough! gay or horrible, mad or fearful, but through it all the people of France must be made to feel that there was a guiding hand which ruled the destinies of all, a head which framed the new laws, which consolidated the new religion and established its new goddess: the Goddess of Reason.\\n\\nRobespierre, her prophet!\\n\\nChapter II :  A Retrospect\\n\\nThe room was close and dark, filled with the smoke from a defective chimney.\\n\\nA tiny boudoir, once the dainty sanctum of imperious Marie Antoinette; a faint and ghostly odour, like unto the perfume of spectres, seemed still to cling to the stained walls, and to the torn Gobelin tapestries.\\n\\nEverywhere lay the impress of a heavy and destroying hand: that of the great and glorious Revolution.\\n\\nIn the mud-soiled corners of the room a few chairs, with brocaded cushions rudely torn, leant broken and desolate against the walls. A small footstool, once gilt-legged and satin-covered, had been overturned and roughly kicked to one side, and there it lay on its back, like some little animal that had been hurt, stretching its broken limbs upwards, pathetic to behold.\\n\\nFrom the delicately wrought Buhl table the silver inlay had been harshly stripped out of its bed of shell.\\n\\nAcross the Lunette, painted by Boucher and representing a chaste Diana surrounded by a bevy of nymphs, an uncouth hand had scribbled in charcoal the device of the Revolution: Liberte, Egalite, Fraternite ou la Mort; whilst, as if to give a crowning point to the work of destruction and to emphasise its motto, someone had decorated the portrait of Marie Antoinette with a scarlet cap, and drawn a red and ominous line across her neck.\\n\\nAnd at the table two men were sitting in close and eager conclave.\\n\\nBetween them a solitary tallow candle, unsnuffed and weirdly flickering, threw fantastic shadows upon the walls, and illumined with fitful and uncertain light the faces of the two men.\\n\\nHow different were these in character!\\n\\nOne, high cheek-boned, with coarse, sensuous lips, and hair elaborately and carefully powdered; the other pale and thin-lipped, with the keen eyes of a ferret and a high intellectual forehead, from which the sleek brown hair was smoothly brushed away.\\n\\nThe first of these men was Robespierre, the ruthless and incorruptible demagogue; the other was Citizen Chauvelin, ex-ambassador of the Revolutionary Government at the English Court.\\n\\nThe hour was late, and the noises from the great, seething city preparing for sleep came to this remote little apartment in the now deserted Palace of the Tuileries, merely as a faint and distant echo.\\n\\nIt was two days after the Fructidor Riots. Paul Deroulede and the woman Juliette Marny, both condemned to death, had been literally spirited away out of the cart which was conveying them from the Hall of Justice to the Luxembourg Prison, and news had just been received by the Committee of Public Safety that at Lyons, the Abbe du Mesnil, with the ci-devant Chevalier d'Egremont and the latter's wife and family, had effected a miraculous and wholly incomprehensible escape from the Northern Prison.\\n\\nBut this was not all. When Arras fell into the hands of the Revolutionary army, and a regular cordon was formed round the town, so that not a single royalist traitor might escape, some three score women and children, twelve priests, the old aristocrats Chermeuil, Delleville and Galipaux and many others, managed to pass the barriers and were never recaptured.\\n\\nRaids were made on the suspected houses: in Paris chiefly where the escaped prisoners might have found refuge, or better still where their helpers and rescuers might still be lurking. Foucquier Tinville, Public Prosecutor, led and conducted these raids, assisted by that bloodthirsty vampire, Merlin. They heard of a house in the Rue de l'Ancienne Comedie where an Englishmen was said to have lodged for two days.\\n\\nThey demanded admittance, and were taken to the rooms where the Englishman had stayed. These were bare and squalid, like hundreds of other rooms in the poorer quarters of Paris. The landlady, toothless and grimy, had not yet tidied up the one where the Englishman had slept: in fact she did not know he had left for good.\\n\\nHe had paid for his room, a week in advance, and came and went as he liked, she explained to Citizen Tinville. She never bothered about him, as he never took a meal in the house, and he was only there two days. She did not know her lodger was English until the day he left. She thought he was a Frenchman from the South, as he certainly had a peculiar accent when he spoke.\\n\\n\\\"It was the day of the riots,\\\" she continued; \\\"he would go out, and I told him I did not think that the streets would be safe for a foreigner like him: for he always wore such very fine clothes, and I made sure that the starving men and women of Paris would strip them off his back when their tempers were roused. But he only laughed. He gave me a bit of paper and told me that if he did not return I might conclude that he had been killed, and if the Committee of Public Safety asked me questions about me, I was just to show the bit of paper and there would be no further trouble.\\\"\",\"timestamp\":1636532158,\"title\":\"\\nThus the discussion continued\"},\"digest\":\"gqPMeYu7k8Zv96EllS9P0O0wI-5uO6VQqDErUjWQWqc\",\"authorship\":{\"contributor\":\"0xb58Fb3bc38b2ACb99CcfBc6A4e3223f798F927DE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JuGy4Uh6GlvW-RLUBKftDN9Skeps30sBqLrkE2EyI0Y\\\",\\\"y\\\":\\\"M0OcZAIUCIQkH8xE0PTHTeEAnmxtEIpKKhgxhGY8B_A\\\"}\",\"signature\":\"ASri05XfymrXFSVaUKhHnsLVCHOqwHXNrSUxBsduYuWSshYRtAr3_NS1qJpS4Mn00aspFaD0WqhRIBB4GaDf6g\",\"signingKeySignature\":\"0x9214f3729524f94e2062f5790faa8a88affb02b5555289c1d85d10ba9215c49f0f1bc19745328a9bc96df3b4e76dd730606799ba743dfa63473ee4b9af5789281c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JuGy4Uh6GlvW-RLUBKftDN9Skeps30sBqLrkE2EyI0Y\\\",\\\"y\\\":\\\"M0OcZAIUCIQkH8xE0PTHTeEAnmxtEIpKKhgxhGY8B_A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gqPMeYu7k8Zv96EllS9P0O0wI-5uO6VQqDErUjWQWqc\"}"