"{\"content\":{\"body\":\"近来，“元宇宙”成为热门话题，越来越频繁地出现在人们的视野里。从英伟达宣布推出为元宇宙建立提供基础的模拟和协作平台，到日本社交平台GREE开展元宇宙业务，从微软正努力打造“企业元宇宙”，到脸书改名为元宇宙（Metaverse）一词中的Meta……不仅科技公司在元宇宙赛道上争相布局，一些机构也积极参与其中。那么元宇宙到底是什么？\\n\\n元宇宙：与现实平行的虚拟世界\\n\\n元宇宙，简单说就是通过数字技术构建起来的与现实世界平行的虚拟世界。\\n\\n2021年3月，沙盒游戏平台Roblox公司第一个将元宇宙概念写进招股说明书，成功登陆纽交所。其对元宇宙的定义充分体现了现实世界与虚拟世界的融合。按照该公司的说法，元宇宙有8个要素：身份、朋友、沉浸感、低延迟、多元化、随地、经济系统、文明。按照脸书公司的说法，在元宇宙中，人们能做到现在互联网上做不到的事情。这意味着，元宇宙正在推动“全真互联网”时代的到来。\\n\\n1981年，美国数学家弗诺·文奇出版小说《真名实姓》，构思了一个通过脑机接口进入并获得感官体验的虚拟世界。1992年，美国科幻作家尼尔·斯蒂芬森深化了文奇的创意，在小说《雪崩》中提出了元宇宙的雏形，一个平行于真实世界的赛博空间，体验者戴上耳机和目镜，就可以通过虚拟分身的方式进入由计算机模拟、与真实世界平行的虚拟空间。 \\n \\n\\n技术局限性或成为未来发展瓶颈\\n\\n技术局限性是当前元宇宙发展所面临的最大瓶颈。相关技术的成熟度，距离元宇宙落地应用的需求仍有一定差距，因此现有元宇宙技术展示场景多为实验性、局部性以及有限性的应用，并且展示成本非常高昂。如今年4月英伟达在其发布会上展示的15秒“数字黄仁勋”，就投入了近50位研发人员，共制作了21个版本。\\n\\n作为一种多项数字技术的综合集成应用，元宇宙场景从概念到真正落地需要实现两个技术突破：第一个是XR、数字孪生、区块链、人工智能等单项技术的突破，从不同维度实现立体视觉、深度沉浸、虚拟分身等元宇宙应用的基础功能；第二个突破是多项数字技术的综合应用突破，通过多技术的叠加兼容、交互融合，凝聚形成技术合力推动元宇宙稳定有序发展。\\n\\n数字基建：通往元宇宙的路径\\n\\n记者在采访中了解到，元宇宙作为未来新型数字基础实施，也应该像5G网络、物联网、工业互联网、人工智能、云计算等一样进行大规模的“数字基建”。\\n\\n清华大学新闻与传播学院教授、清华大学新媒体研究中心执行主任沈阳认为，元宇宙最核心的是XR技术和脑机接口、数字孪生和虚拟人、区块链技术。\\n\\nXR技术、脑机接口建立虚实世界的连接，提供沉浸式体验。数字孪生构建虚拟世界，提供细节丰富的拟真环境，虚拟人提供虚拟化身进行沉浸互动。区块链提供认证机制，使价值归属、流通、变现和虚拟身份的认证具有稳定高效、确定透明的优点。\\n\\n此外，5G网络提供通信基础，云存储、云计算、云渲染提供算力基础，人工智能在内容生产、内容呈现、内容审查上发力。\\n\\n以上技术成为搭建元宇宙的基石。进一步上升到元宇宙实现路径，另有内容生态建设等方面需要加强。\\n\\n后续发展仍需进一步监管\\n\\n元宇宙的发展过程中，也将遇到价值伦理、虚拟空间管控等新问题，需要监管部门进一步进行规范。中国艺术研究院副研究员孙佳山认为：“当现实空间遇到虚拟空间，除了要关注技术发展带来的变革，更需关注‘价值’本身的意义，要将有序的政策监管纳入其中，保障行业健康有序发展。”\\n\\n现阶段，元宇宙仍是一个不断演变、不断发展的概念，不同参与者也会不断丰富它的含义，需要警惕资本绑架、伦理风险、立法监管空白等问题。\\n\\n \\n \\n\\n争论不止：鄙夷、追捧不如谨慎拥抱\\n\\n互联网问答社区知乎为科技日报记者梳理的数据显示，在“如何看待刘慈欣说扎克伯格的元宇宙不是未来，元宇宙最后将引人类走向死路？”这一问题下，网友展开了激烈的争论。截至11月19日15：00，共产生了1800多个回答，总浏览量达到563万次。\\n\\n知乎优秀答主程墨Morgan的回答获得了近1800个赞同。“对于物理世界的探索和接触，是最真实的宇宙。而元宇宙是人造的，不管多么精彩，都只是现实物理世界的虚拟投影。”程墨Morgan说，“如果人类是小孩，星辰大海好比户外体育，而元宇宙就是在家里打游戏。人类正确对待元宇宙的态度，应该和对待电子游戏一样，可以有，但不应该是全部。人类这个小孩子，可以打游戏，但更应该参加户外活动。”\\n\\n在一些知乎网友看来，现在的元宇宙就是一个方便资本炒作的概念，新瓶子里面装的是游戏、AR/VR、虚拟现实联动、新社交等旧酒。也有一些知乎网友，对元宇宙的未来非常乐观，或持更加中性的态度。\\n\\n中国科学院大学通信与信息系统博士、知乎答主FunJoel说：“元宇宙的本质是以3D交互为主要增量的下一代互联网生态，是共识，也是风口，有泡沫，也有风险。但泡沫终将退去，元宇宙一词可能存在，也可能湮灭，但以3D交互、VR/AR为全新体验的下一代互联网终将到来。”\",\"timestamp\":1640781317,\"title\":\"元宇宙，由科幻走入现实\"},\"digest\":\"fuNXyk9y79LeVJ3LElmFTc7qjrwlkLZ6cPGDaJ3bZ74\",\"authorship\":{\"contributor\":\"0x3AD3280729C60036B238323B7f0fd9CC49630845\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6bRJVV6UNaOsL_nzJWm91Dn7oRknO-iEQBv_-7GUw0o\\\",\\\"y\\\":\\\"TN1_YRrFN6-V_hyllQovURxz-1qqVvTBYvmB-I3h6r0\\\"}\",\"signature\":\"_gaYA17V7QcgiyJ_Svkw7MmM585oz-JejdLbpaC8h0ll3nRUiP_cEGvNOTWwlK37RwY689T9NH4gvbW1KWbv0Q\",\"signingKeySignature\":\"0xaa9ac755279573d4b19c34c676193f903ebe9409a2606bd5153af0cad13516951f3acbbebd711e4f084d4172b43c055bfb27d6de45e3e3363a55bf036185cc7c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6bRJVV6UNaOsL_nzJWm91Dn7oRknO-iEQBv_-7GUw0o\\\",\\\"y\\\":\\\"TN1_YRrFN6-V_hyllQovURxz-1qqVvTBYvmB-I3h6r0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fuNXyk9y79LeVJ3LElmFTc7qjrwlkLZ6cPGDaJ3bZ74\"}"