"{\"content\":{\"body\":\"> At present, most people's perception of the metaverse is still stuck in VR, AR, MR and other immersive interactive technologies, thinking that only enough immersion in the virtual world is the metaverse. But in reality, this immersive experience is just a gimmick to attract attention when the metaverse is used for promotion, not the essence of the metaverse.\\n>\\n> I think the real attraction of the metaverse is that it makes the time people spend in virtual worlds valuable, and while I dare not say that this value can only be achieved by blockchain technology, at least blockchain technology offers some viable solutions.\\n\\n## How to make people's time spent in virtual worlds valuable?\\n\\nFirst, the network that supports the metaverse must be survivable. This survivability is not only in the sense that it will not collapse in the face of disasters and cyberattacks, but also in the sense that the network will not disappear due to the decisions of a company or government. In other words, survivability ensures that the creations that people have spent time and effort on in the metaverse are preserved and provide the basis for value generation. \\n\\nA good counter-example is \\\"Free Guy,\\\" a seemingly meta-universe that was nearly destroyed by a CEO who went crazy, making it difficult to generate value in such a network. \\n\\nA positive example is Bitcoin. We all know that Bitcoin is not controlled by any company or government (although it can be influenced by the price in the short term), yet it has survived from the founding blocks to the present and even into the distant future. One of the key reasons why Bitcoin is valuable is because of its survivability, and the belief that Bitcoin will not be shut down by any institution. \\n\\nIn addition to survivability, the metaverse should also support the circulation of value. That is, the creations that people spend time and effort on in the metaverse should be tradable. The most critical issue to support value circulation is to ensure the fairness of the transaction, which is especially important in the virtual world. Because in the virtual world, all entities are a string of digital codes that can be easily plagiarized and copied. Therefore how to ensure that the ownership of digital entities is securely handed over to another party is a key issue in solving the circulation of value.\\n\\nThe answer to this problem is also provided by blockchain, which is NFT (non-fungible token). In easy-to-understand words, a digital entity is uniquely identified on the blockchain, and all information about its ownership transfer is recorded and available on the blockchain. The once hot Crypto Kitties and the still-hot NBA top shot are good examples of this.\\n\\nAlthough blockchain has given answers to some pending questions in the meta-universe, there are still many unanswered questions. For example, the performance of blockchain is currently unable to support huge Internet applications (layer 2 scaling might be a solution), and there is always the fact that tech giants want to build a network under their control with their own huge infrastructure, rather than join in the construction of a decentralized network. Building a network infrastructure that truly supports the vision of a meta-universe is still a long way off.\",\"timestamp\":1638152453,\"title\":\"Why must the metaverse be based on blockchain?\"},\"digest\":\"X6mtWo8rda2M56ULs1aHxkUpnrEyBqCUKf5jMQFFxmE\",\"authorship\":{\"contributor\":\"0x81B912a8992Bd1F09aA23C1197dec6299Bb367ea\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p6umPqe3bH8wBsM0-CIjyOU3cdRpqoVe0j1r58bd7XY\\\",\\\"y\\\":\\\"qDepRBbqYE7elEqKoapA2tcF5XVeX4Zp5CFA0oR_iAo\\\"}\",\"signature\":\"_Qrf-ZXyKIUQnLr3Ut3XIjOEteT-LlKdbIDN2FJ8fUINBjUSpkEAfpOtxZd_GUo4AVDBaNvoXFw4SDkaMF8X9A\",\"signingKeySignature\":\"0xc0ad7e3e52cfdc4c7ebac013d96feb76867089ec304e84659d94c04d5ba41e78385e01b32fb03a2482a4684eab7be1748a6538971512f82628729b71ad045c471c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p6umPqe3bH8wBsM0-CIjyOU3cdRpqoVe0j1r58bd7XY\\\",\\\"y\\\":\\\"qDepRBbqYE7elEqKoapA2tcF5XVeX4Zp5CFA0oR_iAo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HWbXlBJ45n90DgH86BlQi5sH7RS2vzpqrqWMUamMyVQ\"}"