"{\"content\":{\"body\":\"both her uncle and her aunt were in the room. Objection was made -- some frivolous objection -- by Lady Tringle, who did not in truth care to maintain much connection between Queen's Gate and the Crescent. Then Sir Thomas, in his burly authoritative way, had said that Ayala had better come to them. That same evening he had settled or intended to settle it with his wife. Let Ayala come as soon as the Trafficks -- as they then would be -- should have gone. To this Lady Tringle had assented, knowing more than her husband as to Ayala's feelings, and thinking that in this way a breach might be made between them. Ayala had been a great trouble to her, and she was beginning to be almost sick of the Dormer connection altogether. It was thus that Lucy was hindered from seeing her sister for six weeks after that first formal declaration of his love made by Tom to Ayala. Tom had still persevered and had forced his way more than once into Ayala's presence, but Ayala's answers had been always the same. \\\"It's a great shame, and you have no right to treat me in this way.\\\"\\n\\nThen came the Traffick marriage with great eclat. There were no less than four Traffick bridesmaids, all of them no doubt noble, but none of them very young, and Gertrude and Lucy were bridesmaids -- and two of Augusta's friends. Ayala, of course, was not of the party. Tom was gorgeous in his apparel, not in the least depressed by his numerous repulses, quite confident of ultimate success, and proud of his position as a lover with so beautiful a girl. He talked of his affairs to all his friends, and seemed to think that even on this wedding-day his part was as conspicuous as that of his sister, because of his affair with his beautiful cousin. \\\"Augusta doesn't hit it off with her,\\\" he said to one of his friends, who asked why Ayala was not at the wedding -- \\\"Augusta is the biggest fool out, you know. She's proud of her husband because he's the son of a lord. I wouldn't change Ayala for the daughter of any duchess in Europe;\\\" -- thus showing that he regarded Ayala as being almost his own already. Lord Boardotrade was there, making a semi-jocose speech, quite in the approved way for a cognate paterfamilias. Perhaps there was something of a thorn in this to Sir Thomas, as it had become apparent at last that Mr Traffick himself did not purpose to add anything from his own resources to the income on which he intended to live with his wife. Lord Boardotrade had been obliged to do so much for his eldest son that there appeared to be nothing left for the member for Port Glasgow. Sir Thomas was prepared with his L#120,000, and did not perhaps mind this very much. But a man, when he pays his money, likes to have some return for it, and he did not quite like the tone with which the old nobleman, not possessed of very old standing in the peerage, seemed to imply that he, like a noble old Providence, had enveloped the whole Tringle family in the mantle of his noble blood. He combined the jocose and the paternal in the manner appropriate to such occasions; but there did run through Sir Thomas's mind as he heard him an idea that L#120,000 was a sufficient sum to pay, and that it might be necessary to make Mr Traffick understand that out of the income thenceforth coming he must provide a house for himself and his wife. It had been already arranged that he was to return to Queen's Gate with his wife for the period between Easter and Whitsuntide. It had lately -- quite lately -- been hinted to Sir Thomas that the married pair would run up again after the second holidays. Mr Septimus Traffick had once spoken of Glenbogie as almost all his own, and Augusta had, in her father's hearing, said a word intended to be very affectionate about \\\"dear Merle Park\\\". Sir Thomas was a father all over, with all a father's feelings; but even a father does not like to be done. Mr Traffick, no doubt, was a Member of Parliament and son of a peer -- but there might be a question whether even Mr Traffick had not been purchased at quite his full value.\\n\\nNevertheless the marriage was pronounced to have been a success. Immediately after it -- early, indeed, on the following morning -- Sir Thomas inquired when Ayala was coming to Queen's Gate. \\\"Is it necessary that she should come quite at present?\\\" asked Lady Tringle.\\n\\n\\\"I thought it was all settled,\\\" said Sir Thomas, angrily. This had been said in the privacy of his own dressing-room, but downstairs at the breakfast-table in the presence of Gertrude and Lucy, he returned to the subject. Tom, who did not live in the house, was not there. \\\"I suppose we might as well have Ayala now,\\\" he said, addressing himself chiefly to Lucy. \\\"Do you go and manage it with her.\\\" There was not a word more said. Sir Thomas did not always have his own way in his family. What man was ever happy enough to do that? But he was seldom directly contradicted. Lady Tringle when the order was given pursed up her lips, and he, had he been observant, might have known that she did not intend to have Ayala if she could help it. But he was not observant -- except as to millions.\\n\\nWhen Sir Thomas was gone, Lady Tringle discussed the matter with Lucy. \\\"Of course, my dear,\\\" she said, \\\"if we could make dear Ayala happy -- \\\"\\n\\n\\\"I don't think she will come, Aunt Emmeline.\\\"\\n\\n\\\"Not come!\\\" This was not said at all in a voice of anger, but simply as eliciting some further expression of opinion.\\n\\n\\\"She's afraid of -- Tom.\\\" Lucy had never hitherto expressed a positive opinion on that matter at Queen's Gate. When Augusta had spoken of Ayala as having run after Tom, Lucy had been indignant, and had declared that the running had been all on the other side. In a side way she had hinted that Ayala, at any rate at present, was far from favourable to Tom's suit. But she had never yet spoken out her mind at Queen's Gate as Ayala had spoken it to her.\\n\\n\\\"Afraid of him?\\\" said Aunt Emmeline.\\n\\n\\\"I mean that she is not a bit in love with him, and when a girl is like that I suppose she is -- is afraid of a man, if everybody else wants her to marry him.\\\"\\n\\n\\\"Why should everybody want her to marry Tom?\\\" asked Lady Tringle, indignantly. \\\"I am sure I don't want her.\\\"\\n\\n\\\"I suppose it is Uncle Tom, and Aunt Dosett and Uncle Reginald,\\\" said poor Lucy, finding that she had made a mistake.\\n\\n\\\"I don't see why anybody should want her to marry Tom. Tom is carried away by her baby face, and makes a fool of himself. As to everybody wanting her, I hope she does not flatter herself that there is anything of the kind.\\\"\\n\\n\\\"I only meant that I think she would rather not be brought here, where she would have to see him daily.\\\"\\n\\nAfter this the loan of the carriage was at last made, and Lucy was allowed to visit her sister at the Crescent. \\\"Has he been there?\\\" was almost the first question that Ayala asked.\\n\\n\\\"What he do you mean?\\\"\\n\\n\\\"Isadore Hamel.\\\"\\n\\n\\\"No; I have not seen him since I met him in the Park. But I do not want to talk about Mr Hamel, Ayala. Mr Hamel is nothing.\\\" \\\"Oh, Lucy.\\\"\\n\\n\\\"He is nothing. Had he been anything, he has gone, and there would be an end to it. But he is nothing.\\\"\\n\\n\\\"If a man is true he may go, but he will come back.\\\" Ayala had her ideas about the Angel of Light very clearly impressed upon her mind in regard to the conduct of the man, though they were terribly vague as to his personal appearance, his condition of life, his appropriateness for marriage, and many other details of his circumstances. It had also often occurred to her that this Angel of Light, when he should come, might not be in love with herself -- and that she might have to die simply because she had seen him and loved him in vain. But he would be a man sure to come back if there were fitting reasons that he should do so. Isadore Hamel was not quite an Angel of Light, but he was nearly angelic -- at any rate very good, and surely would come back.\\n\\n\\\"Never mind about Mr Hamel, Ayala. It is not nice to talk about a man who has never spoken a word.\\\"\\n\\n\\\"Never spoken a word! Oh, Lucy!\\\"\\n\\n\\\"Mr Hamel has never spoken a word, and I will not talk about him. There! All my heart is open to you, Ayala. You know that. But I will not talk about Mr Hamel. Aunt Emmeline wants you to come to Queen's Gate.\\\"\\n\\n\\\"I will not.\\\"\\n\\n\\\"Or rather it is Sir Thomas who wants you to come. I do like Uncle Tom. I do, indeed.\\\"\\n\\n\\\"So do I.\\\"\\n\\n\\\"You ought to come when he asks you.\\\"\\n\\n\\\"Why ought I? That lout would be there -- of course.\\\"\\n\\n\\\"I don't know about his being a lout, Ayala.\\\"\\n\\n\\\"He comes here, and I have to be perfectly brutal to him. You can't guess the sort of things I say to him, and he doesn't mind it a bit. He thinks that he has to go on long enough, and that I must give way at last. If I were to go to Queen's Gate it would be just as much as to say that I had given way.\\\"\\n\\n\\\"Why not?\\\"\\n\\n\\\"Lucy!\\\"\\n\\n\\\"Why not? He is not bad. He is honest, and true, and kind-hearted. I know you can't be happy here.\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Aunt Dosett, with all her affairs, must be trouble to you. I could not bear them patiently. How can you?\\\"\\n\\n\\\"Because they are better than Tom Tringle. I read somewhere about there being seven houses of the Devil, each one being lower and worse than the other. Tom would be the lowest -- the lowest -- the lowest.\\\"\\n\\n\\\"Ayala, my darling.\\\"\\n\\n\\\"Do not tell me that I ought to marry Tom,\\\" said Ayala, almost standing off in anger from the proferred kiss. \\\"Do you think that I could love him?\\\"\\n\\n\\\"I think you could if you tried, because he is loveable. It is so much to be good, and then he loves you truly. After all, it is something to have everything nice around you. You have not been made to be poor and uncomfortable. I fear that it must be bad with you here.\\\"\\n\\n\\\"It is bad.\\\"\\n\\n\\\"I wish I could have stayed, Ayala. I am more tranquil than you, and could have borne it better.\\\"\\n\\n\\\"It is bad. It is one of the houses -- but not the lowest. I can eat my heart out here, peaceably, and die with a great needle in my hand and a towel in my lap. But if I were to marry him I should kill myself the first hour after I had gone away with him. Things! What would things be with such a monster as that leaning over one? Would you marry him?\\\" In answer to this, Lucy made no immediate reply. \\\"Why don't you say? You want me to marry him. Would you?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Then why should I?\\\"\\n\\n\\\"I could not try to love him.\\\"\\n\\n\\\"Try! How can a girl try to love any man? It should come because she can't help it, let her try ever so. Trying to love Tom Tringle! Why can't you try?\\\"\\n\\n\\\"He doesn't want me.\\\"\\n\\n\\\"But if he did? I don't suppose it would make the least difference to him which it was. Would you try if he asked?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Then why should I? Am I so much a poorer creature than you?\\\" \\\"You are a finer creature. You know that I think so.\\\"\\n\\n\\\"I don't want to be finer. I want to be the same.\\\"\\n\\n\\\"You are free to do as you please. I am not -- quite.\\\"\\n\\n\\\"That means Isadore Hamel.\\\"\\n\\n\\\"I try to tell you all the truth, Ayala; but pray do not talk about him even to me. As for you, you are free; and if you could -- \\\"\\n\\n\\\"I can't. I don't know that I am free, as you call it.\\\" Then Lucy started, as though about to ask the question which would naturally follow. \\\"You needn't look like that, Lucy. There isn't anyone to be named.\\\"\\n\\n\\\"A man not to be named?\\\"\\n\\n\\\"There isn't a man at all. There isn't anybody. But I may have my own ideas if I please. If I had an Isadore Hamel of my own I could compare Tom or Mr Traffick, or any other lout to him, and could say how infinitely higher in the order of things was my Isadore than any of them. Though I haven't an Isadore can't I have an image? And can't I make my image brighter, even higher, than Isadore? You won't believe that, of course, and I don't want you to believe it yourself. But you should believe it for me. My image can make Tom Tringle just as horrible to me as Isadore Hamel can make him to you.\\\" Thus it was that Ayala endeavoured to explain to her sister something of the castle which she had built in the air, and of the Angel of Light who inhabited the castle.\\n\\nThen it was decided between them that Lucy should explain to Aunt Emmeline that Ayala could not make a prolonged stay at Queen's Gate. \\\"But how shall I say it?\\\" asked Lucy.\\n\\n\\\"Tell her the truth, openly. 'Tom wants to marry Ayala, and Ayala won't have him. Therefore, of course, she can't come, because it would look as though she were going to change her mind -- which she isn't.' Aunt Emmeline will understand that, and will not be a bit sorry. She doesn't want to have me for a daughter-in-law. She had quite enough of me at Rome.\\\"\\n\\nAll this time the carriage was waiting, and Lucy was obliged to return before half of all that was necessary had been said. What was to be Ayala's life for the future? How were the sisters to see each other? What was to be done when, at the end of the coming summer, Lucy should be taken first to Glenbogie and then to Merle Park? There is a support in any excitement, though it be in the excitement of sorrow only. At the present moment Ayala was kept alive by the necessity of her battle with Tom Tringle, but how would it be with her when Tom should have given up the fight? Lucy knew, by sad experience, how great might be the tedium of life in Kingsbury Crescent, and knew, also, how unfitted Ayala was to endure it. There seemed to be no prospect of escape in future. \\\"She knows nothing of what I am suffering\\\", said Ayala, \\\"when she gives me the things to do, and tells me of more things, and more, and more! How can there be so many things to be done in such a house as this?\\\" But as Lucy was endeavouring to explain how different were the arrangements in Kingsbury Crescent from those which had prevailed at the bijou, the offended coachman sent up word to say that he didn't think Sir Thomas would like it if the horses were kept out in the rain any longer. Then Lucy hurried down, not having spoken of half the things which were down in her mind on the list for discussion.\\n\\nCHAPTER 13 HOW THE TRINGLES FELL INTO TROUBLE\\n\\nAfter the Easter holidays the Trafficks came back to Queen's Gate, making a combination of honeymoon and business which did very well for a time. It was understood that it was to be so. During honeymoon times the fashionable married couple is always lodged and generally boarded for nothing. That opening wide of generous hands, which exhibits itself in the joyous enthusiasm of a coming marriage, taking the shape of a houseful of presents, of a gorgeous and ponderous trousseau, of a splendid marriage feast, and not unfrequently of subsidiary presents from the opulent papa -- presents which are subsidiary to the grand substratum of settled dowry -- generously extends itself to luxurious provision for a month or two. That Mr and Mrs Traffick should come back to Queen's Gate for the six weeks intervening between Easter and Whitsuntide had been arranged, and arranged also that the use of Merle Park, for the Whitsun holidays, should be allowed to them. This last boon Augusta, with her sweetest kiss, had obtained from her father only two days before the wedding. But when it was suggested, just before the departure to Merle Park, that Mr Traffick's unnecessary boots might be left at Queen's Gate, because he would come back there, then Sir Thomas, who had thought over the matter, said a word.\\n\\nIt was in this way. \\\"Mamma,\\\" said Augusta, \\\"I suppose I can leave a lot of things in the big wardrobe. Jemima says I cannot take them to Merle Park without ever so many extra trunks.\\\"\\n\\n\\\"Certainly, my dear. When anybody occupies the room, they won't want all the wardrobe. I don't know that anyone will come this summer.\\\"\\n\\nThis was only the thin end of the wedge, and, as Augusta felt, was not introduced successfully. The words spoken seemed to have admitted that a return to Queen's Gate had not been intended. The conversation went no further at the moment, but was recommenced the same evening. \\\"Mamma, I suppose Septimus can leave his things here?\\\"\\n\\n\\\"Of course, my dear; he can leave anything -- to be taken care of.\\\"\\n\\n\\\"It will be so convenient if we can come back -- just for a few days.\\\"\\n\\nNow, there certainly had been a lack of confidence between the married daughter and her mother as to a new residence. A word had been spoken, and Augusta had said that she supposed they would go to Lord Boardotrade when they left Queen's Gate, just to finish the season. Now, it was known that his lordship, with his four unmarried daughters, lived in a small house in a small street in Mayfair. The locality is no doubt fashionable, but the house was inconvenient. Mr Traffick, himself, had occupied lodgings near the House of Commons, but these had been given up. \\\"I think you must ask your papa,\\\" said Lady Tringle.\\n\\n\\\"Couldn't you ask him?\\\" said the Honourable Mrs Traffick. Lady Tringle was driven at last to consent, and then put the question to Sir Thomas -- beginning with the suggestion as to the unnecessary boots.\\n\\n\\\"I suppose Septimus can leave his things here?\\\"\\n\\n\\\"Where do they mean to live when they come back to town?\\\" asked Sir Thomas, sharply.\\n\\n\\\"I suppose it would be convenient if they could come here for a little time,\\\" said Lady Tringle.\\n\\n\\\"And stay till the end of the season -- and then go down to Glenbogie, and then to Merle Park! Where do they mean to live?\\\"\\n\\n\\\"I think there was a promise about Glenbogie,\\\" said Lady Tringle. \\\"I never made a promise. I heard Traffick say that he would like to have some shooting -- though, as far as I know, he can't hit a haystack. They may come to Glenbogie for two or three weeks, if they like, but they shan't stay here during the entire summer.\\\" \\\"You won't turn your own daughter out, Tom.\\\"\\n\\n\\\"I'll turn Traffick out, and I suppose he'll take his wife with him,\\\" said Sir Thomas, thus closing the conversation in wrath. The Trafficks went and came back, and were admitted into the bedroom with the big wardrobe, and to the dressing-room where the boots were kept. On the very first day of his arrival Mr Traffick was in the House at four, and remained there till four the next morning -- certain Irish Members having been very eloquent. He was not down when Sir Thomas left the next morning at nine, and was again at the House when Sir Thomas came home to dinner. \\\"How long is it to be?\\\" said Sir Thomas, that night, to his wife. There was a certain tone in his voice which made Lady Tringle feel herself to be ill all over. It must be said, in justice to Sir Thomas, that he did not often use this voice in his domestic circle, though it was well known in Lombard Street. But he used it now, and his wife felt herself to be unwell. \\\"I am not going to put up with it, and he needn't think it.\\\"\\n\\n\\\"Don't destroy poor Augusta's happiness so soon.\\\"\\n\\n\\\"That be d -- d,\\\" said the father, energetically. \\\"Who's going to destroy her happiness? Her happiness ought to consist in living in her husband's house. What have I given her all that money for?\\\" Then Lady Tringle did not dare to say another word.\\n\\nIt was not till the third day that Sir Thomas and his son-in-law met each other. By that time Sir Thomas had got it into his head that his son-in-law was avoiding him. But on the Saturday there was no House. It was then just the middle of June -- Saturday, June 15 -- and Sir Thomas had considered, at the most, that there would be yet nearly two months before Parliament would cease to sit and the time for Glenbogie would come. He had fed his anger warm, and was determined that he would not be done. \\\"Well, Traffick, how are you?\\\" he said, encountering his son-in-law in the hall, and leading him into the dining-room. \\\"I haven't seen you since you've been back.\\\"\\n\\n\\\"I've been in the House morning, noon, and night, pretty near.\\\" \\\"I dare say. I hope you found yourself comfortable at Merle Park.\\\" \\\"A charming house -- quite charming. I don't know whether I shouldn't build the stables a little further from -- \\\"\\n\\n\\\"Very likely. Nothing is so easy as knocking other people's houses about. I hope you'll soon have one to knock about of your own.\\\" \\\"All in good time,\\\" said Mr Traffick, smiling.\\n\\nSir Thomas was one of those men who during the course of a successful life have contrived to repress their original roughnesses, and who make a not ineffectual attempt to live after the fashion of those with whom their wealth and successes have thrown them. But among such will occasionally be found one whose roughness does not altogether desert him, and who can on an occasion use it with a purpose. Such a one will occasionally surprise his latter-day associates by the sudden ferocity of his brow, by the hardness of his voice, and by an apparently unaccustomed use of violent words. The man feels that he must fight, and, not having learned the practice of finer weapons, fights in this way. Unskilled with foils or rapier he falls back upon the bludgeon with which his hand has not lost all its old familiarity. Such a one was Sir Thomas Tringle, and a time for such exercise had seemed to him to have come now. There are other men who by the possession of imperturbable serenity seem to be armed equally against rapier and bludgeon, whom there is no wounding with any weapon. Such a one was Mr Traffick. When he was told of knocking about a house of his own, he quite took the meaning of Sir Thomas's words, and was immediately prepared for the sort of conversation which would follow. \\\"I wish I might -- a Merle Park of my own for instance. If I had gone into the City instead of to Westminster it might have come in my way.\\\"\\n\\n\\\"It seems to me that a good deal has come in your way without very much trouble on your part.\\n\\n\\\"A seat in the House is a nice thing -- but I work harder, I take it, than you do, Sir Thomas.\\\"\\n\\n\\\"I never have had a shilling but what I earned. When you leave this where are you and Augusta going to live?\\\"\\n\\nThis was a home question, which would have disconcerted most gentlemen in Mr Traffick's position, were it not that gentlemen easily disconcerted would hardly find themselves there.\\n\\n\\\"Where shall we go when we leave this? You wore so kind as to say something about Glenbogie when Parliament is up.\\\"\\n\\n\\\"No, I didn't.\\\"\\n\\n\\\"I thought I understood it.\\\"\\n\\n\\\"You said something and I didn't refuse.\\\"\\n\\n\\\"Put it any way you like, Sir Thomas.\\\"\\n\\n\\\"But what do you mean to do before Parliament is up? The long and the short of it is, we didn't expect you to come back after the holidays. I like to be plain. This might go on for ever if I didn't speak out.\\\"\\n\\n\\\"And a very comfortable way of going on it would be.\\\" Sir Thomas raised his eyebrows in unaffected surprise, and then again assumed his frown. \\\"Of course I'm thinking of Augusta chiefly.\\\"\",\"timestamp\":1639990771,\"title\":\"When Lucy first made her petition for the carriage, expressing her desire to see Ayala\"},\"digest\":\"-exQWG7IkqFX6cA7GN5IEtOxs-2M790P2baxOfgK8W8\",\"authorship\":{\"contributor\":\"0x336f98da5BDeF1692C4dE51f67eafA44062a418E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LT2WfhrP3N7RLS79xEkXiB5xGe5N4aZBojjh6Z8CiDk\\\",\\\"y\\\":\\\"YMUbRLXXM6mgf3YP6EdTE1HbZQLvmU0N8SQY_g8nhjU\\\"}\",\"signature\":\"mTItFyvXTv0K55LlcGRDkYkogtdikdsf7umt7o__ANY3vPOdwsEgldT_Pbb6DoxHdhd09gbTEUS0X8Jsv4oiUQ\",\"signingKeySignature\":\"0xe06932142f28349bcb4c53cf8391ab7f4246bd88cfffdd182e16ee43ace410b80f7c8e9a4f3b0e769277acf4651c5d1992d4ab133450eb9dca93c14565f48a741b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LT2WfhrP3N7RLS79xEkXiB5xGe5N4aZBojjh6Z8CiDk\\\",\\\"y\\\":\\\"YMUbRLXXM6mgf3YP6EdTE1HbZQLvmU0N8SQY_g8nhjU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-exQWG7IkqFX6cA7GN5IEtOxs-2M790P2baxOfgK8W8\"}"