"{\"content\":{\"body\":\"Anairdrop is the free delivery of a cryptocurrency token or coin to several wallet addresses. Airdrops are generally used to generate attention and new followers, leading in a larger user base and more coins being distributed. A cryptocurrency airdrop is a marketing operation in which a new currency is promoted by delivering free coins or tokens to wallet addresses. The word “airdrop” is used in the cryptocurrency and blockchain ecosystem to describe the distribution of digital assets to the general public, either as a result of owning another token or just by having an active wallet address on a particular blockchain.\\n\\nThis is distinct from the distribution of tokens or coins that occurs during an ICO event. During an initial coin offering (ICO), the digital asset being offered is often acquired using a different coin or token. When it comes to airdrops, the recipient is not needed to make a purchase, therefore the assets are given away for free.\\n\\nAirdrops are frequently used as a marketing strategy to boost awareness of the currency or token being issued, as well as a way to diversify the amount of people who own that asset.\\n\\n# How does airdrop token work?\\n\\nAs a marketing tool, a basic cryptocurrency airdrop deposits a certain quantity of native coin or token into existing wallets. In most cases, you only need to create an account with the new project and enter your wallet address during the distribution event.\\n\\nA user must have a specified quantity of the asset in a public wallet at the time of the snapshot that is taken as a view of the current state of the blockchain at that particular moment in time in order to be eligible for an airdrop.\\n\\nSome have viewed airdrops, like forks, as a form of dividend payment received by owning a digital asset, in the sense that it is an extra premium paid out to token holders on a pro-rata basis.\\n\\n# Introducing Virtual Gamer\\n\\nVirtual Gamer or [Vgamer](https://vgamer.io/) is a Blockchain console interactive gaming, a Global Decentralized Multiplayer Platform. This is a place where gamers meet blockchain. [Vgamer](https://vgamer.io/) isn’t just a platform for blockchain gamers; it’s also a platform that has the potential to introduce blockchain to millions of people. It is a platform for connecting console games, playing, betting, streaming, and creating NFTs.\\n\\n# Our Token Airdrop\\n\\nThe number of token air drop is 1,000,000,000 VGM (1%). It will start from Dec 18, 2021 (12:00AM GMT) to Dec 21, 2021 (12:00AM GMT). The ratio of airdrop is 125,000 VGM/participant. Join our Airdrop.\\n\\nTo know more please visit [our site here](https://vgamer.io/).\\n\\n# Our Token Pre sale\\n\\nOur token Presale will go live from Dec 24, 2021 (8:00PM GMT) to Dec 27, 2022 (12:00AM GMT) on Pinksale.finance. The exchange rate is 1 BNB = 12,500,000 VGM. The accepted currencies are BNB, BUSD. The limit to buy token is 0.1 / 10 BNB.\\n\\nTo know more please visit [our site here](https://vgamer.io/).\\n\\n## Introducing Pinksale\\n\\n[PinkSale](https://www.pinksale.finance/#/) is a protocol that aims to provide users the ability to make their own initial token sale and launch their own token. No coding is necessary; simply walk via our terminal to create your own token and start it with a few mouse clicks. [PinkSale](https://www.pinksale.finance/#/) also has a number of other tools to assist you with your token launch, such as listing your token on PancakeSwap, PinkSwap, UniSwap, ShibaSwap, SushiSwap, KuSwap, and QuickSwap, locking your LP, and creating a vesting time for your tokens.\\n\\n## Why Pinksale is Unique?\\n\\n[PinkSale](https://www.pinksale.finance/#/) strives to motivate users to continue using our platform in addition to becoming a leading token sale creator. [PinkSale](https://www.pinksale.finance/#/) has a farming protocol in place to encourage project owners to choose [PinkSale](https://www.pinksale.finance/#/) over rivals when launching. [PinkSale](https://www.pinksale.finance/#/) tokens will also be awarded to the top projects established on the platform. Finally, our objective is to create a secure atmosphere for all of our Pink ecosystem investors. With this in mind, we’ve implemented an anti-drug system to prevent any potentially harmful applications from using our platform. At the end of the day, what matters most to us is that you, as investors, are safe and secure in your knowledge that [PinkSale](https://www.pinksale.finance/#/) is a secure location to invest in crypto projects.\",\"timestamp\":1639970705,\"title\":\"Virtual Gamer Airdrop and Presale\"},\"digest\":\"MEqs-qQ76YnxK0P2i3uXTeoyj9uwTfW5X54Q1QbaEl4\",\"authorship\":{\"contributor\":\"0x127F5dAB4df08E935749c8A5E0ba2c931E08289c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8CKxDTEkp1gqPVOmD68oppvWLogxaXWQjkNz3-3loqs\\\",\\\"y\\\":\\\"04e2XcwbgTeLUZD8irWi_AvESZcCAD75H6baS-as7H8\\\"}\",\"signature\":\"E_Kdr-aQ0VebvSMz7nceae1KXiVcawn7julCX_k82C8RHSqCju_yYQK-9p350eKUPOccZYbUKV1xqT3Tfa7QYw\",\"signingKeySignature\":\"0x12cd4ea3771286ab33dfd497a5db599b5b71204cdca60db249d91b1c9563241d7fa9531ab03a7cd3ed6268451a96204a1339335fd80a445e9d1630a1865eceeb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8CKxDTEkp1gqPVOmD68oppvWLogxaXWQjkNz3-3loqs\\\",\\\"y\\\":\\\"04e2XcwbgTeLUZD8irWi_AvESZcCAD75H6baS-as7H8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MEqs-qQ76YnxK0P2i3uXTeoyj9uwTfW5X54Q1QbaEl4\"}"