"{\"content\":{\"body\":\"让我们，将时间倒回昨天晚上。 \\n  \\n     就在叶未央还在睡梦中的时候，离着天海音乐学院只有一区之隔的隔壁BY区一栋商业大楼内。 \\n  \\n     国内知名音乐厂牌彩虹计划的办公层，依旧灯火通明。 \\n  \\n     之所以这么晚还没下班，是因为彩虹计划创办的音乐节品牌，草莓音乐节，今年9月份广府场还有不到一个星期就要开幕了。 \\n  \\n     现在整个彩虹计划的所有员工，都在为本届草莓音乐节做最后的准备工作。 \\n  \\n     办公室中，每个人都在紧张的协调着音乐节的各种筹备工作，与各供应商对接，与将要在音乐节上表演节目的乐队和歌手确认行程。 \\n  \\n     整个彩虹计划，所有人都忙碌的不得了，连聊一句闲话的时间都没有。 \\n  \\n     突然，一个正在与受邀表演嘉宾确认行程问题的职员，一脸紧张的放下了电话，站起身便喊道：“李总监！出事了！” \\n  \\n     正埋头整理本届草莓音乐节赞助方名单的李雅平抬起头来，眼神平静的问道：“出什么事了。” \\n  \\n     “原本和我们谈好来参加广府场的消防车乐队通知我们，9月10号那天他们有一场重要的综艺节目要参加，那档国内最热门的音乐综艺《谁是歌手》邀请他们踢馆，临时决定的。” \\n  \\n     “消防车乐队的经纪人在《谁是歌手》和我们音乐节之间，选择了《谁是歌手》，打算违约，不来参加音乐节了，违约金已经打到公司账户上了。” \\n  \\n     李雅平一双好看的眉毛微微一蹙，冷静的说道：“看起来是铁了心要违约，那就换人。” \\n  \\n     “现在还有一个星期，来得及更换演出嘉宾。” \\n  \\n     “消防车乐队，呵，十多组嘉宾，不差他们一组，换人！” \\n  \\n     “可是....”那个职员表情有些难堪的说道：“本届草莓音乐节的演出嘉宾名单在一个月前就已经在网络上宣传了，海报上也有消防车乐队。” \\n  \\n     “现在如果再改，那些已经买了票的消防车乐队粉丝，可能会非常不满的，对我们音乐节的形象也会受损。” \\n  \\n     李雅平冷笑一声，不在乎的说道：“消防车乐队，也就只是一个刚冒头的新人乐队而已，出道三年都不到，三条腿的蛤蟆难找，两条腿的歌手还不好找吗？” \\n  \\n     “只要我们找一组比消防车乐队名气更大的歌手救场，再把消息公布出去，是消防车乐队违约在先，他们的粉丝自然没话说。” \\n  \\n     “退票通道也可以开放，如果真有人就是冲着消防车乐队来的，那就让他们退票，反正本来我们草莓音乐节的门票就很抢手，他们不要有的是歌迷要。” \\n  \\n     一般大型的音乐节，在网络上开放售票后，开幕的当天，也可以直接在现场购票进入的，因为音乐节和演唱会不同，更像是一个大派对。 \\n  \\n     通常音乐节都是在大型的公园举办，一举行就是两三天，每天都有八个小时的舞台表演。 \\n  \\n     大家也没有什么固定的座位，公园里还有各种卖零食小吃的摊子，小吃街、以及各种卖创意饰品以及纪念品的小摊。 \\n  \\n     大家到了音乐节上，基本上都是到处窜，想看舞台表演的就在舞台前的广场上跟着乐队嗨，嗨累了就去逛逛小吃街和玩乐的小摊，恢复恢复精力。 \\n  \\n     而只是想来感受气氛的，也可以直接在公园草坪上席地而坐，带点吃吃喝喝的东西，就当野餐了，非常随意，一玩都可以玩一天。 \\n  \\n     因此，音乐节的票通常都没有分各种档次，什么VIP、看台票之类的，从几百到几千的价位。 \\n  \\n     音乐节一般只有普通票和pro票，pro票也就是安检快一点，可以走快速通道，还有一个pro观众休息厅，可以在玩累了的时候休息一下，其他几乎没啥别的待遇差别。 \\n  \\n     所以就算退一些票，到时候音乐节开幕时，也会有很多散客过来，补充上这些损失，基本上不会影响到音乐节的收入问题。 \\n  \\n     至于舆论问题，消防车乐队违约在前，怎么也不可能怪到草莓音乐节的头上吧？ \\n  \\n     所以，现在唯一摆在李雅平面前的只有一个问题，在消防车乐队取消演出计划后，要找谁来救火！ \\n  \\n     李雅平皱着眉头，对几个负责艺人对接的工作人员问道：“有没有一星期内有档期的组合或者歌手可以联系救火的？” \\n  \\n     草莓音乐节办到现在也已经有十多年历史，四五十场了，积累下来的合作人脉还是很丰富的，就是给的时间实在是太紧了，七天后就要演出。 \\n  \\n     几个职员立马开始埋头联系起了之前有过合作的歌手艺人们。 \\n  \\n     但是结果却不太好。 \\n  \\n     要知道，对艺人来说，一个月内的行程基本上都是早就规划好了的，甚至比较火热的艺人，档期都要提前半年约。 \\n  \\n     这仓促之间找人救火，可不容易。 \\n  \\n     几个职员联系了十多位歌手，但是大多都没有档期。 \\n  \\n     甚至一些独立乐队和独立音乐人，也都没空来救场，要嘛是有livehouse要办，要嘛就是有其他的小型音乐演出。 \\n  \\n     夏天，向来都是歌手乐队的繁忙时期，毕竟夏天是最适合举行音乐节和活动的时候，谁在大冬天冷死掉的日子办音乐节啊，那么冷的天，大家都窝在家里，哪里愿意出来玩。 \\n  \\n     观众们也喜欢在夏日进行这种娱乐，各种音乐节都扎堆在6789月举办。 \\n  \\n     所以在这种关头，想要联系到一个刚好有档期的艺人来救火，可不容易。 \\n  \\n     整个办公室所有的员工都在焦头烂额的联系艺人，但是都没找到一个合适的。 \\n  \\n     李雅平的眉头也越皱越深。 \\n  \\n     就在这时，一个刚入职彩虹计划不到一年的新人温莹弱弱的举起手，试探着对李雅平说道：“李总监，您有看到学校官微今天晚上发布的那个视频吗？” \\n  \\n     李雅平是温莹的学姐，两人都是天海音乐学院毕业的，所以温莹话里指的“学校”，李雅平是知道说的是哪所学校。 \\n  \\n     “没有，什么视频？”她摇了摇头，面色有些不愉快，这都什么时候了，每天忙都忙的要死，哪有时间去关注母校在网络上发布了什么东西啊。 \\n  \\n     温莹见状，立马拿着手机小跑到了李雅平面前，将手机上正在播放的视频递给了李雅平。 \\n  \\n     “李总监，你看，这是天海音乐学院今年迎新会的表演视频，这支校园乐队的原创曲特别好听。” \\n  \\n     “视频发布到网络上之后，播放量立马就爆了，现在抖音和微博上播放量加起来已经快五百万了，有数万点赞，评论更是非常多，几乎清一色的好评。” \\n  \\n     “这是一支校园乐队，平常肯定没什么演出机会，有大把的档期。” \\n  \\n     “实在不行的话，不然我们联系这支乐队吧，按这个视频的火热程度，明天他们绝对会爆的，至少未来一两周内，都会成为网络上的热点。” \\n  \\n     “这波热度刚好可以抓住为我们草莓音乐节造造势啊，错过了这个机会，过两个月他们热度可能就过去了。” \\n  \\n     李雅平眼睛一亮，接过手机就看向了屏幕中正在演唱《倔强》的不打烊乐队。 \\n  \\n     “不错，是首好歌！” \\n  \\n     从头到尾完整的看完这段表演视频后，李雅平满意的点点头。 \\n  \\n     “联系他们，我亲自联系！”\",\"timestamp\":1638717269,\"title\":\"第十七章 草莓音乐节\"},\"digest\":\"uw6AeWTVAATAJm6fPKW29hWtp25cQhh5f1pprP18txs\",\"authorship\":{\"contributor\":\"0x3ecE49870Dc1e44e127061c1E71CB8c191FC78e5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uk3cvj7rk461lNx9Q3-le-7HQ9xzESJqcPkoBBCyy98\\\",\\\"y\\\":\\\"OiJG3X41On6WH12n5U6BRUBbVjknP-vLKvCOGCHfnDA\\\"}\",\"signature\":\"Y7oyRwbvDiQsRr7egbLTiBA7wqnWyNKPt3U57K5MFGby-zV9pOksGlhJK25DzCB_i42wTziOQ5YqC8oq-6GoMA\",\"signingKeySignature\":\"0xe73067eb0728c564638c483ff0418e9af99b50e9e6a8ce4c2f5dd654451e439205d4258066ff17a6c5f5314e929caf63e389f4e6692032cf9efccaa7ad5ab2981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uk3cvj7rk461lNx9Q3-le-7HQ9xzESJqcPkoBBCyy98\\\",\\\"y\\\":\\\"OiJG3X41On6WH12n5U6BRUBbVjknP-vLKvCOGCHfnDA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uw6AeWTVAATAJm6fPKW29hWtp25cQhh5f1pprP18txs\"}"