"{\"content\":{\"body\":\"[We ended our previous thread by categorizing the different platforms that allow skill movement through jobs and gigs.](https://mirror.xyz/0xed95C841068a9feF0CE2D7F527829A231626447D/tith0GxX8AWoAl3cG-yh3dEAOESIfBtrdga9NGOdc0U)\\n\\n![](https://images.mirror-media.xyz/publication-images/z3XL-5YSXDMv2mofmZcrQ.png?height=1080&width=1080)\\n\\nToday, we will explore issues with such platforms and how NOT to design one and move towards token economies.\\n\\n \\n This report from the [@ilo](https://twitter.com/ilo) on the role of digital labor platforms in transforming the world of work. [(ilo.org/global/researc…)](https://www.ilo.org/global/research/global-reports/weso/2021/WCMS_771749/lang--en/index.htm) \\n\\n![source: https://www.ilo.org/global/research/global-reports/weso/2021/WCMS_771749/lang--en/index.htm](https://images.mirror-media.xyz/publication-images/FA92tIfFzVOD_MKOO1gOi.png?height=871&width=636)\\n\\nThere are two types of digital labor platforms primarily:\\n\\n* Online web-based platforms where tasks are performed online, remotely  \\n \\\\[egs: [@fiverr](https://twitter.com/fiverr) [@Upwork](https://twitter.com/Upwork) \\\\]\\n* Location-based platforms where the individual performs tasks at a specified physical location. \\\\[e.g.: [@urbanclap](https://twitter.com/urbanclap) \\\\]\\n\\nOnline web-based platforms include micro-tasks, freelance work - content-based, programming, even medical consultation platforms, while location-based media include those offering taxies, delivery, care, and home services. And contrary to popular belief, the decline in internet and hardware costs, these platforms have become an economic lifeline for millions of workers across the world. But not all is hunky-dory. \\n\\nThe work environment, for example, makes it difficult for individuals to find time or resources to upskill themselves and move to better opportunities. Short-term commitments of paid labor turn into prolonged low-wage employment. \\n [@TowardsFairWork](https://twitter.com/TowardsFairWork) is doing a great job here. \\n\\nExpecting a platform to upskill these individuals is wishful at best. We do not believe that this burden of upskilling lies with enterprises that hire them unless there is a clear pathway to doing more sophisticated tasks like the ones we find in the knowledge worker economy. \\n\\nAnd this does not only affect the individual but also has a meaningful impact on the long-term growth of the economy. \\n\\nFor starters, platform economies today are increasingly becoming the source of a first job for young, studying or graduating from a university. If they are not trained and upskilled and placed with good organizations with better income and possibility of growth, it leads to underutilized human capital within a country. But the more significant, often overlooked issue is data concentration in platform economies. \\n\\nPlatforms are the factories of the 21st century in that they can reduce costs while increasing access for the average user. An asset-light model combined with a low count for employees directly engaged by the platform paves the way for higher profitability. We had already seen how these modern companies mine data and apply powerful AI-based tools to establish immense pricing power and dominate their industries, essentially creating a monopoly. This extends to M&A with bear hugs. \\n\\n![](https://images.mirror-media.xyz/publication-images/j-B06njT6TMP1Wgb0Wd_4.jpg?height=369&width=430)\\n\\nPlatform economies can offer better services than their standalone peers as they can better analyze the nature of interactions between a service provider and buyer. \\n\\nA competing stand-alone service usually has a management-mandated technique of running the business. A platform economy also benefits from thousands of competing vendors, each of which has its unique ways of handling the business. This allows consumers to have more choice in who they buy from. Consistent analytics of vendor-buyer relationships on platform economies empower them to beat a more traditional peer—leading to vertical integration. Example: Amazon routinely shows users of the website potential goods they could buy on the basis of their buying habits on the platform. The entirely digital nature of the interaction means that they can optimize everything ranging\\n\\nFrom banners on the landing page to goods shown near the checkout page. A traditional mom-and-pop shop struggles to compete on the same plane. [#VerticalIntegration](https://twitter.com/hashtag/VerticalIntegration?src=hash) - refers to owning the entirety of the value chain throughout a customer’s journey. \\n\\nThis gives businesses competencies on two ends. \\n 1. **Vertical Integration:** By integrating their internal services, they can ensure the customer does not drop out of the ecosystem and choose an alternative at any point in time.\\n\\n![source: fourweekmba.com](https://images.mirror-media.xyz/publication-images/oFLvJxr-4nhIYPuxKdZZn.jpg?height=513&width=680)\\n\\n2\\\\. **Economies of scale** to the transaction allow the business to compete at better pricing. In the case of Amazon, it has become common practice for the platform to observe how goods sold by vendors on the platform fare to launch competing products. Under their own brands. Amazon today holds over 22,617 private label brands that bring a combined $88.9B in revenue.\\n\\n![](https://images.mirror-media.xyz/publication-images/p3N0rwKwLl0av95oP_RLQ.png?height=382&width=680)\\n\\nThe Network Effect ( when each user onboarding adds to the possibility of the platform being a success) becomes a massive barrier to entry for new entrants.\\n\\n![source: fourweekmba.com](https://images.mirror-media.xyz/publication-images/MlOYxVDo1raFGZBSu1jYY.png?height=469&width=623)\\n\\nTake Uber, for example. The addition of each new driver reduces wait time and costs for customers. This, in turn, leads to more riders on the platform as it could be more convenient than taking a cab in the traditional route.\\n\\n![source: fourweekmba.com](https://images.mirror-media.xyz/publication-images/O2KLVj1iPOexZjjZ2KUUT.jpg?height=500&width=680)\\n\\nThe newfound supply of riders creates consistent demand for drivers, thereby creating opportunities for drivers. Drivers benefit from constant need while riders have readily available vehicles. Uber takes its cut from each transaction. A variation of this is seen on food delivery platforms, where every economic transaction enforces the possible success of the forum. While platform economies claim to offer end-users better service, the image is often not as rosy as it seems. As we have explained earlier, part of what makes platform economies functional is service providers locked into platform economies. Suppose Uber can sustainably retain their riders while consistently scaling the number of riders. In that case, they will be able to maintain low prices for riders while passing on none of the benefits to the drivers. In that case, Uber will be able to keep low prices for riders while passing on none of the benefits to the drivers. Platform economies can create uneven markets where service providers do not have much say in how they are treated. [#DataOwnership](https://twitter.com/hashtag/DataOwnership?src=hash) matters. \\n\\nThis monopolization affects the service providers disproportionately.\\n\\n**i) Reputation** - These platforms hold reputation scores on their centralized platforms, leaving vendors at their mercy, affecting discovery and buyers' decisions. Part of the challenge here is the absence of a standardized framework for what can be considered “reputation,” making data exchange or sharing for the efficacy of the drivers, e-commerce vendors, and knowledge workers difficult. Assuming a standard is evolved, there is still a lack of laws that warrant personal data on platforms being exportable. We must push for [#DataOwnership](https://twitter.com/hashtag/DataOwnership?src=hash), not [#dataprivacy](https://twitter.com/hashtag/dataprivacy?src=hash) \\n\\n**ii) Wage Negotiations** - In the absence of unions, workers have little say in wage negotiations or benefits. Collective negotiations allow individuals to have better bargaining power. More mature platform economies have already begun moving in this direction. The challenge with platform economies and labor rights as they stand today is that a platform can eat up the entirety of the value chain without strong regulations. This can leave workers vulnerable to unfair decisions from platforms. This is part of why monopolistic behavior from platforms is media curbed. \\n\\n**iii) Financial Well-being** - Because of data centralization and monopoly, service providers are often locked to the platform, making it difficult to move to better opportunities. The platform's economic reliance and low financial literacy create the perfect trap for creating an environment people cannot get out of. \\n [#Gigworker](https://twitter.com/hashtag/Gigworker?src=hash) becomes a slave to platforms without [#DataOwnership](https://twitter.com/hashtag/DataOwnership?src=hash)\\n\\nDigital labor platforms have tremendous control over work organization and workers’ compensation while “still claiming to be only an intermediary.” It seems fair to conclude that data from platforms are a crucial asset that can be used in manifold ways to improve the lives of an average person in today's gig economy. This asset is neither shared transparently nor passed to the individual who creates it. Allowing platforms to hold monopolistic access to personal data puts the worker at risk of exploitation. \\n\\nWe believe, that allowing the same commodity to be transferable, shared, analyzed at a macro-level will enable workers to have better services and wellbeing. The Tech innovation that can help us get there is the novel use of Blockchain and TokenEcnomics / Token Systems\\n\\n[#web1](https://twitter.com/hashtag/web1?src=hash) was about static websites \\n [#web2](https://twitter.com/hashtag/web2?src=hash) was about social and transactional platforms & \\n [#web3](https://twitter.com/hashtag/web3?src=hash) is about tokens and economies\\n\\n![](https://images.mirror-media.xyz/publication-images/shmEocqtlkk0eZTEtKBUW.jpg?height=1200&width=931)\\n\\nCore principles of[#web3](https://twitter.com/hashtag/web3?src=hash) by  [@a16z](https://twitter.com/a16z) one of the torch bearers of[#web3](https://twitter.com/hashtag/web3?src=hash)released a piece on 10 Principles for World Leaders Shaping the Future of Web3.\\n\\n![source: https://a16z.com/wp-content/uploads/2022/01/Crypto-Roadshow-PolicyAgenda-Jan2022-PxP1.pdf](https://images.mirror-media.xyz/publication-images/yAMB4zpdN_Dig3wn1C446.png?height=610&width=685)\\n\\nCan such economies be built on the web/internet? [@balajis](https://twitter.com/balajis) believes so. His work on the book app [#NetworkState](https://twitter.com/hashtag/NetworkState?src=hash) is a foundation to experiment with such economies. [(1729.com)](https://1729.com/) \\n\\nIf you're thinking these are some worthless experiments and just a pipedream. You are not alone. Join the other side of the party of web3 with the likes of [@jack](https://twitter.com/jack) [@elonmusk](https://twitter.com/elonmusk) & [@profgalloway](https://twitter.com/profgalloway)'s recent piece is quite a reality check for the [#web3](https://twitter.com/hashtag/web3?src=hash) builders. [(profgalloway.com/web3/)](https://www.profgalloway.com/web3/) \\n\\n> Haters gonna Hate. \\n Writers gonna Write. \\n Builders gonna Build.\\n\\nWhat's imperative is that the #web3 tag doesn't make a project open, trustless, or more equitable. One gotta think deeper and build token systems, not coins that replicate the existing shitty system. Came across @usebraintrust whitepaper and it looks promising with a 0% fee for the talent. Though the supply side is being sidelined here am sure they are working on it & shall solve it in the long run ([usebraintrust.com/whitepaper](http://usebraintrust.com/whitepaper))\\n\\nUnless a token system is built ground up with the realities of labor movement in mind the audacious effort of building new token economies on [#web3](https://twitter.com/hashtag/web3?src=hash) will fall flat\\n\\nIn this thread, we saw how digital labor platforms end up exploiting unsuspected labor in the long run and one way to overcome this is to think deeply about [#DataOwnership](https://twitter.com/hashtag/DataOwnership?src=hash) and a token system ([#web3](https://twitter.com/hashtag/web3?src=hash) ?)\",\"timestamp\":1642433329,\"title\":\"Job & Gig Platforms to LaborEconomies\\n#Web3 |TheInternetOfValue - 08\"},\"digest\":\"VX4_HkiC2yf1JBLhz9NKm1sUI-f9xGdTYGmi0JcQabQ\",\"authorship\":{\"contributor\":\"0xed95C841068a9feF0CE2D7F527829A231626447D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZQ-GlrUUJC0-kAqk4ju5cgMpGv4mZQ1Sei1kwwfFx0A\\\",\\\"y\\\":\\\"Yf_KgDwFK5EUZORMqyzm8MQauimOvl2Ms6gYoDhmrxw\\\"}\",\"signature\":\"tvjAWX3AjOG2dvu_rJUm3h9AaNny8sqDZGnQQQBEHZQEAi4BsOvuvqV-q5sZcpfmaxfQeXOv98o3tR1kYjEH7g\",\"signingKeySignature\":\"0x596b3d3a804948776a37040eaa76fced3674a01609882719d11341bdee0a69c1379ae604d7262efb50e04a2ad2c50f390b4e05ef7642022e7846eef9580bf5f51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZQ-GlrUUJC0-kAqk4ju5cgMpGv4mZQ1Sei1kwwfFx0A\\\",\\\"y\\\":\\\"Yf_KgDwFK5EUZORMqyzm8MQauimOvl2Ms6gYoDhmrxw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VX4_HkiC2yf1JBLhz9NKm1sUI-f9xGdTYGmi0JcQabQ\"}"