"{\"content\":{\"body\":\"For the last 15 or so years, I've been blogging occasionally on this website.  Unfortunately, towards the end of last year, I lost control of my long-term domain name, nickgrossman-dot-is (intentionally not linking to it here).  This was a dumb mistake; I just missed the renewal notice and someone else claimed it. Painful lesson learned.  \\n\\nAt the time, I was bummed but figured it would just be on me to rebuild SEO to the **real** [Nick Grossman blog](https://nickgrossman.xyz/).  But, oddly, the new registrant has taken the extra step of [republishing fake versions of my old content on the site](https://twitter.com/nickgrossman/status/1369065151647911944), presumably in an attempt to retain SEO the old posts.  Notably, all of the content has been slightly modified -- just enough, I guess, to sidestep any takedown claims based on copyright infringement.\\n\\nSo, what started out as an annoying and unfortunate situation has taken a turn to something more ugly: at best, an attempt to farm some referral links; in the middle, a shakedown effort; and at worst, an attempt at some kind of slow-motion identity theft.\\n\\nAll of this has gotten me thinking about ways in which the new [decentralized media](https://avc.com/2021/05/decentralized-media/) stack can help address some of these problems.\\n\\nIf we look at a platform like [Mirror](http://mirror.xyz/), which is a new publishing platform built on crypto rails, there are two main components: 1) [Ethereum](http://ethereum.org/) for identity and economics, and 2) [Arweave](http://arweave.org/) for permanent data storage.  Much of the attention thus far has been focused on the first prong: economics.  Mirror's Ethereum bones mean that potentially unlimited forms of economics can be built into publications.  For example:  [Emily Segal crowdfunded a novel](https://emily.mirror.xyz/0AFENlMKv9amUC1OJIZY26udpISw_raXkoEcvelPvzg); [Matthew Chaim is experimenting with publishing an album and a number of associated NFTs](https://chaim.mirror.xyz/0SRGluR6sYweDWV0qmgF6V1wsN0BvEKsvCVOZCFX7yU); and [Jarod Dicker is experimenting with channeling economic flows through to authors and inspirations who contributed to new content](https://darkstar.mirror.xyz/yEK4DdvmxwZ2l-yHWGOQs3rMsLD6RYs_phLUzSFdhAI).  Mirror is becoming an incredible playground for the economics of content.\\n\\nWhile the focus on economics is really exciting, there has been less focus on the implications of the identity and perma-storage aspects of the stack.  Identities on Mirror are Ethereum wallets, and all of the content is archived -- in a verified and permanent way -- in the arweave network.\\n\\nWhat that means is that, for every post, there is a blockchain-verified, permanent, immutable, record of who published what, when.  Data stored in arweave cannot be changed; it can only be referenced.  Every post in Mirror creates a permanent, reference-able, linkage between the identity of the author, the time of publication, and the content of the post.  You'll notice that every post has a footer that looks like this:\\n\\n![](https://images.mirror-media.xyz/publication-images/0b052bc0-d76f-49af-aae1-8baca1650832.png?height=172&width=557)\\n\\nFor my use case of a hijacked domain name and republished fake content: if I had published my original blog on Mirror/arweave, there'd be a permanent record of the real/original content.  For that to matter, though, \\\"the internet\\\" would need to learn to trust & reference the archival version of content, not modified copies.  \\n\\nOf course, a version of this exists today with the [Internet Archive](http://web.archive.org/), which is an invaluable resource (and presumably, the way the new owner of my domain scraped all the old content....). While the Internet Archive is an incredible resource, it has not yet become deeply linked with other forms of publishing and identity on the web.  In the case of Mirror, given the native linking between on-chain identity and content, a vibrant ecosystem is much more likely to develop around this kind of verified content.\\n\\nMore broadly, verified content feels like an important primitive in re-establishing trust online.  Deepfakes, identity theft, social media bots, etc -- these are all affronts to our sense of reality online, and our ability to trust platforms and people.  Just as the economic aspects of Mirror have been at the forefront so far, they have also been for crypto broadly.  \\n\\nWhile it's true that crypto networks introduce new forms of economics (speculation, payments, crowdfunding, etc) -- the underlying feature that enables them is trust in data.  Crypto assets have value because we trust the data systems that generate them.  I am excited that we are now starting to explore applying these same concepts to a broader set of online assets -- critically important ones: identity and content.\\n\\n(note: this post has been cross-posted to [Nick Grossman's blog](https://www.nickgrossman.xyz/2021/verified-personal-content/))\",\"timestamp\":1621523790,\"title\":\"Verified Personal Content\",\"publication\":\"nickgrossman\"},\"digest\":\"yx2mj6OQw06IOXp4sb1D4XCKc8tRMIm4PKzlKV813mY\",\"authorship\":{\"contributor\":\"0xd3DD62E5ad098d2220E3921d41494fB9754c1BF1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H6CCX-zMxNGfzLGd_WMtC3EpZg9vwnSIFk7-CWGRLUE\\\",\\\"y\\\":\\\"jcQYjIlUNBY2ik6AY-Od0Xc3xyOf9vL_p3qtaEOUJQ4\\\"}\",\"signature\":\"swLbdReGMQhA6_qeJN5o1QgwZDUIjUn-RZ5QmjKy_TdtdvczscZ6uoF0i_IsIP2cvw_dgv-lLBgNQIZczXD1BQ\",\"signingKeySignature\":\"0xa3dcf3bcb0c2ecd3cfe0e7c27c818dba3fa7949901e96d29d0f2b7aca21e4bfb736bed6aaca8b9ea9816cdca28412d57dc098639a06f09fa81e62e3a814a5c631b\",\"signingKeyMessage\":\"I authorize the publication of articles on nickgrossman.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H6CCX-zMxNGfzLGd_WMtC3EpZg9vwnSIFk7-CWGRLUE\\\",\\\"y\\\":\\\"jcQYjIlUNBY2ik6AY-Od0Xc3xyOf9vL_p3qtaEOUJQ4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yx2mj6OQw06IOXp4sb1D4XCKc8tRMIm4PKzlKV813mY\"}"