"{\"content\":{\"body\":\"You had better see,\\\" he carelessly answered; and took up a light. \\\\* \\\\* \\\\*\\n`The other patient lay in a back room across a second staircase, which was a species of loft over a stable. There was a low plastered ceiling to a part of it; the rest was open, to the ridge of the tiled roof, and there were beams across. Hay and straw were stored in that portion of the place, fagots for firing, and a heap of apples in sand. I had to pass through that part, to get at the other. My memory is circumstantial and unshaken. I try it with these details, and I see them all, in this my cell in the Bastille, near the close of the tenth year of my captivity, as I saw them all that night.   `On some hay on the ground, with a cushion thrown under his head, lay a handsome peasant-boy-a boy of not more than seventeen at the most. He lay on his back, with his teeth set, his right hand clenched on his breast, and his glaring eyes looking straight upward. I could not see where his wound was, as I kneeled on one knee over him; but, I could see that he was dying of a wound from a sharp point.\\n`\\\"I am a doctor, my poor fellow,\\\" said I. \\\"Let me examine it.\\\"   `\\\"I do not want it examined,\\\" he answered; \\\"let it be.\\\"\\n`It was under his hand, and I soothed him to let me move his hand away. The wound was a sword-thrust, received from twenty to twenty-four hours before, but no skill could have saved him if it had been looked to without delay. He was then dying fast. As I turned my eyes to the elder brother, I saw him looking down at this handsome boy whose life was ebbing out, as if he were a wounded bird, or hare, or rabbit; not at all as if he were a fellow-creature.   `\\\"How has this been done, monsieur?\\\" said I.\\n`\\\"A crazed young common dog! A serf! Forced my brother to draw upon him, and has fallen by my brother's Sword--like a gentleman.\\\"   `There was no touch of pity, sorrow, or kindred humanity, in this answer. The speaker seemed to acknowledge that it was inconvenient to have that different order of creature dying there, and that it would' have been better if he had died in the usual obscure routine of his vermin kind. He was quite incapable of any compassionate feeling about the boy, or about his fate.\\n`The boy's eyes had slowly moved to him as he had spoken, and they now slowly moved to me.   `\\\"Doctor, they are very proud, these Nobles; but we common dogs are proud too, sometimes. They plunder us, outrage us, beat us, kill us; but we have a little pride left, sometimes. She--have you seen her, Doctor?\\\"\\n`The shrieks and the cries were audible there, though subdued by the distance. He referred to them, as if she were lying in our presence.   `I said, \\\"I have seen her.\\\"\\n`\\\"She is my sister, Doctor. They have had their shameful rights, these Nobles, in the modesty and virtue of our sisters, many years, but M have had good girls among us. I know it, and have heard my father say so. She was a good girl. She was betrothed to a good young man, too: a tenant of his. We are all tenants of his--that man's who stands there. The other is his brother, the worst of a bad race.\\\"   `It was with the greatest difficulty that the boy gathered bodily force to speak; but, his spirit spoke with a dreadful emphasis.\\n`We were so robbed by that man who stands there, as all we common dogs are by those superior Beings--taxed by him without mercy, obliged to work for him without pay, obliged to grind our corn at his mill, obliged to feed scores of his tame birds on our wretched crops, and forbidden for our lives to keep a single tame bird of our own, pillaged and plundered to that degree that when we chanced to have a bit of meat, we ate it in fear, with the door barred and the shutters closed, that his people should not see it and take it from us--I say, we were so robbed, and hunted, and were made so poor, that our father told us it was a dreadful thing to bring a child into the world, and that what we should most pray for, was, that our women might be barren and our miserable race die out!\\\"   `I had never before seen the sense of being oppressed, bursting forth like a fire. I had supposed that it must be latent in the people somewhere; but, I had never seen it break out, until I saw it in the dying boy.\\n`\\\"Nevertheless, Doctor, my sister married. He was ailing at that time, poor fellow, and she married her lover, that she might tend and comfort him in our cottage--our dog-hut, as that man would call it. She had not been married many weeks, when that man's brother saw her and admired her, and asked that man to lend her to him--for what are husbands among us! He was willing enough, but my sister was good and virtuous, and hated his brother with a hatred as strong as mine. What did the two then, to persuade her husband to use his influence with her, to make her willing?\\\"   `The boy's eyes, which had been fixed on mine, slowly turned to the looker-on, and I saw in the Mo faces that all he said was true. The two opposing kinds of pride confronting one another, I can see, even in this Bastille; the gentleman's all negligent indifference; the peasant's, all trodden-down sentiment, and passionate revenge.\\n`\\\"You know, Doctor, that it is among the Rights of these Nobles to harness us common dogs to carts, and drive us. They so harnessed him and drove him. You know that it is among their Rights to keep us in their grounds all night, quieting the frogs, in order that their noble sleep may not be disturbed. They kept him out in the unwholesome mists at night, and ordered him back into his harness in the day. But he was not persuaded. No! Taken out of harness one day at noon, to feed--if he could find food--he sobbed twelve times, once for every stroke of the bell, and died on her bosom.\\\"   `Nothing human could have held life in the boy but his determination to tell all his wrong. He forced back the gathering shadows of death, as he forced his clenched right hand to remain clenched, and to cover his wound.\\n`\\\"Then, with that man's permission and even with his aid, his brother took her away; in spite of what I know she must have told his brother--and what that is, will not be long unknown to you, Doctor, if it is now--his brother took her away--for his pleasure and diversion, for a little while. I saw her pass me on the road. When I took the tidings home, our father's heart burst; he never spoke one of the words that filled it. I took my young sister (for I have another) to a place beyond the reach of this man, and where, at least, she will never be his vassal. Then, I tracked the brother here, and last night climbed in-a common dog, but sword in hand.--Where is the loft window? It was somewhere here?\\\"   `The room was darkening to his sight; the world was narrowing around him. I glanced about me, and saw that the hay and straw were trampled over the floor, as if there had been a struggle.\\n`\\\"She heard me, and ran in. I told her not to come near us till he was dead. He came in and first tossed me some pieces of money; then struck at me with a whip. But I, though a common dog, so struck at him as to make him draw. Let him break into as many pieces as he will, the sword that he stained with my common blood; he drew to defend himself--thrust at me with all his skill for his life.\\\"   `My glance had fallen, but a few moments before, on the fragments of a broken sword, lying among the hay. That weapon was a gentleman's. In another place, lay an old sword that seemed to have been a soldier's.\\n`\\\"Now, lift me up, Doctor; lift me up. Where is he?\\\"   `\\\"He is not here,\\\" I said, supporting the boy, and thinking that he referred to the brother.\\n`\\\"He! Proud as these nobles are, he is afraid to see me. Where is the man who was here? Turn my face to him.\\\"   `I did so, raising the boy's head against my knee. But, invested for the moment with extraordinary power, he raised himself completely: obliging me to rise too, or I could not have still supported him.\\n`\\\"Marquis,\\\" said the boy, turned to him with his eyes opened wide, and his right hand raised, \\\"in the days when all these things are to be answered for, I summon you and yours, to the last of your bad race, to answer for them. I mark this cross of blood upon you, as a sign that I do it. In the days when all these things are to be answered for, I summon your brother, the worst of the bad race, to answer for them separately. I mark this cross of blood upon him, as a sign that I do it.   `Twice, he put his hand to the wound in his breast, and with forefinger drew a cross in the air. He stood for an instant with the finger yet raised, and, as it with it, and I laid him down dead. \\\\* \\\\* \\\\* \\\\*\\n`When I returned to the bedside of the young woman, I found her raving in precisely the same order and continuity. I knew that this might last for many hours, and that it would probably end in the silence of the grave.   `I repeated the medicines I had given her, and I sat at the side of the bed until the night was far advanced. She never abated the piercing quality of her shrieks, never stumbled in the distinctness or the order of her words. They were always \\\"My husband, my father, and my brother! One, two, three, four, five, six, seven, eight, nine, ten, eleven, twelve. Hush!\\\"\\n`This lasted twenty-six hours from the time when I first saw her. I had come and gone twice, and was again sitting by her, when she began to falter. I did what little could be done to assist that opportunity, and by-and-by she sank into a lethargy, and lay like the dead.   `It was as if the wind and rain had lulled at last, after a long and fearful storm. I released her arms, and called the woman to assist me to compose her figure and the dress she had torn. It was then that I knew her condition to be that of one in whom the first expectations of being a mother have arisen; and it was then that I lost the little hope I had had of her.\\n`\\\"Is she dead?\\\" asked the Marquis, whom I will still describe as the elder brother, coming booted into the room from his horse.   `\\\"Not dead,\\\" said I; \\\"but like to die.\\\"\\n`\\\"what strength there is in these common bodies!\\\" he said, looking down at her with some curiosity.   `\\\"There is prodigious strength,\\\" I answered him, \\\"in sorrow and despair.\\\"\\n`He first laughed at my words, and then frowned at them. He moved a chair with his foot near to mine, ordered the woman away, and said in a subdued voice,   `\\\"Doctor, finding my brother in this difficulty with these hinds, I recommended that your aid should be invited. Your reputation is high, and, as a young man with your fortune to make, you are probably mindful of your interest. The things that you see here, are things to be seen, and not spoken of.\\\"\\n`I listened to the patient's breathing, and avoided answering.   ` \\\"Do you honour me with your attention, Doctor?\\n`\\\"Monsieur,\\\" said I, \\\"in my profession, the communications of patients are always received in confidence.\\\" I was guarded in my answer, for I was troubled in my mind with what I had heard and seen.   `Her breathing was so difficult to trace, that I carefully tried the pulse and the heart. There was life, and no more. Looking round as I resumed my seat, I found the brothers intent upon me. \\\\* \\\\* \\\\* \\\\*\\n`I write with so much difficulty, the cold is so severe, I am so fearful of being detected and consigned to an underground cell and total darkness, that I must abridge this narrative. There is no confusion or failure in my memory; it can recall, and could detail, every word that was ever spoken between me and those brothers.   `She lingered for a week. Towards the last, I could understand some few syllables that she said to me, by placing my ear close to her lips. She asked me where she was, and I told her; who I was, and I told her. It was in vain that I asked her for her family name. She faintly shook her head upon the pillow, and kept her secret, as the boy had done.\\n`I had no opportunity of asking her any question, until I had told the brothers she was sinking fast, and could not live another day. Until then, though no one was ever presented to her consciousness save the woman and myself, one or other of them had always jealously sat behind the curtain at the head of the bed when I was there. But when it came to that, they seemed careless what communication I might hold with her; as if--the thought passed through my mind--I were dying too.   `I always observed that their pride bitterly resented the younger brother's (as I call him) having crossed swords with a peasant, and that peasant a boy. The only consideration that appeared to affect the mind of either of them was the consideration that this was highly degrading to the family, and was ridiculous. As often as I caught the younger brother's eyes, their expression reminded me that he disliked me deeply, fur knowing what I knew from the boy. He was smoother and more polite to me than the elder; but I saw this. I also saw that I was an incumbrance in the mind of the elder, too.\\n`My patient died, two hours before midnight--at a time, by my watch, answering almost to the minute when I had first seen her. I was alone with her, when her forlorn young head trooped gently on one side, and all her earthly wrongs and sorrows ended.   `The brothers were waiting in a room down-stairs, impatient to ride away. I had heard them, alone at the bedside, striking their boots with their riding-whips, and loitering up and down.\\n`\\\"At last she is dead?\\\" said the elder, when I went in.   `\\\"She is dead,\\\" said I.\\n`\\\"I congratulate you, my brother,\\\" were his words as he turned round.   `He had before offered me money, which I had postponed taking. He now gave me a rouleau of gold. I took it from his hand, but laid it on the table. I had considered the question, and had resolved to accept nothing.\\n`\\\"Pray excuse me,\\\" said I. \\\"Under the circumstances, no.\\\" `They exchanged looks, but bent their heads to me as I bent mine to them, and we parted without another word on either side. \\\\* \\\\* \\\\* \\\\*\\n`I am weary, weary, weary--worn down by misery. I cannot read what I have written with this gaunt hand.   `Early in the morning, the rouleau of gold was left at m' door in a little box, with my name on the outside. From the first, I had anxiously considered what I ought to do. I decided, that day, to write privately to the Minister, stating the nature of the two eases to which I had been summoned, and the place to which I had gone: in effect, stating all the circumstances. I knew what Court influence was, and what the immunities of the Nobles were, and I expected that the matter would never be heard of; but, I wished to relieve my own mind. I had kept the matter a profound secret, even from my wife; and this, too, I resolved to state in my letter. I had no apprehension whatever of my real danger; but I was conscious that there might be danger for others, if others were compromised by possessing the knowledge that I possessed.\\n`I was much engaged that day, and could not complete my letter that night. I rose long before my usual time next morning to finish it. It was the last day of the year. The letter was lying before me just completed, when I was told that a lady waited, who wished to see me. * * * *   `I am growing more and more unequal to the task I have set myself. It is so cold, so dark, my senses are so benumbed, and the gloom upon me is so dreadful.\\n`The lady was young, engaging, and handsome, but not marked for long life. She was in great agitation. She presented herself to me as the wife of the Marquis St. Evrémonde. I connected the title by which the boy had addressed the elder brother, with the initial letter embroidered on the scarf, and had no difficulty in arriving at the conclusion that I had seen that nobleman very lately.   `My memory is still accurate, but I cannot write the words of Our conversation. I suspect that I am watched more closely than I was, and I know not at what times I may be watched. She had in part suspected, and in part discovered, the main facts of the cruel story, of her husband's share in it, and my being resorted to. She did not know that the girl was dead. Her hope had been, she said in great distress, to show her, in secret, a woman's sympathy. Her hope had been to avert the wrath of Heaven from a House that had long been hateful to the suffering many.\\n`She had reasons for believing that there was a young sister living, and her greatest desire was, to help that sister. I could tell her nothing but that there was such a sister; beyond that, I knew nothing. Her inducement to come to me, relying on my confidence, had been the hope that I could tell her the name and place of abode. Whereas, to this wretched hour I am ignorant of both. * * * *   `These scraps of paper fail me. One was taken from me, with a warning, yesterday. I must finish my record to-day.\\n`She was a good, compassionate lady, and not happy in her marriage. How could she be! The brother distrusted and disliked her, and his influence was all opposed to her; she stood in dread of him, and in dead of her husband too. When I handed her down to the door, there was a child, a pretty boy from two to three years old, in her carriage.   `\\\"For his sake, Doctor,\\\" she said, pointing to him in tears, \\\"I would do all I can to make what poor amends I can. He will never prosper in his inheritance otherwise. I have a presentiment that if no other innocent atonement is made for this, it will one day be required of him. What I have left to call my own--it is little beyond the worth of a few jewels--I will make it the first charge of his life to bestow, with the compassion and lamenting of his dead mother, on this injured family, if the sister can be discovered.\\\"\\n`She kissed the boy, and said, caressing him, \\\"It is for thine own dear sake. Thou wilt be faithful, little Charles?\\\" The child answered her bravely, \\\"Yes!\\\" I kissed her hand, and she took him in her arms, and went away caressing him. I never saw her more.   `As she had mentioned her husband's name in the faith that I knew it, I added no mention of it to my letter. I sealed my letter, and, not trusting it out of my own hands, delivered it myself that day.\\n`That night, the last night of the year, towards nine o'clock, a man in a black dress rang at my gate, demanded to see me, and softly followed my servant, Ernest Defarge, a youth, upstairs. When my servant came into the room where I sat with my wife--O my wife, beloved of my heart! My fair young English wife!--we saw the man, who was supposed to be at the gate, standing silent behind him.   `An urgent case in the Rue St. Honoré', he said. It would not detain me, he had a coach in waiting.\\n`It brought me here, it brought me to my grave. When I was clear of the house, a black muffler was drawn tightly over my mouth from behind, and my arms were pinioned. The two brothers crossed the road from a dark corner, and identified me with a single gesture. The Marquis took from his pocket the letter I had written, showed it me, burnt it in the light of a lantern that was held, and extinguished the ashes with his foot. Not a word was spoken. I was brought here, I was brought to my living grave.   `If it had pleased GOD to put it in the hard heart of either of the brothers, in all these frightful years, to grant me any tidings of my dearest wife--so much as to let me know by a word whether alive or dead--I might have thought that He had not quite abandoned them. But, now I believe that the mark of the red cross is fatal to them, and that they have no part in His mercies. And them and their descendants, to the last of their race, I, Alexandre Manette, unhappy prisoner, do this last night of the year 1767, in my unbearable agony, denounce to the times when all these things shall be answered for. I denounce them to Heaven and to earth.'\\nA terrible sound arose when the reading of this document was done. A sound of craving and eagerness that had nothing articulate in it but blood. The narrative called up the most revengeful passions of the time, and there was not a head in the nation but must have dropped before it.\\nLittle need, in presence of that tribunal and that auditory, to show how the Defarges had not made the paper public, with the other captured Bastille memorials borne in procession, and had kept it, biding their time. Little need to show that this detested family name had long been anathematised by Saint Antoine, and was wrought into the fatal register. The man never trod ground whose virtues and Services would have sustained him in that place that day, against such denunciation.\\nAnd all the worse for the doomed man, that the denouncer was a well-known citizen, his own attached friend, the father of his wife. One of the frenzied aspirations of the populace was, for imitations of the questionable public virtues of antiquity, and for sacrifices and self-immolations on the people's altar. Therefore when the President said (else had his own head quivered on his shoulders), that the good physician of the Republic would deserve better still of the Republic by rooting out an obnoxious family of Aristocrats, and would doubtless feel a sacred glow and joy in making his daughter a widow and her child an orphan, there was wild excitement, patriotic fervour, not a touch of human sympathy.\\n`Much influence around him, has that Doctor?' murmured Madame Defarge, smiling to The Vengeance. `Save him now, my Doctor, save him!'\\nAt every juryman's vote, there was a roar. Another and another. Roar and roar.\\nUnanimously voted. At heart and by descent an Aristocrat, an enemy of the Republic, a notorious oppressor of the People. Back to the Conciergerie, and Death within four-and-twenty hours!\\n\\nCHAPTER XI\\nDusk\",\"timestamp\":1637494877,\"title\":\" `I was startled and asked, \\\"Is it a pressing case?\\\" \"},\"digest\":\"3kSs48tzJEbBJ3nakVe0-IQxU21c3ubkr-Mm_Th8F0s\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LPqIHZ0EciC62gcoxSjQm5ae7OKYCAOgNjLggKi-h0w\\\",\\\"y\\\":\\\"iLTvAoGL3_FQoMW6I9cBpClxHiqVGRKCqzz9KwehsG4\\\"}\",\"signature\":\"4ODncT9fY3ttL_QT2mxTIrObeuiEoMlEvq6S8a5IO3P0cuqjqdXtHt6pwF_k7sS8jupguIFP2xtRG29BrV2exw\",\"signingKeySignature\":\"0x3503f48d128bef908e9a65b93e83f242105ea6ff92605c9dedb6d90cb2b271424fa96782a4751974069b419c11c40d9f87fe12afa3eaa440b7cdb6f12aea3bba1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LPqIHZ0EciC62gcoxSjQm5ae7OKYCAOgNjLggKi-h0w\\\",\\\"y\\\":\\\"iLTvAoGL3_FQoMW6I9cBpClxHiqVGRKCqzz9KwehsG4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3kSs48tzJEbBJ3nakVe0-IQxU21c3ubkr-Mm_Th8F0s\"}"