"{\"content\":{\"body\":\"This post is a broad overview of the recently emerging “crypto art” space, including the use of “Non-Fungible Tokens” (NFTs) as a digital art distribution mechanism.\\n\\n### Limited-Edition Tokens\\n\\nNFTs, or *tokens* as I’ll refer to them, can be understood as unique digital objects that can be collected and transferred from one user to another in a cryptocurrency network. Under the umbrella label of *crypto art*, they often represent a media file, a piece of software, or some artistic concept. These can be released to collectors in a limited capacity, with a cryptographic signature and provenance that traces directly back to the artist.\\n\\nAll of this is rather analogous to signed inkjet prints produced from digital media. For example, consider an artist selling a limited-edition run of prints which represent some digital artwork they’ve created. The artist chooses an arbitrary edition size (1, 5, 50, etc), promising not to distribute more than that, and signs each print as if to say “this object is special.” If the work is highly regarded, others may seek to purchase and own it, and perhaps the object will eventually find acquisition and stewardship in private and public collections.\\n\\n![Hatched Forms by yazid on Hic et Nunc (https://hicetnunc.art/yazid)](https://images.mirror-media.xyz/publication-images/tUGPUwyoT-hu9fb42vcEd.png?height=1001&width=4001&&&&&&&&&&size=large)\\n\\nYet; the object that is sought after, and has provenance built around it over the years, is not merely a print of the media or image, but the *signed* artefact distributed by the artist in a limited capacity. For a concrete example, see Ansel Adam’s signed photographic prints, which can sell at auction for hundreds of thousands, while prints without the artist’s signature, *despite them being the same photograph*, are sold at a fraction of this cost. Jack Rusher goes into excellent detail on this in [his own essay](https://jackrusher.com/journal/what-does-it-mean-to-buy-a-gif.html) about crypto art.\\n\\n### Scarcity & Abundance\\n\\nAn interesting aspect of crypto art, and a common target of derision, is that collectors are acquiring artworks that are abundant on the internet, freely accessible to view and download at full resolution.\\n\\n![Fragments of an Infinite Field by Monica Rizzolli on Art Blocks (https://artblocks.io/project/159)](https://images.mirror-media.xyz/publication-images/RTrh-5FU5l3prV2w1TIiS.jpg?height=1330&width=5470&&&&&&size=large)\\n\\nOne might observe that the economic value of art has historically been tied to the scarcity of access to its media. Whereas crypto art presents an alternative paradigm that separates the signature (artist-signed token) from the artistic media (image, photograph, animation, concept). This allows the former to remain scarce and uniquely transferable, while the latter remains abundant and widely accessible.\\n\\n![signature and artistic media in a limited-edition token](https://images.mirror-media.xyz/publication-images/AJgzasQ7NmawwRJfDtG5n.png?height=1341&width=3249)\\n\\nWhile this is a polarizing paradigm, it is not exactly novel, and similar ideas exist with distributing and acquiring conceptual work, such as Sol LeWitt’s *Wall Drawings*. In these cases, what is “owned” and transferred (as acquired by collectors, museums, institutions) might only be a signed certificate of authenticity. We could see crypto art through similar vein: the tokens being distributed and traded are not files, but more akin to artist-signed certificates of authenticity, each carrying some conceptual ties to a particular media, artwork, or idea.\\n\\n![Sol LeWitt Wall Drawing #793B (1996)](https://images.mirror-media.xyz/publication-images/4sqMy_6EtcxnDINAJsHZ6.jpg?height=994&width=2126&&&&&&&&&&size=medium)\\n\\nA common remark is that tokens impose “artificial scarcity”—although one could again point to limited-edition signed prints, which have properties of scarcity that are equally as artificial and arbitrary, especially if they are produced by means of an inkjet printer and authenticated with a signature in pencil. Prints can and often are forged and reproduced, sometimes in such a way that the copy becomes indistinguishable from the original (see MSCHF’s recent *[Possibly Real Copy of ‘Fairies’ by Andy Warhol](https://news.artnet.com/art-world/mschf-warhol-drawing-release-2025316)*). In contrast, duplicating a token contract, even if it were done by the artist, would produce an entirely new identifier and “hash” (string of digits and bytes), and with it a clearly distinguishable provenance and history recorded on the blockchain. Of course, this does not mean crypto art is impervious to fakes—there is *much* of it, and careful due diligence is still required. For example, compromised or poorly designed interfaces, look-alike tokens, and convincing impersonations of an artist can all lead to [regretful purchases](https://nypost.com/2021/09/01/fake-banksy-nft-sells-for-340k-then-returned-for-refund/).\\n\\n### Alternatives\\n\\nThese ideas might raise the question: does art *really need* elements of scarcity, signed authentication, and ownership? The answer is no: many artists will gift unsigned open-edition prints, build public installations that cannot be owned, and freely publish their work online for all to see. But, with universal support generally lacking from arts nonprofits, public institutions, and government grants, most artists are forced to seek alternative modes of distribution and monetization if they wish to sustain their art practice as a professional endeavour.\\n\\nSome of these alternatives include Patreon, Etsy, Gumroad, Kickstarter, Shopify, and so on. These have all collectively helped artists sustain their practice, but there is no silver bullet, and for many artists the revenue from a platform like Patreon is barely enough to pay rent, let alone debts, family care, and other living expenses. What is more, most of these platforms push digital artists into physical media that does not always align with their skills and preferences—does it really make sense for a motion artist to open an print shop and sell physical and static manifestations of their work?\\n\\nPerhaps we could “just pay the artists,” taken to mean “donate to them with no expectation of anything in return.” This is a lofty ideal, but has not worked out so far, and most of those touting this phrase are not themselves donating regularly to artists (but, ironically, they may be *purchasing signed work* from artists, or commissioning them, i.e. performing an exchange of goods with the expectation of something in return).\\n\\nThis is not to say we should forgo public funding; if systems-level changes were to occur, and governments worldwide were to universally pay their artist citizens an annual wage, we would likely have no need for any of these digital privately funded art and creative markets. Besides governmental changes, one possible path to support artists more generally is through arts nonprofits—and this is a common goal in crypto art. Within its first year, [Art Blocks artists and collectors helped direct about $45M USD to various nonprofits](https://medium.com/the-link-art-blocks/charity-on-chain-2021-wrap-up-c69782fa7f4a), many of them related to the arts (including Rhizome’s [largest-ever single donation](https://rhizome.org/editorial/2021/aug/05/announcing-a-major-benefit-gift-from-rafael-rozendaal/) in its 25-year history).\\n\\n### Ownership & Property\\n\\nOne common point of confusion lies around copyright and intellectual property ownership. Much like purchasing a signed print, there is no transfer of copyright or license upon purchasing a signed token. Unless otherwise specified, the copyright and license remains property of the artist, or whomever is licensed to distribute this content. Different tokens may carry different licenses; some are effectively in the public domain [as CCO](https://creativecommons.org/publicdomain/zero/1.0/), others are free for [non-commercial use](https://creativecommons.org/licenses/by-nc/2.0/), and others [attempt to tie copyright to the token holder](https://www.nftlicense.org/) (a license that remains untested in courts).\\n\\nIt also should go without saying, purchasing a token will not make you the “owner” of any particular *media file* that the token might represent or point to. As noted previously, this media is abundantly accessible on the web, and anybody can “Right Click Save” the file. In fact, most tokens pointing to media files will use a technology called [IPFS](https://ipfs.io/), in which *the entire goal* is to have the file saved and distributed across as many computers as possible, to mitigate reliance on a central point of failure.\\n\\n![Bougainvillea, a generative artwork by gpitombo on fxhash (https://fxhash.xyz/gentk/slug/bougainvillea-29)](https://images.mirror-media.xyz/publication-images/6CBmPFBj6Br-xo2Fo6gN8.jpg?height=1200&width=3721&&&&&&&&&&size=large)\\n\\nPerhaps, though, a claim *could* be made around “ownership of the artwork.” This is only true if we first concede that conceptual art *can be owned*, as in the case of LeWitt’s work, and that these tokens can conceptually represent some degree of artistic significance beyond mere file pointers and digital collectibles. This is a contentious issue: some readers, artists, and collectors will balk at the idea that conceptual art can or should be owned. That most popular crypto art markets are saturated with garish apes, bears, penguins, and virtually every other animal—often without any attribution to an actual artist—has not helped this case.\\n\\nAt the very least, what is generally agreed upon is that collectors do own *the token itself*, which some might regard as a unique record in a distributed database, not unlike being the sole owner of a domain name and having the power to transfer and sell that digital property (it should be noted that certain NFTs *[are](https://ens.domains/)*[ domain names](https://ens.domains/), for use specifically inside of these blockchain protocols).\\n\\n### A Novel Distribution Mechanism\\n\\nWhat all of this entails is a potential new mechanism for artists to distribute digital art, and for appreciators to acquire and collect it. Notice I am generally pointing to digital media—animations, generative art, photography, illustration, graphic design—I feel these digital tokens are not well suited to the authentication, distribution, and transfer of physical artworks such as an oil painting or a sculpture.\\n\\n![stills of pixel art GIFs by giomariani on Hic et Nunc (https://hicetnunc.art/giomariani)](https://images.mirror-media.xyz/publication-images/Gn0Kq0A7oVh-wj4c0HHE-.png?height=1750&width=5350&&&&&&&&size=large)\\n\\nIn practice, crypto art mechanisms are radically different than other online distribution platforms, carrying a number of advantages and disadvantages. On [Hic et Nunc](https://hicetnunc.art/), an ecosystem built atop the energy-efficient [Tezos](https://tezos.com/) blockchain, artists may pay a small fee (such as [0.06 XTZ](https://better-call.dev/mainnet/opg/ooESUkYd28hXKgsHN4YB3u9GuW3UveRpVUpU2AMawLFU7Jj1Sy7/contents) which is about $0.24 USD at the time of writing) to have their work “minted” onto the public ledger at a fixed edition size. The artist will sign the transaction with the private key of their crypto wallet, which allows the token to be traced back to them. Then, for each sale, the platform takes a 1% fee for its services.\\n\\nThe artist can set a royalty on the token, typically between 5-25%, which allows them to be paid in perpetuity each time the token trades (and perhaps appreciates) on the platform’s secondary market. In some other marketplaces, royalties can be split across multiple beneficiaries (such as a percentage of royalties directed to a nonprofit or OSS tool).\\n\\n> 💸 It might also be worth pointing out, many primary market sales on Tezos are in the range of 1-50 XTZ, often not dramatically different in price than buying limited-edition prints from your favourite artist. Mainstream reporting tends to focus only on high-value and headline-grabbing sales, which can skew the perception of this market.\\n\\nThe fee structures on Tezos are a dramatic departure from the standards and norms that have been set in traditional art and creative markets, where galleries often take a 40-60% cut on each sale, and artists typically don’t receive any royalties at all on the secondary market. This is also far and beyond the fee structures of distribution channels like Bandcamp (14-21% fees), which has led to some artists to experiment with Hic et Nunc as an [alternative music distribution platform](https://hen.radio/).\\n\\n![experimental music distribution platform built atop Hic et Nunc (hen.radio)](https://images.mirror-media.xyz/publication-images/QVdbg-qKQmZeW_CwUsTDx.png?height=1482&width=2362)\\n\\nIn some cases, artists within this space have been able to circumvent these platforms and their services altogether, building custom smart contracts and distributing directly to interested collectors in a peer-to-peer fashion. Examples include [Rhea Myers](https://rhea.art/), [Mitchell F. Chan](https://chan.gallery/ikb/), [Sarah Friend](https://isthisa.com/), [Deafbeef](https://www.deafbeef.com/), [Andrew Benson](https://grinders-nft.xyz/), and other artists (some of whom have been exploring blockchain-based art for many years now).\\n\\n### Borderless\\n\\nA significant facet of crypto art is that it is somewhat *borderless*, with the obvious caveat that individuals participating in cryptocurrency networks are still bound to their country’s laws and regulations (e.g. paying taxes on crypto art income).\\n\\nThe distributed and global nature of Hic et Nunc and similar platforms have allowed crypto art to flourish worldwide, enabling artists and collectors to exchange art and value with a single shared currency, recorded on a shared ledger that is not upheld by any particular jurisdiction. This has been significant: rather than each artist pricing their work in their own local currency and markets, the work is priced in a globally shared market. It’s hard to measure the breakdown of artists by country, and it varies by platform, but some [informal polls](https://twitter.com/jagracar/status/1464298900613906436) of Hic et Nunc can provide us insights.\\n\\nThis unfortunately does not mean globally equitable: sales volume tends to concentrate toward artists from the west (often white male), perhaps for a range of reasons including access to hardware and education, language and technical barriers, popularity on social media, discrimination, and sales-centric web interfaces that continue to widen inequality. Galleries, curations, tags, and other channels have sprung up in an attempt to combat some of these problems and open interfaces ([pop twig](https://medium.com/poptwig), [alterHEN](https://alterhen.art/#exhibitions), [JPG](https://jpg.space/)), to varying degrees of success.\\n\\nPlatforms like [Feral File](https://feralfile.com/exhibitions) take an alternative approach to these completely open markets, assigning a curator for each exhibit and highlighting a diverse range of artists and artworks, rather than amplifying the whims of a potentially biased crowd.\\n\\n![GRAPH — curated by Processing co-founder, Casey Reas (https://feralfile.com/)](https://images.mirror-media.xyz/publication-images/bPJA5ne07LX5mlhFmtvA8.jpg?height=1542&width=2992&&&&&&&&&&size=medium)\\n\\n### Decentralized & Permissionless\\n\\nIt is worth noting two other unique properties of blockchains on which most crypto art is built: these networks are *decentralized* and *permissionless.* That is to say, no single actor controls the shared ledger, and any user can record transactions so long as they pay a fee. This is a double-edged sword.\\n\\nOn one hand, it can help remove reliance on centralised services and intermediaries (PayPal, Instagram, auction houses), and give users greater ownership over the assets they are distributing and collecting. This proved to be effective when [Hic et Nunc itself](https://hicetnunc.xyz) was shutdown by the owner/developer in a sort of rage-quit, yet the ecosystem, its assets, and its many forks remain largely unaffected. This was possible because the distributed media and blockchain records was never in the owner’s possession to begin with; instead, the burden of ownership and maintenance lay on its community of users (you can read more about this [here](https://mattdesl.substack.com/p/hicetnunc-and-the-merits-of-web3)).\\n\\n![hicetnunc.xyz, shut down by the owner, but still thriving on forks like hicetnunc.art](https://images.mirror-media.xyz/publication-images/l61w9lFmhxFSc4PvstRSh.png?height=1062&width=1896)\\n\\nBenefits of decentralization can also be seen with various competing marketplaces on the same chain, such as [Objkt.com](https://objkt.com/), [Versum.xyz](https://versum.xyz/), [Fxhash.xyz](https://www.fxhash.xyz/) and others on Tezos, which all operate on the same shared ledger, many of them indexing the same tokens. This allows users to purchase a token on one market, and sell it on another if they so choose, or even trade these tokens peer-to-peer from one user to another without relying on any particular website.\\n\\nHowever, on the other edge of the sword, a system with zero moderation leads to rampant spam, illicit content, “copyminting” (plagiarism), phishing, impersonation, and other problems. Open markets like Hic et Nunc and OpenSea are often forced to de-index and remove content that goes against their code of conduct. This would be like Google removing your website from its search results—your site is still present and functioning, but not easily discoverable. Moderation and indexing on these platforms is a massive challenge, essentially a game of whack-a-mole, leading many users to favour curated or established collections.\\n\\n### Not All Chains are Created Equal\\n\\nSo far, I’ve mostly pointed to the Tezos blockchain in this discussion, as it has a booming art community and a range of different marketplaces. This chain is energy-efficient (equivalent to any other typical network activity, like using Twitter or writing a blog post) and the transaction fees are extremely low (in fractions of a dollar, sometimes fractions of a cent), making it a good centrepiece for discussions around crypto art’s potential future.\\n\\nI do not feel Tezos is a perfect blockchain, but these two points make it worth considering as one option for crypto art while Ethereum improves its energy and scalability issues with [Proof of Stake, sharding, and zero-knowledge rollups](https://ethereum.org/en/eth2/). Determining which chain is *best* for artists is complex; for example, although Ethereum’s fees are currently prohibitive, it supports a number of well-tested algorithmic stablecoins that can be used to mitigate short-term price volatility, and Ethereum’s ecosystem and infrastructure is generally more developed than other chains (e.g. allowing for certain functionality that is missing or more challenging to achieve on Tezos).\\n\\nPersonally, I have been using and exploring a number of different blockchains, as they all provide different applications, areas of study, and their own pros and cons (e.g. [Mina](https://minaprotocol.com/) is in early development, and its focus on zero knowledge proofs gives it certain interesting properties and use cases).\\n\\n### Not All Tokens are Created Equal\\n\\nIt should also be understood that not all tokens are built on the same protocols and smart contracts. Some of them will use [IPFS](https://ipfs.io/) to host media, while others like those on [Art Blocks](https://www.artblocks.io/) may embed the entire media as software on the blockchain. Artist [Deafbeef](https://www.deafbeef.com/) is an example of one artist working directly with on-chain media and programmable smart contracts, such as *Entropy*, an artwork that “degrades” each time the token is transferred to a new owner.\\n\\n[https://twitter.com/_deafbeef/status/1463517802476748805](https://twitter.com/_deafbeef/status/1463517802476748805)\\n\\n### Other Concerns\\n\\nIt’s also worth highlighting some of the common critiques of these systems, as they are certainly far from perfect, and can present various issues for artists:\\n\\n* **Energy:** Ethereum is currently associated with a high energy usage, steering artists toward smaller and less-developed networks like Tezos (where energy usage is negligible). This is likely to change in 2022 with Ethereum’s migration to Proof of Stake, which will reduce the energy usage [by 99.95%](https://blog.ethereum.org/2021/05/18/country-power-no-more/).\\n* **Fees:** Ethereum fees can be prohibitive, sometimes hundreds of dollars to mint an artwork. This tends to push action onto alt- and side-chains like Tezos and Polygon (where fees are a fraction of a dollar). Scalability will likely improve in future versions of Ethereum, but this will take some years to fully develop and mature.\\n* **Risk:** there is an obvious element of risk, both for the artist and collector. A minted work might not sell, tokens might depreciate in value, and there are security risks associated with self-custody of private keys (i.e. if you accidentally share your private key online, you will likely lose all your funds).\\n* **Quality:** the complete lack of moderation on some platforms leads to a negative perception of the space, as the majority of content minted on markets like OpenSea is low quality or even downright spam, porn, and theft. Garish profile pictures, avatars, and digital collectibles are often thrown into the vast mixing pot of *crypto art*, and their high sales volumes have a tendency to capture mainstream attention.\\n* **Speculation:** the extremely high value in many of these markets is often driven by speculation, and can sometimes lead to FOMO-buying, botting, insider trading, pump-and-dump schemes. Given the sheer scale of these permissionless networks, it can be sometimes hard to separate the grift from the rest.\\n* **Volatility:** tokens may appreciate or depreciate in massive swings on a day-to-day basis; users are regularly encouraged to pull profits, hold stablecoins, and avoid holding any value they are not prepared to lose.\\n\\n### Looking Forward\\n\\nGiven that mainstream awareness of crypto art emerged only in 2021, it really *is* quite early, and it’s likely the space and technology will continue to grow, evolve, and improve. This requires a range of efforts: better curators, critics, exhibitions, technical developments, stewardship, and new modes of exchange.\\n\\nWe are gradually seeing these efforts take shape, with independent exhibitions like *The Digital* (Miami, 2021) and *[Right Click + Save](https://rightclickandsave.sg/)* (Singapore, 2021) presenting this work in earnest, and more established artists, institutions, and curators cautiously testing the waters including [MOMA](https://www.moma.org/magazine/articles/658), [OÖ Kunst](https://www.ooekultur.at/institution), [ZKM](https://zkm.de/en/exhibition/2021/04/cryptoart), and [Pace Gallery](https://www.pacegallery.com/journal/leo-villareal-launches-first-nft-project-art-blocks/).\\n\\n![The Digital (2021), a pop-up crypto and generative art exhibition and event during Miami Art Week](https://images.mirror-media.xyz/publication-images/QHx1RV4CNZqiMxD1YAmGa.jpg?height=2223&width=5804&&&&&&&&&&size=large)\\n\\nThere is still far to go, and many of the token contracts and technical systems that crypto art currently builds upon are rather primitive. I am particularly interested in new opportunities for collaborative and automated revenue splitting via these programmable contracts, such as the pooled sales in Transfer’s *[Pieces of Me](http://transfergallery.com/pieces-of-me/)* (2021).\\n\\n—\\n\\nThis post has been a fairly beginner-level discussion around crypto art; intending to showcase the variety of interests and communities growing out of it, as well as placing it within a wider art-centric context. There’s countless further points of discussion on this technology—file storage, governance models, consensus mechanisms, zero-knowledge proofs, and plenty more art worth highlighting, discussing, and critically analyzing—but I’ll leave these for future posts.\\n\\n### Appendix I – Understanding the Tech\\n\\nThe underpinnings of these ideas and technologies is quite dense, and often presume some degree of knowledge of cryptography, web technologies, distributed protocols, and more. I’ve written a couple of other posts on these subjects, that may help enlighten users about how these distributed networks work:\\n\\n* [Why the distributed ledger?](https://mirror.xyz/mattdesl.eth/2WNUAK_DuQsxj3Ei3CY-IlWyVb8VZzQl0mgvYj3TAjQ)\\n* [ERC-721 and the protocols underlying NFTs](https://mirror.xyz/mattdesl.eth/6C6Ppi1kUr0cfdLKmz6Na53Vh6sjsxYANcIjHpCWV_Q)\\n* [Hic et Nunc and the Merits of Web3](https://mattdesl.substack.com/p/hicetnunc-and-the-merits-of-web3)\\n\\n### Appendix II – Further Reading\\n\\nFor further reading, I’ve put together a small collection of interesting essays, podcasts, and discussions [here](https://gist.github.com/mattdesl/c8164323fb91fdc92f726944937039b4).\",\"timestamp\":1642614873,\"title\":\"on crypto art and NFTs\"},\"digest\":\"wpDmyXeeyVNP7rQduqwKquLbFBUmTz6tX4IWcKJHeAM\",\"authorship\":{\"contributor\":\"0xcAb81F14A3Fc98034a05bAb30f8D0E53e978c833\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JpBmoB_CT0OF9WcIJmDqQgCV-AMToE-E8aUwZGEasf4\\\",\\\"y\\\":\\\"16zdl-iJf5mksrRJDm7NahwEopZQcCM0OIpSWBCy-pE\\\"}\",\"signature\":\"ZW8aG4SvHwNsbLK0vG0adfurVllfy4eu3GpVrkMNIxbezVeI52Es3zSTGu6fUFtHIOUvDgYJqkh9LcuE0GsZiA\",\"signingKeySignature\":\"0xa67e6cd4e3cfaee6dc845df22f419c25cd2f1235673845b545d918070346f640742d08d2f6fc22ed4c26d9f273f0840f0cf4703651ca4cfc8c0a472ced19ed7f00\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JpBmoB_CT0OF9WcIJmDqQgCV-AMToE-E8aUwZGEasf4\\\",\\\"y\\\":\\\"16zdl-iJf5mksrRJDm7NahwEopZQcCM0OIpSWBCy-pE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eUrK8MrRfKFJYVKTwi5F4mCIBJEBOYkZ1qaAiDNblIs\"}"