"{\"content\":{\"body\":\"移山咒这个称呼一点都不为过，泰山压顶的力量立刻让夜色无边大为紧张。因为陨石的面积实再太大，就算夜色无边的速度再快，除非他逃下擂台，不然也无法脱离这个危机。\\n\\n```\\n如果他真的被砸中，就算他的等级再高，血量再多，只剩半血的他是绝对无法安然立于台上了。但是我面对不是一般的玩家，而是西方大陆三大杀手之一的夜色无边，而且是将飞爪技能应用得天衣无缝的杀手。\\n\\n擂台上，烟尘四起，足足有好几层楼那么高的一块大石头呯的砸了下来。我吐了吐舌头，要是把擂台砸坏了，那可是一笔不小的损失。好在天地系统里的擂台足够结实，被这么一块大石头砸中，竟然只是发出几声巨响，微微摇晃了一阵，没塌也没坏。\\n\\n战斗并没有结束，所以这招看似凶狠的招数并没有达到别人意料之中的效果。\\n\\n烟尘过后，夜色无边依旧站在擂台上，除了身上多少有些狼狈之外，似乎并没有太大的影响。不过我发现，夜色无边手中的飞爪不见了。\\n\\n如果再仔细一点可以发现，夜色无边的手上多了一道拉痕，那是飞爪的绳索留下的痕迹。\\n\\n就在陨石掉下来的那一刻，夜色无边借着杀手的弹跳能力，一脚踢到陨石上，将自己的身体横着踢飞出去。与此同时。他将手中的飞爪抛到了陨石之上，再借着绳索的拉力将原本已经脱离了擂台范围的身体硬生生给拉了回来。\\n\\n在旁人的眼里，夜色无边仿佛从来没有离开过擂台，但实际上。他是已经逃了出去，又再跑了回来。不过因为他的双脚没有着地，所以系统依旧默认他始终留在擂台上。\\n\\n此时的夜色无边脸色有些阴沉，因为那一拉，不但让他自己受到了一定程度的伤害，而且飞爪也因为被陨石砸中的关系。耐久度趋近于零，在没有修理之前，他不敢再使用了。\\n\\n失去了飞爪的夜色无边，即使依旧可以是一个高手。但是对于我来说。他已经不具任何威胁了。\\n\\n不妨有点夸张的说。早在我放出那个移山咒的时候，我就已猜想到夜色无边会使用这一招。因为如果换成是我。险些之外也找不到任何躲避损失的招数。只有舍弃飞爪，保全自己的性命。所以，接下来，真正的攻击盛宴开始了。\\n\\n就在等待烟尘散去的那段时间里，我的元神已恢复了个七七八八，在破金咒与火神咒之间，我选择了可以将自己的元神转化为攻击的破金咒。\\n\\n这样做纯粹是在冒险，因为转换状态后的我无法再使用任何远程技能，反而要近身去跟一个杀手肉搏，这对于任何一个道士来说都是不明智的。但是此时，我要的就是这样的效果，因为所有人都不会想到我会有这样的举动，包括夜色无边。\\n\\n诛仙剑凌空落下，我的身体仿佛突然失去了重心，从空中坠落了下来。仿佛一片离开了枝头的树叶，随风飘零。\\n\\n“啊！”台下的安落虹惊叫了一声，因为所有道士玩家都可以看得出来，甚至是所有见过东方道士使用御剑飞行的玩家都可以看得出来。那种情况只有元神耗尽的时候才会发生。\\n\\n“他不是还有一瓶元神药水吗？怎么没见他吃。”有玩家小声的问道。\\n\\n但是这个问题没有人回答他，因为所有人的目光都被台上发生的一切吸引了。\\n\\n擂台上，只剩下我一个人站在那里，手中握着那把寒光闪闪的诛仙剑。而夜色无边的身影从擂台上消失了。连那一道白光都只是一闪而过，继不炫目，也不华丽。\\n\\n那一剑，我完全没有使用任何技巧，只是利用自己下落的速度，将诛仙剑插入了夜色无边的胸膛。全满的元神转化成的攻击力效果是惊人的，即使最终我还是挨了夜色无边狠狠的一刀，但是很幸运的没有被秒掉。\\n\\n一瓶补血药水灌进我的喉咙，我的脸色又恢复了往日的神光，脸上的符文看起来有种说不出的诡异。\\n\\n台下，夜色无边望着我，神色有些木然。整个万兽山庄的擂台周围，几乎所有的目光都集中到了我一个人的身上。\\n\\n结局实再太出人意料了，就连鬼狼他们也没有想到，我竟然不仅能保持十五分钟不败，而且会赢得一个完胜，跨越二十多次的一次完胜。\\n\\n如果天地之中有神话，那么就在今天。\\n\\n如果天地之中有奇迹，那么就在今天。\\n\\n擂台下发出雷鸣一般的掌声，现场所有东方大陆的玩家们全都沸腾了。因为我创造了这样一个神话，这样一个奇迹。\\n\\n不久以后，玩家间纷纷流传着这样一段对话：\\n\\n“知道东方大陆的第一高手是谁吗？”\\n\\n“不是霜飞羽嘛，那还用问。”\\n\\n“错。霜飞羽只是等级高，讲到实战，她还差得远。”\\n\\n“那就是鬼狼了。比武大会的天下第一。”\\n\\n“也不对。或许以前他是第一，但现在不是了。”\\n\\n“什么？竟然有人比鬼狼还要厉害？难道是只谈***？或者西门吹风……”\\n\\n“不用猜了，东方大陆的第一高手是个道士。”\\n\\n“道士，你说的是无语问苍天还是安落虹啊？或者最近刚刚窜红的雁过留声？”\\n\\n“都不对。东方大陆的第一高手是个道士，而且是个鬼族道士。他曾经在低于对方三十级的情况下，打败了西方三大杀手之一的夜色无边……”\\n\\n“夜色无边？天啊？你说的是真的？”\\n\\n“当然是真的，不信你可以看看最新一辑的《天地传说》。”\\n\\n……\\n\\n这样的结局是我当时根本就没有想到的，不过对于这样的情形，我却没什么异议。毕竟，我隐藏的时间已经太久了，久到我几乎忘却了自己的身份。东方大陆的大型任务已经越来越难了，人们需要一个英雄似的人物出来带领，而这个人，刚好就是我。\\n\\n当我驾御着那把闪烁着数色光芒的飞剑，自城市的上空轻飘飘的划过。地上，留下了无数敬仰的目光。\\n\\n这场战斗，让许多西方大陆的玩家无法接受。同时，也让更多的人疑惑不解。事后，曾有多名逆天成员向我挑战。但是都被夜色无边跟刑天拦了下来。当然，芸芸代表“恶魔领主”传下的话：“任何人不得与百鬼夜叉为难。”起到了更大的作用。不过我到是很乐意再打几场这样的擂台。因为那对于我的提高有着极大的帮助。\\n\\n可是帮助归帮助，要是让我一天到晚就困在擂台上，连任务都没办法做，那就得不偿失了。\\n\\n对那天的情形有一定了解的玩家们都在觉得奇怪：为什么夜色无边跟刑天他们的态度转变得如此之快呢？擂台过后，疆土把几个相关人士带到了万兽山庄的秘密会议室里，再出来的时候，就见夜色无边的脸上错败感一扫而空。而刑天跟那个鬼道士的关系更像是多年不见的亲兄弟一样。这与之前不共戴天的表情反差实再是太大了。\\n\\n至于“生命女神”被“非礼”的那一段，在经过一段时间的沉淀之后，逐渐被人淡忘了。这种事情原本就及容易被当作捕风捉影的对象，所以在当事人完全没有反应的情况下。这段“风流韵史”被人当作了无聊的传言。\\n\\n正所谓“谣言止于智者。”很多人都相信这句话，自然有人会替我开脱罪名。\\n\\n任何一个谣言，只要你以无所谓的态度去面对，久而久之，别人自然会想：这年头的绯闻多了去了，不差这一件，天知道是真是假呢。\\n\\n欲盖弥彰反而会越描越黑，到不如索性大大方方的承认，人们反而会想：这事儿不是真的吧？\\n\\n人，就是这么奇怪的动物。\\n\\n**万兽山庄的密室里，夜色无边、末日血神、芸芸、清幽百合、水晶铃铛等恶魔之家的核心成员。他们的脸色当然好看不到哪里去。因为夜色无边输了，而作为胜者，慢慢的踏入这间密室，脸上的表情主具无法捉摸。\\n\\n“干什么？输了不服气啊？”疆土一脚踏了进来，冲着夜色无边吼道。夜色无边跟他的感情很深，也只有他才可以这样毫无顾虑的吼他。\\n\\n“没有。”夜色无边的声音略显得有些低沉。虽然输了就是输了，但是这样的力量悬殊，让他怎么也无法接受。如果，换作是小隐或者天之伤，这场仗还能打赢吗？他这样想。\\n\\n刑天的脸色就更难看了，看夜色无边的眼神更是无法理解。不是说要教训一下那个不知天高地厚的小子嘛，现在倒好，反而被人教训了。嫂子被欺负这件事情就这么算了？回去之后怎么跟老大交待？\\n\\n我望了一眼刑天，微笑着坐到密室正中的椅子上。当我坐下去的那一瞬间，我看到在场的各位全都愣了愣，有几个险些站了起来。\\n\\n那本来是疆土的位置，怎么可能让一个外人去坐？\\n\\n可是当他们看到疆土对于我的做法一点异议都没有，反而一个人静悄悄的坐到了夜色无边的身旁，心里就更感觉奇怪了。\\n\\n我什么话也没有说，冲着芸芸招了招手。芸芸回头望了望众人，脸上有些犹豫。我一伸手，将她拉进了自己的怀里。侧着身坐到我的膝盖上，脸上一面红霞。\\n\\n“妈的！你……”刑天一个激动，从位子上站了起来，突然好像意识到了什么，指着我的手指停在半空，像是被施了定身法。\\n\\n“你是隐为者？”\\n\\n女人的直觉果然比较灵敏，清幽百合第一个反应了过来。一语道破天机。\\n\\n一瞬间，所有人恍然大悟，刑天拍着自己的后脑勺说道：“妈的，我怎么没想到。东方大陆除了大哥你，谁还能有这么大本事啊。”\\n\\n“废话，不然你以为呢？”我一手拉起芸芸的手背，在上面亲亲烙下吻，冲清幽百合说道：“你那一巴掌打得还真是重呢，到现在我的脸都是红的。”\\n\\n芸芸一听，赶紧看了看我的脸，干干净净的，哪里有什么红印。当即在我腰上捏了一把。\\n\\n刑天实再很想上来拥抱我一下，顺道给我一拳，但因为我怀里已经有芸芸了，所以他也不怎么好动手，只能把气出到了疆土身上。\\n\\n“大老粗！你也太不够意思了，明明知道是大哥，竟然也不说一声！害我跟无边出丑！”他一把揪住疆土的衣领，大声的吼道。\\n\\n“关我屁事！”疆土一拍刑天的手背，没好气的说道：“你们当老子是什么人啊？如果不是小隐，我会让星晴妹子被人讨了便宜去？自己没眼力劲儿，还好意思在这里吼老子！不服是不是，一会儿出去我叫几个弟兄跟你单挑！”\\n\\n说到这里，大家也都反应了过来，是啊，当时我可是在众人面前抱了芸芸，如果不是早知道我的身份，疆土怎么会坐视不理呢。只怪一时气急，现在仔细一想，他们早该把我认出来才对。\\n\\n“你也是的。”刑天扯了扯嘴，小声的对我说道：“没事干嘛换外貌，害我都认不出来。”\\n\\n“不换怎么行啊？”我笑着说道：“你们可别忘了，‘恶魔领主’现在还在恶魔之家里坐着呢，这里哪儿又跑出来一个隐为者。”\\n\\n简单的将我在东方大陆的经历说了一遍，又提醒大伙不要暴露了我的身份，众人这才出了密室。出去之后，对我的态度自然是一百八十度大转弯，甚至将逆天军团的指挥权也一并交给了我，而原本的指挥末日血神则担任起我的副手。\\n\\n这一点，大多数的逆天成员还是可以接受的。毕竟指挥他们的是一个强者，能够打败夜色无边的强者。\\n\\n被强者指挥，并没有什么好抱怨的。\\n```\\n\\n\\n------------\",\"timestamp\":1640412139,\"title\":\"第一百七十一章   第一高手\"},\"digest\":\"xVVI_BZ-oKnnNwSuYtx3Cg7tgZiptwqomECQuw_fU38\",\"authorship\":{\"contributor\":\"0xFEc89121b70879E403E572E12001c3fb1B3b8bd2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KM8Vau6lNvvq3SBEGVeigAtRISlEQ4zCMXh5SAea1tA\\\",\\\"y\\\":\\\"AouZ_1WyNph79TI06De7v1QsQYBwpRFsL3QPtNczJSs\\\"}\",\"signature\":\"M7ZtVbawoW42PMv319jpAAWSGdERMDVKIhSeTcKyBg6C8AXpsxvHtEU92AlKVkBgCc8X-rNnTbK6Z_LemDXuYw\",\"signingKeySignature\":\"0x177e6eb03eee9690b07889c417b741c251df999c61c476bdf7414677970a7a1b30c67392712846b59ea56641ee5c339e8d4876e86dfe50e880027556eda181061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KM8Vau6lNvvq3SBEGVeigAtRISlEQ4zCMXh5SAea1tA\\\",\\\"y\\\":\\\"AouZ_1WyNph79TI06De7v1QsQYBwpRFsL3QPtNczJSs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xVVI_BZ-oKnnNwSuYtx3Cg7tgZiptwqomECQuw_fU38\"}"