"{\"content\":{\"body\":\"*Felix Machart on strategies to ensure cryptonetworks/DAOs reap the rewards of long term thinking*\\n\\nWe’re excited to release another long-form piece on the Boardroom Mirror page! \\n\\nLast week, we published Nick Naraghi’s deep dive on why people build DAOs. Previously, we published James Duncan’s framework to analyze decentralization and autonomy in DAOs.  \\n\\nThis week, Felix Machart of Greenfield One introduces and makes the case for different strategies cryptonetworks and DAOs can implement to encourage long-term thinking, which he argues is crucial to their success.\\n\\nFelix begins his essay by making the case for long-term thinking. Data shows that for-profit companies that orient to the long term are more successful financially (higher revenue and market capitalization over time) and socially (more job creation). Short-term optimization, influenced by the emphasis on quarterly earning reports by equity investors, on the other hand, has proven detrimental. \\n\\nCryptonetworks introduce an entirely new paradigm for investors and stakeholders, who can “view and verify metrics like earnings, transactions, risk, and solvency in real-time.”\\n\\nFelix asks: \\n\\n> If quarterly reporting has led traditional firms (and their activist investors) to excessive short-term orientation … where will real-time accounting lead us?\\n\\nAlong with thoroughly examining the different stakeholders within a cryptonetwork and how DAOs structures differ from traditional organizations, Felix offers a variety of solutions for cryptonetworks to incentivize long term thinking via their governance. \\n\\nSpecifically, Felix focuses on time-commitment-based distribution of governance power and rewards. \\n\\nTo accomplish this, cryptonetworks and DAOs can make a few design decisions highlighted by Felix, including:\\n\\n- Linear vs. progressive increase in governance power and rewards\\n- Types of rewards that are boosted through lock-up (e.g. protocol fee distributions, LP rewards)\\n- Minimum and maximum length of token lock-ups\\n- Early exit fees\\n- Whitelisted smart contracts to participate in governance (and policy on how to whitelist)\\n- Social norms around slashing for actors that attempt workarounds\\n\\nIn its entirety, Felix’s post is a great deep dive on a topic that will increasingly come into focus as cryptonetworks and DAOs mature, that of long term orientation and ensuring organizational sustainability over time.  \\n\\nFor those interested in an even deeper dive, linked within the Mirror post is a version of the essay with specific case studies within DeFi. \\n\\nWe encourage all Stateless readers to check it out: \",\"timestamp\":1625075714,\"title\":\"Long-term Alignment in Cryptonetworks & DAOs\",\"publication\":\"boardroom\"},\"digest\":\"icPsjRu0Cr6baVDuVY2DiWm2Qb7tvnqYvXCbZtZzg6Y\",\"authorship\":{\"contributor\":\"0xb1676B5Ab63F01F154bb9938F5e8999d9Da5444B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w7mrcCiBlf028ldqpTLCIil3169hcG4Lc2_EEScU6AY\\\",\\\"y\\\":\\\"FNT5UXHwWxnJJtAZH7SKl-ad4kfuLcOoIZrkOzthdAs\\\"}\",\"signature\":\"WXgY-NQNy0vEIRgLFeT5wUpYzlEZM7QMj_o0XDU8kBczfCcsBXujgL7smdbcTQ-Di2xOU86FJuYCAFyih8-9iA\",\"signingKeySignature\":\"0xeccd26b10e5ae492757a69b854da262568509649d1f844244d3a85e3d0f3721225410b7759167bc72404c34ccff69ff5d8037077a7e3f37954f46e644451b46b01\",\"signingKeyMessage\":\"I authorize the publication of articles on boardroom.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w7mrcCiBlf028ldqpTLCIil3169hcG4Lc2_EEScU6AY\\\",\\\"y\\\":\\\"FNT5UXHwWxnJJtAZH7SKl-ad4kfuLcOoIZrkOzthdAs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"icPsjRu0Cr6baVDuVY2DiWm2Qb7tvnqYvXCbZtZzg6Y\"}"