"{\"content\":{\"body\":\"1992: Two empires were co-rulers and rivals for decades.\\n\\nA long global war between 1918 and 1945, with a long party in between, erased monarchies and ancient empires. Two empires rose, with the power of the sun. A long secret war began, Cold.\\n\\nTwo nations, born in revolution, chose different paths to the same destination: Control over individuals and information.\\n\\nAfter decades of waltzing with atomic bombs, they both grew weary. Cracks in the East broke a walls and borders, and recreated old countries. Cracks in the West rode over copper wire tollbridges and glass fiber. Cryptography, would no longer be treated like a munition under the law, while a new unreal reality emerged.\\n\\nEach side, with reluctance, surrendered monopolies over information and connectivity. The old line resisted but failed.\\n\\nIn the East, they stopped jamming radio broadcasts from the West. They pulled back the tanks. It surrendered its hold on the masses. In the West, the first internet service provider in 1989 was called \\\"The World\\\". They both relaxed their grips on networks.\\n\\nMeanwhile, there was a third power.\\n\\nCenturies ago, it was the envy of the world but fell into a tortured sleep, assaulted by suitors and conquerors. The \\\"Middle Kingdom\\\" reawakened at the same time the 2 empires were ending their secret war. After early success, it opened its cities of its interior to investment. It relaxed its grip like the others.\\n\\nThe Grand Arena is never empty, and the prize always changes.Land, Livestock, people, property, gold, silver, cash, power.Information became the great prize in a new great game.\\n\\nThe World rebooted. A new operating system and network. 2.0\\n\\n**2877 Earth Mars Diplomatic Trade Transport**\\n\\nBefore I left home, I went to the Reverence Halls, to honor my son.\\n\\nIt was a place to care for Veterans of the Long War who could not care for themselves, and a final resting place for many. When the Long War was ended by the machines, it became a beacon for many who felt lost in a strange peace.\\n\\nCenturies ago, the first of us left home behind, but carried a piece of what mattered. Each generation passed down the traditions, memes of memories, to remind us.\\n\\nI went to the place reserved for family. To where my son was honored with those who came before and served their world.\\n\\nThe ancient rituals from one gravity well were practiced on every rock we claimed, from the warm inner system to the frozen reaches of the Oort. When loved ones left the 'well' for an invisible world on their last day of life, those who remained would practice the traditions.\\n\\nI burned lokens, local tokens, marked them on the 'Chains of the Hall, and recorded them on the blocks of sacred memory.\\n\\nThe burning of scented sticks perfumed the air. I burned virtual gifts for the remembered’s journey to the next world, farther than the furthest sun, and marked them on the networks of the loved.\\n\\nI spoke aloud so that my loved ones would “hear” me.\\n\\n\\\"My friends have given me a second tour of duty in life. I'm going to do my best. I don't know what will happen but I do know what will happen if I don't try\\\".\\n\\n[https://audius.co/overdeck/overdeck-network-conection-320666](https://audius.co/overdeck/overdeck-network-conection-320666)\\n\\n![](https://images.mirror-media.xyz/publication-images/hKvO77NdZ871av81feDma.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/EMXe2YxpzBLftQmiBtrPI.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1634353666,\"title\":\"1999: 7.7 A New World 2.0, 2877\"},\"digest\":\"4BJ6hqv5D-3agmcoJw4La4T77C1U6QoAYmkMjFxeH54\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"yIm_zqy5mr5EVVskEWQq7DziHknLiocM1y7SyWmJQeP5uAfxYqPNLLLKGKOCGWeAsUs0K5tP-R-9DX2w6OCnsQ\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5IuLAjSjrocLtGjk5CQ9ESu7PI-oX5Eny_wqBxHZNTU\"}"