"{\"content\":{\"body\":\"![Eugene Jansson, Sunrise over the Rooftops (1903)](https://images.mirror-media.xyz/publication-images/faBsLz26PGyjFo9bP23Rv.jpg?height=800&width=1083)\\n\\n*Disclaimer: I’m mostly using the term “metaverse” as a placeholder here, but there’s a lot of great work happening [around ](https://twitter.com/maira/status/1433867817598656513)[new ](https://twitter.com/arcalinea/status/1474124531895713792)[terminology](https://twitter.com/verses_xyz/status/1457872988045336581).*\\n\\nIt’s almost 2022, the year in which Mark Zuckerberg inevitably becomes king of the metaverse.\\n\\nBut the launch of [Meta](https://about.fb.com/news/2021/10/facebook-company-is-now-meta/) isn’t the only thing that’s happened this year. In fact, perhaps *too many* things have happened this year.\\n\\nAs we all start to live more of our lives online, and embrace the idea of this shared ethereal space and time, it’s increasingly clear that it’s simply impossible to keep up with everything going on. This probably shouldn’t be a surprise, after all the last time anyone was able to [read every book](https://what-if.xkcd.com/76/) was prior to the invention of the printing press.\\n\\nThe key (and clearly only) difference I see between now and the 1400s is there was no real pressure to know everything (often much of anything). Distinct fields of study had their distinct subcultures, and although there was some intersection, information was largely siloed (which of course, had many problems in and of itself). Arguably though, over the last century and moreso the last decade the increase in pressure within specific groups (subcultures, fandoms, or otherwise) to have complete information (at least from my incomplete information) has been exponential.\\n\\nMore than any other reason, the combined global/local (glocal?) nature of how we live online has made this so. On the one hand, we have a global community filled with shared memes and loosely tied values; on the other we have hyperlocal, squad-driven neighborhoods (and sometimes those neighborhoods have a local [Olive Garden](https://twitter.com/sadlyoddisfying/status/1473835146776391686)).\\n\\nThese overlapping groups with their own shared [lore](https://otherinter.net/research/lore/), [language](https://twitter.com/_kinjalbshah/status/1472954415850078215), and liminal sense of [belonging](https://www.othersidepod.xyz/episode/11) become lattices of mutual support, but simultaneously pull our attention in so many directions that it becomes easy to find people losing their sense of self and becoming the punctuation in a much larger story (e.g. memecoin token holders whose personas exist solely to pump bags).\\n\\nAs much as we might want to escape it, that limitation, our memory and attention, is the defining factor of our time, and it’s compounded by both just how many overlapping spheres of study and interest there are in front of us and how tightly they’re all interconnected / interwoven. Perhaps that’s why we see so many returning to thinkers, like [Illich](https://dlc.dlib.indiana.edu/dlc/bitstream/handle/10535/5962/Silence%252520is%252520a%252520Commons.html?sequence=1&isAllowed=y), who urge us back to intentionality. Otherwise, it’s too easy for us to get caught up, and lose the ability to carefully reflect. And, without reflection, we cannot see ourselves.\\n\\nIllich’s analysis of this problem abstracts things one step further. In Shadow Work (1981) he writes: “The identification of that which is desirable with that which is scarce has deeply shaped our thinking, our feeling, our perception of reality itself.” We desire to pay attention, and this desire is instilled and encouraged by the systems we create. But although attention may be scarce, as with all means, it is only so in relation to the infinite ends we request it for.\\n\\nThese infinite ends, as [Polanyi](https://inctpped.ie.ufrj.br/spiderweb/pdf_4/Great_Transformation.pdf) argues in The Great Transformation (1944), largely come from the emergence of modern *market societies* in which we increasingly detach means from their specific contexts, while simultaneously closing the distance between the economic and the [vernacular](http://www.davidtinapple.com/illich/1980_vernacular_values.html). Unsurprisingly, this is a point that resonates with Illich as well. As he writes in many places but specifically in [Hair and the History of the City](http://backpalm.blogspot.com/2011/09/lice-hair-and-city-space.html) (not to be confused with the popular early 2000s show):\\n\\n`A typical tree on the commons of a village has by custom very different uses for different people. The widows may take the dry branches for burning. The children may collect the twigs, and the pastor gets the flowers when it flowers, and the nuts from it are assigned to the village poor, and the shadow may be for the shepherds who come through, except on Sundays, when the Council is held in the shadow of the tree.`\\n\\nToday, more often than not, we at best think of trees as fungible objects within their own dark forests; as entirely distinct, disconnected objects; or as resources that can be leveraged to achieve ends unrelated to their local environment. I think beyond the risks that can be articulated around doing this, it’s something we largely understand to be *bad* at a visceral, more ineffable level. It’s out of scope, but perhaps there’s a similar reason we find metaversal *language* (and perhaps even that phrase) so cringeworthy outside its hyperlocal context ([gm](https://twitter.com/sequoia/status/1468609078624620552) to the [pepsiverse](https://twitter.com/pepsi/status/1470836189238280194)).\\n\\nAll of this isn’t to say we should [shut down](https://www.bloomberg.com/news/articles/2021-09-16/solana-network-of-top-10-sol-token-applies-fixes-after-outage) the metaverse (or [pluriverse](https://interdependence.online/)), as Box founder [Aaron Levie](https://twitter.com/jacksondame/status/1473823798575214596) or [Kara Swisher](https://www.nytimes.com/2021/12/16/opinion/web3-big-tech.html) might so obviously want to. Progress is incremental, and honestly movies like [Office Space](https://en.wikipedia.org/wiki/Office_Space) are great time capsules (out of many) of the kind of banal evil that existed in early internet office culture and our expectations of/for society at large. I think most would agree we’ve come a long way since the idea of watercoolers or hip open workspaces as forms of collective expression or the notion that a 10% bonus is an effective form of validation. But the meta point (reflection?) we should recognize is that even with all of the freedoms these new models afford us, fundamentally every economy is an attention economy.\\n\\nAnyway, the holidays are upon us and so this note has to end here, but here’s the tl;dr:\\n\\nWe should think carefully about how we navigate our creation of new economic models, and in what circumstances we tie our search for belonging to a kind of economic value that sustains our physical selves. DAOs or other internet-native communities that allow us to think about these questions, through periods of [radical rest](https://twitter.com/sourcecred/status/1470600403293253641) are leading the way here.\\n\\nIn 2022, I hope we can have more of these conversations (often associated with the [liberal arts](https://twitter.com/0xJim/status/1473712438667198464)), whether in new forms, or through emerging programs like [KERNEL](https://twitter.com/kernel0x), [Crypto, Culture, and Society](https://twitter.com/CryptoSocietyS1), or the [Public Library](https://www.notion.so/gitcoin/GitcoinDAO-22431fe7c9794d99986a028c23ce56b5). In the interim, enjoy this time of rest and reflection.\",\"timestamp\":1640378081,\"title\":\"Meta-Reflections in the Metaversal Age\",\"publication\":\"scott\"},\"digest\":\"MGlXeShkRt_ufvA1jBFLB2QfiqhJhtEJKZU27T-08CY\",\"authorship\":{\"contributor\":\"0x48A63097E1Ac123b1f5A8bbfFafA4afa8192FaB0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qfIvrN-rOjyd0NZObG201F98WwaA130oCQPBLSMpNDU\\\",\\\"y\\\":\\\"vNjUVRld0uS-z4TufnpiM62AMF4mX91njU94yiQaFxA\\\"}\",\"signature\":\"rljDqbMVwchSS1AfxaMOOuCMl6r77y-PX6Y9FA1ZoiaTHdwdLwARKEyxo6YzBeZP6jjKjoGfHMNe0tYTUbt6_Q\",\"signingKeySignature\":\"0xb5447865a3f63ebac395cd808d4d66168541a3b8df8d3a26274204685093aa2c0778a61b03c9e534881dbd6ab1fadb97a2f05d44084dab3099f10871ad89f0a81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qfIvrN-rOjyd0NZObG201F98WwaA130oCQPBLSMpNDU\\\",\\\"y\\\":\\\"vNjUVRld0uS-z4TufnpiM62AMF4mX91njU94yiQaFxA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U8aWHSX_HHHYcN1GvbTcBnZbAR7eNeJ_61WIOuSguF8\"}"