"{\"content\":{\"body\":\"Somewhat by accident, I’ve spent [my entire career](http://linkedin.com/in/mattcynamon) thinking about, and helping people navigate, talent markets.\\n\\nI’ve worked on this issue at technology startups, at education companies, alongside universities, at nonprofits, and on behalf of governments.\\n\\nNow I work at [USV](http://usv.com) where I have a narrow but exciting view into the talent issues of cutting edge organizations in finance, health, education, climate, and crypto.\\n\\nI like working in this space because, as humans, we create value for ourselves and others through the work we do. It’s where we find dignity. So helping people get to the position where they can do great work makes their lives, and lives of those around them, significantly better. I especially like doing this work at USV because I get a sneak peek at talent trends that will soon have wide scale impact on the entire economy.\\n\\nThis blog is my attempt to open source what I’ve learned and what I’m still learning. About what I see in the talent market and how you can use that information to build a career, a company, or a team. True to our investment thesis, you shouldn’t need to work at a Venture Capital firm (or be friends with someone who does) to get access to this information.\\n\\nI hope you’ll find it useful.\\n\\nP.S. I’ve chosen to do publish my blog on Mirror for three reasons\\n\\n1. Publishing on Mirror will permanently keep this knowledge in the public domain\\n2. Some of the most exciting transformations in labor and talent are occurring in web3. So it only makes sense to write about them on a web3 publishing platform.\\n3. Mirror allows you turn posts into an NFT, and my wife really wanted to buy my first blog post.\",\"timestamp\":1637112678,\"title\":\"Broadening Access To Knowledge, Capital, and Well Being\"},\"digest\":\"gOjpozZN4Adyj2fDBOE2XEV-mKzT3GKkiFzRQUaqRg0\",\"authorship\":{\"contributor\":\"0xB8e4b4b7A69f71c336E2dbe6c779Eb14CCc0Fe2B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_ysSfTWhcGR46T60DaI-oYFt-VZp72WmtY3plngy3QM\\\",\\\"y\\\":\\\"WWrw0bdi8KFTmGYL3NMes0TIgHc8Oesru3qEvH5o1io\\\"}\",\"signature\":\"-C6qS5GxSPtQlf5CjW_4j0k-11sy7JTSvRLpPOA0LQFp6SK6Q1QNGMm0VQDhiYNgppihUctIrd15oZK6Tf-XGw\",\"signingKeySignature\":\"0xad6fd2312733b9a585b340258fa8decdb5b78e6cc0ba2c171b2f28dd8d29ae6a46bdc2ad824303de3ecdaa98656a22a8ee64a74d52fb43381386456b964be39d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_ysSfTWhcGR46T60DaI-oYFt-VZp72WmtY3plngy3QM\\\",\\\"y\\\":\\\"WWrw0bdi8KFTmGYL3NMes0TIgHc8Oesru3qEvH5o1io\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zoCatUplxzvry5435rcKuV-L99pvHqtbWtqJhjOkDqI\"}"