"{\"content\":{\"body\":\"每个爱旅行的人心里，都有一份目的地清单，来看看这份是否适合你。\\n\\n1. 鼓浪屿\\n\\n这里宁静清雅，你可以随意逛逛，随时发发呆。\\n\\n鼓浪屿位于厦门岛西南隅，与厦门市隔海相望，这里既有独特的侨乡风情，又有美味的闽南特色小吃，各式的异国建筑更是让鼓浪屿别具一格。这里汇集了菽庄花园、日光岩、皓月园等热门景点，除此之外，还有很多风格各异的老建筑，适合散步、发呆，安静地享受生活。\\n\\n1. 敦煌\\n\\n黄沙漫漫驼铃声声，泉水潺潺滋润绿洲，一个延续千年的传奇所在。\\n\\n在这个群山拥抱的天然小盆地中，党河雪水滋润着肥田沃土，绿树浓荫挡住了黑风黄沙；粮棉旱涝保收，瓜果四季飘香；沙漠奇观神秘莫测，戈壁幻海光怪陆离；文化遗存举世闻名，人才辈出……美丽的敦煌，是块富饶、神奇、诱人的土地。\\n\\n1. 锡林郭勒草原\\n\\n河流、毡房、树木、石头、牛羊、山峰，想踏遍这里的每一寸土地。\\n\\n美丽广袤的草原，触手可及的云彩，浓郁的民族风情，祭敖包，赛马，蒙古式摔跤，歌舞无不给人留下深刻的影响。\\n\\n1. 黄河壶口瀑布\\n\\n奔腾的黄河水呼啸而下，溅起巨大的浪涛，气势磅礴壮观，令人震撼。\\n\\n黄河是中华民族的母亲河,黄河壶口瀑布是镶嵌在九曲黄河之上的一颗璀璨的明珠,是北方最富有特色的大型瀑布奇景,名列全国第二大瀑布。\\n\\n1. 泸沽湖\\n\\n泛着蓝色予人冰凉感的湖水，徜着风，泸沽湖没有浩浩荡荡，没有浓妆淡抹，却让人一见倾心。\\n\\n泸沽湖旅游景区四周崇山峻岭，一年有三个月以上的积雪期。森林资源丰富，山清水秀，空气清新，景色迷人，泸沽湖被当地摩梭人奉为“母亲湖”。\\n\\n1. 张家界\\n\\n俗话说“九寨沟看水，张家界看山”，三千座石峰拨地而起，八百条溪流蜿蜒曲折。\\n\\n张家界以其得天独厚的旅游资源闻名于世。以中国第一个国家级森林公园张家界和天子山、索溪峪两个自然保护区组成的武陵源风景区面积达369平方公里，区内以世界罕见的石英砂岩峰林峡谷地貌为主体，集桂林之秀、黄山之奇、华山之险、泰山之雄于一体，藏赂、桥、洞、湖、瀑于一身，有“扩大的盆景、缩小的仙山”之美称。\\n\\n1. 梅里雪山\\n\\n当清晨的第一缕朝阳，把\\\"梅里雪山\\\"主峰\\\"卡瓦格博\\\"染成了金色，那耀眼的金色让每个人心潮澎湃，内心震憾。\\n\\n1. 漓江\\n\\n漓江就是一幅幅素雅高贵的水墨画，泛舟于漓江之上，徘徊在这返璞归真、宁静的梦境中。\\n\\n漓江又名桂水、桂江、癸水、东江，流经广西壮族自治区桂林市，以流域孕育的独特绝世而又秀甲天下的自然景观桂林山水，“江作青罗带，山如碧玉簪”。其风景秀丽，山清水秀，洞奇石美，是驰名中外的风景名胜区。\\n\\n1. 茶卡盐湖\\n\\n茶卡最吸引人的：盐湖，小火车，星空。既然有天空之境的称号，这里的一切，自然是“怎一个纯字了得”。\\n\\n因其旅游资源禀赋可与玻利维亚乌尤尼盐沼相媲美，享有中国“天空之镜”之美称。\\n\\n1. 大理\\n\\n一水绕苍山，苍山抱古城。大理——人一生不得不去的地方，总会在不知不觉中勾起一些骨子里透着些许浪漫的人的探寻欲望。\\n\\n想到大理的蓝天白云，大理的苍山洱海，我的一颗心也早已飞去大理。有一种蓝叫大理蓝，此时此刻，我想和你一起去大理，去看一看最美的大理蓝。\\n\\n1. 海陵岛\\n\\n爱上这一座岛，好像不需要什么理由，但是也好像有理由，大概就是因为这座岛上的海\\\\~\\n\\n1. 北极村\\n\\n如若寻冬，就去最北的北极村，唯一可以看到“极光”的地方，这是大自然恩赐给漠河人的眼福。\\n\\n北极村不仅是一个历史悠久的古镇，它逐渐成了一种象征、一个坐标，每年都有很多从世界各地到这里的游客，来体会那份最北的幸福。\\n\\n1. 长白山天池\\n\\n一个美丽而又神秘的地方，这里有着动人的传说，有着让人迷恋的如画风景。\\n\\n神秘的天池白云缭绕，五色斑斓波光岚影，群峰环抱，很是壮观。天池湖水清澈碧透，一平如镜；周围16座奇异峻峭的山峰临池耸立，倒映湖中，波光峦影，蔚为壮观。\\n\\n1. 安集海大峡谷\\n\\n千百年来，安集海大峡谷默默隐匿在天山北坡，集悬崖、绝谷、草原、流水于一体，集奇、险、艳于一身。\\n\\n安集海河发源于天山山脉，通过长年冲刷，在通古特附近冲出天山峡谷，在天山北坡下形成了规模宏大的冲积扇，河谷冲积扇规模宏大，以伞形向北张开，堪称地质奇观。\\n\\n1. 祁连山草原\\n\\n银装素裹，碧绿万顷，青绿无边的原野，空气宜人，大美无言。\\n\\n祁连山草原 是中国最美丽的草原，祁连山清水秀景如画，天高云淡夏如春，巍峨的雪峰捧起洁白的哈达，广袤的草原铺展开千里碧毯，让祁连山的情怀深藏在每个人的心间。\\n\\n1. 龙脊梯田\\n\\n依山而建，在一片片梯田中坐落着几座房屋，天空很蓝，梯田很壮阔，山风也很清爽。\\n\\n1. 禾木村\\n\\n天高云淡，村周群山环绕，绿树成荫，村边溪流潺潺，原始村落与大草原和谐自然的融为一体。\\n\\n禾木村最出名的就是万山红遍的醉人秋色，炊烟在秋色中冉冉升起，形成一条梦幻般的烟雾带，胜似仙境。在禾木村子周围的小山坡上可以俯视禾木村以及禾木河的全景：空谷幽灵、小桥流水、牧马人在从林间扬尘而过……\\n\\n1. 普者黑\\n\\n这里有着清澈透明的湖水和清新怡人空气，碧水青山，薄雾缭绕如仙境的美景。\\n\\n1. 三亚\\n\\n灿烂的阳光、湛蓝的海水，柔和的沙滩，美味的海鲜，一半是观光度假的乐趣，一半安静浪漫。\\n\\n1. 稻城亚丁\\n\\n雪山、峭壁、陡崖、海子、冰川、草场、森林、溪流，给我们营造出一片静谧、安详的世外之境。\\n\\n1. 婺源\\n\\n粉红的桃花、洁白的梨花与层层金黄的梯田油菜花、白墙黛瓦的民居相辉映，构成一幅幅唯美的天然画卷。\\n\\n春季漫山遍野的油菜花田与保存完好的徽派建筑群是婺源旅游的招牌。\\n\\n1. 色达\\n\\n金色的黄昏，红色的房屋，闪着光的佛塔，似乎在海拔4200米的这里，你能找到永恒，一个没有尘世繁琐的世界，日复一日的精进修行，只为解脱轮回。\\n\\n1. 德天瀑布\\n\\n亚洲第一大跨国瀑布，起伏大，落差大，河水像脱缰的野马，形成了三级瀑布。\\n\\n德天瀑布位于广西壮族自治区崇左市大新县硕龙镇德天村，中越边境处的归春河上游，紧邻的越南板约瀑布。德天瀑布以120米的宽度名列世界最壮观瀑布之首，该瀑布分为三级瀑布，垂直高度为60多米，瀑布与越南板约瀑布相连，预计量瀑布融为一体，每年的七月份至十一月份是德天瀑布最美最壮观的时期，因为这个季节降雨量比较多，是欣赏瀑布的最佳时节。\\n\\n1. 纳木错\\n\\n深蓝色的湖泊，浪漫的念青唐古拉峰，好看到让人惊讶。在纳木错看到的每一幅画面都是宁静的，美不胜收的。\\n\\n1. 九寨沟\\n\\n九寨沟以翠海、叠瀑、彩林、雪峰、蓝冰、藏情合为九寨沟“六绝”，身处仿佛置身“童话世界”。\\n\\n1. 青海湖\\n\\n碧澄的湖水，波光潋滟，日出日落的迷人景色，更充满了诗情画意，使人心旷神怡。\\n\\n1. 雅鲁藏布大峡谷\\n\\n雅鲁藏布大峡谷是世界上海拔最高的峡谷，被誉为人类最后的密境。\\n\\n1. 伊犁\\n\\n伊犁四季如画，峻美天山，辽阔草原，牛羊遍地，素有“塞外江南”的美称。\\n\\n1. 拉萨\\n\\n湛蓝的天空，大朵的白云，藏族同胞的淳朴，时间仿佛在一瞬间静止下来，暂时忘记了尘世牵绊，忘记了红尘纷扰。\\n\\n1. 甘南\\n\\n广阔美丽的桑科草原、世外桃源般的郎木寺、伊甸园般的扎尕那、拉卜楞寺的辩经声，甘南的美，有一种质朴的感染力，给你深入到骨髓的惊艳。\\n\\n有一种旅行，不为奔波万里的前往，只为悠然自得的闲逛。不为人山人海的景点，只为怡然自乐的街道。\\n\\n想停就停下来，想继续就继续，这才是旅行最舒服的状态。\",\"timestamp\":1639103687,\"title\":\"一生必去的30个最美旅行地，你去过几个？\"},\"digest\":\"RaJAy4ITqxMpgQKbKcK5mT4Xfv5n0DJDbRg0aDDk2-o\",\"authorship\":{\"contributor\":\"0x1f425fcF4695413316CcFB40b6E14572142a5aF3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Nn8gaOldayQrdAnujVKNX8wJrJ2Nkg475NpAgtBayOc\\\",\\\"y\\\":\\\"6kWtiA8ukb0Pke3VqxjHpz75Z_bFfbLP-mBrpBaUWuM\\\"}\",\"signature\":\"eBAwQR1aSBwFCVdIBXeY916vqfth8GOjNZgrOcJhqchoLXRVFJ60BoUJ6gKI-zAJGs4AHMMqVYnWC1gzFjU-OQ\",\"signingKeySignature\":\"0x7f7fd94a52c5324a80a45b00a326218bc988f857968f586b50c5c6a02fbcc46e36f84807fdc3603fe8b366ae9afb13d41053e9673c3e65e015cad582f4b467121c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Nn8gaOldayQrdAnujVKNX8wJrJ2Nkg475NpAgtBayOc\\\",\\\"y\\\":\\\"6kWtiA8ukb0Pke3VqxjHpz75Z_bFfbLP-mBrpBaUWuM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RaJAy4ITqxMpgQKbKcK5mT4Xfv5n0DJDbRg0aDDk2-o\"}"