"{\"content\":{\"body\":\"asked in the cathedral city of Barchester, and answered every hour in various ways--Who was to be the new Bishop?\\n\\nThe death of old Dr Grantly, who had for many years filled the chair with meek authority, took place exactly as the ministry of Lord - was going to give place to that Lord -. The illness of the good old man was long and lingering, and it became at last a matter of intense interest to those concerned whether the new appointment should be made by a conservative or liberal government.\\n\\nBishop Grantly died as he had lived, peaceably, slowly, without pain and without excitement. The breath ebbed from him almost imperceptibly, and for a month before his death, it was a question whether he was alive or dead.\\n\\nA trying time was this for the archdeacon, for whom was designed the reversion of his father's see by those who then had the giving away of episcopal thrones. I would not be understood to say that the prime minister had in so many words promised the bishopric to Dr Grantly. He was too discreet a man for that. There is a proverb with reference to the killing of cats, and those who know anything either of high or low government places, will be well aware that a promise may be made without positive words, and that an expectant may be put into the highest state of encouragement, though the great man on whose breath he hangs may have done no more than whisper that 'Mr So-and-so is certainly a rising man.'\\n\\nSuch a whisper had been made, and was known by those who heard it to signify that the cures of the diocese of Barchester should not be taken out of the hands of the archdeacon. The then prime minister was all in all at Oxford, and had lately passed a night at the house of the master of Lazarus. Now the master of Lazarus--which is, by the bye, in many respects the most comfortable, as well as the richest college at Oxford,--was the archdeacon's most intimate friend and most trusted counsellor. On the occasion of the prime minister's visit, Dr Grantly was of course present, and the meeting was very gracious. On the following morning Dr Gwynne, the master, told the archdeacon that in his opinion the matter was settled.\\n\\nAt this time the bishop was quite on his last legs; but the ministry was also tottering. Dr Grantly returned from Oxford happy and elated, to resume his place in the palace, and to continue to perform for the father the last duties of a son; which, to give him his due, he performed with more tender care than was to be expected from his usual somewhat worldly manners.\\n\\nA month since the physicians had named four weeks as the outside period during which breath could be supported within the body of the dying man. At the end of the month the physicians wondered, and named another fortnight. The old man lived on wine alone, but at the end of the fortnight he still lived; and the tidings of the fall of the ministry became more frequent. Sir Lamda Mewnew and Sir Omicron Pie, the two great London doctors, now came down for the fifth time, and declared, shaking their learned heads, that another week of life was impossible; and as they sat down to lunch in the episcopal dining-room, whispered to the archdeacon their own private knowledge that the ministry must fall within five days. The son returned to his father's room, and after administering with his own hands the sustaining modicum of madeira, sat down by the bedside to calculate his chances.\\n\\nThe ministry were to be out within five days: his father was to be dead within--No, he rejected that view of the subject. The ministry were to be out, and the diocese might probably be vacant at the same period. There was much doubt as to the names of the men who were to succeed to power, and a week must elapse before a Cabinet was formed. Would not vacancies be filled by the out-going men during that week? Dr Grantly had a kind of idea that such would be the case, but did not know; and then he wondered at his own ignorance of such a question.\\n\\nHe tried to keep his mind away from the subject, but he could not. The race was so very close, and the stakes were so very high. He then looked at the dying man's impassive, placid face. There was no sign there of death or disease; it was something thinner than of yore, somewhat grayer, and the deep lines of age more marked; but, as far as he could judge, life might yet hang there for weeks to come. Sir Lamda Mewnew and Sir Omicron Pie had thrice been wrong, and might yet be wrong thrice again. The old bishop slept during twenty of the twenty-four hours, but during the short periods of his waking moments, he knew both his son and his dear friend Mr Harding, the archdeacon's father-in-law, and would thank them tenderly for their care and love. Now he lay sleeping like a baby, resting easily on his back, his mouth just open, and his few gray hairs straggling from beneath his cap; his breath was perfectly noiseless, and his thin, wan hand, which lay above the coverlid, never moved. Nothing could be easier than the old man's passage from this world to the next.\\n\\nBut by no means easy were the emotions of him who sat there watching. He knew it must be now or never. He was already over fifty, and there was little chance that his friends who were now leaving office would soon return to it. No probable British prime minister but he who was now in, he who was so soon to be out, would think of making a bishop of Dr Grantly. Thus he thought long and sadly, in deep silence, and then gazed at that still living face, and then at last dared to ask himself whether he really longed for his father's death.\\n\\nThe effort was a salutary one, and the question was answered in a moment. The proud, wishful, worldly man, sank on his knees by the bedside, and taking the bishop's hand within his own, prayed eagerly that his sins might be forgiven him.\\n\\nHis face was still buried in the clothes when the door of the bed-room opened noiselessly, and Mr Harding entered with a velvet step. Mr Harding's attendance at that bedside had been nearly as constant as that of the archdeacon, and his ingress and egress was as much a matter of course as that of his son-in-law. He was standing close beside the archdeacon before he was perceived, and would have also knelt in prayer had he not feared that his doing so might have caused some sudden start, and have disturbed the dying man. Dr Grantly, however, instantly perceived him, and rose from his knees. As he did so Mr Harding took both his hands, and pressed them warmly. There was more fellowship between them at that moment than there had ever been before, and it so happened that after circumstances greatly preserved the feeling. As they stood there pressing each other's hands, the tears rolled freely down their cheeks.\\n\\n'God bless you, my dears,'--said the bishop with feeble voice as he woke--'God bless you--may God bless you both, my dear children:' and so he died.\\n\\nThere was no loud rattle in the throat, no dreadful struggle, no palpable sign of death; but the lower jaw fell a little from its place, and the eyes, which had been so constantly closed in sleep, now remained fixed and open. Neither Mr Harding nor Dr Grantly knew that life was gone, though both suspected it.\\n\\n'I believe it's all over,' said Mr Harding, still pressing the other's hands. 'I think--nay, I hope it is.'\\n\\n'I will ring the bell,' said the other, speaking all but in a whisper. 'Mrs Phillips should be here.'\\n\\nMrs Phillips, the nurse, was soon in the room, and immediately, with practised hand, closed those staring eyes.\\n\\n'It's all over, Mrs Phillips?' asked Mr Harding.\\n\\n'My lord's no more,' said Mrs Phillips, turning round and curtseying with a solemn face; 'His lordship's gone more like a sleeping baby than any that I ever saw.'\\n\\n'It's a great relief, archdeacon,' said Mr Harding, 'A great relief--dear good, excellent old man. Oh that our last moments may be as innocent and peaceful as his!'\\n\\n'Surely,' said Mrs Phillips. 'The Lord be praised for all his mercies; but, for a meek, mild, gentle-spoken Christian, his lordship was--' and Mrs Phillips, with unaffected but easy grief, put up her white apron to her flowing eyes.\\n\\n'You cannot but rejoice that it is over,' said Mr Harding, still counselling his friend. The archdeacon's mind, however, had already travelled from the death chamber to the closet of the prime minister. He had brought himself to pray for his father's life, but now that that life was done, to dally with the fact of the bishop's death--useless to lose perhaps everything for the pretence of a foolish sentiment.\\n\\nBut how was he to act while his father-in-law stood there holding his hand? How, without appearing unfeeling, was he to forget his father in the bishop--to overlook what he had lost, and think only of what he might possibly gain?\\n\\n'No; I suppose not,' said he, at last, in answer to Mr Harding. 'We have all expected it for so long.'\\n\\nMr Harding took him by the arm and led him from the room. 'We will see him again to-morrow morning,' said he; 'We had better leave the room now to the woman.' And so they went downstairs.\\n\\nIt was already evening and nearly dark. It was most important that the prime minister should know that night that the diocese was vacant. Everything might depend on it; and so, in answer to Mr Harding's further consolation, the archdeacon suggested that a telegraph message should be immediately sent off to London. Mr Harding who had really been somewhat surprised to find Dr Grantly, as he thought, so much affected, was rather taken aback; but he made no objection. He knew that the archdeacon had some hope of succeeding to his father's place, though he by no means knew how highly raised that hope had been.\\n\\n'Yes,' said Dr Grantly, collecting himself and shaking off his weakness, 'We must send a message at once; we don't know what might be the consequences of delay. Will you do it?'\\n\\n'I! Oh yes; certainly: I'll do it, only I don't know exactly what it is you want.'\\n\\nDr Grantly sat down before a writing table, and taking pen and ink, wrote on a slip of paper as follows:-\\n\\n```\\n              By Electric Telegraph,      For the Earl of -, Downing Street, or elsewhere.             'The Bishop of Barchester is dead.'         Message sent by the Rev. Septimus Harding.\\n```\\n\\n'There,' said he. 'Just take that to the telegraph office at the railway station, and give it as it is; they'll probably make you copy it on to one of their own slips; that's all you'll have to do: then you'll have to pay them half-a-crown.' And the archdeacon put his hand in his pocket and pulled out the necessary sum.\\n\\nMr Harding felt very much like an errand-boy, and also felt that he was called on to perform his duties as such at rather an unseemly time; but he said nothing, and took the slip of paper and the proffered coin.\\n\\n'But you've put my name into it, archdeacon.'\\n\\n'Yes,' said the other, 'There should be the name of some clergyman, you know, and what name so proper as that of so old a friend as yourself? The Earl won't look at the name you may be sure of that; but my dear Mr Harding, pray don't lose any time.'\\n\\nMr Harding got as far as the library door on his way to the station, when he suddenly remembered the news with which he was fraught when he entered to poor bishop's bedroom. He had found the moment so inopportune for any mundane tidings, that he had repressed the words which were on his tongue, and immediately afterwards all recollection of the circumstance was for the time banished by the scene which had occurred.\\n\\n'But, archdeacon,' said, he turning back, 'I forgot to tell you--the ministry are out.'\\n\\n'Out!' ejaculated the archdeacon, in a tone which too plainly showed the anxiety of his dismay, although under the circumstances of the moment he endeavoured to control himself: 'Out! Who told you so?'\\n\\nMr Harding explained that news to this effect had come down by electric telegraph, and that the tidings had been left at the palace door by Mr Chadwick.\\n\\nThe archdeacon sat silent for awhile, meditating, and Mr Harding stood looking at him. 'Never mind,' said the archdeacon at last; 'Send the message all the same. The news must be sent to some one, and there is at present no one else in a position to receive it. Do it at once, my dear friend; you know I would not trouble you, were I in a state to do it myself. A few minutes' time is of the greatest importance.'\\n\\nMr Harding went out and sent the message, and it may be as well that we should follow it to its destination. Within thirty minutes of its leaving Barchester it reached the Earl of - in his inner library. What elaborate letters, what eloquent appeals, what indignant remonstrances, he might there have to frame, at such a moment, may be conceived, but not described! How he was preparing his thunder for successful rivals, standing like a British peer with his back to the sea-coal fire, and his hands in his breeches pockets,--how his fine eye was lit up with anger, and his forehead gleamed with patriotism,--how he stamped his foot as he thought of his heavy associates,--how he all but swore as he remembered how much too clever one of them had been,--my creative readers may imagine. But was he so engaged? No; history and truth compel me to deny it. He was sitting easily in a lounging chair, conning over a Newmarket list, and by his elbow on the table was lying open an uncut French novel on which he was engaged.\\n\\nHe opened the cover in which the message was enclosed, and having read it, he took his pen and wrote on the back of it--\\n\\n```\\n  'For the Earl of -,        With the Earl of -'s compliments,'\\n```\\n\\nand sent off again on its journey.\\n\\nThus terminated our unfortunate friend's chance of possessing the glories of a bishopric.\\n\\nThe names of many divines were given in the papers as that of the bishop elect. The British Grandmother declared that Dr Gwynne was to be the man, in compliment to the late ministry.\\n\\nThis was a heavy blow to Dr Grantly, but he was not doomed to see himself superseded by his friend. The Anglican Devotee put forward confidently the claims of a great London preacher of austere doctrines; and The Eastern Hemisphere, an evening paper supposed to possess much official knowledge, declared in favour of an eminent naturalist, a gentleman most completely versed in the knowledge of rocks and minerals, but supposed by many to hold on religious subjects no special doctrines whatever. The Jupiter, that daily paper which, as we all know, is the only true source of infallibly correct information on all subjects, for a while was silent, but at last spoke out. The merits of all these candidates were discussed and somewhat irreverently disposed of, and then The Jupiter declared that Dr Proudie was to be the man.\\n\\nDr Proudie was the man. Just a month after the demise of the late bishop, Dr Proudie kissed the Queen's hand as his successor elect.\\n\\nWe must beg to be allowed to draw a curtain over the sorrows of the archdeacon as he sat, sombre and sad at heart, in the study of his parsonage at Plumstead Episcopi. On the day subsequent to the dispatch of the message he heard that the Earl of - had consented to undertake the formation of a ministry, and from that moment he knew that his chance was over. Many will think that he was wicked to grieve for the loss of episcopal power, wicked to have coveted it, nay, wicked even to have thought about it, in the way and at the moment he had done so.\",\"timestamp\":1639993150,\"title\":\"\\nIn the latter days of July in the year 185-, a most important question was for ten days hourly \"},\"digest\":\"LtzZjWu1pUiSw-rhCumCYo94mRMK0eRTILTxfA8ZuEs\",\"authorship\":{\"contributor\":\"0xBD49781Dd387395918Bf70f33643d6b0BDC2f41E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NJlUwcCX65UuqE-S8WQKrLMGLHZuToqzzTbCeqlNwYY\\\",\\\"y\\\":\\\"wKzibW0_EsVHFHRN9gvAG2oAJm1HqtLolkNSv2Ee5AQ\\\"}\",\"signature\":\"4kpA7Z1UaH6yDA-UOM6KwuD8Qf9LsXoNVr-5RK-CDie8_FfIEgIhAz50KbYshxQ9V6plxU2qd2jwZfeN5PEAqg\",\"signingKeySignature\":\"0x47d1cd510a783411a0946123ea4a0fffcc572fa7ce5a9d2684d696cf625dce7c34dc7a274136ae8fa289ad4744794f021812c72ae3b19c22132fa76311e28b871c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NJlUwcCX65UuqE-S8WQKrLMGLHZuToqzzTbCeqlNwYY\\\",\\\"y\\\":\\\"wKzibW0_EsVHFHRN9gvAG2oAJm1HqtLolkNSv2Ee5AQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LtzZjWu1pUiSw-rhCumCYo94mRMK0eRTILTxfA8ZuEs\"}"