"{\"content\":{\"body\":\"Since leaving my parents’ home 15 years ago, I have been compensated in countries’, companies’, startups’ & protocols’ currencies. Here is what they typically look like:\\n\\n* **Fiat** - Countries - $, €, £\\n* **Stock** - Companies - $GOOG, $FB, $SNAP\\n* **Options** - Startups - Stripe, SpaceX, Notion\\n\\n### We like the tokens\\n\\nIn 2014 I was promised an unspecified amount of Ether by the collective of people that would form the Ethereum Foundation. In 2016 someone from the community contacted me and sent me the $ETH. It was my first experience with token compensation.\\n\\nSince then, I have seen the incredible power and saddening greed that has been birthed by tokens. I wrote about this here:\\n\\n[https://ricburton.substack.com/p/the-liquidity-liability](https://ricburton.substack.com/p/the-liquidity-liability)\\n\\nAs I start to think about how to compensate the contributors to the new Balance Wallet, I am spending a huge amount of time thinking about this problem. How do you balance the desire for liquidity against the long term incentive to make something great?\\n\\n### Compensation Competition: Stripe vs. Ethereum\\n\\nAt its core, I believe that Silicon Valley has won the global compensation competition. If you want to get rich but *don’t* want to start a company, this is the best place on earth to do it. Restricted Stock Units in large technology companies and vesting stock options in startups can set your family up for life if you know how to pick great places to work.\\n\\nEthereum has beaten Silicon Valley in 5 years.\\n\\n![You do not have to live here](https://images.mirror-media.xyz/publication-images/mfN1Hi10y6yaxNw23M8pz.jpeg?height=1388&width=1125)\\n\\nThe smartest kids from the best engineering schools on the planet do not want stock or options: they want tokens.\\n\\nI have met multiple Stanford and Berkeley graduates who have made 9-figure sums in the last 2-5 years. Big tech and small startups simply cannot compete.\\n\\nStripe—the best company in Silicon Valley—has hugely upset many of its earliest 1,000+ employees. While the founders enjoy gigantic lines of credit against their equity, many of my friends at the company are struggling to make ends meet while they wait for the IPO in 2022.\\n\\nImagine working at Stripe for 5 years and not being able to buy a home.\\n\\nThis is why Ethereum-based projects are winning the compensation competition. We value digital liquidity over decades of economic subjugation.\\n\\n### Resting In A Vest\\n\\nOne of the things most people do not realise about technology workwe is that the vast majority of them are being paid to not join a startup.\\n\\nPeople ”working” at big technology companies are often not actually working on anything that is working. They are being fattened by free food and pacified by cushy managers. This has lead to a dulling of the culture where folks rest and vest.\\n\\n![Google pays you to not work at a competitor](https://images.mirror-media.xyz/publication-images/vQHJN8uFkBso-pwBShiwg.jpg?height=627&width=900)\\n\\nWatching some of the brightest people I have ever met turn into some of the dullest has been very disheartening. They get hooked on the easy money. Very few people have any motivation after making 8-figures of capital. They would rather spend their time discussing fine dining options or complaining about school zones.\\n\\n![Watching people’s career slide downhill](https://images.mirror-media.xyz/publication-images/t5LUfMLkKKWhx3-1x5o2c.webp?height=667&width=1000)\\n\\nThe best people on the planet are searching for something more: an adventure. They are trying to push themselves to their absolute limits to see what they can create.\\n\\nThe best people want to serve their communities.\\n\\n### Communities’ Capital\\n\\nI view tokens as operating capital for communities. You can think of the dollar in a similar manner: the US charges taxes to defend the people and maintain the economy. The dollar is the token that Americans can rally around.\\n\\nHealthy communities balance the needs of many different parties through governance. Every token creates a discussion. Every token creates debate.\\n\\nI believe we are witnessing the centrifugal forces of capitalism spinning even faster. Capital has spread from feudal lords to pseudonymous trolls.\\n\\n[https://ricburton.substack.com/p/community-capitalism](https://ricburton.substack.com/p/community-capitalism)\\n\\nAs we keep pushing on this trend, I expect to see token owners taking ownership. Financial incentives drive political action. Token holders are not going to let the regulators stop them. They are going to fight for the right to issue and earn tokens.\\n\\n### Humanity has spoken: It likes the token\\n\\nThe [ERC-20 token standard](https://ethereum.org/en/developers/docs/standards/tokens/erc-20/) unlocked enormous amounts of financial innovation. Stablecoins that track the dollar have absolutely exploded. ERC-20 stablecoins do more payments volume than Stripe. A single application standard built on Ethereum has grown far faster than Stripe ever can.\\n\\n![USD powered by ETH](https://images.mirror-media.xyz/publication-images/U2Jl87NNivsP4UbzNCG0u.png?height=1254&width=1456)\\n\\nTokens will win the hearts of the people and the minds of the entrepreneurs because they are open standards described in code instead of private documents written in legal gibberish.\\n\\nWe like the tokens\",\"timestamp\":1639792832,\"title\":\"Fiat, Stock, Options & Tokens\",\"publication\":\"ricburton\"},\"digest\":\"bZkprrm7Y4MGkpzZYWqGqBkEGlFlMMqk79yyggugKMo\",\"authorship\":{\"contributor\":\"0x225E9B54F41F44F42150b6aAA730Da5f2d23FAf2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cZOs3mn6pxc7L_S_swV_EZsp5B76-ESwKc5aR12eeOo\\\",\\\"y\\\":\\\"VxWAOwZ2iBkgW1A_jy431WSAeDlzZ204JIdxsKslDLM\\\"}\",\"signature\":\"Alx28pSTM7RZvKk_AG-ljp-cQeHY6Hre717bodT8Kt4yQXe6STdCXwJgg9TjbCWlVvGZkcwH9OETkI0GFt_yuQ\",\"signingKeySignature\":\"0x3ff7568448bea558cd6e34f8dd727cea8297c42c7bf3cbb774659a9c61125308198a7225deced4427934c54fedbcfdea94ceb821d9503670df51a3c91727fb2d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cZOs3mn6pxc7L_S_swV_EZsp5B76-ESwKc5aR12eeOo\\\",\\\"y\\\":\\\"VxWAOwZ2iBkgW1A_jy431WSAeDlzZ204JIdxsKslDLM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZsqRIahI2LpZfW1R5h5A8m6e-vy2UkqjYXAjcJOMbfw\"}"