"{\"content\":{\"body\":\"命名和定义是讨论事物的基础。 关于NFT是什么很多人已经说了，这里直接引用一下：\\n\\n`什么是 NFT？\\nNFT 是 Non-Fungible Tokens 的缩写，意思是不可互换的代币，它是相对于可互换的代币而言的。不可互换的代币也称为非同质代币。什么是可互换的代币？比如 BTC、ETH 这些代币都是同质代币，所以相互之间是可互换的，也就是说，你的一枚 ETH 和我的一枚 ETH 本质上都是一样的，具有相同的属性、价格。而不可互换的代币，或者非同质代币，它们都是独一无二的，就像是艺术品，每件都不一样。它们之间无法相互替换，所以称之为不可互换代币或非同质代币。\\n一般而言，NFT 具有独一无二、稀缺、不可分割的属性。它不能像 BTC 一样，可以分为 0.01BTC，它是作为整体的存在。\\n作者：律动\\n来源：知乎\\n著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。`\\n\\n其实从以上关于NFT的定义可以看出，NFT最自然的用例就是确权工具：身份证、房产证、药品溯源码、商品条形码、快递流转条形码都是这一类东西，NFT与之不一样的是，它并不是由可信第三方发行和提供保证的，它可以完全自主的封装数据，然后作为一种免信任的确权工具。\\n\\n这么来看，这东西似乎意义不大，因为它可能的用例本来都有非常成熟的解决方案。但是，理解一种存在的关键，在于理解它存在的土壤。假如我们将NFT的这种性质置于目前谈论热度非常高的元宇宙场景中讨论也许就会有非常大的想象空间，这一块也有不少人在写，有兴趣可以去搜一下。\\n\\n不过我认为NFT无疑是重要的，但这并不意味着NFT适合成为一个投机标的，因为我们看NFT的愿景，它所有的最大化实现都是以一个基础构件的面貌参与到元宇宙概念之中的。\\n\\n身份证是很重要的东西，没有身份证你就无法顺畅的参与社会活动，但是身份证的工本费至多几十块钱。我知道以上例子并不严谨，我暂时还没有找到合适的描述。\\n\\n总之，我认为NFT应该是一个基础设施，一个关键的技术和概念，但它应该是普惠的，不能成为投机行为的标的物。\\n\\n再说说现在的NFT艺术品市场，我觉得吧靠加密货币致富的这群互联网精英以及投机客，应该都是一些缺乏感性的人，他们不懂艺术，但是又觉得这东西莫名高大上，以前他们没有相应的资本自然也就谈不上兴趣，但现在有钱了，他们迫切的需要消费来炫耀自己，杀进看不懂又高大上的艺术领域就十分自然了，因为自古以来人们就通过在这种生产层面的无用行为中耗费精力和生产资料来彰显自己雄厚的剩余。\\n\\n本质上这种狂热与19世纪20世纪的新兴资产阶级追捧蒙克、毕加索甚至波洛克之流的作品是一个性质的，这些新贵通过工业革命、通过组织形式生产关系的剧变积累了大量财富，电光火石间就把旧欧洲那些喜好伦勃朗、卡拉瓦乔的旧贵族踩在脚下，他们急切的需要彰显自己的身份，但是泥腿子哪懂艺术，于是表现主义这类东西就被资本吹捧起来了。回头看，此时此刻恰如彼时彼刻。\\n\\n另外，我认为艺术品的解读或欣赏路径应该也是符合正态分布的。\\n\\n![戴珍珠耳环的少女－扬·弗美尔<作品细部>](https://images.mirror-media.xyz/publication-images/P1OQQetZInoRATYVW6T9h.jpg?height=550&width=585)\\n\\n![戴珍珠耳环的少女<作品细部>](https://images.mirror-media.xyz/publication-images/0xRYsu3axHxIbbW-WKqiv.jpg?height=313&width=720)\\n\\n就比如戴珍珠耳环的少女，无论你把这幅画给一个中国人、美国人或者南太平洋岛上的毛利人看，他们之中大部分人可能都会对作品的光影技巧感到震撼。同样的你给一个现代人或者一个十五世纪的人看，他们大致也会有同样的感觉，原因很简单，任何一个有生活经验的人都明白画成这样很＂`难`＂，这种技巧上的困难天然的会让人感到惊奇与向往，艺术是“世界语言”嘛。这就是所谓艺术作品的一般价值认同，或者说是普适性的艺术欣赏`路径`。\\n\\n![红、蓝、黄构图（油画）](https://images.mirror-media.xyz/publication-images/Iu0yVJ_hrVi24TtVs1VqK.jpg?height=400&width=400)\\n\\n![马克·罗斯科《人类情感》](https://images.mirror-media.xyz/publication-images/Bgjx1GDPfECYEv9xw0EJJ.jpg?height=622&width=719)\\n\\n反之，当我们观看这几幅作品，同样的感受就会少很多，也许有人会说难道你没有看出这副简单作品背后深刻的人文内涵吗？难道你没能看出这里面原始情感的神圣发作吗？我并不反对这样的解读，但是毫无疑问这种艺术的欣赏路径并不符合一般人的价值判断，它并不应该成为主流。\\n\\n而目前的情况是，有越来越多的人，他们利用普罗大众对所谓“`高雅艺术`”的追求故意整出一些抽象晦涩的东西，这些东西通常无法脱离作者本人对它的解释使其他人获得共情，让人分不作品的主体是眼前这副“`画`”，还是作者出类拔萃的`装13`技艺。另一个角度，这些作品的创作动机通常也不是神圣的情感发作而是出于非常明确的财务目的，我画它，为了割你韭菜。\\n\\n坦白的说，我认为任何对这种哗众取宠的“观念艺术”表达认可的人都是“顺民”，他们容易被带节奏，对待有疑问的事物他们的第一反应不是去尝试解构它，而是首先把自己置于一个愚蠢的假设里，认为这些东西一定有一个自己还无法理解的艰深含义，这种自贱式的尊重使得空洞的装逼艺术家有了生存空间。 与此同时，这些人往往也更愿意表达自己的品味，正如人们倾向于炫耀自己匮乏的东西。他们庸俗浅薄，所以迫切需要用这些东西标新立异。\\n\\n以上不太友好的言论都是个人的猜想，不是针对任何个人的攻击。\\n\\n**关于NFT艺术品**\\n\\n![来源：CryptoArt](https://images.mirror-media.xyz/publication-images/dx6GnPGNC4v4zw6aoE7xz.jpg?height=684&width=720)\\n\\n来源：CryptoArt\\n\\nNFT的交易使用的是匿名的钱包，所谓“艺术家”可以自己创建无数个钱包，用自己的ETH交易无数次自己的“艺术品”，整个过程中的成本只有相对总价低的可怜的gas费和平台佣金。一般来讲，传统的拍卖行渠道炒作或洗钱成本要高的多，你需要写通稿、要跟名流们攀关系、要在行业内通过各种手段造人设、你还要找有钱的专业团队给你的“作品”做市。这一切转到链上之后就都不需要了，你在自己的电脑上就可以把自己花费五分钟造出来的“贴图艺术”不断的卖出“天价”\\n。\\n\\n一个奇怪的现象是，这波炒作没有引起大规模的批判。这一点很困扰我（但也有了一些思考🤔），一种可能的原因或者原因的一部分是，去年以来虚拟货币的大牛市使得一些曾经的反对者接受了这个事实，即使他从未理解加密货币的任何部分。这种无条件的妥协范式引申到NFT，人们会说“同样虚无荒诞的虚拟货币都可以炒作，那么这个有什么不同？何况它还有一个相对的实体，一张滑稽或色彩鲜艳的贴图”当然这种结论纯粹是经验主义的，全然没有注意到这两者的本质不同。如此这种群体性盲从使得对NFT的评价可以游离于理性之外，使得它没有遭遇到理所应当的舆论恶意。\\n\\n我想说，假如我们对一种价值主张感到怀疑，应该相信自己，依照事实给出判断，没错，它可能的确如看上去那般肤浅。（未完）\",\"timestamp\":1636742061,\"title\":\"关于NFT艺术品的负面看法\"},\"digest\":\"g-d83cEIYnhLNAPsuZwvaMI4wnQ38OLKiysbaTfVAyU\",\"authorship\":{\"contributor\":\"0xe58470e28a611EA2Bd4251bc632d6F7714D93393\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3cCIdgNbpYD42XiQIDkZ62WHOVg7jvntJsjUExwHFaE\\\",\\\"y\\\":\\\"KCKlfLocnQx33Vi2b5r8mvIo2gRuv1H3b-NM3K5-xOs\\\"}\",\"signature\":\"QRRIkP6K38V1EB4sUwVKp4R_vkLo6PEhlgZopo5tVhWPv81WE2hrAJHiyck6tjopYVWNCcnk6WfABtK6L_dLqg\",\"signingKeySignature\":\"0x50b902347796d11bfbb50db62bbe841f069f94f216f6aa60c11a762e0f3a822a7b0500262279dbe165e71dbbcf98359cc3a456a59e826bf9b9dfb27271914ae81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3cCIdgNbpYD42XiQIDkZ62WHOVg7jvntJsjUExwHFaE\\\",\\\"y\\\":\\\"KCKlfLocnQx33Vi2b5r8mvIo2gRuv1H3b-NM3K5-xOs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"g-d83cEIYnhLNAPsuZwvaMI4wnQ38OLKiysbaTfVAyU\"}"