"{\"content\":{\"body\":\"Human beings are very strange. To tap human potential, it is best to set up a bold goal. Continue to strengthen this goal for yourself, for the team, and for the enterprise. Let everyone believe it, and tap all their potential for it.\\n\\nI have studied many companies and individuals in ancient and modern times, both at home and abroad, and found that all successful individuals and companies have set themselves some goals that ordinary people look to trembling. Talking about individuals, such as Zhou Enlai: Reading for the rise of China. For example, the goal of the great man Mao: liberate all mankind and liberate all China.\\n\\nA bold goal set will make people have a sense of responsibility and mission to struggle for a lifetime. Will motivate yourself to work hard and have a strong motivation to keep making progress.\\n\\nIn 1952, Sony set a goal: to make a \\\"pocket-sized\\\" radio that can be placed in a shirt pocket. Spread the radio all over the world.\\n\\nOf course, everyone now thinks it’s nothing great, but in 1952, the transistor for this small radio was very expensive. Even the Americans only used this transistor for national defense. If it is used on a personal radio, no one can afford such an expensive radio.\\n\\nBut Sony’s boss said that everyone thinks so, saying that such expensive transistors are not commercially viable, so it makes more sense to do this. Outsiders think Sony’s behavior is stupid, how to choose an impossible goal? Why are these entrepreneurs always intoxicated\\n\\nEntrepreneur Business School Serving Entrepreneurs 149\\n\\nFantasy? But as a result, Sony has created a pocket-sized radio that has achieved this boldness\\n\\nTarget. So I made a lot of money. In fact, we found that the most powerful companies are constantly proposing bold goals.\\n\\nCompanies that continue to achieve their bold goals.\\n\\nWal-Mart, the world's top 500, founded its first store in 1945. Sam Walton put forward a goal: \\\"In 5 years, to become the best and most profitable grocery store in Arkansas\\\". To achieve this goal, the store's sales must grow more than three times. From 72,000 US dollars in annual sales to 250,000 US dollars. Many people think Walton is crazy. The brain is not normal. But he achieved this goal and became the most profitable store in Arkansas and the five nearby states.\\n\\nWhen the goal was reached, Walton continued to set a bold goal for the company: 1977\\n\\nAt the time, he proposed to achieve sales of 1 billion U.S. dollars within four years, and the company's profits would more than triple.\\n\\nIn 1990, Walton proposed to double the number of stores in 2000. When sales reached 30 billion U.S. dollars, he proposed to exceed the world's largest sales company, General Motors, and General Motors was 1250. One hundred million U.S. dollars. This crazy goal excites everyone in the entire company. Like a clockwork machine, work hard and tap your potential. In the end, Wal-Mart became the world's top 500.\\n\\nLet me talk about Li Ka-shing again. In June 1971, Li Ka-shing formally established the \\\"Changjiang Industrial Co., Ltd.\\\" in charge of real estate business. At the \\\"Cheung Kong\\\" inaugural meeting, he set a goal for the future: to surpass \\\"Land\\\", which is known as the \\\"king of the real estate industry\\\" in Hong Kong. The Land Company was founded by the British businessman Paul Chater and the Hong Kong head of the Jardine International Company at the time. It was known as the largest developer in Asia. The goal put forward by Li Ka-shing made Li Ka-shing’s secretary disbelieving. But he talked about this goal every day. In the end everyone worked hard and believed, and finally settled\\n\\n150 Entrepreneur Business School Serving Entrepreneurs\\n\\nHowever, it really surpassed Land Land and became the leader of Hong Kong's real estate industry. Great people always believe in their goals, and then move everyone around them to believe in their own\\n\\nGoals, participate in the process of achieving goals together. The great goal is to be able to squeeze out all their talents and all the potential of the team. The human potential may be really unlimited. Therefore, entrepreneurs, also set some bold goals. If your goals can be achieved easily, it is meaningless to set them. The goal is ambitious, which can stimulate oneself and the team.\",\"timestamp\":1634797825,\"title\":\"How to Stimulate the Progress of Enterprises-Audacious Goal\"},\"digest\":\"FDXZAF6siBDwVNNTleqJeElB7R92VvbxfNHb2_cISJc\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"pNllWZzg1uJxGPxU5ZfIDKa7a8ow7UiFZUSARuzH2C40DgX8-nkI-eV99rbBCRCukvsARcftoiaalye6TmD4PA\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FDXZAF6siBDwVNNTleqJeElB7R92VvbxfNHb2_cISJc\"}"