"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/YNHUUzoofx1nzJoMH5u5p.png?height=640&width=1280)\\n\\n**Data is the core value.**\\n\\nUsers create massive amounts of value data based on Internet, social medias, learning, games, entertainment, e-commerce, etc in the Web 2.0., and profoundly affect the business model under the Internet economy at the same time, giving birth to Internet giants such as Twitter and Google. Relying on massive amounts of data, these Internet giants can aggregate traffic, capture business opportunities, grasp trends, and even sell data.\\n\\n Users never obtain any data rights with the data they create. However, Internet giants use big data technology to build user portraits to make profit of user value infinitely and maximize their own interests. Sustainability provides it with value, such as forced viewing of advertisements and completion of various bundling tasks. Even the massive amount of data it holds is established in the form of a moat, which inhibits our individual innovation and development in the Internet ecology.\\n\\n The reason is that under the current Web 2.0 ecology, data is in the hands of these centralized companies. These companies can unilaterally use, tamper with, delete user data, and even some companies use plug-ins and other technical means to illegally obtain users' data from their mobile phones and sell information which seriously infringe on the rights and interests of users. It has become inevitable that the balance of the interests of centralized companies and users will incline infinitely to centralized companies.\\n\\n **The core of Web 3.0 lies in its decentralized mechanism.**  \\n Users have the ownership of the data they create that any platform or others cannot modify or use these data without the user's permission. Users can monetize their own data based on Web 3.0 and the security of decentralized data can be guaranteed. The awakening of user with data security and value determines that it is inevitable that decentralized Web 3.0 will gradually replace centralized Web 2.0.\\n\\n Now Web 3.0 involves the dispute over the right to speak in the international industry. It is an international war. Web 3.0 represents the future. Enterprises that actively embrace the Web 3.0 ecology will surely gain the favor of capital and actively transform Web 3.0 enterprises. It will also give priority to the flow advantage. Only by conforming to the times can we grasp the future, otherwise it will turn into historical dust.\\n\\n Based on its deep technical cultivation and rich practice in the field of decentralized blockchain, Meblox team believe that the construction of Web 3.0 needs to be based on DAO (Decentralized Autonomous Organization). Without a safe and reliable DAO, Web 3.0 will be collapsed in a soon time.\\n\\n![](https://images.mirror-media.xyz/publication-images/r156NRv9rC4JLySht86w2.png?height=640&width=1280)\\n\\nMeblox proposed M-DAO (Meblox Boardroom DAO), which is to build a DAO organizational system based on the Meblox ecology. Participant empowerment of DAO. Especially nowadays, all walks of life are monopolized by big brands, large businesses, and large enterprises. The survival of a large number of small and medium businesses, small and medium businesses, and small and medium brands is greatly threatened. In order to break this situation, small businesses and small businesses must unite, build the weak into the strong, and jointly fight the impact of big brands and big businesses. As a result, cross-industry alliances came into being. M-DAO will gradually develop into an upgraded version of the cross-industry alliance. In the future, more SMEs and mature application scenarios will be grafted into the M-DAO organization system and participate in the Web 3.0 ecosystem. M-DAO will promote the rapid development of participants in the Web 3.0 decentralized data system from the three dimensions of data ownership, governance decision-making, and value interoperability.\\n\\n**Ownership is the basis of value**\\n\\nHouses, land, minerals, etc. have transaction value because of ownership. The reason why air has no commercial value is because it is not given ownership. Similarly, data also needs to be given ownership, and only with ownership can there be a transaction basis.\\n\\nIn the Web 2.0 era, the data created by users belongs to a centralized platform. The only thing the user has is the account number and password. The user cannot realize the data itself. The fundamental reason is that the user does not have the ownership of the data, more precisely, there is no circulation. Certificate of ownership.\\n\\nUsing cutting-edge concepts, Meblox Protocol is developing a set of technology to assist M-DAO with electronic signature and NFT technology to give data ownership. In the future, M-DAO will store data in NFT (Non-Fungible Tokens). The ownership of the data will be recorded in the NFT. Each NFT is unique, and each M-DAO member can create its own exclusive NFT. Any company or organization that wants to access data can only access the data through a member's unique electronic signature, or by meeting the conditions set by the smart contract, so that the value of the data of M-DAO members is in their own hands. M-DAO has the most valuable data, and these core value data will give priority to M-DAO members.\\n\\nAt the same time, since NFTs are all on the blockchain, the security and authenticity of the data can be guaranteed. Imagine that if an e-commerce company wants to build user portraits and make decisions for next year's product selection or advertising, it needs to pledge LP to obtain some candy to be put on clothing theme NFT holders to obtain value data. If there is no ownership, value will be impossible to talk about, and it will still be Web 2.0.\\n\\n**On-chain Governance**\\n\\nThe important goal of the DAO organizational form is to achieve decentralized governance, that is, community co-governance. Once the community has formed a decision, it will be implemented in the form of smart contracts, that is, \\\"Code is law\\\". In the era of centralized Web 2.0, users obtain product or company dynamics through announcements or news. In the future, under the M-DAO system, users can participate in or supervise the entire process of project initiation, voting, proposal landing, and revenue distribution.\\n\\n Governance on the chain can drive the vitality of the community through the incentive mechanism of the token economy, that is, contributions can only be earned, and users can be rewarded by creating value. In this way, the advantages and enthusiasm of community resources can be fully mobilized, and users can use their own advantages in marketing, technology, finance, auditing, writing, and creation to participate. One day in the future, we can work in any corner of the world and realize our self-worth as long as we have a VR device.\\n\\nFor example, the liquidity of MEB at this stage is a basic form of DAO. The price and value of MEB are determined by the consensus of the community. People without belief will change from contributors to outs. The value of MEB will not be affected by a certain institution or a few large accounts. Any participant can provide liquidity for it. Its pledge rules are guaranteed by the consensus and governance of the underlying M-DAO and smart contracts. The greater the contribution , The more incentives, the higher the income, which can gather more community power, create a positive incentive ecology, and realize the steady growth of community value.\\n\\n Although M-DAO has just been established for more than ten days, many voting and governance functions have not yet been released. At the same time, there are still some parts of the M-DAO governance process that need to be carried out off-chain, such as the formation of the previous proposal, the establishment of the DAO model business school, LearnFi, etc., with the advancement of technology and the growing consensus of DAO, full-process governance on the chain will become inevitable. We believe that these temporary difficulties cannot hinder the sustainable development of first-class projects. We only need members of the Association to firmly believe, give more time and more selfless dedication, and the M-DAO world we create will be better!\\n\\n**Value interoperability is the fulcrum**\\n\\nDAO is an organizational form, a low-level design, and the client is directly contacted by users. In the Web 2.0 era, user data is separated, such as the data between Google and Meta and Amazon. What Web 3.0 wants to achieve is the decentralization of data, but the value creation of data requires aggregation and flow. Therefore, realizing the interconnection and intercommunication of data in different scenarios is an important fulcrum for the ecological construction of Web 3.0. The interconnection of data is also the core spirit pursued at the beginning of the Internet, and the emergence of blockchain technology makes it possible to link data between different scenarios.\\n\\nThis is also the original intention of Meblox Protocol to build the M-DAO organizational system. Based on M-DAO, it realizes the value interconnection between members, ultimately reduces the customer acquisition cost of member companies, and enhances the added value of the corporate brand. In the future, on the basis of Web 3.0, we will gradually link the consensus agreements of all major Metaverses to become the fulcrum of value exchange and maximize the interests of M-DAO members.\\n\\nThe development path of Web 3.0 is still very likely to be the path from Gamefi to SocialFi. The organizational form of DAO needs to provide an economic system that adapts to different scenarios, and it needs to realize the interconnection and intercommunication between different DAO scene data, so that Web 3. 0 The world is one. Different DAO systems also need to establish a link port, and different DAOs need to develop standardized DAO modules and an intermediate layer protocol that can be adapted to custom development to adapt to different application scenarios. For this reason, the Meblox technical team is working hard to establish a connection between different DAOs. Provide technical solutions for mergers and adaptations, or establish a unified Web 3.0 standard. I believe that M-DAO will be the leader of this standard in the future.\\n\\nM-DAO believes that market traffic determines the format of DAO. It should take aggregate traffic as a breakthrough point, and build a standardized, scalable, and compatible port for the Web 3.0 world on the basis of a large number of users to graft rich scenes. In order to realize the efficient circulation of the value of the Web 3.0 world, it will reach the Metaverse era a few years later. M-DAO will also be a traffic aggregation platform, which will provide traffic support for SMEs.\\n\\nIn the future, users will not need to understand what DAO is, just like we don't need to understand what the underlying Internet protocol is, how Internet data is transmitted, each of us has our own digital identity in the Web 3.0 world, and use this number Identity, we can learn, socialize, play games, invest, trade, etc., and personal digital identities in the Web 3.0 world will carry all the users' data in the Web 3.0 world. The methods of data mining, aggregation, transmission, and distribution will be emphasized. Plastic.\\n\\n There would be no Web 3.0Without DAO. DAO is the cornerstone of Web 3.0 and the Metaverse. Only by setting up M-DAO first can we become the aboriginals of the meta universe, and Web 3.0 can shrive! Looking forward to the achievements of M-DAO!\\n\\n![](https://images.mirror-media.xyz/publication-images/Kng10jZ0psLMYNG9REVQG.png?height=1280&width=2560)\\n\\n\",\"timestamp\":1641454422,\"title\":\"Meblox: DAO Is The Cornerstone of Web 3.0 And Metaverse\"},\"digest\":\"ciwYbi2Yzs07K2OdXRiMCv-x3-yM1-a8gyv4PwmoydU\",\"authorship\":{\"contributor\":\"0xf8e750C22918B1A727Cd6A518E4347De10564A2d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RXqqrsO5ygcRsQkziJE4emzZNuYRcsdkSpF3OgfRFNY\\\",\\\"y\\\":\\\"bWNOVsjBZYfvKRkzuAxPM7HIii8ZZbZkPDDnk3f2yxI\\\"}\",\"signature\":\"mtbOxYMst1Ki2Bhib1V9TGt_rD0beam6DQrx711OV3dssONwk0rdVlud3TEg5fvudQD1mywNOcpzaR2Y_GiAPg\",\"signingKeySignature\":\"0x4204a3c694068e3ff3aedcfcb571cb9e50776d9fdcce943e4beb434b8afb744911f20a44cea33e52b326bbc1241cd1ad28af63f1fa40cce846249012aa67290d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RXqqrsO5ygcRsQkziJE4emzZNuYRcsdkSpF3OgfRFNY\\\",\\\"y\\\":\\\"bWNOVsjBZYfvKRkzuAxPM7HIii8ZZbZkPDDnk3f2yxI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ciwYbi2Yzs07K2OdXRiMCv-x3-yM1-a8gyv4PwmoydU\"}"