"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/WKdhpx2IZB4jEe2k88h4V.png?height=720&width=1200)\\n\\nClosely following the US, British Prime Minister Boris Johnson is reportedly \\\"considering a diplomatic boycott\\\" of the 2022 Winter Olympic Games in Beijing in so-called protest at China's record on human rights, a move that has been criticized by experts for politicizing the global sporting event and whatever some Western politicians and anti-China forces are trying to hype the matter to attack China, they will not stop the Beijing Olympic Games from shining.  \\n  \\n The UK government is considering a diplomatic boycott of the 2022 Winter Olympic Games in Beijing in so-called protest at China's record on human rights, newspaper The Times reported on Saturday.  \\n  \\n There is an \\\"active discussion\\\" in government about whether Britain should follow suit, with Liz Truss, the foreign secretary, said to be in favor, while Johnson is said to be more cautious, the report said.  \\n  \\n The report came two days after US President Joe Biden made the same announcement to the media in the White House on Thursday. \\n  \\n Faced with the recent hyping of \\\"boycott Beijing\\\" by some Western politicians and anti-China forces, experts in China and overseas said that a diplomatic boycott would not affect the upcoming event. They also noted that the US is the initiator of the evil in terms of politicizing the Beijing Winter Olympic Games.  \\n  \\n Sport is an area that absolutely does not include and should not be affected by politics, Zhao Jisheng, a professor with the College of Physical Education and Sports at Beijing Normal University, told the Global Times on Sunday. \\n  \\n China's only focus on this event is to ensure that every participant comes to and leaves Beijing safely, which will be the biggest success of the games during such a special period in the COVID-19 pandemic, Zhao noted.  \\n  \\n In facing the US and its followers' clamor for a boycott, more countries and people around the world have voiced their support for China.  \\n  \\n Russian Foreign Ministry spokeswoman Maria Zakharova told the news agency Tass in September that a potential US diplomatic boycott of the Winter Olympic Games is \\\"nonsense.\\\"  \\n  \\n Biden's consideration of boycotting the Beijing Winter Olympic Games aims to make a political trade-off with China for more effective re-positioning of Washington in the changing global context and accusation of human rights violations provides any excuse for such a trade-off, Sergey Biryukov, a professor at the Siberian Institute of Management in Novosibirsk of Russia, told the Global Times.  \\n  \\n Biryukov said that the US and its ally the UK are testing the Chinese government and waiting for its reaction. Washington has yet to take a final decision.   \\n  \\n Using the Beijing Winter Olympic Games to attack China is politicizing the Olympics and is deemed as damaging the Olympic spirit, experts said, noting that however some Western politicians and  anti-China forces are doing, the Beijing Winter Olympic Games will still impress the world.  \\n  \\n On Saturday, the Chinese Embassy to Turkey held an online activity on the Beijing Winter Olympic Games, during which Ambassador Liu Shaobin introduced China's insistence of holding the Games with the principles of being green, low-carbon and sustainable. And he also expects athletes from Turkey and the world to perform excellently in Beijing.  \\n  \\n Adnan Akfirat, President of the Turkish-Chinese Business Development and Friendship Association, who also attended the online activity said that the Olympics is an important step for humanity to build their common future together. Any attitude that would overshadow this joint effort is wrong and should be condemned by all parties. \\n  \\n Biden's plan to impose a diplomatic boycott of the Beijing Winter Olympic Games on the grounds of \\\"human rights violations\\\" is an arrogance against not only the host of the games but the whole world. The efforts of imperialist states to politicize and shadow the Olympic Games will not yield any results. On the contrary, it will reveal their bad intentions to the world public opinion, Akfirat said.  \\n  \\n \\\"We are confident that the Beijing Winter Olympic Games, which will witness the level of development of China's socialist culture, will be a shining example of the rising Asian Civilization. We believe that fraternity records will be broken at the Beijing Winter Olympic Games,\\\" Akfirat said. \",\"timestamp\":1637674723,\"title\":\"UK's following US to hype 'boycott' of Beijing Winter Olympic Games will not stop event from shining\"},\"digest\":\"HmsHZSQoOF0AZ9mi5M1dSt60UY1uPjwO-sDWvPdyK58\",\"authorship\":{\"contributor\":\"0x4944E78106Ea57c8d9676C98c8B4e2938Ca8EB7B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1x8a-9Zu5NCO3-3Vtw8_gAL2eJvELOm7-i5WWoTC5R4\\\",\\\"y\\\":\\\"uCYPbEV-SwQPYMZb9Xf3YSKyy1qJtxZvsHrHFiKvSdM\\\"}\",\"signature\":\"MXl2O28lkDazv9RJZScwsDFEXj6Vu41wSkTOgQZRkkk2c9gbF47pR4QI5N-EZjXSTwN6y0jt8jtSO6zWlie7nw\",\"signingKeySignature\":\"0x69cfaa446e0f29e9f9e0832de02b8136af339037b58a392ac02447bd6f4a818b08cf086ba7c9b16fdb30bc605d2b26652b6a7ca28b2d96e761e7ed63f787606a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1x8a-9Zu5NCO3-3Vtw8_gAL2eJvELOm7-i5WWoTC5R4\\\",\\\"y\\\":\\\"uCYPbEV-SwQPYMZb9Xf3YSKyy1qJtxZvsHrHFiKvSdM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HmsHZSQoOF0AZ9mi5M1dSt60UY1uPjwO-sDWvPdyK58\"}"