"{\"content\":{\"body\":\"Meanwhile the gradual readjustment of all factions in the North was steadily going forward.  The Republicans were falling into line behind the Government; and by degrees the distinction between Seward and Lincoln, in the popular mind, faded into a sort of composite picture called \\\"the Administration.\\\"  Lincoln had the reward of his long forbearance with his Secretary.  For Seward it must be said that, however he had intrigued against his chief at Washington, he did not intrigue with the country.  Admitting as he had, too, that he had met his master, he took the defeat as a good sportsman and threw all his vast party influence into the scale for Lincoln's fortunes.  Thus, as April wore on, the Republican party settled down to the idea that it was to follow the Government at Washington upon any course that might develop.\\n\\nThe Democrats in the North were anti-Southern in larger proportion, probably, than at any other time during the struggle of the sections.  We have seen that numbers of them had frankly declared for the Union.  Politics had proved weaker than propinquity. There was a moment when it seemed--delusively, as events proved--that the North was united as one man to oppose the South.\\n\\nThere is surely not another day in our history that has witnessed so much nervous tension as Saturday, April 13, 1861, for on that morning the newspapers electrified the North with the news that Sumter had been fired on from Confederate batteries on the shore of Charleston Harbor.  In the South the issue was awaited confidently, but many minds at least were in that state of awed suspense natural to a moment which the thoughtful see is the stroke of fate.  In the North, the day passed for the most part in a quiet so breathless that even the most careless could have foretold the storm which broke on the following day.  The account of this crisis which has been given by Lincoln's private secretary is interesting:\\n\\n\\\"That day there was little change in the business routine of the Executive office.  Mr. Lincoln was never liable to sudden excitement or sudden activity....  So while the Sumter telegrams were on every tongue...leading men and officials called to learn or impart the news.  The Cabinet, as by common impulse, came together and deliberated.  All talk, however, was brief, sententious, formal.  Lincoln said but little beyond making inquiries about the current reports and criticizing the probability or accuracy of their details, and went on as usual receiving visitors, listening to suggestions, and signing routine papers throughout the day.\\\"  Meanwhile the cannon were booming at Charleston.  The people came out on the sea-front of the lovely old city and watched the duel of the cannon far down the harbor, and spoke joyously of the great event.  They saw the shells of the shore batteries ignite portions of the fortress on the island. They watched the fire of the defenders--driven by the flames into a restricted area--slacken and cease.  At last the flag of the Union fluttered down from above Fort Sumter.\\n\\nWhen the news flashed over the North, early Sunday morning, April 14th, the tension broke.  For many observers then and afterward, the only North discernible that fateful Sabbath was an enraged, defiant, impulsive nation, forgetful for the moment of all its differences, and uniting all its voices in one hoarse cry for vengeance.  There seemed to be no other thought.  Lincoln gave it formal utterance, that same day, by assembling his Cabinet and drawing up a proclamation which called for 75,000 volunteer troops.\\n\\nAn incident of this day which is as significant historically as any other was on the surface no more than a friendly talk between two men.  Douglas called at the White House.  For nearly two hours he and Lincoln conferred in private.  Hitherto it had been a little uncertain what course Douglas was going to take.  In the Senate, though condemning disunion, he had opposed war.  Few matters can have troubled Lincoln more deeply than the question which way Douglas's immense influence would be thrown.  The question was answered publicly in the newspapers of Monday, April 15th.  Douglas announced that while he was still \\\"unalterably opposed to the Administration on all its political issues, he was prepared to sustain the President in the exercise of all his constitutional functions to preserve the Union, and maintain the Government, and defend the federal capital.\\\"\\n\\nThere remained of Douglas's life but a few months.  The time was filled with earnest speechmaking in support of the Government.  He had started West directly following his conference with Lincoln. His speeches in Ohio, Indiana, Illinois, were perhaps the greatest single force in breaking up his own following, putting an end to the principle of doing nothing, and forcing every Democrat to come out and show his colors.  In Shakespeare's phrase, it was--\\\"Under which king, Bezonian? speak or die!\\\"  In Douglas's own phrase: \\\"There can be no neutrals in this war; ONLY PATRIOTS--OR TRAITORS.\\\"\\n\\nSide by side with Douglas's manifesto to the Democrats there appeared in the Monday papers Lincoln's call for volunteers.  The militia of several Northern States at once responded.\\n\\nOn Wednesday, the 17th of April, the Sixth Massachusetts Regiment entrained for Washington.  Two days later it was in Baltimore. There it was attacked by a mob; the soldiers fired; and a number of civilians were killed as well as several soldiers.\\n\\nThese shots at Baltimore aroused the Southern party in Maryland. Led by the Mayor of the city, they resolved to prevent the passage of other troops across their State to Washington.  Railway tracks were torn up by order of the municipal authorities, and bridges were burnt.  The telegraph was cut.  As in a flash, after issuing his proclamation, Lincoln found himself isolated at Washington with no force but a handful of troops and the government clerks. And while Maryland rose against him on one side, Virginia joined his enemies on the other.  The day the Sixth Massachusetts left Boston, Virginia seceded.  The Virginia militia were called to their colors.  Preparations were at once set on foot for the seizure of the great federal arsenal at Harper's Ferry and the Navy Yard at Norfolk.  The next day a handful of federal troops, fearful of being overpowered at Harper's Ferry, burned the arsenal and withdrew to Washington.  For the same reason the buildings of the great Navy Yard were blown up or set on fire, and the ships at anchor were sunk.  So desperate and unprepared were the Washington authorities that they took these extreme measures to keep arms and ammunition out of the hands of the Virginians.  So hastily was the destruction carried out, that it was only partially successful and at both places large stores of ammunition were seized by the Virginia troops.  While Washington was isolated, and Lincoln did not know what response the North had made to his proclamation, Robert E. Lee, having resigned his commission in the federal army, was placed in command of the Virginia troops.\\n\\nThe secretaries of Lincoln have preserved a picture of his desperate anxiety, waiting, day after day, for relief from the North which he hoped would speedily come by sea.  Outwardly he maintained his self-control.  \\\"But once, on the afternoon of the 23d, the business of the day being over, the Executive office being deserted, after walking the floor alone in silent thought for nearly half an hour, he stopped and gazed long and wistfully out of the window down the Potomac in the direction of the expected ships; and, unconscious of other presence in the room, at length broke out with irrepressible anguish in the repeated exclamation, \\\"Why don't they come! Why don't they come!\\\"\\n\\nDuring these days of isolation, when Washington, with the telegraph inoperative, was kept in an appalling uncertainty, the North rose.  There was literally a rush to volunteer.  \\\"The heather is on fire,\\\" wrote George Ticknor, \\\"I never before knew what a popular excitement can be.\\\"  As fast as possible militia were hurried South.  The crack New York regiment, the famous, dandified Seventh, started for the front amid probably the most tempestuous ovation which until that time was ever given to a military organization in America.  Of the march of the regiment down Broadway, one of its members wrote, \\\"Only one who passed as we did, through the tempest of cheers two miles long, can know the terrible enthusiasm of the occasion.\\\"\\n\\nTo reach Washington by rail was impossible.  The Seventh went by boat to Annapolis.  The same course was taken by a regiment of Massachusetts mechanics, the Eighth.  Landing at Annapolis, the two regiments, dandies and laborers, fraternized at once in the common bond of loyalty to the Union.  A branch railway led from Annapolis to the main line between Washington and Baltimore.  The rails had been torn up.  The Massachusetts mechanics set to work to relay them.  The Governor of Maryland protested.  He was disregarded.  The two regiments toiled together a long day and through the night following, between Annapolis and the Washington junction, bringing on their baggage and cannon over relaid tracks. There, a train was found which the Seventh appropriated.  At noon, on the 25th of April, that advance guard of the Northern hosts entered Washington, and Lincoln knew that he had armies behind him.\\n\\nCHAPTER VII. LINCOLN\\n\\nThe history of the North had virtually become, by April, 1861, the history of Lincoln himself, and during the remaining four years of the President's life it is difficult to separate his personality from the trend of national history.  Any attempt to understand the achievements and the omissions of the Northern people without undertaking an intelligent estimate of their leader would be only to duplicate the story of \\\"Hamlet\\\" with Hamlet left out. According to the opinion of English military experts\\\\*, \\\"Against the great military genius of certain Southern leaders fate opposed the unbroken resolution and passionate devotion to the Union, which he worshiped, of the great Northern President.  As long as he lived and ruled the people of the North, there could be no turning back.\\\"\\n\\n* Wood and Edmonds. \\\"The Civil War in the United States.\\\"\\n\\nLincoln has been ranked with Socrates; but he has also been compared with Rabelais.  He has been the target of abuse that knew no mercy; but he has been worshiped as a demigod.  The ten big volumes of his official biography are a sustained, intemperate eulogy in which the hero does nothing that is not admirable; but as large a book could be built up out of contemporaneous Northern writings that would paint a picture of unmitigated blackness--and the most eloquent portions of it would be signed by Wendell Phillips.\\n\\nThe real Lincoln is, of course, neither the Lincoln of the official biography nor the Lincoln of Wendell Phillips.  He was neither a saint nor a villain.  What he actually was is not, however, so easily stated.  Prodigious men are never easy to sum up; and Lincoln was a prodigious man.  The more one studies him, the more individual he appears to be.  By degrees one comes to understand how it was possible for contemporaries to hold contradictory views of him and for each to believe frantically that his views were proved by facts.  For anyone who thinks he can hit off in a few neat generalities this complex, extraordinary personality, a single warning may suffice.  Walt Whitman, who was perhaps the most original thinker and the most acute observer who ever saw Lincoln face to face has left us his impression; but he adds that there was something in Lincoln's face which defied description and which no picture had caught.  After Whitman's conclusion that \\\"One of the great portrait painters of two or three hundred years ago is needed,\\\" the mere historian should proceed with caution.\\n\\nThere is historic significance in his very appearance.  His huge, loose-knit figure, six feet four inches high, lean, muscular, ungainly, the evidence of his great physical strength, was a fit symbol of those hard workers, the children of the soil, from whom he sprang.  His face was rugged like his figure, the complexion swarthy, cheek bones high, and bushy black hair crowning a great forehead beneath which the eyes were deep-set, gray, and dreaming. A sort of shambling powerfulness formed the main suggestion of face and figure, softened strangely by the mysterious expression of the eyes, and by the singular delicacy of the skin. The motions of this awkward giant lacked grace; the top hat and black frock coat, sometimes rusty, which had served him on the western circuit continued to serve him when he was virtually the dictator of his country.  It was in such dress that he visited the army, where he towered above his generals.\\n\\nEven in a book of restricted scope, such as this, one must insist upon the distinction between the private and public Lincoln, for there is as yet no accepted conception of him.  What comes nearest to an accepted conception is contained probably in the version of the late Charles Francis Adams.  He tells us how his father, the elder Charles Francis Adams, ambassador to London, found Lincoln in 1861 an offensive personality, and he insists that Lincoln under strain passed through a transformation which made the Lincoln of 1864 a different man from the Lincoln of 1861.  Perhaps; but without being frivolous, one is tempted to quote certain old-fashioned American papers that used to label their news items \\\"important if true.\\\"\\n\\nWhat then, was the public Lincoln?  What explains his vast success? As a force in American history, what does he count for?  Perhaps the most significant detail in an answer to these questions is the fact that he had never held conspicuous public office until at the age of fifty-two he became President.  Psychologically his place is in that small group of great geniuses whose whole significant period lies in what we commonly think of as the decline of life. There are several such in history: Rome had Caesar; America had both Lincoln and Lee.  By contrasting these instances with those of the other type, the egoistic geniuses such as Alexander or Napoleon, we become aware of some dim but profound dividing line separating the two groups.  The theory that genius, at bottom, is pure energy seems to fit Napoleon; but does it fit these other minds who appear to meet life with a certain indifference, with a carelessness of their own fate, a willingness to leave much to chance?  That irresistible passion for authority which Napoleon had is lacking in these others.  Their basal inspiration seems to resemble the impulse of the artist to express, rather than the impulse of the man of action to possess.  Had it not been for secession, Lee would probably have ended his days as an exemplary superintendent of West Point.  And what of Lincoln?  He dabbled in politics, early and without success; he left politics for the law, and to the law he gave during many years his chief devotion.  But the fortuitous break-up of parties, with the revival of the slavery issue, touched some hidden spring; the able provincial lawyer felt again the political impulse; he became a famous maker of political phrases; and on this literary basis he became the leader of a party.\\n\\nToo little attention has been paid to this progression of Lincoln through literature into politics.  The ease with which he drifted from one to the other is also still to be evaluated.  Did it show a certain slackness, a certain aimlessness, at the bottom of his nature?  Had it, in a way, some sort of analogy--to compare homespun with things Olympian--to the vein of frivolity in the great Caesar?  One is tempted to think so.  Surely, here was one of those natures which need circumstance to compel them to greatness and which are not foredoomed, Napoleon-like, to seize greatness.  Without encroaching upon the biographical task, one may borrow from biography this insistent echo: the anecdotes of Lincoln sound over and over the note of easy-going good nature; but there is to be found in many of the Lincoln anecdotes an overtone of melancholy which lingers after one's impression of his good nature.  Quite naturally, in such a biographical atmosphere, we find ourselves thinking of him at first as a little too good-humored, a little too easy-going, a little prone to fall into reverie.  We are not surprised when we find his favorite poem beginning \\\"Oh, why should the spirit of mortal be proud.\\\"\\n\\nThis enigmatical man became President in his fifty-second year. We have already seen that his next period, the winter of 1860-61, has its biographical problems.  The impression which he made on the country as President-elect was distinctly unfavorable.  Good humor, or opportunism, or what you will, brought together in Lincoln's Cabinet at least three men more conspicuous in the ordinary sense than he was himself.  We forget, today, how insignificant he must have seemed in a Cabinet that embraced Seward, Cameron, and Chase--all large national figures.  What would not history give for a page of self-revelation showing us how he felt in the early days of that company!  Was he troubled? Did he doubt his ability to hold his own?  Was he fatalistic?  Was his sad smile his refuge?  Did he merely put things by, ignoring tomorrow until tomorrow should arrive?\\n\\nHowever we may guess at the answers to such questions, one thing now becomes certain.  His quality of good humor began to be his salvation.  It is doubtful if any President except Washington had to manage so difficult a Cabinet.  Washington had seen no solution to the problem but to let Jefferson go.  Lincoln found his Cabinet often on the verge of a split, with two powerful factions struggling to control it and neither ever gaining full control. Though there were numerous withdrawals, no resigning secretary really split Lincoln's Cabinet.  By what turns and twists and skillful maneuvers Lincoln prevented such a division and kept such inveterate enemies as Chase and Seward steadily at their jobs--Chase during three years, Seward to the end--will partly appear in the following pages; but the whole delicate achievement cannot be properly appreciated except in detailed biography.\\n\\nAll criticism of Lincoln turns eventually on one question: Was he an opportunist?  Not only his enemies in his own time but many politicians of a later day were eager to prove that he was the latter--indeed, seeking to shelter their own opportunism behind the majesty of his example.  A modern instance will perhaps make vivid this long standing debate upon Lincoln and his motives.\\n\\nMerely for historic illumination and without becoming invidious, we may recall the instance of President Wilson and the resignation of his Secretary of War in 1916 because Congress would not meet the issue of preparedness.  The President accepted the resignation without forcing the issue, and Congress went on fiddling while Rome burned.  Now, was the President an opportunist, merely waiting to see what course events would take, or was he a political strategist, astutely biding his time?  Similar in character is this old debate upon Lincoln, which is perhaps best focussed in the removal of Secretary Blair which we shall have to note in connection with the election of 1864.\\n\\nIt is difficult for the most objective historian to deal with such questions without obtruding his personal views, but there is nothing merely individual in recording the fact that the steady drift of opinion has been away from the conception of Lincoln as an opportunist.  What once caused him to be thus conceived appears now to have been a failure to comprehend intelligently the nature of his undertaking.  More and more, the tendency nowadays is to conceive his career as one of those few instances in which the precise faculties needed to solve a particular problem were called into play at exactly the critical moment.  Our confusions with regard to Lincoln have grown out of our failure to appreciate the singularity of the American people, and their ultra-singularity during the years in which he lived.  It remains to be seen hereafter what strange elements of sensibility, of waywardness, of lack of imagination, of undisciplined ardor, of selfishness, of deceitfulness, of treachery, combined with heroic ideality, made up the character of that complex populace which it was Lincoln's task to control.  But he did more than control it: he somehow compounded much of it into something like a unit. To measure Lincoln's achievement in this respect, two things must be remembered: on the one hand, his task was not as arduous as it might have been, because the most intellectual part of the North had definitely committed itself either irretrievably for, or irreconcilably against, his policy.  Lincoln, therefore, did not have to trouble himself with this portion of the population.  On the other hand, that part which he had to master included such emotional rhetoricians as Horace Greeley; such fierce zealots as Henry Winter Davis of Maryland, who made him trouble indeed, and Benjamin Wade, whom we have met already; such military egoists as McClellan and Pope; such crafty double-dealers as his own Secretary of the Treasury; such astute grafters as Cameron; such miserable creatures as certain powerful capitalists who sacrificed his army to their own lust for profits filched from army contracts.\\n\\nThe wonder of Lincoln's achievement is that he contrived at last to extend his hold over all these diverse elements; that he persuaded some, outwitted others, and overcame them all.  The subtlety of this task would have ruined any statesman of the driving sort.  Explain Lincoln by any theory you will, his personality was the keystone of the Northern arch; subtract it, and the arch falls.  The popular element being as complex and powerful as it was, how could the presiding statesman have mastered the situation if he had not been of so peculiar a sort that he could influence all these diverse and powerful interests, slowly, by degrees, without heat, without the imperative note, almost in silence, with the universal, enfolding irresistibility of the gradual things in nature, of the sun and the rain.  Such was the genius of Lincoln--all but passionless, yet so quiet that one cannot but believe in the great depth of his nature.\\n\\nWe are, even today, far from a definitive understanding of Lincoln's statecraft, but there is perhaps justification for venturing upon one prophecy.  The farther from him we get and the more clearly we see him in perspective, the more we shall realize his creative influence upon his party.  A Lincoln who is the moulder of events and the great creator of public opinion will emerge at last into clear view.  In the Lincoln of his ultimate biographer there will be more of iron than of a less enduring metal in the figure of the Lincoln of present tradition.  Though none of his gentleness will disappear, there will be more emphasis placed upon his firmness, and upon such episodes as that of December, 1860, when his single will turned the scale against compromise; upon his steadiness in the defeat of his party at the polls in 1862; or his overruling of the will of Congress in the summer of 1864 on the question of reconstruction; or his attitude in the autumn of that year when he believed that he was losing his second election.  Behind all his gentleness, his slowness, behind his sadness, there will eventually appear an inflexible purpose, strong as steel, unwavering as fate.\\n\\nThe Civil War was in truth Lincoln's war.  Those modern pacifists who claim him for their own are beside the mark.  They will never get over their illusions about Lincoln until they see, as all the world is beginning to see, that his career has universal significance because of its bearing on the universal modern problem of democracy.  It will not do ever to forget that he was a man of the people, always playing the hand of the people, in the limited social sense of that word, though playing it with none of the heat usually met with in the statesmen of successful democracy from Cleon to Robespierre, from Andrew Jackson to Lloyd George. His gentleness does not remove Lincoln from that stern category. Throughout his life, besides his passion for the Union, besides his antipathy to slavery, there dwelt in his very heart love of and faith in the plain people.  We shall never see him in true historic perspective until we conceive him as the instrument of a vast social idea--the determination to make a government based on the plain people successful in war.\\n\\nHe did not scruple to seize power when he thought the cause of the people demanded it, and his enemies were prompt to accuse him of holding to the doctrine that the end justified the means--a hasty conclusion which will have to be reconsidered; what concerns us more closely is the definite conviction that he felt no sacrifice too great if it advanced the happiness of the generality of mankind.\\n\\nThe final significance of Lincoln as a statesman of  democracy is brought out most clearly in his foreign relations.  Fate put it into the hands of England to determine whether his Government should stand or fall.  Though it is doubtful how far the turning of the scale of English policy in Lincoln's favor was due to the influence of the rising power of English democracy, it is plain that Lincoln thought of himself as having one purpose with that movement which he regarded as an ally.  Beyond all doubt among the most grateful messages he ever received were the New Year greetings of confidence and sympathy which were sent by English workingmen in 1863.  A few sentences in his \\\"Letter to the Workingmen of London\\\" help us to look through his eyes and see his life and its struggles as they appeared to him in relation to world history:\\n\\n\\\"As these sentiments \\\\[expressed by the English workmen\\\\] are manifestly the enduring support of the free institutions of England, so am I sure that they constitute the only reliable basis for free institutions throughout the world....  The resources, advantages, and power of the American people are very great, and they have consequently succeeded to equally great responsibilities. It seems to have devolved upon them to test whether a government established on the principles of human freedom can be maintained against an effort to build one upon the exclusive foundation of human bondage.  They will rejoice with me in the new evidence which your proceedings furnish that the magnanimity they are exhibiting is justly estimated by the true friends of freedom and humanity in foreign countries.\\\"\\n\\nWritten at the opening of that terrible year, 1863, these words are a forward link with those more celebrated words spoken toward its close at Gettysburg.  Perhaps at no time during the war, except during the few days immediately following his own reelection a year later, did Lincoln come so near being free from care as then.  Perhaps that explains why his fundamental literary power reasserted itself so remarkably, why this speech of his at the dedication of the National Cemetery at Gettysburg on the 19th of November, 1863, remains one of the most memorable orations ever delivered:\\n\\n\\\"Fourscore and seven years ago our fathers brought forth upon this continent a new nation, conceived in liberty, and dedicated to the proposition that all men are created equal.\\n\\n\\\"Now we are engaged in a great civil war, testing whether that nation, or any nation so conceived and so dedicated, can long endure.  We are met on a great battlefield of that war.  We have come to dedicate a portion of that field as a final resting-place for those who here gave their lives that that nation might live. It is altogether fitting and proper that we should do this.\\n\\n\\\"But in a larger sense we cannot dedicate, we cannot consecrate, we cannot hallow this ground.  The brave men, living and dead, who struggled here, have consecrated it far above our power to add or detract.  The world will little note nor long remember what we say here, but it can never forget what they did here.  It is for us, the living, rather, to be dedicated here to the unfinished work which they who fought here have thus far so nobly advanced.  It is rather for us to be here dedicated to the great task remaining before us: that from these honored dead we take increased devotion to that cause for which they gave the last full measure of devotion; that we here highly resolve that these dead shall not have died in vain; that this nation, under God, shall have a new birth of freedom; and that government of the people, by the people, and for the people, shall not perish from the earth.\\\"\\n\\nCHAPTER VIII. THE RULE OF LINCOLN\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/121](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/121)\\n\\n\",\"timestamp\":1637675017,\"title\":\"\\nSeen against such a background, the political and diplomatic frivolity of the Secretary of State is not so inexplicable\"},\"digest\":\"UtzC5gzgVILcGUFM0Cxi9yIeC7fhWW0WAFlHbaSVcOs\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hOC5vRLgRdvpQY0e0dOoa9yh61sC0sNUFX1uHXshnr4\\\",\\\"y\\\":\\\"NH0slfb5hjFZsouFDlzZ3ocv7lNjy6iSOmm2jxF2DiM\\\"}\",\"signature\":\"dXZuTi8aSRNlO05E9-ZWzo36X1XY0TqNcPFpGeppTl26n_eJlRkwOKwOt0_yrbriKgiW_4DcLcs3wRh432qDAA\",\"signingKeySignature\":\"0x501ad5575689544d72321e28a2e55f4b11ae003b89b1981a309f9882872d678c1e045f1ed1cbe5853b4690c4b95edc444b42652aa8c341847a651ad618eb139a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hOC5vRLgRdvpQY0e0dOoa9yh61sC0sNUFX1uHXshnr4\\\",\\\"y\\\":\\\"NH0slfb5hjFZsouFDlzZ3ocv7lNjy6iSOmm2jxF2DiM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UtzC5gzgVILcGUFM0Cxi9yIeC7fhWW0WAFlHbaSVcOs\"}"