"{\"content\":{\"body\":\"Generally speaking, advertisements can be divided into two types: public relation ads and commercial ads. The former tries to advocate reputation for a social group, whose purpose is to leave a favorable impression upon the potential audience. The latter leads to the act of purchasing the products or using the recommended service. Commercial ads are much more presented through mass media for the reason that manufacturers and companies are willing to spend a large sum of money to make a certain product known or to boost the image of a certain brand. In some cases, competitors, like Coca-cola and Perpsi, even spare no expense to launch advertising campaigns to win over the market share. Commercial advertising can also be divided according to the target audience into two groups: consumer advertising and business advertising. Most of the ads in the mass media are consumer advertisements. They are typically directed at consumers. By contrast, business advertising tends to be concentrated in specialized business publications, professional journals, trade shows targeting at a certain group of people involved in some business. Since consumer advertising is most accessible to common people, the present study on will focus on consumer advertising. The classification of advertising is clearly shown in the following graph:\",\"timestamp\":1638955854,\"title\":\"Classification of advertising and its audience\"},\"digest\":\"ywq9zHTh3My9tEIWDg_rQPNdI5iLxrmI_6BCymMpFhQ\",\"authorship\":{\"contributor\":\"0x010572794c3c7a8586a5b3F25acB217c6c35dA96\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wlf4nRVBll8ALVR0vQG6867UfROYKdJ6H-6kIhGwJuE\\\",\\\"y\\\":\\\"jZucp4mj1_JisoR2qpKbyS2Y5VzD2R_yCYX8GmWQBi0\\\"}\",\"signature\":\"R0dyynZ13iRVRbuUV0PUgqgEHbytflrI-QQZ6a7IpHDj3S572zCtGhvjgszSh0Efc6yrE7DOG-L6UP_gJ--WFA\",\"signingKeySignature\":\"0xc27078f99798df35b05109917e60fb0e63d37b07bd11d5d4321fc494cb6eeb16598ea551bd98373c9c84806ab54ad3c3c5b07f88e788c633932a0beeef25a3b31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wlf4nRVBll8ALVR0vQG6867UfROYKdJ6H-6kIhGwJuE\\\",\\\"y\\\":\\\"jZucp4mj1_JisoR2qpKbyS2Y5VzD2R_yCYX8GmWQBi0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ywq9zHTh3My9tEIWDg_rQPNdI5iLxrmI_6BCymMpFhQ\"}"