"{\"content\":{\"body\":\"So, you received an offer at a technology company and you’re trying to make sense of it all (particularly equity). This post is my attempt to demystify this, particularly for folks working in the US.\\n\\nThere are a few areas where you may be able to negotiate and different people value different things based on their backgrounds and family circumstances.\\n\\nCompensation and your role are the most important things for both parties to be comfortable so get as much clarity as you need to make the decision. Here are a few elements to consider:\\n\\n* **Base Salary:** Your fixed compensation each year typically paid twice a month.\\n* **Bonus**: A target % of your base salary paid each year, but most early stage startups dont offer bonuses because they are not profitable.\\n* **One-time payment:** Signing bonus and/or relocation bonus.\\n* **Equity**: Either in the form of restricted stock units (non transferrable) or stock options.\\n* **Perks:** Broad but could include flexible hours, working from home benefits (e.g. home office furnishings), free healthcare for your family, and generous parental leave,\\n* **Title:** Your internal and external title.\\n* **Role and Responsibilities:** What you actually do and which teams you work with on a daily basis.\\n\\nI’ve mostly negotiated on equity and my role/responsibilities, especially if I believe in the company (which hopefully is the case if you’re considering working there!). I think the other stuff usually falls into place naturally.\\n\\nYou may also need more or less cash depending on your personal circumstances – e.g. children in major cities are very expensive 🙂\\n\\n### Compensation Model\\n\\nI pulled together this [Google Sheet](https://docs.google.com/spreadsheets/d/1rMeiG8ZdE9X_ks4SIC3jeHOSKjjfKVRt5cDWj7DxAQw/edit#gid=0) that I’ve used and shared it with many friends and family members over the years. Feel free to make a copy and use it for your own purpose.\\n\\n![](https://amamujee.files.wordpress.com/2021/11/cleanshot-2021-11-12-at-11.35.07402x.png?w=882)\\n\\n### Equity\\n\\nOptions and equity are really complicated, and I’ve been through the process of exercising and selling my stock options a few times — here are a few things I wish I had understood better.\\n\\n* Most awards are [Incentive Stock Options](https://www.investopedia.com/terms/i/iso.asp) (ISOs) as they have tax benefits where gains are taxed as capital gains, not ordinary income (lower net tax). [ISOs have $100k limit per year ](https://carta.com/blog/what-is-the-100k-iso-limit/)so you will get the rest of your stock options as [Non-Qualified Stock Options](https://www.investopedia.com/terms/n/nso.asp) if you have a very high grant.\\n* Strike (or Exercise) Price is the 409a valuation (fair market value) when you joined the company. This is typically lower than the investors as they often have a different class of share (typically preferred shares) which are worth more they are higher in the capital stack. In general, the company tries to keep the strike price as low as possible.\\n* When you exercise stock options (buy stock from your company) you are effectively making an investment into the company. The advantage of exercising the stock is that you start the clock for Long Term vs. Short Term Capital Gains which can save you \\\\~20% on your taxes when you dispose of the stock. You should understand both the risks and the capital requirements of exercising options before you do exercise options:\\n  * You have to pay the company the exercise price x the number of options.\\n  * You have to pay the government (tax in the US as [Alternative Minimum Tax](https://www.investopedia.com/terms/a/alternativeminimumtax.asp)) the difference between the current 409a valuation and your strike price x number of options. This can be significant if the company’s value has increased materially since you joined.\\n* [Early exercise](https://www.investopedia.com/terms/e/earlyexercise.asp) of stock options can be great if you expect the stock price to go up and you are a very early employee, as the cost to exercise your options is low and any upfront taxes are negated. You will need to file a form called an[ 83(b) election](https://blog.wealthfront.com/always-file-your-83b/) within 30 days of doing this for it to be properly reported.\\n* If the company is very successful and you don’t exercise options you may get “priced out” where you can’t afford to exercise the options and pay the taxes (because the gains are so significant). This may trap you to stay at the company for longer than you may want. Alternatively you could exercise your options and the company takes a downturn, which means you may take signifncant losses. Startups are risky and choosing when to exercise your options is not a simple decision.\\n* Qualified Small Business Stock ([QSBS)](https://www.investopedia.com/terms/q/qsbs-qualified-small-business-stock.asp) is also worth researching as you can save a lot on taxes ([although these rules may change](https://techcrunch.com/2021/10/19/bidens-qsbs-tax-plan-would-have-unintended-consequences-for-startups/?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&guce_referrer_sig=AQAAABye6cDCftcMb2mlNG-xMN0TywKDO3W41I9SQvjt9xx-6bWU5ADcLZUGHxQFPtAlUUvBDdUSRr24xZhnI-W4RMtY6Zh0pS4exIZlx4oXoKk-8-LxQ59SCRBOUpuQGt4yBSW_fFVgGma-depLwsde2URUZ-xfH_UMoO7TZSX2uKFB)). You have to exercise your options at a <$50m valuation and hold it for 5 years before you dispose of the stock. This benefit can make early exercising of options even more attractive.\\n\\nThis article from [Wealthfront also has a lot of good tips](https://blog.wealthfront.com/employer-granted-stock-options-and-your-taxes/) on taxes and explains some of the concepts above in more detail and make sure to educate yourself on these concepts as it could mean a material difference in financial outcomes.\\n\\n\\n***\\n\\nI hope this is helpful. As a disclaimer, this is not financial advice and I just put this together to share learnings from my own experience and to make it easier to share with the community.\",\"timestamp\":1637883681,\"title\":\"Making Sense of Tech Offers\"},\"digest\":\"pRr_gvWLfIhZf1S4o2Xgi4vT3zBr4Zp7tXIG4x1Qddw\",\"authorship\":{\"contributor\":\"0xc752Fe0551214Be71435C374B8A849AD09C75fdE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0DRJzpJsspTUCi4DtPcC7TibLO2oZQ2nx3mJeAF9mWY\\\",\\\"y\\\":\\\"HNn5XRDSoUrUR4hEYJ6r7zzPge-Tl1q01rCROhYrtOg\\\"}\",\"signature\":\"Nz3rvH_zJjYpKjx03-KzJdYFpU-eYiL5s1wd1mJ-HvqY1GqQ5NOh7DnzU5mQsLdrqKCJ6ahLJh046K9C5Aeklg\",\"signingKeySignature\":\"0x60807a3258bdad8498ca0d0bb1dc44550b3e7b5edcdf333cc3bd3f17c570b0de0de4a89b67593c8803662589fae9de56a125c3cc1c07012b9ce4fbfe77dc96b71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0DRJzpJsspTUCi4DtPcC7TibLO2oZQ2nx3mJeAF9mWY\\\",\\\"y\\\":\\\"HNn5XRDSoUrUR4hEYJ6r7zzPge-Tl1q01rCROhYrtOg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uDgul-eqbogXy-lRGP5DLBlBKCkGhKuhxazQo14ppoI\"}"