"{\"content\":{\"body\":\"![aditya-vyas-VFarxJ7jpBk-unsplash](https://jacobrobinsoncom.files.wordpress.com/2020/02/aditya-vyas-vfarxj7jpbk-unsplash.jpg?w=750)\\n\\nPhoto by [Aditya Vyas](https://unsplash.com/@aditya1702?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)\\n\\nI’ve talked a lot in the past about how difficult yet vital it is to develop a positive growth mindset. At this point, I’m still not sure of a sure-fire way of developing one; but I’ve thought enough to think of three quick tips that might help anyone who’s interested in trying.\\n\\n## Be Curious in What You Enjoy\\n\\nThe best way to break into a positive mindset is to start with the things you already understand and like. Be intensely curious on these topics — whether they be literature, videogames, sports, etc. — because there’s life lessons that can be learned from whichever subject it happens to be. Seek out the best in the field, and learn what they have to offer. Figure out how they hone their craft, how they do what they do. You’ll find that there are patterns to success. Chase after those patterns and the mindset is unlocked.\\n\\n## Don’t Be Afraid of Screwing Up\\n\\nWe don’t like to do a lot of things because we’re afraid of the consequences. The reality is, however, that consequences rarely happen; and, when they do, they really don’t matter. [Tim Ferriss’ Fear-Setting exercise](https://tim.blog/2017/05/15/fear-setting/) is a great visual depiction of this. There’s not a whole lot of bad things that can happen to you by simply trying new things. So, try to lose this fear. When this fear does become lost, the mindset is unlocked.\\n\\n## Meditate and Be in the Present\\n\\nThis one’s a little bit harder; there’s a lot to meditation and I’m not sure if I have the time or experience to adequately explain how this helps mindset. The reason that I’ve added this in here is that I’ve found, personally, that meditation helps a lot with developing a positive mindset. Not only that, but the concept tends to be promoted by others for the same exact reason, so I’d say there’s a good chance it will help you too. For a deep dive, I just recently finished [Wherever You Go, There You Are](https://www.amazon.com/Wherever-You-There-Are-Mindfulness/dp/1401307787) by Jon Kabat-Zinn and would recommend it for anyone interested in learning more about meditation.\\n\\n…\\n\\nAnyway, that’s all for this one. If you want to keep in touch, **check out my biweekly newsletter!** Following this will give you the low-down of all the new stuff I’m working on, as well as some things I found interesting throughout the biweek. As an added bonus, you’ll also receive the **Top 10 Tools I Use on a Daily Basis** to help better manage your workload and do higher quality work in a shorter amount of time.\\n\\n[Subscribe here](https://astukari.substack.com/)!\",\"timestamp\":1638933619,\"title\":\"3 Tips for Developing a Positive Mindset\"},\"digest\":\"Ub8Oq23-CFRGKaZvi8ZLb0v7VK-l4fRa6PPUHwleLaU\",\"authorship\":{\"contributor\":\"0x7842C934Ef39De9D40cD6C9EBf0389041C6f33B4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5Y7WofO0hUZoTQvfaz9FXvSTdYuDCmAzlPgw9_RxXI\\\",\\\"y\\\":\\\"THPeAu6Jjr_7hy_jqNKkjbcwFPDVjg65RIkeptpVO7U\\\"}\",\"signature\":\"pMhrTHf2u3YAzTvzxgRXtmjc_SWz4vtT6m5d6oL-Q1uGCHb76CL_IKMP2_a_y8pfC-AsGhytINN6b3NNZWQgfQ\",\"signingKeySignature\":\"0x8f398b97d2743c5236d72fd2a5176b5fc4350788f91696b10f29090719f110566d669eba51d62c830e4de57da965ec3fd81de8f6dab9f30130bc2898fbdaf1481b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5Y7WofO0hUZoTQvfaz9FXvSTdYuDCmAzlPgw9_RxXI\\\",\\\"y\\\":\\\"THPeAu6Jjr_7hy_jqNKkjbcwFPDVjg65RIkeptpVO7U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ub8Oq23-CFRGKaZvi8ZLb0v7VK-l4fRa6PPUHwleLaU\"}"