"{\"content\":{\"body\":\"The vision of Web3.0 is to create a decentralized network that will give birth to open, open source, and interconnected global digital economy business applications and markets.\\n\\nMost network services in today's world are monopolized by oligopoly, and Web3.0 can ensure that users can use the network without giving away privacy and personal data, and gain more control.\\n\\nIn order to realize this vision, the establishment of Web3 infrastructure is particularly important.\\n\\nPhala Network is creating a truly decentralized cloud computing network, based on the privacy computing security enclave in modern processors, with both versatility and confidentiality. As a general **blockchain** computing protocol, **Phala inherits the concept of a decentralized, distributed and scalable privacy cloud computing platform from Web3** .\\n\\nThat is to say: **all calculations executed on the Phala network are run in a trustless security zone, and there is no centralized execution program or data controller to ensure the security, confidentiality and privacy of all computing operations. sex.**\\n\\n![](https://images.mirror-media.xyz/publication-images/vlGQ-nJg7e_5Bgn2PcDgD.png?height=205&width=600)\\n\\n**Trustlessness is the cornerstone for Phala to become a trustworthy, distributed cloud computing network.**\\n\\nThe separation of consensus mechanism and computing makes Phala's network processing capabilities highly scalable, while also providing infrastructure for Phala's powerful, secure and scalable trustless computing cloud. \\n\\nMoreover, **Phala Network can freely combine with other decentralized smart contracts, storage protocols, and data indexing services to** connect the cloud computing power of many distributed devices on the Internet to replace centralized servers, thereby ensuring low cost and high efficiency. Realize true decentralization in the case of operations. \\n\\nAt the same time, as a highly distributed network, **Phala allows any computing node to join and provide usable and stable computing services** , significantly expanding the use of cloud computing, so that ordinary users and computing power providers will not be controlled by centralized cloud service providers . \\n\\nCurrently, there are more than **20,000** registered computing nodes on Phala's preliminary mainnet, Khala , including more than **15,000** servers. These servers can provide more than **120,000** vCPUs and provide large-scale computing services for the Polkadot block-this data scale is close to 1% of the total computing power of AWS services.\\n\\n## Phala officially serves the NFT and meta universe fields\\n\\nAt present, Phala partners have started to enable Phala Network to provide support for their own Metaverse and NFT products. \\n\\n![](https://images.mirror-media.xyz/publication-images/H-cxskU4oQEq-2pJV7p8P.png?height=372&width=600)\\n\\n**Blockchain startup Bit.Country recently announced the adoption of Phala as its cloud computing infrastructure to** add privacy features to Bit.Country's virtual world, NFT products, and encrypted information. \\n\\nBit.Country is a decentralized meta-universe platform with NFT, token economy and governance. Users can use their own FT, NFT, timeline and 3D virtual world view to create their own meta-universe. At the same time, community owners, influencers and KOLs can also use the platform and protocol to develop and attract their audiences. \\n\\n**Phala also contributed to RMRK's NFT \\\"Art Lego\\\" on Kusama.** RMRK can be hosted on Kusama and can run without a parachain or smart contract. RMRK has launched a set of its own standards to support the creation of NFTs in Kusama, with high composability. \\n\\nBruno Škvorc, the founder of RMRK, said: \\\"The **Phala network provides us with key decentralized server-level infrastructure, liberating the concept of metaverse from centralized cloud servers, and enabling metaverse to truly enter the concept of Web3.**  We are very happy about Phala's The infrastructure can provide a solid foundation for the back-end development of the Kanaria project. At the same time, we also look forward to the development of the Kanaria world based on the Phala cloud computing network.\\\" \\n\\n![](https://images.mirror-media.xyz/publication-images/N97qPo-MlATxINVbwrOq4.png?height=299&width=600)\\n\\nCurrently, Phala is mainly developed around the following use cases: \\n\\n* **Web3.0 rendering farms** : Through Phala's Fat Contract, provide NFT artists with affordable, decentralized, and privacy-friendly model rendering services;\\n* **Web3 Game Servers** : Provide decentralized back-end services for the Metaverse platform through Phala’s Fat Contract;\\n* **Phala World (Phala World)** : Innovative NFT role protocol, which can automatically generate growth and interoperability NFT roles for each address of Phala, and these roles can be connected to the mainstream meta-universe platform;\\n* **Universal Game Engine (Universal Game Engine)** : A back-end engine based on plots of game space can be built on multiple meta-universe platforms.\\n\\nBased on the Polkadot network, Phala can not only provide scalable cross-chain computing services for DApps on the blockchain, but also realize the privacy protection of information on the chain. We believe that **Phala can finally achieve real Web3.0 cloud computing services. Great vision** .\\n\\n*The original text comes from Hackernoon, compiled and compiled by Lundao Privacy Computing. The English copyright belongs to the original author Marvin Tong. For Chinese reprint, please contact the compiler.*\",\"timestamp\":1639480914,\"title\":\"Phala Network: Decentralized computing cloud, the road to the future of Web3.0\"},\"digest\":\"YATYzAu5-QQHlJpDY41ARsD7x5b_GzB5ar3LPn5QH7w\",\"authorship\":{\"contributor\":\"0x5B63fBD49391ac21349eF48C3Cb13aDB65930775\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oEtE-LnI2rfxq8uQLoru8JbL_thjCZ4n2VbrBiu4TJQ\\\",\\\"y\\\":\\\"x5MLjMNeCuX2tig9CTarN5N-mHwW2V8y_aQwk1zINXc\\\"}\",\"signature\":\"Ln9_pzmY2fS0p70Wkk7fxTfBfyYFvCbNhEJP9MpsJSHo8UJUEQwEeZrh8gVN9Zm9FfBtCk2LspPCA-7u9ex3bQ\",\"signingKeySignature\":\"0x8128bb4990ef0e768f7e6a8837cd4141c7e1c638867381e3020355203c300a860b98da247cc07e79348dfcc442d0fc37e7687a6c04dc2647e7d7996563ed8a541c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oEtE-LnI2rfxq8uQLoru8JbL_thjCZ4n2VbrBiu4TJQ\\\",\\\"y\\\":\\\"x5MLjMNeCuX2tig9CTarN5N-mHwW2V8y_aQwk1zINXc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YATYzAu5-QQHlJpDY41ARsD7x5b_GzB5ar3LPn5QH7w\"}"