"{\"content\":{\"body\":\"***Stake on Flipside to help build on-chain analytics for all Terra projects.*** \\n\\n**TL; DR**\\n\\n* All Terra bounties are funded through yield from delegated $LUNA.\\n* When you delegate yours to Flipside, you are giving to the ecosystem: 100% of yields go directly to analysts. \\n* Once you’ve connected your Terra wallet to [Terra Station](https://station.terra.money/validator/terravaloper1r843mpk5zzkfgtnduskd0dzgeltv0n503ckzy6), delegating only takes one click. [Follow these steps](https://rellghent.medium.com/staking-on-terra-delegate-for-good-b38ad0c58945) to get started. \\n\\nOur mission at Flipside is to help blockchain projects realize their full potential. A key component of that is effective on-chain analytics that delivers ecosystem trust, support and growth. \\n\\nGroundbreaking projects like Terra are the ones we choose to partner with. Starting with key metrics to track [overall ecosystem growth](https://terra.flipsidecrypto.com/), followed by on-demand analytics available for free to new protocols (Mirror, Anchor, Pylon, Neptune, Angel…) -- we continue to be relentless in providing the Terra community the data they need. \\n\\nSo how do we keep up? We have an amazing community of analysts that we reward with [crypto bounties](https://www.notion.so/teamflipside/Flipside-Bounties-for-Terra-77f67a879b124a72a984a236b0428620). We provide the labeled and curated data for free - and analysts use it to create a steady stream of analytics. \\n\\nBy focusing heavily on education and onboarding, we’ve seen newcomers become stellar analysts able to tackle harder questions and earn more. Top analysts have already earned $50K worth of LUNA in just 10 weeks -- on a yearly scale, that’s more than $250,000 in gross income from bounties alone. \\n\\nWhat’s more - we found that 97% of the LUNA we paid out in bounties has stayed in the ecosystem. Once you understand what Terra is doing, and where it’s headed, you’d be crazy to sell your LUNA.  \\\\[consider us #LUNAtics\\\\]\\n\\nBut you should also be staking it. \\n\\n**Delegate to Your Fellow Analysts** \\n\\n*Keep your airdrops but put your yield towards growing the Terra ecosystem.*\\n\\nAt first, staking your LUNA (also known as delegating) was all about earning \\\\~4% yield, claiming airdrops, and taking part in governance. But what if your delegation could have more of an impact? \\n\\nAs the market matures, new opportunities for delegating have appeared that allow you to use your yield for good. You still get to claim airdrops and vote on governance - but you also get to support projects like Flipside! \\n\\nIf you delegate your $LUNA to Flipside’s validator node - 100% of your yield will go towards funding Terra analysts. Terra has already delegated 1.1 million LUNA to us to enable healthy ecosystem outcomes - your contribution continues to grow the outcomes for all.\\n\\nIn this case, we’d make sure 100% of your delegation is used to fund more bounties for Terra. \\n\\n \\n \",\"timestamp\":1634585873,\"title\":\"Delegate your $LUNA to Support Terra Analysts\"},\"digest\":\"tSo_KWwmhSLM2xqrnIbZdu2Kn8ETD4M5jap2YW3CFrc\",\"authorship\":{\"contributor\":\"0xB551E3E62b14674C8dD6b0B173AC23D4e98Cb791\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W1X62eZt1ae_Rs0FkRnt-6SStmzpkuWSRizcnc15350\\\",\\\"y\\\":\\\"vudUcl4R928E8DH5DTlKNnpELlzKM7ZDltqUO9UdbGY\\\"}\",\"signature\":\"E19FuwY4PSxAzbuyQJ576xlSuDV-orVp4uagLnCz-0Esl4Mlv1ukIA6zMA3ZtKajh9Ka72JM-TLXDuqvC0fwcw\",\"signingKeySignature\":\"0xd4d117838869e1808c8a986d228a7ca6000eb350e38ab21d64f52ecd402cdaea7a685508f8ad248bd6b0bdd30307ce9bc48aa36afa7e6d47ddd12b05b31b8ee41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W1X62eZt1ae_Rs0FkRnt-6SStmzpkuWSRizcnc15350\\\",\\\"y\\\":\\\"vudUcl4R928E8DH5DTlKNnpELlzKM7ZDltqUO9UdbGY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tSo_KWwmhSLM2xqrnIbZdu2Kn8ETD4M5jap2YW3CFrc\"}"