"{\"content\":{\"body\":\"Ethereum already has a Proof-of-Stake (PoS) chain and it's running in parallel to the current PoW chain. It's now called the Beacon Chain (formerly ETH 2.0) and it will become the default consensus mechanism for Ethereum after The Merge (possibly already in Q2).\\n\\nIn PoS, instead of miners you have validators. Validators stake 32 ETH ($150k) to be able to produce and attest blocks and earn staking rewards for their efforts. If they go offline or act maliciously they get penalized/slashed and eventually kicked out if their balance drops to 16 ETH.\\n\\nPeople/organizations who run validators are called node operators. You can run many validators but each requires 32 ETH.\\n\\n32 ETH / $150k is a lot of money and you also need technical skills to be run ETH1 and ETH2 nodes. This is why there are staking services that can do this for you. They take your ETH and use it to launch a new validator. They pass the staking rewards to you but take a cut for their service.\\n\\nCentralized exchanges (Kraken, Binance, Coinbase) offer this service and there's also Lido which is more decentralized.\\n\\nCurrently, it's not possible to withdraw your stake and staking rewards. It'll only be possible to do it once The Merge happens and withdrawals will be implemented only after that. This means once you stake your ETH you won't be able to get it back for months.\\n\\nLido offers liquid staking. This means they have you an interest bearking token called stETH in return. It gets more and more valuable over time as staking rewards accrue.\\n\\nWhy Rocket Pool?\\n\\nIt's non-custodial. Kraken, Coinbase etc. are custodial. If they go under or they lock you out you lose access to your funds. They could get hacked, they could get shut down by the SEC, they could lock you out because they detected fraudulant activity in your account.\\n\\nRocket Pool is non-custodial because it's smart contracted based and it's all on the blockchain. It will only go down if Ethereum goes down.\\n\\nContracts have been audited by Consensys Diligence, Sigma Prime and Trail of Bits.\\n\\nLido is similar but it's not permissionless and not as decentralized. You have to apply to become a node operator and they have to vote to accept you. When there was a vulnerability discovered recently they asked their node operators to promise not to exploit it...\\n\\nRocket Pool is truly decentralized and permissionless, anyone can become a node operator.\\n\\nThe way it works is that people deposit ETH in a pool (min 0.01 ETH). Node operators only have to use 16 ETH of their own as the stake and they get the other 16 ETH from the common pool. Such a validator is called a minipool and it's actually a smart contract. When the validator exits the node operator gets their 16 ETH back + rewards and the other 16 ETH + rewards gets returned to the pool. You cannot cheat this because the logic is enforced by smart contracts.\\n\\nIf a validator gets slashed the penalty is taken out of node operator's 16 ETH. In addition to that, there's a Rocket Pool token (RPL) and node operators need to deposit at least 1.6 ETH worth of RPL tokens as collateral. It's got two purposes: act as insurance (these RPL tokens are auctioned off to pay for extreme slashings if there's ever such a situation) and extra rewards to incentivize node operators (RPL is inflationary and gets distributed as extra rewards).\\n\\nNode operators take a small cut (15%) of the common 16 ETH for their efforts and it's actually more profitable to run a minipool rather than a solo validator with 32 ETH (because of the extra % and also RPL rewards).\\n\\nWhen you deposit ETH you get an interest bearing token rETH in return, just like Lido's stETH. So your staked ETH is liquid, unlike when using centralized exchanges or running a solo validator.\\n\\nRocket Pool has been in development for 4 years, they're extremely cautious and that's why it's taken so long to launch. Contracts have been audited by 3 companies. They're doing a staged rollout, that's why you haven't heard much about it yet. It's decentralized & non-custodial and it's the best solution for Ethereum. Expect Vitalik and others to start promoting it in a few weeks. (If the rollout goes well without issues.)\",\"timestamp\":1636624813,\"title\":\"Rocket Pool\"},\"digest\":\"53oVGkns_-TfsKFM8bR6yAXd0TaTAwOW1q4pHMM1SjU\",\"authorship\":{\"contributor\":\"0xd58c93F69957bF091A08B8815a38119419671F17\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FCxWZEDj9FB1zXxiSBXDJ8TmRmvGSRcBZIb7tw4W-5Q\\\",\\\"y\\\":\\\"XMWaP3a0_6TaEliww6g7synqtAcMHO3fqKoShUu6T6c\\\"}\",\"signature\":\"b5rzIMEU7g6gRM0icz6w8IjMxz3g1RK1taSVuscr5R2TMJg_OTNJHEWuBDOJEmWNsgxOCC9qzyBIvbATvi-9lQ\",\"signingKeySignature\":\"0x5f01bec51f51c98cb4d75a7ac452bf1dc9e0dbd098c600d262f1d997042525402e842170180e9bf6e6f76122b4db9c46e6ddc73b2601b09a8235aeeb294f68ba1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FCxWZEDj9FB1zXxiSBXDJ8TmRmvGSRcBZIb7tw4W-5Q\\\",\\\"y\\\":\\\"XMWaP3a0_6TaEliww6g7synqtAcMHO3fqKoShUu6T6c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MoY03g4VIXRsUM_3dYRmjtRsaB1sCYMvBTl8NO_FjgY\"}"