"{\"content\":{\"body\":\"**I think it hit me at some point during the Uber ride to her house: this could be the most important hook-up in human history. And the scariest. I know it sounds stupid and indulgent to say that, especially coming from another hetero-normative dude in black Christian Diors like me. (Whatever, they were knock-offs.) But given the extraordinary features of this interaction, along with its consequences for how people think of themselves, I really don’t think it’s an exaggeration. All of this is true by the way. I don’t have the time to make any of this up, and frankly I sucked pretty bad in Language Arts. My grade-school teachers will bug out if they read this.**\\n\\n**My band was doing a show in Salt Lake City–you know, Mormon utopia in the middle of the desert. Our next gig in Boise had been cancelled for reasons we didn’t entirely understand. When you’re on the road you just kind of run with things, I guess. We decided to hang out in Utah for a couple of days. Somebody said we could “backpack in the watercolor meadows of the Uintahs”. Sounded like a good time. We do retrowave electronica stuff, lots of synthy sounds with flashing lights and voice effects. Everyone’s into the eighties again, even the Mormons it turns out.**\\n\\n**I still don’t think of myself as a hook-up guy, even after all these years on the road. I’m serious. It’s not something I enjoy or even particularly like. I see hook-ups as one of the rites of being a traveling musician, or maybe even a curse. It’s like how prime ministers have to shake hands with people they don’t necessarily like. I’m a reluctant diplomat of the grunge scene. Everything that guys like David Bowie did make total sense to me. They turned their lives upside-down just to try and find something real. I wonder if they ever found it–when I did, it scared the crap out of me.**\\n\\n**The first Tinder girl I met in Utah was one of those “it’s for a good cause”-type chicks. I’m not trying to offend anybody, it’s just the only way I can think to describe her. What annoys me about those girls is that they all have the same personality. They’re almost breathless to prove how angry they are about all the *right* things. It makes me feel like everything I know is wrong or something. You just sit there and listen and drown in their syndicated outrage. I swiped right for shallow reasons, yes. The messed-up thing is that I anticipated my annoyance as I glanced at her pics. I was shamelessly undeterred.**\\n\\n**Her peach spaghetti-strap top swallowed most of my attention, even as she soliloquized about non binary love and dying pandas. (OK, I made that last one up.) Her blonde hair was pulled back in a ponytail. It was less a conversation and more a kind of reciting on her part–anyone could’ve been sitting in front of her. I wonder if she would’ve acted differently if she knew who I was. A few hours later, I finished softly somewhere in the bobbing bramble of hair in my lap. It was depressing. She fixed her ponytail in the mirror, checked her phone, then quickly left.**\\n\\n**I don’t usually let people get to know me too well, not even my bandmates. I mean we drop acid together sometimes, bro-bonding stuff, that kind of thing. That’s about it. Even with girls, I’m a sex-in-the-dark kind of dude. They probably think I’m weird but I never ask. When the peach-top pedant was leaving I gave her one of our albums on cassette tape. It was awkward (“Uh, thanks…?”) but I feel like it’s the best I can do.**\\n\\n**Somewhere in the discussion of her saintly works, she had mentioned something her uncle had seen in a mall near downtown Salt Lake City. It was like an upright human with amphibian skin or something. Her uncle was a janitor who cleaned floors there late at night. The thing had come out of a basement stairwell, looked at him for a moment, then turned right back around and disappeared. The really crazy thing was that her uncle said he felt some kind of emotion deep in his chest that he never felt before, sort of like how you feel when you lock eyes with a stranger that looks inexplicably familiar. She reported all of this as a joke, rattling it off at blinding speed in her machine-gun dialogue of goodspeak. I couldn’t stop thinking about it for the rest of the night, though, even when we started making out.**\\n\\n**The guys in our band like to joke about the golden thumb–it’s when you start a streak of matching with the city’s hottest women. That’s millennial serendipity at its finest. Isaac had the golden thumb in Topeka and we didn’t see him until Michigan, but in Michigan the algorithms failed him. It works in mysterious ways. When I matched with this Clarissa girl from Provo, I decided Salt Lake City *was* a promised land, or at least my own Topeka. I had no idea what I was getting myself into, nor has that condition of not-knowing changed. But let me back up...**\\n\\n**Clarissa was one of those one-pic profiles, which is risky. You’re betting that this single picture is so alluring that the opposite swiper needs no further proof of your hotness. In her case, it was a win. She was wearing a black romper striped orange, yellow, green; her hair was blue and cut boyishly short. The obligatory septum piercing made her nose look like a jewelled accessory. Style, attitude, cuteness. Bad-ass but delicate. The interesting part: the picture wasn’t a picture but actually a moving boomerang, one of those images perpetually repeating two seconds of movement.**\\n\\n**The boomerang showed Clarissa from behind, jogging in-place on a sidewalk with her face looking coyly back into the camera. I don’t need to mention the advantages such an angle affords those of the requisite affinities–but there was something else. Something *else.* There looked to be a kind of independent movement beneath the fabric around her tailbone, like an appendage that was rising and falling as she ran. You could *just* make out the outline. It couldn’t be…**\\n\\n**I put my phone away and started pumping some beat-mixes to get my mind straight. Things couldn’t be *that* freaky in Utah. My headphones weren’t loud enough to block out the image. The thing that bothered me most was that my attraction to her hadn’t waned; if anything, I felt *more* attracted. Had I been watching too many shapeshifter animes? That was probably the case regardless.**\\n\\n**Even so, there was no doubt that Clarissa’s festive romper was hiding a full-grown tail–like, none at all.  I watched the boomerang over and over again, turning my phone this way and that. There was no other conclusion. I considered calling my bandmates for brotherly support but in the end opted for privacy. Imagine if they heard I was seeing a girl with a *tail.* Literally a tail dangling down her rear. Her caption read: “Wyoming-raised, Utah-grown. I don’t want to go to Paris or Prague. Take me to a hidden place we can share secrets.” It was just too much.**\\n\\n**The first time I met Clarissa it was somewhere near State St. It’s hard for me to keep track of the roads because they’re all numbered on a grid based on their proximity to the Mormon temple. Clarissa told me that this system makes it easier to get around and not get lost. She laughed when I disagreed. We ate vegan wraps in one of those generic Salt Lake plazas made of Mexican eateries and Asian stores. Clarissa explained that she ate healthy when it suited her schedule and mood, which made her “a seasonal vegan”. It was summertime in Salt Lake; she wore a dirty-green tank-top and gray denim shorts ripped across the thighs; her hair was bluer than Freddie Mercury’s stage lighting.**\\n\\n**She was one of those girls who was easy to talk to, but from whom you couldn’t allow your attention to waver. Clarissa was no prolific talker. Instead I got a watchful loner vibe, someone you’d see walking along deserted railroad tracks, someone who considered Bjork their private therapist. I kept imagining how I could bring the topic up without coming across as a total creep. “I didn’t know people in Utah had tails...is that common here?” Gross. Maybe something more personal. “That romper you had on does a lot for your tail.” God, no. I settled on: “Can you show me that running move from your profile?”**\\n\\n**We were walking along the sidewalks in the glow of the street lamps; night had fallen on the strange city made of numbers. Clarissa’s hand was clasped softly in mine. I kept resisting the temptation to look behind her like an idiot. She was pressing me with questions somewhat absently. When I told her my band’s name was Nineteeneightyfornicate, she lost it and started going through all of our pictures on Instagram. That name was Isaac’s idea, not mine! It did have a nice ring to it.**\\n\\n**She stopped walking and turned on me suddenly.**\\n\\n**“You know, don’t you?”**\\n\\n**“Know–know what?” I stammered lamely.**\\n\\n**“Oh come off the bullshit, man. You’ve known this whole time.” Staring me frankly in the eyes, she took my hand and ran it along something long, firm, cylindrical on her backside. My heartbeat quickened and a soft moan emitted from my throat. Clarissa giggled and threw my hand away.**\\n\\n**“Any secrets you’d like to share with me?”**\\n\\n**I looked at her for a second, processing. “I already told you my dirty band name–”**\\n\\n**“Right,” she scoffed. “I hope you come up with something better by tomorrow.”**\\n\\n**She turned and began receding into the jasmine-bordered shadows. I realized that we had been surrounded by cats ever since we started walking. They now trailed her in unison like a row of ducklings down the sidewalk.**\\n\\n**“I DIDN’T KNOW YOU WERE A CAT PERSON!” I yelled hopelessly.**\\n\\n**She laughed and raised a long middle finger into the air without turning around. I sighed and began walking in the other direction back to my hotel. I opened my phone to a new text message from Clarissa. It didn’t say anything; she’d only sent three cat emojis with their tails in the air. I marveled at how little I knew what in the hell was going on. *I just stroked a human tail. That really happened.* And yet, perversely, I couldn’t wait for the next day.**\\n\\n***....Any secrets you’d like to share with me…***\\n\\n**I’ll come clean–that night wasn’t the first time I googled “humans with tails”. There had been drunken nights alone that I obsessed over the idea. My thoughts were ransacked by half-humanoids risen from primordial tetrapods, dripping with sea-foam and tails dragging in the sand. I told you I was a weird guy. To this point, the greatest harm all this had done was butcher my online algorithms–I would get ads for kinky Halloween costumes, which routinely raised some eyebrows.**\\n\\n***She could be a government spy on some troll-job,* I thought to myself. The idea tormented me for several hours. What was worse, I thought, the CIA using search history and store-bought accessories to play with my mind, or the possibility that I had met some kind of hybrid human with a rope of flesh swinging from her backside? The little bit of ganja I had left made my speculations thicker and more confusing. She had to be real. Why would the government waste time mind-fucking a guy from a band named Nineteeneightyfornicate? I went from that to wondering what she ate when she was stoned.**\\n\\n**Before I knew it, I was stepping out onto the curb in front of her house in my black knock-off Christian Diors. Who was this profane intruder in Provo? An agent *provo*cateur, I grinned to myself. I didn’t know there could be neighborhoods with trees in the desert. Seemed like the Mormons were pretty good landscapers when they weren’t busy granting all their wives eternal life. Who knew! Clarissa lived in a blue house with a quaint little front porch, one of those places that really has the picture-book mailbox with a perfect red lever pointed upwards.**\\n\\n**“Were you tailing me earlier?”**\\n\\n**Clarissa’s voice came out of nowhere, disembodied. I looked around me wildly, my unease ratcheting up several notches. A hand rested on my shoulder from behind; I wheeled around.**\\n\\n**“Chill out, freak,” Clarissa laughed. She looked at the tree next to her, brushing off some twigs. “My nest is up *there*.”**\\n\\n**“Your–nest?”**\\n\\n**“It’s a joke, heard of those before?”**\\n\\n**I suddenly noticed she was wearing a yellow Walkman cassette player. We always BS that if we meet a chick with a portable cassette player, we’ll automatically drop to one knee, no questions asked.**\\n\\n**“So you’re that much of a dork that you listen to cassette tapes in 2020?!”**\\n\\n**“And you’re telling me you don’t have one on you right now?”**\\n\\n**Wordlessly, I raised my band’s cassette tape out of my pocket.**\\n\\n**“Give me that,” she laughed, snatching it out of my hand. “Maybe we *are* a match!”**\\n\\n**I followed her inside.**\\n\\n**“My roommates are out for the weekend”–glancing at the couch–”you can just shove all that shit over, sorry. We have beer, lemonade, soda...or maybe you like the harder stuff?”**\\n\\n**I settled in and tried to relax, taking in what was around me. Nothing odd really. There was a crystal salt lamp whose warm glow looked afloat in the dim room. I could faintly sniff sage. A white cat met my gaze and darted out of sight, desperate to be forgotten.**\\n\\n**“You don’t get many visit–”**\\n\\n**The sentence was robbed from my throat. Clarissa was putting a glass of Jack Daniels on the table, naked beside the burgundy lingerie faintly interrupting her skin. I could see the thing in plain sight–it was moving from side to side in a sort of carefree, feline attitude, *curling* back on itself this way and that, hairless and freckled as it tapered to its tip. It was a magnificent tail, too magnificent to be an accident. I closed my eyes and took a shot of the Jack.**\\n\\n**“I know what you’re thinking,” Clarissa smiled. She sat down next to me, running her hand along my shoulder. “You’re thinking ‘it’s impossible, this can’t actually be happening.’”**\\n\\n**“You must be psychic,” I shot back dryly.**\\n\\n**“You’re thinking,” she pressed on, “that science eliminates the possibility of my existence.”**\\n\\n**I didn’t say anything.**\\n\\n**“What’s wrong, rock star, you don’t want to play along? I know that you know it all–how they say a human tail is only an abomination of the coccyx, a *vestige* of the behind that we all left behind...right?”**\\n\\n**“What are you getting at here, Clarissa?”**\\n\\n**She took a swig of lemonade and rolled the juice around her mouth, her gaze unbroken.**\\n\\n**“Nothing you haven’t already thought of ten thousand times, but I’ll humor you. If the only reason humans don’t have tails is because of some kind of disabled gene-signal, then the chances of more than one being on the planet is like one in billions. So if you realized there were *others like you*, that hypothesis would suddenly be on very thin ice.”**\\n\\n**My blood ran cold. I leaned all the way back on the sofa until my eyes were looking at the ceiling. The clustered nerve-endings were firing off in tingles that made it hard for me to resist the urge to let it squirm beneath me. All of my practiced methods for controlling the thing were failing. It was as if it somehow sensed another of its kind and now had license to awaken. She’d caught me by the tail.**\\n\\n**Clarissa leaned over me, her face close to mine. “Show it to me,” she whispered.**\\n\\n**No one had set eyes on it outside of my parents; I hadn’t seen them since they put me up for adoption. I sat up, pulled the back of my shirt up and leaned over. Her eyes felt like hot embers across its naked surface. She lifted it between her fingers, held it in her palm, caressed it. I suddenly noticed how heavily I was breathing.**\\n\\n**“There are many of us, you know,” she said softly.**\\n\\n**“How many?”**\\n\\n**Clarissa paused. “I don’t know, to be honest. But a lot. I met them in the genetic labs outside Salt Lake.”**\\n\\n**“Wait, genetic–”**\\n\\n**“Shhh!” She put a finger to my lips and straddled me, pulling my hands through her blue hair. “We’ll talk about it later.”**\\n\\n**I clutched her swaying tail and let its smoothness run through my fingers.**\\n\\n**“We’re a match,” she giggled, “a match made in some dirty heaven.”**\\n\\n**That evening, for the first time in my life, I surrendered fully to whatever it is that I am. Clarissa hasn’t left my side since; we’re in Cheyenne now. There’s not a day that goes by where I don’t think: I’ve never been happier–or more deeply, inconsolably frightened.**\",\"timestamp\":1635587204,\"title\":\"1SWIPEAWAY\"},\"digest\":\"X0YN65H2-7P0hvZk4xodMyn2GGDy-fi_xHtM1Cn1Jeo\",\"authorship\":{\"contributor\":\"0xBbb538b84ED95aBa94585c6cE7C2f8790dBfE53B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WscDXNIm_43Y44JVLsvCYtFR1T-ZXIu5a99PGnM7kFQ\\\",\\\"y\\\":\\\"B1B7OVGNjQ0WB13vPaQY6fd6h_Whuh0SPqlSBoNqV9A\\\"}\",\"signature\":\"BaG7E5RKxzu3e0tbigEPkcmkS3jgneDjPP_msleKQbNmGH-HlZpTZVcWDuggg8xXs_nUiqtM4DVl_7G8YXfynw\",\"signingKeySignature\":\"0x7736426ee8f3eb226a19b10112ec5fc2447732202c71b309ef5707346330800702e9b594d4ce2c80b4fe5f74b8eaa5ae92b9c12c8a934eb60fc6f928c1afb7ce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WscDXNIm_43Y44JVLsvCYtFR1T-ZXIu5a99PGnM7kFQ\\\",\\\"y\\\":\\\"B1B7OVGNjQ0WB13vPaQY6fd6h_Whuh0SPqlSBoNqV9A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"56648re9YKSnaRoHNgg2OrkLba9o04K-E3bNS5Hdiqc\"}"