"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*GacVtgRUL2v-nUYXXn4nlg.png)\\n\\nNovember was a memorable month for Treasureland as we sustained the groundbreaking momentum we attained in October.\\n\\nWe recorded some glistering milestones and made improvements to fine-tune several aspects of our NFT marketplace. Below, we sum up the string of achievements we made in NFT listings, strategic partnerships, and overall growth.\\n\\n## New NFT listings and partnerships\\n\\n1\\\\. Treasureland verified the NFT collection of CrazyBudsNFT — November 5\\n\\n2\\\\. Treasureland partnered with Channels Finance, a cross-chain mortgage lending platform without any safety incidents. — November 9\\n\\n3\\\\. Treasureland partnered with CyberConnect HQ, the decentralized Web3 social graph protocol. — November 9\\n\\n4\\\\. Treasureland listed Wolfible NFT collection, a multi-chain NFT+DeFi platform that supports NFT Yield Farming. — November 10\\n\\n5\\\\. Treasureland struck a strategic cooperation deal to list the Penguin Island Meta Play NFTs of Teaswap Art, a project focused on bringing DeFi possibilities to the NFT space. — November 11\\n\\n6\\\\. The Archer Network, a decentralized crypto-asset store in metaverse with DPaaS architecture, was integrated on Treasureland. — November 16\\n\\n7\\\\. Media eYe, an NFT distribution platform providing Blockchain-as-a-Service solutions, integrated the Treasureland API in a mutually beneficial partnership. — November 17\\n\\n8\\\\. Treasureland listed the NFT collection of Wizardium, a P2E blockchain game with magical heroes. — November 18\\n\\n9\\\\. Treasureland partnered with XDoge, a SuperHero-themed NFT card game that allows players to play-to-earn and draw-to-win. — November 18\\n\\n10\\\\. Treasureland listed BeachBoys digital asset collection comprising 4,444 unique 3D NFTs of its P2E blockchain metaverse game. — November 19\\n\\n11\\\\. Treasureland partnered with Mundus, an open-world MMORPG adventure BSC game. — November 21\\n\\n12\\\\. Treasureland partnered with OceanMollu, a BSC-based 3D P2E meta-universe game.\\n\\n## Events and Highlights\\n\\n1\\\\.On November 25, Treasureland, together with its partner, RadioCacaNFT, were drawn alongside thirteen other projects for the Grand Finale. You can find details of the outcome as decided by the voting committee [here](https://www.binance.org/en/blog/mvbiii-grand-finale-meet-the-top-10-players-of-this-season/).\\n\\n![](https://miro.medium.com/max/1400/0\\\\*o_0PheDPz2CoGW7y)\\n\\n2\\\\. In a report published by BSCDaily, the Treasureland BSC’s dApp ranked 8th alongside other platforms on a list of top gainers in Binance Smart Chain by transaction volume over a seven-day period. Within that time frame, Treasureland’s transaction volume increased by a whopping 348.3%, several miles above its competitors.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*tZoiPN5ydFLgjrsL)\\n\\n3\\\\. As one of the winners in Binance MVB III October Edition, Treasureland teamed up with Binance to host a series of 6-days special events that included live streaming sessions and a giveaway of up to $25k rewards. The link to follow up on the event is [here](https://www.binance.org/en/blog/mvbiii-monthly-stars-september-expo/).\\n\\n![](https://miro.medium.com/max/1400/0\\\\*rUN-HinVf_ooxhQA)\\n\\n4\\\\. On November 11, Treasureland came 6th on Coin98 Insight’s list of Top 10 projects with the highest social signal on the Polygon ecosystem.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*aYta56e7AnMmS7Qr)\\n\\n5\\\\. On November 5, Treasureland and its partner project, XWorld Games, held a trading competition with 500 limited editions NFTs up for grabs. You can find the details [here](https://t.co/udbd6s7zYV?amp=1).\\n\\n![](https://miro.medium.com/max/1400/0\\\\*VyaCg8bag7-W4fVJ)\\n\\n6\\\\. On November 9, we hosted an NFT sales event for our partner, Celestial BSC Galaxy. All six items comprising one gold limited NFT warship and five purple limited NFT warships were successfully auctioned off.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*OAp7_SXaw_yi15me)\\n\\n7\\\\. On November 9, Treasureland hosted the team from Teaswap Art for a highly-engaging AMA program that witnessed massive participation from the NFT community. Ten participants were randomly selected to receive 1 TSA META II NFTs each and $25 worth of TSA tokens.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*IAhEwpVD-zra5ZIG)\\n\\n8\\\\. On November 2, Treasureland’s partner project, Mythart, launched its fleet of LegendArt NFT cards on the marketplace. In conjunction with the event, MythArt held the 16th round of its NFT Giveaway Program, during which pairs of exclusive Epic Cards and Legend of Heart NFTs were airdropped to 50 selected winners.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*TBjdV-SF-uOGP9fH)\\n\\n9\\\\. On November 11, Treasureland co-organized its 3rd AMA of the month with XCarnival. The team at XCarnival shared details of the progress it has made to date and the future development plans for the project. An airdrop of 150 NFTs was also distributed successfully on November 29.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*gB7VcqP8Jv5tXBbc)\\n\\n10\\\\. XCarnival’s final batch of 500 Genesis NFTs out of 10,000 unified collections were auctioned off in mystery boxes through Treasureland with a resounding success as all the items sold off within 8 seconds.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*aN-Wq186kjEDKe8i)\\n\\n11\\\\. Treasureland opened the application form for the second phase of its Community Moderator employment program II which eventually closed on November 30.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*1KkNAlrdU64fg2Lf)\\n\\n12\\\\. A handful of our partner projects got inducted in the November edition of the Binance MVBIII program. They are RadioCacaNFT, Hotcrosscom, ProjectGalaxyHQ, JojoMetaverse, Suterusu, ImpossibleFi, and BabySwap.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*mYuPjIgLZX7JJjVd)\\n\\n13\\\\. The first batch of 1000 Mundus NFT heroes were sold out in just 3 seconds on the Treasureland auction system.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*o7xWHZktTBt8AuqN)\\n\\n14\\\\. From November 24 to 30th, Treasureland collaborated with seven partner projects and globally-reputed artists to mark Thanksgiving Week with exciting giveaways of NFTs and tokens. The distributed gifts were worth more than $20,000, ranging from mystery boxes, token airdrops, and exclusive NFTs.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*o-4JShxLJoTI_A6L)\\n\\n# About Treasureland\\n\\nTreasureland is a cross-chain NFT platform for NFT issuance, NFT trading, NFT collections, and tailored in-shop services. It provides a one-stop solution to business-end users from 0 to 1 and a multiple chain aggregation experience to C-end users.\\n\\n# Follow Us\\n\\n[Website](https://treasureland.market/) | [Twitter](https://twitter.com/TreasurelandNFT/) | [Telegram](https://t.me/TreasurelandMarket) | [Instagram](http://instagram.com/treasureland.market/) | [Discord](http://discord.gg/b3YKFKKy9G)\",\"timestamp\":1638452957,\"title\":\"Treasureland Monthly Report (from November 1 — November 30)\"},\"digest\":\"gEEXSMogjMezAiZPdEpRZcRxurt-2cHq9KBSZ7yaJh0\",\"authorship\":{\"contributor\":\"0x881fA71997A085d1ae0080aBCe5633890F7008EF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qzbJVuT6qJfp8cAPdIpwIYaKUUeAEMM_ziWJl2RAyb4\\\",\\\"y\\\":\\\"2f3EtD4uk4ZQ8pZfau4-jYnVkCgfYKNdK0Q9T_hNm1s\\\"}\",\"signature\":\"qxqMgPQrnVC6xcVrWZfod0iRheANQpuwUrLBguuKaRud5UXkqCIzmXh7FYoyzfQJD2q3Zmap-2wnfzPXQK2h4Q\",\"signingKeySignature\":\"0x36a33b6bdfcea58f4128b0fa159a64f7f8600394ef0729b9b3e71c053262575c53d8a4300b72271b9482db4f822082319a6e7cbf7b0463369d5bb42a84e44c501c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qzbJVuT6qJfp8cAPdIpwIYaKUUeAEMM_ziWJl2RAyb4\\\",\\\"y\\\":\\\"2f3EtD4uk4ZQ8pZfau4-jYnVkCgfYKNdK0Q9T_hNm1s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gEEXSMogjMezAiZPdEpRZcRxurt-2cHq9KBSZ7yaJh0\"}"