"{\"content\":{\"body\":\"The no-excuses approach may seem cold and impersonal, but it can bring out the best in a person.  No matter who you are, you don't need excuses. When you fail, you make mistakes. When we complain, we are actually making excuses for ourselves.  The only good thing about making excuses is that I can't do it for a reason.  But this comfort is fatal, it tells itself: I can not overcome the difficulties caused by this objective condition.  Under the guidance of this psychological suggestion, they will no longer think about the way to overcome difficulties and complete tasks, even if it is easy to achieve the goal as long as the Angle of change.  \\n\\n \\n\\nFor enterprises, this should always adhere to the concept.  Companies need people with no excuses.  How many people spend precious time and energy on finding a good excuse and forget their duties and responsibilities!  Looking for excuses is just to cover up their own fault, the responsibility they should bear to the society or others.  Such a person will not become a competent employee in the enterprise, nor can the enterprise expect and trust the employee;  Is not a person you can trust or respect in society.  Such a person is doomed to be nothing but a failure.  \\n\\n \\n\\nMaking excuses for everything is a fatal weakness in human nature. Once making excuses becomes a habit of your life, your work will be slow and ineffective.  By abandoning the habit of making excuses, you will not be frustrated by problems at work, and you can even learn a lot of problem-solving skills at work, so that excuses will be further away from you and success will be closer and closer.  \\n\\n \\n\\nThe stupidest thing in the world is to find excuses to pass the buck.  It's dangerous to get into the habit of finding all sorts of excuses in your life to justify what's going wrong.  \",\"timestamp\":1635591295,\"title\":\"To be successful, don't make excuses\"},\"digest\":\"4rLB2nfe6Sp3fQlYHo5rY8CaLgQ3TLnOJEAXx79fL3M\",\"authorship\":{\"contributor\":\"0xDEbefC8180a955dad9ed191DB906E7B049B4756E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rcHB9ydc0G6dybOwI_H1CaglY_N0O7lDTz7wj-cTcOw\\\",\\\"y\\\":\\\"ogwQC9f9xQ-1GErZIPYMJbSOdRvypMFrTVOx6NLuFAw\\\"}\",\"signature\":\"-HofKfusgoRt564SpaCPXsOzjtWALW0R1dg3VbQcWEmp1pW11p_zmrSJe3JSu1ZDQdK8058TgULlxDXDaku9kg\",\"signingKeySignature\":\"0xa2517ca2919ae9662a94f76fcc298f877d1dc8319b30d025162908f8c3709d5d6de4d65f7946de4475437dac94bd9ff31d9e83551f273b65ef17e5e1685902351c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rcHB9ydc0G6dybOwI_H1CaglY_N0O7lDTz7wj-cTcOw\\\",\\\"y\\\":\\\"ogwQC9f9xQ-1GErZIPYMJbSOdRvypMFrTVOx6NLuFAw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4rLB2nfe6Sp3fQlYHo5rY8CaLgQ3TLnOJEAXx79fL3M\"}"