"{\"content\":{\"body\":\"and body into sharp relief.  But even more definite in this regard was the work of the brain physiologists. Chief of these, during the middle period of the century, was the man who is sometimes spoken of as the \\\"father of brain physiology,\\\" Marie Jean Pierre Flourens, of the Jardin des Plantes of Paris, the pupil and worthy successor of Magendie.  His experiments in nerve physiology were begun in the first quarter of the century, but his local experiments upon the brain itself were not culminated until about 1842. At this time the old dispute over phrenology had broken out afresh, and the studies of Flourens were aimed, in part at least, at the strictly scientific investigation of this troublesome topic.\\n\\nIn the course of these studies Flourens discovered that in the medulla oblongata, the part of the brain which connects that organ with the spinal cord, there is a centre of minute size which cannot be injured in the least without causing the instant death of the animal operated upon.  It may be added that it is this spot which is reached by the needle of the garroter in Spanish executions, and that the same centre also is destroyed when a criminal is \\\"successfully\\\" hanged, this time by the forced intrusion of a process of the second cervical vertebra. Flourens named this spot the \\\"vital knot.\\\"  Its extreme importance, as is now understood, is due to the fact that it is the centre of nerves that supply the heart; but this simple explanation, annulling the conception of a specific \\\"life centre,\\\" was not at once apparent.\\n\\nOther experiments of Flourens seemed to show that the cerebellum is the seat of the centres that co-ordinate muscular activities, and that the higher intellectual faculties are relegated to the cerebrum. But beyond this, as regards localization, experiment faltered. Negative results, as regards specific faculties, were obtained from all localized irritations of the cerebrum, and Flourens was forced to conclude that the cerebral lobe, while being undoubtedly the seat of higher intellection, performs its functions with its entire structure. This conclusion, which incidentally gave a quietus to phrenology, was accepted generally, and became the stock doctrine of cerebral physiology for a generation.\\n\\nIt will be seen, however, that these studies of Flourens had a double bearing.  They denied localization of cerebral functions, but they demonstrated the localization of certain nervous processes in other portions of the brain.  On the whole, then, they spoke positively for the principle of localization of function in the brain, for which a certain number of students contended; while their evidence against cerebral localization was only negative. There was here and there an observer who felt that this negative testimony was not conclusive.  In particular, the German anatomist Meynert, who had studied the disposition of nerve tracts in the cerebrum, was led to believe that the anterior portions of the cerebrum must have motor functions in preponderance; the posterior positions, sensory functions.  Somewhat similar conclusions were reached also by Dr. Hughlings-Jackson, in England, from his studies of epilepsy. But no positive evidence was forthcoming until 1861, when Dr. Paul Broca brought before the Academy of Medicine in Paris a case of brain lesion which he regarded as having most important bearings on the question of cerebral localization.\\n\\nThe case was that of a patient at the Bicetre, who for twenty years had been deprived of the power of speech, seemingly through loss of memory of words. In 1861 this patient died, and an autopsy revealed that a certain convolution of the left frontal lobe of his cerebrum had been totally destroyed by disease, the remainder of his brain being intact. Broca felt that this observation pointed strongly to a localization of the memory of words in a definite area of the brain.  Moreover, it transpired that the case was not without precedent.  As long ago as 1825 Dr. Boillard had been led, through pathological studies, to locate definitely a centre for the articulation of words in the frontal lobe, and here and there other observers had made tentatives in the same direction. Boillard had even followed the matter up with pertinacity, but the world was not ready to listen to him.  Now, however, in the half-decade that followed Broca's announcements, interest rose to fever-beat, and through the efforts of Broca, Boillard, and numerous others it was proved that a veritable centre having a strange domination over the memory of articulate words has its seat in the third convolution of the frontal lobe of the cerebrum, usually in the left hemisphere. That part of the brain has since been known to the English-speaking world as the convolution of Broca, a name which, strangely enough, the discoverer's compatriots have been slow to accept.\\n\\nThis discovery very naturally reopened the entire subject of brain localization.  It was but a short step to the inference that there must be other definite centres worth the seeking, and various observers set about searching for them.  In 1867 a clew was gained by Eckhard, who, repeating a forgotten experiment by Haller and Zinn of the previous century, removed portions of the brain cortex of animals, with the result of producing convulsions. But the really vital departure was made in 1870 by the German investigators Fritsch and Hitzig, who, by stimulating definite areas of the cortex of animals with a galvanic current, produced contraction of definite sets of muscles of the opposite side of the body. These most important experiments, received at first with incredulity, were repeated and extended in 1873 by Dr. David Ferrier, of London, and soon afterwards by a small army of independent workers everywhere, prominent among whom were Franck and Pitres in France, Munck and Goltz in Germany, and Horsley and Schafer in England.  The detailed results, naturally enough, were not at first all in harmony.  Some observers, as Goltz, even denied the validity of the conclusions in toto. But a consensus of opinion, based on multitudes of experiments, soon placed the broad general facts for which Fritsch and Hitzig contended beyond controversy.  It was found, indeed, that the cerebral centres of motor activities have not quite the finality at first ascribed to them by some observers, since it may often happen that after the destruction of a centre, with attending loss of function, there may be a gradual restoration of the lost function, proving that other centres have acquired the capacity to take the place of the one destroyed.  There are limits to this capacity for substitution, however, and with this qualification the definiteness of the localization of motor functions in the cerebral cortex has become an accepted part of brain physiology.\\n\\nNor is such localization confined to motor centres. Later experiments, particularly of Ferrier and of Munck, proved that the centres of vision are equally restricted in their location, this time in the posterior lobes of the brain, and that hearing has likewise its local habitation. Indeed, there is every reason to believe that each form of primary sensation is based on impressions which mainly come to a definitely localized goal in the brain.  But all this, be it understood, has no reference to the higher forms of intellection. All experiment has proved futile to localize these functions, except indeed to the extent of corroborating the familiar fact of their dependence upon the brain, and, somewhat problematically, upon the anterior lobes of the cerebrum in particular. But this is precisely what should be expected, for the clearer insight into the nature of mental processes makes it plain that in the main these alleged \\\"faculties\\\" are not in themselves localized. Thus, for example, the \\\"faculty\\\" of language is associated irrevocably with centres of vision, of hearing, and of muscular activity, to go no further, and only becomes possible through the association of these widely separated centres. The destruction of Broca's centre, as was early discovered, does not altogether deprive a patient of his knowledge of language. He may be totally unable to speak (though as to this there are all degrees of variation), and yet may comprehend what is said to him, and be able to read, think, and even write correctly. Thus it appears that Broca's centre is peculiarly bound up with the capacity for articulate speech, but is far enough from being the seat of the faculty of language in its entirety.\\n\\nIn a similar way, most of the supposed isolated \\\"faculties\\\" of higher intellection appear, upon clearer analysis, as complex aggregations of primary sensations, and hence necessarily dependent upon numerous and scattered centres. Some \\\"faculties,\\\" as memory and volition, may be said in a sense to be primordial endowments of every nerve cell--even of every body cell.  Indeed, an ultimate analysis relegates all intellection, in its primordial adumbrations, to every particle of living matter. But such refinements of analysis, after all, cannot hide the fact that certain forms of higher intellection involve a pretty definite collocation and elaboration of special sensations. Such specialization, indeed, seems a necessary accompaniment of mental evolution.  That every such specialized function has its localized centres of co-ordination, of some such significance as the demonstrated centres of articulate speech, can hardly be in doubt--though this, be it understood, is an induction, not as yet a demonstration.  In other words, there is every reason to believe that numerous \\\"centres,\\\" in this restricted sense, exist in the brain that have as yet eluded the investigator. Indeed, the current conception regards the entire cerebral cortex as chiefly composed of centres of ultimate co-ordination of impressions, which in their cruder form are received by more primitive nervous tissues--the basal ganglia, the cerebellum and medulla, and the spinal cord.\\n\\nThis, of course, is equivalent to postulating the cerebral cortex as the exclusive seat of higher intellection. This proposition, however, to which a safe induction seems to lead, is far afield from the substantiation of the old conception of brain localization, which was based on faulty psychology and equally faulty inductions from few premises. The details of Gall's system, as propounded by generations of his mostly unworthy followers, lie quite beyond the pale of scientific discussion.  Yet, as I have said, a germ of truth was there--the idea of specialization of cerebral functions--and modern investigators have rescued that central conception from the phrenological rubbish heap in which its discoverer unfortunately left it buried.\\n\\nTHE MINUTE STRUCTURE OF THE BRAIN\\n\\nThe common ground of all these various lines of investigations of pathologist, anatomist, physiologist, physicist, and psychologist is, clearly, the central nervous system--the spinal cord and the brain. The importance of these structures as the foci of nervous and mental activities has been recognized more and more with each new accretion of knowledge, and the efforts to fathom the secrets of their intimate structure has been unceasing. For the earlier students, only the crude methods of gross dissections and microscopical inspection were available. These could reveal something, but of course the inner secrets were for the keener insight of the microscopist alone. And even for him the task of investigation was far from facile, for the central nervous tissues are the most delicate and fragile, and on many accounts the most difficult of manipulation of any in the body.\\n\\nSpecial methods, therefore, were needed for this essay, and brain histology has progressed by fitful impulses, each forward jet marking the introduction of some ingenious improvement of mechanical technique, which placed a new weapon in the hands of the investigators.\\n\\nThe very beginning was made in 1824 by Rolando, who first thought of cutting chemically hardened pieces of brain tissues into thin sections for microscopical examination--the basal structure upon which almost all the later advances have been conducted. Muller presently discovered that bichromate of potassium in solution makes the best of fluids for the preliminary preservation and hardening of the tissues.  Stilling, in 1842, perfected the method by introducing the custom of cutting a series of consecutive sections of the same tissue, in order to trace nerve tracts and establish spacial relations.  Then from time to time mechanical ingenuity added fresh details of improvement. It was found that pieces of hardened tissue of extreme delicacy can be made better subject to manipulation by being impregnated with collodion or celloidine and embedded in paraffine. Latterly it has become usual to cut sections also from fresh tissues, unchanged by chemicals, by freezing them suddenly with vaporized ether or, better, carbonic acid. By these methods, and with the aid of perfected microtomes, the worker of recent periods avails himself of sections of brain tissues of a tenuousness which the early investigators could not approach.\\n\\nBut more important even than the cutting of thin sections is the process of making the different parts of the section visible, one tissue differentiated from another.  The thin section, as the early workers examined it, was practically colorless, and even the crudest details of its structure were made out with extreme difficulty.  Remak did, indeed, manage to discover that the brain tissue is cellular, as early as 1833, and Ehrenberg in the same year saw that it is also fibrillar, but beyond this no great advance was made until 1858, when a sudden impulse was received from a new process introduced by Gerlach.  The process itself was most simple, consisting essentially of nothing more than the treatment of a microscopical section with a solution of carmine. But the result was wonderful, for when such a section was placed under the lens it no longer appeared homogeneous. Sprinkled through its substance were seen irregular bodies that had taken on a beautiful color, while the matrix in which they were embedded remained unstained.  In a word, the central nerve cell had sprung suddenly into clear view.\\n\\nA most interesting body it proved, this nerve cell, or ganglion cell, as it came to be called.  It was seen to be exceedingly minute in size, requiring high powers of the microscope to make it visible. It exists in almost infinite numbers, not, however, scattered at random through the brain and spinal cord.  On the contrary, it is confined to those portions of the central nervous masses which to the naked eye appear gray in color, being altogether wanting in the white substance which makes up the chief mass of the brain. Even in the gray matter, though sometimes thickly distributed, the ganglion cells are never in actual contact one with another; they always lie embedded in intercellular tissues, which came to be known, following Virchow, as the neuroglia.\\n\\nEach ganglion cell was seen to be irregular in contour, and to have jutting out from it two sets of minute fibres, one set relatively short, indefinitely numerous, and branching in every direction; the other set limited in number, sometimes even single, and starting out directly from the cell as if bent on a longer journey. The numerous filaments came to be known as protoplasmic processes; the other fibre was named, after its discoverer, the axis cylinder of Deiters.  It was a natural inference, though not clearly demonstrable in the sections, that these filamentous processes are the connecting links between the different nerve cells and also the channels of communication between nerve cells and the periphery of the body. The white substance of brain and cord, apparently, is made up of such connecting fibres, thus bringing the different ganglion cells everywhere into communication one with another.\\n\\nIn the attempt to trace the connecting nerve tracts through this white substance by either macroscopical or microscopical methods, most important aid is given by a method originated by Waller in 1852. Earlier than that, in 1839, Nasse had discovered that a severed nerve cord degenerates in its peripheral portions. Waller discovered that every nerve fibre, sensory or motor, has a nerve cell to or from which it leads, which dominates its nutrition, so that it can only retain its vitality while its connection with that cell is intact.  Such cells he named trophic centres. Certain cells of the anterior part of the spinal cord, for example, are the trophic centres of the spinal motor nerves. Other trophic centres, governing nerve tracts in the spinal cord itself, are in the various regions of the brain. It occurred to Waller that by destroying such centres, or by severing the connection at various regions between a nervous tract and its trophic centre, sharply defined tracts could be made to degenerate, and their location could subsequently be accurately defined, as the degenerated tissues take on a changed aspect, both to macroscopical and microscopical observation. Recognition of this principle thus gave the experimenter a new weapon of great efficiency in tracing nervous connections. Moreover, the same principle has wide application in case of the human subject in disease, such as the lesion of nerve tracts or the destruction of centres by localized tumors, by embolisms, or by traumatisms.\\n\\nAll these various methods of anatomical examination combine to make the conclusion almost unavoidable that the central ganglion cells are the veritable \\\"centres\\\" of nervous activity to which so many other lines of research have pointed. The conclusion was strengthened by experiments of the students of motor localization, which showed that the veritable centres of their discovery lie, demonstrably, in the gray cortex of the brain, not in the white matter.  But the full proof came from pathology. At the hands of a multitude of observers it was shown that in certain well-known diseases of the spinal cord, with resulting paralysis, it is the ganglion cells themselves that are found to be destroyed. Similarly, in the case of sufferers from chronic insanities, with marked dementia, the ganglion cells of the cortex of the brain are found to have undergone degeneration. The brains of paretics in particular show such degeneration, in striking correspondence with their mental decadence. The position of the ganglion cell as the ultimate centre of nervous activities was thus placed beyond dispute.\\n\\nMeantime, general acceptance being given the histological scheme of Gerlach, according to which the mass of the white substance of the brain is a mesh-work of intercellular fibrils, a proximal idea seemed attainable of the way in which the ganglionic activities are correlated, and, through association, built up, so to speak, into the higher mental processes. Such a conception accorded beautifully with the ideas of the associationists, who had now become dominant in psychology. But one standing puzzle attended this otherwise satisfactory correlation of anatomical observations and psychic analyses. It was this:  Since, according to the histologist, the intercellular fibres, along which impulses are conveyed, connect each brain cell, directly or indirectly, with every other brain cell in an endless mesh-work, how is it possible that various sets of cells may at times be shut off from one another? Such isolation must take place, for all normal ideation depends for its integrity quite as much upon the shutting-out of the great mass of associations as upon the inclusion of certain other associations. For example, a student in solving a mathematical problem must for the moment become quite oblivious to the special associations that have to do with geography, natural history, and the like. But does histology give any clew to the way in which such isolation may be effected?\\n\\nAttempts were made to find an answer through consideration of the very peculiar character of the blood-supply in the brain. Here, as nowhere else, the terminal twigs of the arteries are arranged in closed systems, not anastomosing freely with neighboring systems. Clearly, then, a restricted area of the brain may, through the controlling influence of the vasomotor nerves, be flushed with arterial blood while neighboring parts remain relatively anaemic. And since vital activities unquestionably depend in part upon the supply of arterial blood, this peculiar arrangement of the vascular mechanism may very properly be supposed to aid in the localized activities of the central nervous ganglia. But this explanation left much to be desired--in particular when it is recalled that all higher intellection must in all probability involve multitudes of widely scattered centres.\\n\\nNo better explanation was forthcoming, however, until the year 1889, when of a sudden the mystery was cleared away by a fresh discovery. Not long before this the Italian histologist Dr. Camille Golgi had discovered a method of impregnating hardened brain tissues with a solution of nitrate of silver, with the result of staining the nerve cells and their processes almost infinitely better than was possible by the methods of Gerlach, or by any of the multiform methods that other workers had introduced. Now for the first time it became possible to trace the cellular prolongations definitely to their termini, for the finer fibrils had not been rendered visible by any previous method of treatment. Golgi himself proved that the set of fibrils known as protoplasmic prolongations terminate by free extremities, and have no direct connection with any cell save the one from which they spring. He showed also that the axis cylinders give off multitudes of lateral branches not hitherto suspected.  But here he paused, missing the real import of the discovery of which he was hard on the track.  It remained for the Spanish histologist Dr. S. Ramon y Cajal to follow up the investigation by means of an improved application of Golgi's method of staining, and to demonstrate that the axis cylinders, together with all their collateral branches, though sometimes extending to a great distance, yet finally terminate, like the other cell prolongations, in arborescent fibrils having free extremities.  In a word, it was shown that each central nerve cell, with its fibrillar offshoots, is an isolated entity. Instead of being in physical connection with a multitude of other nerve cells, it has no direct physical connection with any other nerve cell whatever.\\n\\nWhen Dr. Cajal announced his discovery, in 1889, his revolutionary claims not unnaturally amazed the mass of histologists.  There were some few of them, however, who were not quite unprepared for the revelation; in particular His, who had half suspected the independence of the cells, because they seemed to develop from dissociated centres; and Forel, who based a similar suspicion on the fact that he had never been able actually to trace a fibre from one cell to another. These observers then came readily to repeat Cajal's experiments. So also did the veteran histologist Kolliker, and soon afterwards all the leaders everywhere.  The result was a practically unanimous confirmation of the Spanish histologist's claims, and within a few months after his announcements the old theory of union of nerve cells into an endless mesh-work was completely discarded, and the theory of isolated nerve elements--the theory of neurons, as it came to be called--was fully established in its place.\\n\\nAs to how these isolated nerve cells functionate, Dr. Cajal gave the clew from the very first, and his explanation has met with universal approval.\\n\\nIn the modified view, the nerve cell retains its old position as the storehouse of nervous energy.  Each of the filaments jutting out from the cell is held, as before, to be indeed a transmitter of impulses, but a transmitter that operates intermittently, like a telephone wire that is not always \\\"connected,\\\" and, like that wire, the nerve fibril operates by contact and not by continuity.  Under proper stimulation the ends of the fibrils reach out, come in contact with other end fibrils of other cells, and conduct their destined impulse.  Again they retract, and communication ceases for the time between those particular cells. Meantime, by a different arrangement of the various conductors, different sets of cells are placed in communication, different associations of nervous impulses induced, different trains of thought engendered. Each fibril when retracted becomes a non-conductor, but when extended and in contact with another fibril, or with the body of another cell, it conducts its message as readily as a continuous filament could do--precisely as in the case of an electric wire.\\n\\nThis conception, founded on a most tangible anatomical basis, enables us to answer the question as to how ideas are isolated, and also, as Dr. Cajal points out, throws new light on many other mental processes.  One can imagine, for example, by keeping in mind the flexible nerve prolongations, how new trains of thought may be engendered through novel associations of cells; how facility of thought or of action in certain directions is acquired through the habitual making of certain nerve-cell connections; how certain bits of knowledge may escape our memory and refuse to be found for a time because of a temporary incapacity of the nerve cells to make the proper connections, and so on indefinitely.\\n\\nIf one likens each nerve cell to a central telephone office, each of its filamentous prolongations to a telephone wire, one can imagine a striking analogy between the modus operandi of nervous processes and of the telephone system. The utility of new connections at the central office, the uselessness of the mechanism when the connections cannot be made, the \\\"wires in use\\\" that retard your message, perhaps even the crossing of wires, bringing you a jangle of sounds far different from what you desire--all these and a multiplicity of other things that will suggest themselves to every user of the telephone may be imagined as being almost ludicrously paralleled in the operations of the nervous mechanism. And that parallel, startling as it may seem, is not a mere futile imagining.  It is sustained and rendered plausible by a sound substratum of knowledge of the anatomical conditions under which the central nervous mechanism exists, and in default of which, as pathology demonstrates with no less certitude, its functionings are futile to produce the normal manifestations of higher intellection.\\n\\nX. THE NEW SCIENCE OF ORIENTAL ARCHAEOLOGY\\n\\nHOW THE \\\"RIDDLE OF THE SPHINX\\\" WAS READ\\n\\nConspicuously placed in the great hall of Egyptian antiquities in the British Museum is a wonderful piece of sculpture known as the Rosetta Stone.  I doubt if any other piece in the entire exhibit attracts so much attention from the casual visitor as this slab of black basalt on its telescope-like pedestal.  The hall itself, despite its profusion of strangely sculptured treasures, is never crowded, but before this stone you may almost always find some one standing, gazing with more or less of discernment at the strange characters that are graven neatly across its upturned, glass-protected face. A glance at this graven surface suffices to show that three sets of inscriptions are recorded there.  The upper one, occupying about one-fourth of the surface, is a pictured scroll, made up of chains of those strange outlines of serpents, hawks, lions, and so on, which are recognized, even by the least initiated, as hieroglyphics. The middle inscription, made up of lines, angles, and half-pictures, one might surmise to be a sort of abbreviated or short-hand hieroglyphic. The third or lower inscription is Greek--obviously a thing of words. If the screeds above be also made of words, only the elect have any way of proving the fact.\\n\\nFortunately, however, even the least scholarly observer is left in no doubt as to the real import of the thing he sees, for an obliging English label tells us that these three inscriptions are renderings of the same message, and that this message is a \\\"decree of the priests of Memphis conferring divine honors on Ptolemy V. (Epiphenes), King of Egypt, B.C. 195.\\\" The label goes on to state that the upper inscription (of which, unfortunately, only part of the last dozen lines or so remains, the slab being broken) is in \\\"the Egyptian language, in hieroglyphics, or writing of the priests\\\"; the second inscription \\\"in the same language is in Demotic, or the writing of the people\\\"; and the third \\\"the Greek language and character.\\\"  Following this is a brief biography of the Rosetta Stone itself, as follows: \\\"The stone was found by the French in 1798 among the ruins of Fort Saint Julien, near the Rosetta mouth of the Nile.  It passed into the hands of the British by the treaty of Alexandria, and was deposited in the British Museum in the year 1801.\\\" There is a whole volume of history in that brief inscription--and a bitter sting thrown in, if the reader chance to be a Frenchman.  Yet the facts involved could scarcely be suggested more modestly.  They are recorded much more bluntly in a graven inscription on the side of the stone, which reads: \\\"Captured in Egypt by the British Army, 1801.\\\" No Frenchman could read those words without a veritable sinking of the heart.\\n\\nThe value of the Rosetta Stone depended on the fact that it gave promise, even when casually inspected, of furnishing a key to the centuries-old mystery of the hieroglyphics.  For two thousand years the secret of these strange markings had been forgotten. Nowhere in the world--quite as little in Egypt as elsewhere--had any man the slightest clew to their meaning; there were those who even doubted whether these droll picturings really had any specific meaning, questioning whether they were not rather vague symbols of esoteric religious import and nothing more. And it was the Rosetta Stone that gave the answer to these doubters and restored to the world a lost language and a forgotten literature.\\n\\nThe trustees of the museum recognized at once that the problem of the Rosetta Stone was one on which the scientists of the world might well exhaust their ingenuity, and promptly published to the world a carefully lithographed copy of the entire inscription, so that foreign scholarship had equal opportunity with the British to try at the riddle. It was an Englishman, however, who first gained a clew to the solution. This was none other than the extraordinary Dr. Thomas Young, the demonstrator of the vibratory nature of light.\\n\\nYoung's specific discoveries were these: (1) That many of the pictures of the hieroglyphics stand for the names of the objects actually delineated; (2) that other pictures are sometimes only symbolic; (3) that plural numbers are represented by repetition; (4) that numerals are represented by dashes; (5) that hieroglyphics may read either from the right or from the left, but always from the direction in which the animal and human figures face; (6) that proper names are surrounded by a graven oval ring, making what he called a cartouche; (7) that the cartouches of the preserved portion of the Rosetta Stone stand for the name of Ptolemy alone; (8) that the presence of a female figure after such cartouches in other inscriptions always denotes the female sex; (9) that within the cartouches the hieroglyphic symbols have a positively phonetic value, either alphabetic or syllabic; and (10) that several different characters may have the same phonetic value.\\n\\nJust what these phonetic values are Young pointed out in the case of fourteen characters representing nine sounds, six of which are accepted to-day as correctly representing the letters to which he ascribed them, and the three others as being correct regarding their essential or consonant element. It is clear, therefore, that he was on the right track thus far, and on the very verge of complete discovery.  But, unfortunately, he failed to take the next step, which would have been to realize that the same phonetic values which were given to the alphabetic characters within the cartouches were often ascribed to them also when used in the general text of an inscription; in other words, that the use of an alphabet was not confined to proper names. This was the great secret which Young missed and which his French successor, Jean Francois Champollion, working on the foundation that Young had laid, was enabled to ferret out.\\n\\nYoung's initial studies of the Rosetta Stone were made in 1814; his later publication bore date of 1819. Champollion's first announcement of results came in 1822; his second and more important one in 1824.  By this time, through study of the cartouches of other inscriptions, Champollion had made out almost the complete alphabet, and the \\\"riddle of the Sphinx\\\" was practically solved.  He proved that the Egyptians had developed a relatively complete alphabet (mostly neglecting the vowels, as early Semitic alphabets did also) centuries before the Phoenicians were heard of in history. What relation this alphabet bore to the Phoenician we shall have occasion to ask in another connection; for the moment it suffices to know that those strange pictures of the Egyptian scroll are really letters.\\n\\nEven this statement, however, must be in a measure modified. These pictures are letters and something more.  Some of them are purely alphabetical in character and some are symbolic in another way. Some characters represent syllables.  Others stand sometimes as mere representatives of sounds, and again, in a more extended sense, as representations of things, such as all hieroglyphics doubtless were in the beginning.  In a word, this is an alphabet, but not a perfected alphabet, such as modern nations are accustomed to; hence the enormous complications and difficulties it presented to the early investigators.\\n\\nChampollion did not live to clear up all these mysteries. His work was taken up and extended by his pupil Rossellini, and in particular by Dr. Richard Lepsius in Germany, followed by M. Bernouf, and by Samuel Birch of the British Museum, and more recently by such well-known Egyptologists as MM.  Maspero and Mariette and Chabas, in France, Dr. Brugsch, in Germany, and Dr. E. Wallis Budge, the present head of the Department of Oriental Antiquities at the British Museum.  But the task of later investigators has been largely one of exhumation and translation of records rather than of finding methods.\\n\\nTREASURES FROM NINEVEH\\n\\nThe most casual wanderer in the British Museum can hardly fail to notice two pairs of massive sculptures, in the one case winged bulls, in the other winged lions, both human-headed, which guard the entrance to the Egyptian hall, close to the Rosetta Stone.  Each pair of these weird creatures once guarded an entrance to the palace of a king in the famous city of Nineveh.  As one stands before them his mind is carried back over some twenty-seven intervening centuries, to the days when the \\\"Cedar of Lebanon\\\" was \\\"fair in his greatness\\\" and the scourge of Israel.\\n\\nThe very Sculptures before us, for example, were perhaps seen by Jonah when he made that famous voyage to Nineveh some seven or eight hundred years B.C. A little later the Babylonian and the Mede revolted against Assyrian tyranny and descended upon the fair city of Nineveh, and almost literally levelled it to the ground. But these great sculptures, among other things, escaped destruction, and at once hidden and preserved by the accumulating debris of the centuries, they stood there age after age, their very existence quite forgotten. When Xenophon marched past their site with the ill-starred expedition of the ten thousand, in the year 400 B.C., he saw only a mound which seemed to mark the site of some ancient ruin; but the Greek did not suspect that he looked upon the site of that city which only two centuries before had been the mistress of the world.\\n\\nSo ephemeral is fame!  And yet the moral scarcely holds in the sequel; for we of to-day, in this new, undreamed-of Western world, behold these mementos of Assyrian greatness fresh from their twenty-five hundred years of entombment, and with them records which restore to us the history of that long-forgotten people in such detail as it was not known to any previous generation since the fall of Nineveh.  For two thousand five hundred years no one saw these treasures or knew that they existed.  One hundred generations of men came and went without once pronouncing the name of kings Shalmaneser or Asumazirpal or Asurbanipal.  And to-day, after these centuries of oblivion, these names are restored to history, and, thanks to the character of their monuments, are assured a permanency of fame that can almost defy time itself. It would be nothing strange, but rather in keeping with their previous mutations of fortune, if the names of Asurnazirpal and Asurbanipal should be familiar as household words to future generations that have forgotten the existence of an Alexander, a Caesar, and a Napoleon.  For when Macaulay's prospective New Zealander explores the ruins of the British Museum the records of the ancient Assyrians will presumably still be there unscathed, to tell their story as they have told it to our generation, though every manuscript and printed book may have gone the way of fragile textures.\\n\\nBut the past of the Assyrian sculptures is quite necromantic enough without conjuring for them a necromantic future. The story of their restoration is like a brilliant romance of history.  Prior to the middle of this century the inquiring student could learn in an hour or so all that was known in fact and in fable of the renowned city of Nineveh.  He had but to read a few chapters of the Bible and a few pages of Diodorus to exhaust the important literature on the subject. If he turned also to the pages of Herodotus and Xenophon, of Justin and Aelian, these served chiefly to confirm the suspicion that the Greeks themselves knew almost nothing more of the history of their famed Oriental forerunners. The current fables told of a first King Ninus and his wonderful queen Semiramis; of Sennacherib the conqueror; of the effeminate Sardanapalus, who neglected the warlike ways of his ancestors but perished gloriously at the last, with Nineveh itself, in a self-imposed holocaust.  And that was all. How much of this was history, how much myth, no man could say; and for all any one suspected to the contrary, no man could ever know. And to-day the contemporary records of the city are before us in such profusion as no other nation of antiquity, save Egypt alone, can at all rival.  Whole libraries of Assyrian books are at hand that were written in the seventh century before our era. These, be it understood, are the original books themselves, not copies.  The author of that remote time appeals to us directly, hand to eye, without intermediary transcriber. And there is not a line of any Hebrew or Greek manuscript of a like age that has been preserved to us; there is little enough that can match these ancient books by a thousand years. When one reads Moses or Isaiah, Homer, Hesiod, or Herodotus, he is but following the transcription--often unquestionably faulty and probably never in all parts perfect--of successive copyists of later generations.  The oldest known copy of the Bible, for example, dates probably from the fourth century A.D., a thousand years or more after the last Assyrian records were made and read and buried and forgotten.\\n\\nThere was at least one king of Assyria--namely, Asurbanipal, whose palace boasted a library of some ten thousand volumes--a library, if you please, in which the books were numbered and shelved systematically, and classified and cared for by an official librarian.  If you would see some of the documents of this marvellous library you have but to step past the winged lions of Asurnazirpal and enter the Assyrian hall just around the corner from the Rosetta Stone.  Indeed, the great slabs of stone from which the lions themselves are carved are in a sense books, inasmuch as there are written records inscribed on their surface. A glance reveals the strange characters in which these records are written, graven neatly in straight lines across the stone, and looking to casual inspection like nothing so much as random flights of arrow-heads. The resemblance is so striking that this is sometimes called the arrow-head character, though it is more generally known as the wedge or cuneiform character. The inscriptions on the flanks of the lions are, however, only makeshift books.  But the veritable books are no farther away than the next room beyond the hall of Asurnazirpal.  They occupy part of a series of cases placed down the centre of this room. Perhaps it is not too much to speak of this collection as the most extraordinary set of documents of all the rare treasures of the British Museum, for it includes not books alone, but public and private letters, business announcements, marriage contracts--in a word, all the species of written records that enter into the every-day life of an intelligent and cultured community.\\n\\nBut by what miracle have such documents been preserved through all these centuries?  A glance makes the secret evident. It is simply a case of time-defying materials.  Each one of these Assyrian documents appears to be, and in reality is, nothing more or less than an inscribed fragment of brick, having much the color and texture of a weathered terra-cotta tile of modern manufacture.  These slabs are usually oval or oblong in shape, and from two or three to six or eight inches in length and an inch or so in thickness.  Each of them was originally a portion of brick-clay, on which the scribe indented the flights of arrowheads with some sharp-cornered instrument, after which the document was made permanent by baking. They are somewhat fragile, of course, as all bricks are, and many of them have been more or less crumbled in the destruction of the palace at Nineveh; but to the ravages of mere time they are as nearly invulnerable as almost anything in nature. Hence it is that these records of a remote civilization have been preserved to us, while the similar records of such later civilizations as the Grecian have utterly perished, much as the flint implements of the cave-dweller come to us unchanged, while the iron implements of a far more recent age have crumbled away.\\n\\nHOW THE RECORDS WERE READ\\n\\nAfter all, then, granted the choice of materials, there is nothing so very extraordinary in the mere fact of preservation of these ancient records. To be sure, it is vastly to the credit of nineteenth-century enterprise to have searched them out and brought them back to light. But the real marvel in connection with them is the fact that nineteenth-century scholarship should have given us, not the material documents themselves, but a knowledge of their actual contents. The flight of arrow-heads on wall or slab or tiny brick have surely a meaning; but how shall we guess that meaning?  These must be words; but what words?  The hieroglyphics of the Egyptians were mysterious enough in all conscience; yet, after all, their symbols have a certain suggestiveness, whereas there is nothing that seems to promise a mental leverage in the unbroken succession of these cuneiform dashes. Yet the Assyrian scholar of to-day can interpret these strange records almost as readily and as surely as the classical scholar interprets a Greek manuscript.  And this evidences one of the greatest triumphs of nineteenth-century scholarship, for within almost two thousand years no man has lived, prior to our century, to whom these strange inscriptions would not have been as meaningless as they are to the most casual stroller who looks on them with vague wonderment here in the museum to-day. For the Assyrian language, like the Egyptian, was veritably a dead language; not, like Greek and Latin, merely passed from practical every-day use to the closet of the scholar, but utterly and absolutely forgotten by all the world. Such being the case, it is nothing less than marvellous that it should have been restored.\\n\\nIt is but fair to add that this restoration probably never would have been effected, with Assyrian or with Egyptian, had the language in dying left no cognate successor; for the powers of modern linguistry, though great, are not actually miraculous.  But, fortunately, a language once developed is not blotted out in toto; it merely outlives its usefulness and is gradually supplanted, its successor retaining many traces of its origin.  So, just as Latin, for example, has its living representatives in Italian and the other Romance tongues, the language of Assyria is represented by cognate Semitic languages. As it chances, however, these have been of aid rather in the later stages of Assyrian study than at the very outset; and the first clew to the message of the cuneiform writing came through a slightly different channel.\\n\\nCuriously enough, it was a trilingual inscription that gave the clew, as in the case of the Rosetta Stone, though with very striking difference withal. The trilingual inscription now in question, instead of being a small, portable monument, covers the surface of a massive bluff at Behistun in western Persia.  Moreover, all three of its inscriptions are in cuneiform characters, and all three are in languages that at the beginning of our century were absolutely unknown.  This inscription itself, as a striking monument of unknown import, had been seen by successive generations. Tradition ascribed it, as we learn from Ctesias, through Diodorus, to the fabled Assyrian queen Semiramis.  Tradition was quite at fault in this; but it is only recently that knowledge has availed to set it right. The inscription, as is now known, was really written about the year 515 B.C., at the instance of Darius I., King of Persia, some of whose deeds it recounts in the three chief languages of his widely scattered subjects.\\n\\nThe man who at actual risk of life and limb copied this wonderful inscription, and through interpreting it became the veritable \\\"father of Assyriology,\\\" was the English general Sir Henry Rawlinson.  His feat was another British triumph over the same rivals who had competed for the Rosetta Stone; for some French explorers had been sent by their government, some years earlier, expressly to copy this strange record, and had reported that it was impossible to reach the inscription. But British courage did not find it so, and in 1835 Rawlinson scaled the dangerous height and made a paper cast of about half the inscription. Diplomatic duties called him away from the task for some years, but in 1848 he returned to it and completed the copy of all parts of the inscription that have escaped the ravages of time. And now the material was in hand for a new science, which General Rawlinson himself soon, assisted by a host of others, proceeded to elaborate.\\n\\nThe key to the value of this unique inscription lies in the fact that its third language is ancient Persian.  It appears that the ancient Persians had adopted the cuneiform character from their western neighbors, the Assyrians, but in so doing had made one of those essential modifications and improvements which are scarcely possible to accomplish except in the transition from one race to another.  Instead of building with the arrow-head a multitude of syllabic characters, including many homophones, as had been and continued to be the custom with the Assyrians, the Persians selected a few of these characters and ascribed to them phonetic values that were almost purely alphabetic. In a word, while retaining the wedge as the basal stroke of their script, they developed an alphabet, making the last wonderful analysis of phonetic sounds which even to this day has escaped the Chinese, which the Egyptians had only partially effected, and which the Phoenicians were accredited by the Greeks with having introduced to the Western world. In addition to this all-essential step, the Persians had introduced the minor but highly convenient custom of separating the words of a sentence from one another by a particular mark, differing in this regard not only from the Assyrians and Egyptians, but from the early Greek scribes as well.\\n\\nThanks to these simplifications, the old Persian language had been practically restored about the beginning of the nineteenth century, through the efforts of the German Grotefend, and further advances in it were made just at this time by Renouf, in France, and by Lassen, in Germany, as well as by Rawlinson himself, who largely solved the problem of the Persian alphabet independently. So the Persian portion of the Behistun inscription could be at least partially deciphered.  This in itself, however, would have been no very great aid towards the restoration of the languages of the other portions had it not chanced, fortunately, that the inscription is sprinkled with proper names.  Now proper names, generally speaking, are not translated from one language to another, but transliterated as nearly as the genius of the language will permit. It was the fact that the Greek word Ptolemaics was transliterated on the Rosetta Stone that gave the first clew to the sounds of the Egyptian characters.  Had the upper part of the Rosetta Stone been preserved, on which, originally, there were several other names, Young would not have halted where he did in his decipherment.\\n\\nBut fortune, which had been at once so kind and so tantalizing in the case of the Rosetta Stone, had dealt more gently with the Behistun inscriptions; for no fewer than ninety proper names were preserved in the Persian portion and duplicated, in another character, in the Assyrian inscription. A study of these gave a clew to the sounds of the Assyrian characters. The decipherment of this character, however, even with this aid, proved enormously difficult, for it was soon evident that here it was no longer a question of a nearly perfect alphabet of a few characters, but of a syllabary of several hundred characters, including many homophones, or different forms for representing the same sound. But with the Persian translation for a guide on the one hand, and the Semitic languages, to which family the Assyrian belonged, on the other, the appalling task was gradually accomplished, the leading investigators being General Rawlinson, Professor Hincks, and Mr. Fox-Talbot, in England, Professor Jules Oppert, in Paris, and Professor Julian Schrader, in Germany, though a host of other scholars soon entered the field.\\n\\nThis great linguistic feat was accomplished about the middle of the nineteenth century.  But so great a feat was it that many scholars of the highest standing, including Joseph Erneste Renan, in France, and Sir G. Cornewall Lewis, in England, declined at first to accept the results, contending that the Assyriologists had merely deceived themselves by creating an arbitrary language. The matter was put to a test in 1855 at the suggestion of Mr. Fox-Talbot, when four scholars, one being Mr. Talbot himself and the others General Rawlinson, Professor Hincks, and Professor Oppert, laid before the Royal Asiatic Society their independent interpretations of a hitherto untranslated Assyrian text.  A committee of the society, including England's greatest historian of the century, George Grote, broke the seals of the four translations, and reported that they found them unequivocally in accord as regards their main purport, and even surprisingly uniform as regards the phraseology of certain passages--in short, as closely similar as translations from the obscure texts of any difficult language ever are. This decision gave the work of the Assyriologists official status, and the reliability of their method has never since been in question. Henceforth Assyriology was an established science.\\n\\nAPPENDIX\\n\\nREFERENCE-LIST\\n\\nCHAPTER I. MODERN DEVELOPMENT OF THE PHYSICAL SCIENCES\\n\\n\\\\[1\\\\] Robert Boyle, Philosophical Works (3 vols.). London, 1738.\\n\\nCHAPTER II.  THE BEGINNINGS OF MODERN CHEMISTRY\\n\\n\\\\[1\\\\] For a complete account of the controversy called the \\\"Water Controversy,\\\" see The Life of the Hon. Henry Cavendish, by George Wilson, M.D., F.R.S.E. London, 1850.\\n\\n\\\\[2\\\\] Henry Cavendish, in Phil. Trans. for 1784, P. 119.\\n\\n\\\\[3\\\\] Lives of the Philosophers of the Time of George III., by Henry, Lord Brougham, F.R.S., p. 106.  London, 1855.\\n\\n\\\\[4\\\\] Experiments and Observations on Different Kinds of Air, by Joseph Priestley (3 vols.). Birmingham, 790, vol. II, pp. 103-107.\\n\\n\\\\[5\\\\] Lectures on Experimental Philosophy, by Joseph Priestley, lecture IV., pp. 18, ig. J. Johnson, London, 1794.\\n\\n\\\\[6\\\\] Translated from Scheele's Om Brunsten, eller Magnesia, och dess Egenakaper. Stockholm, 1774, and published as Alembic Club Reprints, No. 13, 1897, p. 6.\\n\\n\\\\[7\\\\] According to some writers this was discovered by Berzelius.\\n\\n\\\\[8\\\\] Histoire de la Chimie, par Ferdinand Hoefer. Paris, 1869, Vol. CL, p. 289.\\n\\n\\\\[9\\\\] Elements of Chemistry, by Anton Laurent Lavoisier, translated by Robert Kerr, p. 8. London and Edinburgh, 1790.\\n\\n\\\\[10\\\\] Ibid., pp. 414-416.\\n\\nCHAPTER III. CHEMISTRY SINCE THE TIME OF DALTON\\n\\n\\\\[1\\\\] Sir Humphry Davy, in Phil. Trans., Vol. VIII.\\n\\nCHAPTER IV. ANATOMY AND PHYSIOLOGY IN THE EIGHTEENTH CENTURY\\n\\n\\\\[1\\\\] Baas, History of Medicine, p. 692.\\n\\n\\\\[2\\\\] Based on Thomas H. Huxley's Presidential Address to the British Association for the Advancement of Science, 1870.\\n\\n\\\\[3\\\\] Essays on Digestion, by James Carson. London, 1834, p. 6.\\n\\n\\\\[4\\\\] Ibid., p. 7.\\n\\n\\\\[5\\\\] John Hunter, On the Digestion of the Stomach after Death, first edition, pp. 183-188.\\n\\n\\\\[6\\\\] Erasmus Darwin, The Botanic Garden, pp. 448-453. London, 1799.\\n\\nCHAPTER V. ANATOMY AND PHYSIOLOGY IN THE NINETEENTH CENTURY\\n\\n\\\\[1\\\\] Baron de Cuvier's Theory of the Earth. New York, 1818, p. 123.\\n\\n\\\\[2\\\\] On the Organs and Mode of Fecundation of Orchidex and Asclepiadea, by Robert Brown, Esq., in Miscellaneous Botanical Works. London, 1866, Vol. I., pp.  511-514.\\n\\n\\\\[3\\\\] Justin Liebig, Animal Chemistry. London, 1843, p. 17f.\\n\\nCHAPTER VI. THEORIES OF ORGANIC EVOLUTION\\n\\n\\\\[1\\\\] \\\"Essay on the Metamorphoses of Plants,\\\" by Goethe, translated for the present work from Grundriss einer Geschichte der Naturwissenschaften, by Friederich Dannemann (2 vols.). Leipzig, 1896, Vol. I., p. 194.\\n\\n\\\\[2\\\\] The Temple of Nature, or The Origin of Society, by Erasmus Darwin, edition published in 1807, p. 35.\\n\\n\\\\[3\\\\] Baron de Cuvier, Theory of the Earth. New York, 1818, p.74. (This was the introduction to Cuvier's great work.)\\n\\n\\\\[4\\\\] Robert Chambers, Explanations: a sequel to Vestiges of Creation. London, Churchill, 1845, pp. 148-153.\\n\\nCHAPTER VII. EIGHTEENTH-CENTURY MEDICINE\\n\\n\\\\[1\\\\] Condensed from Dr. Boerhaave's Academical Lectures on the Theory of Physic. London, 1751, pp. 77, 78. Boerhaave's lectures were published as Aphorismi de cognoscendis et curandis Morbis, Leyden, 1709. On this book Van Swieten wrote commentaries filling five volumes. Another very celebrated work of Boerhaave is his Institutiones et Experimenta Chemic, Paris, 1724, the germs of this being given as a lecture on his appointment to the chair of chemistry in the University of Leyden in 1718.\\n\\n\\\\[2\\\\] An Inquiry into the Causes and Effects of the Variola Vaccine, etc., by Edward Jenner, M.D., F.R.S., etc. London, 1799, pp. 2-7. He wrote several other papers, most of which were communications to the Royal Society. His last publication was, On the Influence of Artificial Eruptions in Certain Diseases (London, 1822), a subject to which he had given much time and study.\\n\\nCHAPTER VIII. NINETEENTH-CENTURY MEDICINE\\n\\n\\\\[1\\\\] In the introduction to Corvisart's translation of Avenbrugger's work. Paris, 1808.\\n\\n\\\\[2\\\\] Laennec, Traite d'Auscultation Mediate. Paris, 1819. This was Laennec's chief work, and was soon translated into several different languages. Before publishing this he had written also, Propositions sur la doctrine midicale d'Hippocrate, Paris, 1804, and Memoires sur les vers visiculaires, in the same year.\\n\\n\\\\[3\\\\] Researches, Chemical and Philosophical, chiefly concerning Nitrous Oxide or Dephlogisticated Nitrous Air and its Respiration, by Humphry Davy. London, 1800, pp. 479-556.\\n\\n\\\\[4\\\\] Ibid.\\n\\n\\\\[5\\\\] For accounts of the discovery of anaesthesia, see Report of the Board of Trustees of the Massachusetts General Hospital, Boston, 1888. Also, The Ether Controversy: Vindication of the Hospital Reports of 1848, by N. L Bowditch, Boston, 1848. An excellent account is given in Littell's Living Age, for March, 1848, written by R. H. Dana, Jr. There are also two Congressional Reports on the question of the discovery of etherization, one for 1848, the other for 11852.\\n\\n\\\\[6\\\\] Simpson made public this discovery of the anaesthetic properties of chloroform in a paper read before the Medico-Chirurgical Society of Edinburgh, in March, 1847, about three months after he had first seen a surgical operation performed upon a patient to whom ether had been administered.\\n\\n\\\\[7\\\\] Louis Pasteur, Studies on Fermentation. London, 1870.\\n\\n\\\\[8\\\\] Louis Pasteur, in Comptes Rendus des Sciences de L'Academie des Sciences, vol. XCII., 1881, pp. 429-435.\\n\\nCHAPTER IX. THE NEW SCIENCE OF EXPERIMENTAL PSYCHOLOGY\\n\\n\\\\[1\\\\] Bell's communications were made to the Royal Society, but his studies and his discoveries in the field of anatomy of the nervous system were collected and published, in 1824, as An Exposition of the Natural System of Nerves of the Human Body: being a Republication of the Papers delivered to the Royal Society on the Subject of the Nerves.\\n\\n\\\\[2\\\\] Marshall Hall, M.D., F.R.S.L., On the Reflex Functions of the Medulla Oblongata and the Medulla Spinalis, in Phil. Trans. of Royal Soc., vol. XXXIII., 1833.\\n\\nEnd\",\"timestamp\":1636791383,\"title\":\"These studies of the psychologists and pathologists bring the relations of mind \"},\"digest\":\"jTN5diXnBrLOIciJwnNxGjVg-2D4joAo-HUGYpprJfM\",\"authorship\":{\"contributor\":\"0xeeF8d0F4c1D7Cd87B0d7D9eb5cDe356985B922Ce\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BN5PC628H-2Cs-SxvlyK_P36hp5v59GVdZBKgjAiIYE\\\",\\\"y\\\":\\\"L-2TvXe7cUqFb2y0QdqC1aT3I8sfTxrv7-lPWsnvIbo\\\"}\",\"signature\":\"rrP8li_QELFGU5vcQLVCNiXWyABD1ZrnWg0rO3E38-DADqVtJ2jhidAwQYHdn348YvLjW7RtNyuuukE7SZGQaQ\",\"signingKeySignature\":\"0x052dbb5fb5bf94e2bc5961559e728838857d83b75d66242d137fcf9b234eb0cd55fc993ace62bc207ae12b11216eccac89d7d633a66133caa7b921c76e4ff8171b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BN5PC628H-2Cs-SxvlyK_P36hp5v59GVdZBKgjAiIYE\\\",\\\"y\\\":\\\"L-2TvXe7cUqFb2y0QdqC1aT3I8sfTxrv7-lPWsnvIbo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jTN5diXnBrLOIciJwnNxGjVg-2D4joAo-HUGYpprJfM\"}"