"{\"content\":{\"body\":\"When we launched back in May it was during a significant cultural moment in crypto. Protocols and services emerged and new ideas where thrown into the world in a positive frenzy over this pivotal moment for culture on the internet. It was also in the midst of a pandemic that still ravages leading to new restrictions and lockdowns to the detriment of culture workers everywhere. The pandemic has affirmed the need for new ideas and diversity of modes in the ways we curate, distribute and fund music.\\n\\nNeither Derive, Web3 or crypto in general is a quick fix or some predestined future, but it does provide new and exciting possibilities for artists and audiences alike. We are convinced that only through active participation and engagement can we unearth those possibilities and mould them into useful positive sum tools and frameworks.\\n\\nOur four genesis chains are slowly but surely building and we are taking great care to make sure Derive will be a project able to live on for many years. We are progressively decentralising the system until one day we'll be able to fully hand everything over to the community. The initial chains have acted as a lab for figuring out what works and what doesn't and we have had to revise the framework, tweak the models and outright discard ideas that, while fun, might not have been essential to the main goal: **co-curation of music via a community controlled and decentralised framework.**\\n\\nDuring the first quarter of 2022 we begin the work of upgrading smart contracts and website in order to implement and formalise the models we have been experimenting with. We have received a grant from the Danish performance rights organisation KODA, which will help us set aside the time needed for fulfilling our ambitions for Derive.\\n\\nWe're eternally grateful for this opportunity to support music in a direct and novel manner and we're focused on making a splash in 2022. Until then, take care and have fun!\\n\\nBest wishes for the new year\\nTroels & Simon, Derive\\n\\n[derive.works](https://derive.works)\",\"timestamp\":1640965731,\"title\":\"Derive 2022\",\"publication\":\"derive\"},\"digest\":\"qTowooGnBP2nYKfwWB7pMN311uH1YjwTBGhC-otW8Fk\",\"authorship\":{\"contributor\":\"0x59abbee2F246946Dba01fb037Be603CC0B2B3909\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fD8zkL-UMcH8p9YQGStoi1I9p01q4O8t1dih484s6_o\\\",\\\"y\\\":\\\"Hd09JWfrenRB0ULa5wv0wp4QkX2ZpKK0RqIRHhdO2xA\\\"}\",\"signature\":\"nxGnWwxJ1ZTsWEK5IfIoe-xePtquiWNQNectSIaZlUph6jc3Gs3Gr0qEQt6V5gYjWNjuV50HDhSd-R-IftaDyQ\",\"signingKeySignature\":\"0xa495837285b2f97f53839420b32f8f2ec148e1c08d30e7d14bfbc6d754145bed05a019e707821eff106e331c03f1bd40a1edf398fb20497eac1b671bf7dbde731b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fD8zkL-UMcH8p9YQGStoi1I9p01q4O8t1dih484s6_o\\\",\\\"y\\\":\\\"Hd09JWfrenRB0ULa5wv0wp4QkX2ZpKK0RqIRHhdO2xA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qTowooGnBP2nYKfwWB7pMN311uH1YjwTBGhC-otW8Fk\"}"