"{\"content\":{\"body\":\"## INTRODUCE\\n\\n> NSFW.app powered by $Pornrocket/$Intimate is a content creating platform based on blockchain,which concentrates on porn stars,musicians,painters,actors including the ordinary one. \\n  \\n NSFW.app provides an chance for creators to access their fans intimately.And creators can earn money for 0 fees.\\n\\n## WHY NOT ONLY FANS\\n\\n> NSFW.app ‘s direct competitors are ONLYFANS,PORNHUB and maybe Tumblr?\\n> Tumblr's rapid decline is due to the decision of this platform recognized as an adult content community to crack down on pornographic content. Under the order of anti-pornography, its monthly traffic is lost at a year-on-year rate of 21%.\\n>\\n> Now, OnlyFans, also labeled as an \\\"adult content platform\\\", seems to have embarked on the old path of Tumblr. It stated that it would prevent users from publishing sexually-explicit conduct content on October 1. Although it said that resident creators could also publish \\\"compliant\\\" nude images, public opinion remained in an uproar.\\n\\n![Only Fans](https://images.mirror-media.xyz/publication-images/nDiCDdElvFTcJfXvnbFIK.PNG?height=2048&width=2742)\\n\\n> In 2020,we saw the outbreak of the covid-19 in the US and the explosion of online social on the internet, with OnlyFans generating over $5 billion for content creators, with over 2 million content creators and over 130 million users by the end of 2020.  But at the same time, the 'utopian' space that OnlyFans provides for porn producers is in jeopardy.  Section 230 of the US Communication Decency Act of 1996 allows internet platforms to exclude liability for the content posted by users.\\n>\\n> However, in recent years, especially in the wake of the new crown epidemic and the 2020 election, growing awareness of the impact of disinformation on the public and the inability of platforms to regulate content has led to a series of legislative fervour to tighten platform policies and strengthen content regulation.  Historically sensitive adult content has also been the number one target of self-censorship by platforms and companies due to the potential for forced exposure, sexual exploitation of minors, women's rights and other issues, especially the potential to breach the child protection \\\"no-go\\\" zone in a number of ways.\\n>\\n> MasterCard announced in April this year that it would tighten regulation of transactions involving adult content, requiring platforms to verify the age of users by 15th October this year or withdraw their money transaction services. At almost the same time, the BBC, in its own journalistic investigation, found that OnlyFans had allegedly violated child protection regulations in its handling of adult content, and consequently suggested that OnlyFans had deliberately relaxed its censorship of pornographic content and failed to effectively control the distribution of offending content (such as underage pornography).\\n>\\n> It's also worth noting that Last year OnlyFans took a 20% cut on revenues of $400 million, with the company's costs being mainly the labour costs of 350 employees and the cost of hosting the site. That said, OnlyFans has essentially no content costs or marketing costs.  All of this points to the fact that the creators who are on the platform are the core assets of OnlyFans.  Onlyfans has an irreconcilable conflict between its profit model and that of its creators. onlyFans is strongly tied to adult content and therefore has difficulty in attracting new investors.  In June this year, some early investors tried to sell some of their shares but found it difficult to cash in, as the market was not confident due to the force majeure of regulation that the porn industry is constantly facing.\\n>\\n> Meanwhile, OnlyFans sought to raise capital at a $1 billion valuation in the primary market, but investors were mostly reluctant. So OnlyFans had to cleanse itself by cleaning up pornography to make it less 'vertical' for users and creators. By dropping sensitive content, OnlyFans would still be on the App Store and Google Play, two of the biggest distribution platforms for billions of users, which would certainly raise its ceiling.\\n\\n## NSFW.app\\n\\n> NSFW.app is a leading decentralized conten sharing social platform based on blockchain.\\n>\\n> NSFW.app don’t charge creators for their content.And it will help to tackle creator’s content being stolen,cloned,and resold due to blockchain technology.Users can participate in the ecosystem using PRT and a range pf other cryptocurrencys,so there won’t be any nasty surprises on their bank statements.\\n>\\n> NSFW.app,unlike traditional content-sharing platforms,has many sources of income such as NFT market,token valua growth,advertisements etc.\\n>\\n> It is because of this avantgarde technology that the future of PORNROCKET is so imaginative.\\n>\\n> The internet was supposed to usher in a golden age of media - a world of infinite abundance where anyone could create what they wanted and everyone could find what interested them. But while Gates' prediction about making money from online content proved correct, most of the money bypassed the creators who created the content and instead went into the pockets of the platforms that aggregated it.\\n>\\n> It will be a story of how the Web2 Internet disrupted the traditional media business model and how the advent of Web3 marked the inversion of that business model, tipping the scales in favour of creators. With no native method of profitability built into the Web2 Internet, the dominant business model is opaque, advertising-based and dependent on a network of closed gardens, which gives platforms a huge advantage; what is coming is that the new business model and technology of Web3 promises to open up an economic opportunity that will bring about a true golden age of creativity for artists and creators.\\n\\n## How to buy $PORNROCKET\\n\\n> 1. Download Trust Wallet App on your Mobile Device \\n>\\n> If you are using iOS, head over to the App Store and search \\\"Trust Wallet\\\", it should be the first option with the shield logo. Once installed, you will need to enable use Wallet Connect to connect to Pancake Swap in your safari browser. If you are on Android, head onto the Google Play Store and again search \\\"Trust Wallet\\\" and it should be the first option with the shield logo once again.\\n>\\n>  \\n 2. Buy and Send BNB to your Trust Wallet\\n>\\n> You can buy Smart Chain BNB directly on Trust Wallet or you can buy it on an exchange such as Binance and send it to your wallet address which can be found on the Trust Wallet app. Press the receive button to automatically copy your BEP20 address; it should start with “0x”.\\n>\\n> 3\\\\. Visit Pancake Swap and swap your Smart Chain BNB for $PORNROCKET\\n>\\n> Click here to go directly to Pancake Swap\\n>\\n> [https://pancakeswap.finance/swap#/swap?inputCurrency=0xcf9f991b14620f5ad144eec11f9bc7bf08987622](https://pancakeswap.finance/swap#/swap?inputCurrency=0xcf9f991b14620f5ad144eec11f9bc7bf08987622)\\n\\n>  or click here to manually copy the address. After you've copied the address, paste it into the search bar on Pancake Swap, selecting PORNROCKET from the list and setting the slippage to 12%. If you get an error, round your PORNROCKET amount to the nearest ten. (For example 534.23 $PORNROCKET would round to 530 $PORNROCKET)\\n>\\n> 4\\\\. Check you've received your $PORNROCKET in your wallet\\n>\\n> If you can't see your $PORNROCKET in your wallet, click the icon in the top-right hand corner, type in PORNROCKET select 'Add Custom Token'. Insert the PORNROCKET address(0xcf9f991b14620f5ad144eec11f9bc7bf08987622), write PORNROCKET for Name, $PORNROCKET for symbol and choose 9 Decimals. Congratulations, you are now a proud holder of $PORNROCKET Let's get naughty!\",\"timestamp\":1640613944,\"title\":\"Intimate，the most sexy token you have never seen\"},\"digest\":\"0jNmC5-AJBzhCi_1IQvF_pxwqoU0Xaotr4ZI5Rbj0XM\",\"authorship\":{\"contributor\":\"0xAB0Ef57700D3061ba0F2D3d2323e99eaAA642B5b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ozIjwNdGzWwowdbL2BJVOvXsVR_9MLLZN3StvMcm0jI\\\",\\\"y\\\":\\\"JmJTyaWcsMfJKcQDHI8PZkhg70EuVS5Rye1GZ8UA1tc\\\"}\",\"signature\":\"wXPuIAV7syPWaWfQkYzfEHuLvAoObwO1hJrql6x6gG9Rh9fDmYNjMiTyapFkV4hh8HDlXmLvZqEMdpYC6CYrjg\",\"signingKeySignature\":\"0x6592f6a72416ae7e6a37d2ba21581d10d9e31691ad59db26561c5837a31e66de13deb3219b8758e0f91e05703d5922049e33243d06055be5d97e167acd16858f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ozIjwNdGzWwowdbL2BJVOvXsVR_9MLLZN3StvMcm0jI\\\",\\\"y\\\":\\\"JmJTyaWcsMfJKcQDHI8PZkhg70EuVS5Rye1GZ8UA1tc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0kS2c-4xzB74NuZL7Bhh9fBD_FWi7-JcPJlnjph8kg4\"}"