"{\"content\":{\"body\":\"## The appeal of meme coins is community – and virality\\n\\nThere are over 15,000 cryptocurrencies fighting for our increasingly limited attention on Twitter, Reddit and the mainstream news.\\n\\nMeme coins break through the noise and invite individuals to share a laugh together. While other tokens, such as [Cardano’s ADA](https://www.coindesk.com/price/cardano/), promise utility and [blockchain tech](https://www.coindesk.com/tech/2021/11/11/demystifying-blockchain-for-your-clients/) solutions, meme coins promise a good time.\\n\\nYet it’s not just fair-weather trend followers who are known for being bullish on meme coins. Take Gene Simmons, for instance, the [once self-proclaimed God of Doge](https://twitter.com/genesimmons/status/1357944161849151488). Yes, Simmons played into the dogecoin hype, but he also famously [invested $300,000 in ADA ](https://www.coindesk.com/markets/2021/10/11/gene-simmons-300k-cardano-investment-has-more-than-doubled-since-february/)in February 2021. Simmons has[ expressed general praise](https://www.coindesk.com/markets/2021/02/19/kiss-gene-simmons-buys-300000-worth-of-cardano/) of Cardano founder [Charles Hoskinson](https://www.coindesk.com/tech/2021/12/08/most-influential-40-charles-hoskinson/). The Kiss frontman has encouraged his fans to do their own research, but he seems like the type to take crypto more or less seriously.\\n\\nMeme coins are then, perhaps, a form of highbrow humor for people who are in the know. And everybody wants to be in the know. Driven by Reddit forums and social media hype, meme coins start off as a viral joke until, eventually, the joke is on the system itself.\\n\\n## How meme coins become ‘real’\\n\\nUnlike bitcoin, which will stop minting at [21 million coins total](https://www.coindesk.com/markets/2021/11/18/not-all-cryptos-are-scarce-like-bitcoin/), most meme coins are inflationary, meaning there could be an infinite supply. While you can earn a profit from buying and selling meme coins, they are not considered digital “gold,” or even silver for that matter. Because meme coins lack built-in scarcity that would make them a stronger inflation hedge, and they aren’t essential to a particular blockchain project’s functionality the way utility tokens are, meme coins are mostly speculative investments. Even dogecoin co-creator Jackson Palmer has [criticized](https://twitter.com/ummjackson/status/1415353986392072196?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1415353987503583236%7Ctwgr%5E%7Ctwcon%5Es2_&ref_url=https%3A%2F%2Fwww.cnbc.com%2F2021%2F07%2F14%2Fdogecoin-co-creator-jackson-palmer-criticizes-the-crypto-industry.html) the way powerful influencers hype up the perceived value of meme coins.\\n\\nCase in point: Ethereum co-founder [Vitalik Buterin](https://www.coindesk.com/tech/2021/12/08/most-influential-40-vitalik-buterin/) reportedly dumped trillions of meme coins, including [300 trillion jejudoge](https://etherscan.io/tx/0x4d14bbb4e463978331898d0e44b5d0a7c0643f19351717e93a61756745c56084), over [223 trillion kishu inu](https://etherscan.io/tx/0x401cc84de7eacdf4813873d63f84b26fddd8c1e03a2a3d541f5b6e880a03a2b2), [370 billion baby shiba](https://etherscan.io/tx/0x3086325ec36bb85ad4a5efde8b5a9c4fab495af6d3313d41368190e9e5b7b066) and roughly [120 trillion huskytoken](https://etherscan.io/tx/0x0f2fdf95affe788bb8bc1471857d36508fa0572617ac4fd88216b140f5b73520). All in all, the highest total value of each bucket was $800,000, despite there being trillions of coins in each.\\n\\nStill, every successful meme coin comes to a pivotal moment that can make or break it. For Randi Hipper, an influencer known online as [Miss Teen Crypto](https://twitter.com/missteencrypto), meme coins are worth a second look when serious investors step up to claim them.\\n\\n“I always look at who’s behind the project,” Hipper told CoinDesk. “Who’s tweeting about it?”\\n\\nAnd more than tweets, Hipper and other meme coin investors also consider whether the coin has any practical use, often referred to as a “use case.”\\n\\n“People like Elon Musk started tweeting, and then \\\\[dogecoin\\\\] got serious. Then [Mark Cuban got in](https://www.coindesk.com/markets/2021/04/27/mark-cuban-touts-dogecoin-on-ellen-a-whole-lot-better-than-a-lottery-ticket/) and [started accepting dogecoin payment for the Mavericks](https://www.coindesk.com/markets/2021/03/04/doge-adoption-on-the-rise-dallas-mavericks-to-accept-dogecoin-for-tickets-merchandise/),” Hipper says.\\n\\n[Ryan Fochtman](https://www.linkedin.com/in/ryan-fochtman-1b0494192/), who invests in his spare time and also works in strategic partnerships for the educational platform [MoneyMade](https://moneymade.io/), echoes Hipper’s sentiment: “Elon Musk is such a huge figure into the space. Coming in and backing such a coin that really had no utility and then saying that you can maybe buy Tesla with dogecoin in the future really got everyone’s ears perked up.”\\n\\nBut that was just the beginning – at least Fochtman hopes.\\n\\n“Now you can go online and exchange dogecoin or [shiba inu for tickets to go to AMC](https://www.coindesk.com/business/2021/11/16/amc-theatres-to-accept-shiba-inu-within-two-four-months/). The more use case that we can kind of get out of these altcoins is going to make for a better, overall more fun space. It brings altcoins more mainstream, and now more and more companies I believe are going to start a kind of domino effect where they’re just going to start falling and accepting crypto,” he said.\\n\\n## Investing in meme coins without getting burned\\n\\nNonetheless, investing in meme coins is [somewhat of a gamble](https://www.coindesk.com/learn/investing-in-meme-coins-3-things-every-crypto-trader-should-know/). But Fochtman uses a lesson taught to him by his grandfather, an “old school” commodities investor who liked crude oil stocks.\\n\\nSurprisingly, the general best practices of meme coin investing aren’t very different from those recommended for alternative investing in general.\\n\\n“I don’t get too greedy,” Fochtman told CoinDesk. He keeps about 10% to 15% of his portfolio in crypto – which is higher than most financial planners’ conservative recommendations of 1% to 5% – but the rest of his money is in traditional investments like his 401(k) and other brokerage accounts. Fochtman also has solid emergency savings and lives comfortably on his income with plenty of cushion.\\n\\nHe considers meme coin investments a long-term play, though he does watch them actively. When Fochtman “scores” big and is able to double his money, whether in coins like doge or shiba inu, he cashes out 2x his initial investment and lets whatever remains play out in the market.\\n\\nSometimes he wins more, and other times things tank. “That’s the kind of money that I don’t really have to worry about because my original investments were taken out,” he says. \\\" That’s just kind of ‘fun money’ from there, and I can hope that it continues to grow.”\\n\\nDISCLOSURE\\n\\n*The leader in news and information on cryptocurrency, digital assets and the future of money, CoinDesk is a media outlet that strives for the highest journalistic standards and abides by a [strict set of editorial policies](https://www.coindesk.com/ethics/). CoinDesk is an independent operating subsidiary of [Digital Currency Group](https://dcg.co/), which invests in [cryptocurrencies](https://dcg.co/#digital-assets-portfolio) and blockchain [startups](https://dcg.co/portfolio/).*\\n\\n\\n---\\n\\nSubscribe to Crypto for Advisors, our weekly newsletter defining crypto, digital assets and the future of finance.\",\"timestamp\":1640933498,\"title\":\"fdfe\"},\"digest\":\"E0K5ZckXQtcyrAn89hFuFiBYluBMhghSLba2guBQBHk\",\"authorship\":{\"contributor\":\"0x4C4278afF7ea46535a3ABAE5469c97D71A5e5333\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OAiru3Yk-ySFkhiQSBBFEMti2n3wX-jcY9UO4gJRo5s\\\",\\\"y\\\":\\\"iGEXOXWbMviWIqxmPGIV6LiFcPaPUrbIo_UhdqVGLmQ\\\"}\",\"signature\":\"HjfZCuQKQ79euf98Of4axAgrY090Et2nh50Ur1O0g60CtPIcPt05iVW34L3v7dmaL9Pq0TxzMH8ytqvbpbL4Gg\",\"signingKeySignature\":\"0x7714f150d7e92c595aa7f2f43b3b5e7fe36b67fc3990d3ac12b2ba279007747866d966483cbf5654f385ba874781d5d397844c67ac8c77c64a48b27ca8ac3d191b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OAiru3Yk-ySFkhiQSBBFEMti2n3wX-jcY9UO4gJRo5s\\\",\\\"y\\\":\\\"iGEXOXWbMviWIqxmPGIV6LiFcPaPUrbIo_UhdqVGLmQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"E0K5ZckXQtcyrAn89hFuFiBYluBMhghSLba2guBQBHk\"}"