"{\"content\":{\"body\":\"Author: [@bigfatpenguinQ](https://twitter.com/BigfatpenguinQ) (Analyst of OFR)\\n\\nAdvisor & Editor: [JX](https://twitter.com/jx_block) (Partner of OFR)\\n\\n## Key takeaway:\\n\\n1. Unlike Axie Infinity and its clones, Thetan Arena added more internal scenarios for the consumption of its native reward token-$THC to hedge the inflation generated as rewards to users.\\n2. Thetan Arena attracts people not only by its P2E model but the intense gameplay which will trap users inside the ecosystem. The more players it gets the more value the $THG token will capture since the whole ecosystem's profit rely on the number of active users by its tax levying model preset.\\n3. GameFi projects that combine high-quality game producing capability with a deep understanding on crypto will stand out to create the next era of the gaming industry.\\n\\n## A new rising star of P2E games- why is Thetan Arena?\\n\\n![](https://images.mirror-media.xyz/publication-images/zgViRxHa1USKonKkScBuX.png?height=488&width=868)\\n\\n\\\\#PlayToEarn is definitely the most discussed topic brought by the #AxieInfinity craze in the crypto market this year. Among millions of newborn P2E games, we found #Thetanarena as a potential gem, which officially launched the game on 27th Nov, and public listing their in-game currency $THC token on 26th Nov.\\n\\n**This article's main purpose** is to dig into the token model design for P2E games taking Thetan Arena as a study case. From the analysis, we will conclude general principles on token design which hopefully would bring insights to crypto gaming developers and players\\n\\n**Important Note:**\\n\\n**It is for research purposes only and should not be treated as Financial Advice.**\\n\\n## 1: Introduction of Token and NFT system of #Thetanarena.\\n\\nThetan Arena is a MOBA play-to-earn game that runs on PC, Android, and IOS systems, You can gather your friends, form a team, battle with others, and earn token rewards ($THC, $THG) with the Heroes represented as NFTs in-game.\\n\\nUnlike traditional mobile games in which items in-game are usually illiquid, Thetan Arena’s core assets are open to being traded on crypto markets freely. There are mainly three types of virtual assets:\\n\\n***First*** is Hero NFTs. As a MOBA game, players will need to control one hero in the game battling.\\n\\nMost Heros are represented as NFT form with three rarity hierarchies ranging from Normal, Epic to Legendary as rarity order.\\n\\nIn order to lower the entrance threshold, Thetan Arena will allow players to get up to three free heroes in non-NFT form, meaning it cannot be sold on the secondary market.\\n\\nHeros are also equipped with another metric Skin that also includes three rankings from Normal, Epic, and Legendary.\\n\\n![](https://images.mirror-media.xyz/publication-images/KGRk-3KkyqbunGAnjoeD3.png?height=964&width=580)\\n\\nUsually, the rarity level decides the capability of the Heros on battling.\\n\\nThe ***second*** is $THG, $THG is a functional utility token that will be used as the medium of exchange between participants on the Thetan Arena economic system. The total supply will be exact 420,000,000. (Token distribution as shown in the following chart )\\n\\n![](https://images.mirror-media.xyz/publication-images/wemdBD-n1bbwkKQstHZhG.png?height=423&width=856)\\n\\nIn the current ecosystem, the $THG utility can be included as :\\n\\n1: Incentivization. As a player in-game, completing the game quest or outperforming other players and ranked high in the game can reward the player $THG tokens.\\n\\n2: Voting governance. $THG would allow holders to create and vote on on-chain governance proposals to determine future features and/or parameters of Thetan Arena.\\n\\n3: In-game currency. $THG is the only currency that can use to acquire the Legendary box for recruiting the new hero NFTs. And also $THG can be used to upgrade NFTs hero’s level in the game.\\n\\n![](https://images.mirror-media.xyz/publication-images/dr7l8sNwK7-_B99_hyWR7.png?height=485&width=1400)\\n\\n***Finally*** is $THC, $THC is a pure in-game currency, it can only be earned by playing the game with an ***unlimited supply***.\\n\\nIn the current system, $THC utilities can be concluded as:\\n\\n1: In-game Rewards. Players earn $THC rewards by winning in the gameplay.\\n\\n2: Purchasing Thetan Hero boxes. $THC can be used to purchase the Common box and Epic Box.\\n\\n## 2: Deep Analysis Into the Economic Flywheel of Theta Arena\\n\\nNow there is a question ahead: Between playing a game for free and paying firstly but earning much more later, which way would you choose?\\n\\nUnless you are extremely conservative about money, then why not play the game and earn **at the same time?** After all, no matter you pay for it or not, you are still playing the same game, so who can say no to free cash?\\n\\nWelcome to the ***first loop:*** Purchasing in-game assets.\\n\\nFirst access to the game would be the Heros in NFT format. It is worth noting that Hero has a maximum battle limit to earn the $THC token (see the chart).\\n\\n![](https://images.mirror-media.xyz/publication-images/PtnMWiByYygGlHcgOTYIF.png?height=376&width=665)\\n\\nThe Hero will not produce any yield when it succeeds the battle limit. You can think of it as a sword getting rusted when being used for many years.\\n\\nRight now, our loop looks like this.\\n\\n![](https://images.mirror-media.xyz/publication-images/rd26QkhnXY9WR__98hMnp.png?height=646&width=1416)\\n\\nNext, there would be two paths for $THC to go.\\n\\nOne is to use the $THC to buy a new hero to continue the previous loop, the other is to sell $THC to lock revenue.\\n\\nIf we choose the former path, then it is an action considered as repurchasing back (Second purchasing). This action does not necessarily cause $THC to be inflated as the $THC will be locked in the ecosystem.\\n\\nIf we choose the latter path, then it will cause selling pressure to the market and increase the inflation rate of the $THC token.\\n\\nIn this closed-loop, it seems that the $THC price will march into the bottomless abyss as there will always be selling pressure hanging around.\\n\\n![](https://images.mirror-media.xyz/publication-images/9p0ipngU0S_5LTuRNgQ6H.png?height=605&width=1280)\\n\\n**Every game has a resource consumption system in order to maintain the in-game economic system balanced and healthy. For Thetan Arena, the consumption system is robust so far.**\\n\\n**Nonetheless,** In #Thetanarena, the ways of consumption are not easy to be observed.\\n\\nFirst, there are 4 [game modes](https://doc.thetanarena.com/gameplay-1/game-modes). Not going to introduce all of them here. But here is a mode named Battle Royale in the game, ***The $THC minting rate is actually negative*** in this mode(other modes minting $THC rate is positive), which means if you are playing battle royale, you are actually helping to deflate $THC supply and if you only have **50%** winning rate then you will lose money.\\n\\nAnother deflationary case of $THC  is when playing team mode and facing draw in the game. The expectation model is calculated as below.\\n\\n![](https://images.mirror-media.xyz/publication-images/bGdNz27Vsun3CpMKnSIma.png?height=645&width=1250)\\n\\n![](https://images.mirror-media.xyz/publication-images/EZtF5_x8-iOsgnlk0mO32.png?height=393&width=1250)\\n\\nThe mathematical expectation model:\\n\\n1: Assuming you are having a 50% win rate. And everybody pays $THC for NFT.\\n\\n2: Calculating your $THC gained result in the Battle Royale mode compared to the other 3 modes.\\n\\n3:  Pure Battle royale $THC earning rate - the $THC Buying NFT cost  = negative number. I.e $THC deflated\\n\\nPure other 3 modes $THC earning rate - the $THC Buying NFT cost = positive number. I.e $THC inflated.\\n\\n4: The \\\"Draw round\\\" deflation can be calculated in a similar method: just compare the pure draw round minting $THC rate(Negative means deflationary) and Pure Win & Lose situation round minting $THC rate. (Positive means inflationary)\\n\\nThere are also soft deflationary mechanics in-game. The fact is that many players if not full-time on crypto will probably abandon their NFT Heros bought after losing interest. This will also accelerate the deflationary pace as no potential minting of $THC will actually take place.\\n\\nAnother soft deflationary system in-game is the $THC withdrawal lockdown.\\n\\nThere are two limitations, one is newly registered users should wait for at least 12 days to claim their earned $THC token. Another is at least 750 $THC and not exceed 1500 $THC can be withdrawn at one time.\\n\\nAnd every withdrawal request will need 2 days to cool down.\\n\\nIn all the lock-up mechanism prolonged the inflationary cycle of $THC tokens in order to maintain the economic balance of the game ecosystem.\\n\\n![](https://images.mirror-media.xyz/publication-images/GBbIPlKzZBJEKRPrjwXtQ.png?height=1001&width=770)\\n\\nSo far the $THC loop is self-sufficient and functions well.\\n\\nWe will complete the final step of the loop by providing a deduction at the end of the article chapter.\\n\\n![](https://images.mirror-media.xyz/publication-images/PItcAB6xksFjokKGYos3M.png?height=673&width=1280)\\n\\n**But what’s the deal of $THG? What are the relations between $THC and $THG?**\\n\\n**For short, $THG token is the real value container of Thetan Arena. Let's explore.**\\n\\n1: Transactions in the NFT market and withdrawing $THC & $THC will cause a fee, which requires you to deposit $THG to the game, and it has a tax with withdrawing $THG.\\n\\nAnd also three skin rarity for each hero, Normal < Rare < mythical\\n\\n![](https://images.mirror-media.xyz/publication-images/xc-SKBZJWrD-grMrJ3dWK.png?height=365&width=960)\\n\\n![](https://images.mirror-media.xyz/publication-images/iiyVpSzTg5UGmBZv0ZdMZ.png?height=373&width=1250)\\n\\nTherefore the demand of $THG will increase when the user base grows. Moreover, $THG is staked/deposited in-game will also lower the supply in the secondary market.\\n\\n![](https://images.mirror-media.xyz/publication-images/yxcnL-v90H1k09TZgu0mu.png?height=716&width=1060)\\n\\n2: $THG can be consumed to upgrade the hero NFTs, which is also deflating $THG supply in the market.\\n\\nWe can assume that if the author and you battle in-game, we pick the same hero and are at the same level, and earn the same $THC token as we all have a 50% win rate. We can't decide who is stronger as we all have the same techniques and stats. But one day, the author decides to use a little trick, upgrade his hero.\\n\\nYou start to find out that it becomes harder to win cause his hero is getting stronger, and the win rate change from 50% to 55% or 60% with his Hero NFT level getting higher.\\n\\nSo you decide to use the trick as well, upgrade your hero.\\n\\nFinally, you and the author reach the same level and the win rate goes again back to 50%\\n\\nBut the $THG is slipped away from our wallet.\\n\\nThis is a very typical action in many games but it continues to work well, after all, who doesn't enjoy prestige in-game?  When more players get into Thetan Arena, there must be more people to upgrade their hero hence increasing the value of $THG since it's the only material that can facilitate the upgrade.\\n\\nThus, it is no doubt that the $THG price will go up if the user growth rate stays positive in the long run.\\n\\n![](https://images.mirror-media.xyz/publication-images/zUCVPb9oU37GbnemiQTRD.png?height=502&width=1150)\\n\\n![](https://images.mirror-media.xyz/publication-images/pVoH0dg1AZAV1Q5mPRpan.png?height=160&width=822)\\n\\nAnd don’t forget, the $THG has a max cap of the total supply.\\n\\nIn conclusion, $THG captures the intrinsic value of the game with a reflection of the user base growth.\\n\\n## 3: Comparison with the token model of Axie Infinity\\n\\nSo far, we have absorbed a general vision of the basic tokenomics in #ThetanArena, which utilizes a dual-token model to maintain the game to be profitable while keeping the ecosystem developing steadily.\\n\\nAs a Crypto Game blue chip, Axie Infinity deploys also take a dual token model ($AXS, $SLP).  How does it looks like when they compare to each other?\\n\\nTo make a comparison, we also need to know the basic tokenomics of Axie Infinity. Here is dedicated research from [JX](https://twitter.com/jx_block). \\n\\n[https://drive.google.com/file/d/1ip3H6lE6gsT3I-3JinYDcWJxawMQd7tr/view](https://drive.google.com/file/d/1ip3H6lE6gsT3I-3JinYDcWJxawMQd7tr/view)\\n\\n![](https://images.mirror-media.xyz/publication-images/GtTb4mSm5g4VuYSJaJJXT.png?height=1006&width=1150)\\n\\nLet's summarize some key features of Axie Infinity first:\\n\\n1: The main character you play in Axie Infinity will be your 3 Axies NFT (like Hero NFT in Thetan)\\n\\n2: Axies can battle and earn $SLP.\\n\\n3: The utility of SLP will be consumed to breed new Axies.\\n\\n**There** are different kinds of crypto games in the market, cards games like Axie Infinity, DEFI-type games like Mobox, and also MOBA games like Thetan Arena.\\n\\nAll crypto games rely on regardless of types are NFT and fungible token system to run their economic system.\\n\\nIn Axie Infinity, the NFT is the Axies that can produce $SLP. And $SLP will be burnt to breed new Axies. In Thetan, The NFT is the Hero and which can produce $THC, and users purchase Hero with it.\\n\\n**The difference lies in the lifetime production limits of NFTs.** The Axie NFT can produce $SLP in-game forever as long as you playing it, whereas in Thetan if the Hero reaches a battle limit then it can never produce $THC again.\\n\\nWe can put it as a simple metaphor.\\n\\nThetan Arena is like a **Casino**, the chip is your hero NFT, and everybody here is taking risks to bet to win $THC. The win condition not solely depends on luck but depends on whether you are a real and proficient player to win your rivals. You will be very likely to lose money if you cannot play well.\\n\\nAxie Infinity is like an **Utopia** where once you make your cost to buy 3 Axies then you can actually never mind whether you can gain back your principal. Cause as long as you keep playing Adventure mode in-game then you can at least receive 50 $SLP easily every day. Then it suddenly becomes a problem of \\\"when\\\" rather than \\\"whether\\\". You take no risk besides the initial cost, and someday you will eventually take your initial cost back.\\n\\nIt is not hard to conclude that the economic system in Axie relies heavily on the growth rate of new players.\\n\\nThere will be tons of $SLP selling pressure to market each day and new players will not need to use $SLP to breed Axies when the market is already fully saturated.\\n\\nBut in Thetan, you may fall into a case of losing money if you were in deflationary gameplay mode or below average win rate.\\n\\nThe inflation of the whole economy will be offset internally independent of the in-flow of new players.\\n\\nThe sustainability in Axie Infinity relies on how fast Axie's Metaverse can expand and whether new players keep faith in participating in it.\\n\\nThe sustainability in Thetan Arena depends on whether people really enjoy the game and remain active in-game.\\n\\nThe way to realize sustainability diverges.\\n\\nSo for theAxie Team, they started to deploy new utilities to $SLP token in order to maintain the $SLP price, like including $SLP in mining new Ronin chain's native token $RON.\\n\\nIt can be seen from the chart that the $SLP keeps dropping till the announcement of yield farming on $RON.\\n\\nAnd It is also expected there will be other utilities deployed for $SLP in Axie Infinity Metaverse coming up next.\\n\\n![](https://images.mirror-media.xyz/publication-images/nd3rG3LPCgtc-UXxj9sLV.png?height=620&width=1060)\\n\\n## 4: Scenario Analysis for the Tokenomics of Thetan Arena\\n\\nBased on our analysis, $THG price is closely correlated to the robustness and rivivity of Thetan's ecosystem.\\n\\nAnd $THC price is targeted to remain relatively stable when the closed loop of consumption and inflation formed.\\n\\nBut since launch, $THC price seemed to perform poorly. When will be ***$THC’s day?***\\n\\n***1: Let’s*** look at our $THC loop again and focus on where we haven't highlighted yet.\\n\\nThere is a time lag between we purchase a Hero NFT and the Hero can actually generate $THC token yields. The time when players bought the Hero NFTs with $THC(Pump) will be precedent to the minting of $THC.\\n\\nWe can perceive the $THC price to go up under this assumption.\\n\\n![](https://images.mirror-media.xyz/publication-images/MJxHDmSGqNTlSaerb8Jvq.png?height=673&width=1280)\\n\\nBut if we look at the chart right now, the $THC price is dropping unstoppably and has not yet seen a sign of pumping.\\n\\n![](https://images.mirror-media.xyz/publication-images/c5hdOpJJZdLD6zB4Fk5GM.png?height=809&width=770)\\n\\nThis reflects the sentiment that traders are not appreciating and believing the $THC price and don’t want to get in into the game if they are not certain about the When the $THC price dump to a certain level, which will cause the Hero NFT box price to be cheaper enough for attractive users to buy.\\n\\nIn speculative thinking, the discounted boxes selling caused the dumping. At the time of near discounted boxes selling end, the $THC price was around 0.4. And by default, it will require 1000 $THC (400 USD) for 1 common box. But with the discount, it will only acquire 150 USD to do so.\\n\\n![](https://images.mirror-media.xyz/publication-images/UATn3smO9KPzzv4wnYUWB.png?height=697&width=770)\\n\\nThis is a gesture to sacrifice old players for attracting new players. If the 150 USD is priced as a regular price for Thetan Box, then the $THC price is reasonable to be settled at $0.15 since new players can use less money to do the $THC arbitrage between the price gap.\\n\\nThe more discount box they buy, the more price will regress from 0.15 to 0.4.\\n\\nIt also reflects that the project team believes 150 USD($THC 0.15) would be a lucrative price for early players to join in the game. Given that the whole revenue through this discounted box selling will be used to burn $THC, this will probably cause a pump in the future.\\n\\nAnd Thetan Arena is a new game in the space, which will have naturally some price premium once the dump horror fade. Thus we predict that $THC around 0.3 will be the reasonable price and it will improve to the target in the near term.\\n\\n## Closing Thoughts From the Partner of Old Fashion Research\\n\\nRecently, Eva Wu from the Mechanism Cap categorized the crypto games into three tranches in her [great piece](https://www.mechanism.capital/crypto-gaming-thesis/):\\n\\n* Earn-First Games: Center around earning as opposed to gameplay; Easily bootstrapped but not long-term sustainable. (Current stage)\\n* Play-First Games: Fun gameplay with crypto incentivization system. Rebuild current high-quality games with crypto would be difficult. (Mid-term stage)\\n* Financializing Fun games: Native gameplay with crypto assets and tokenomics built-in; users can get self-fulfillment playing the game while maintaining assets ownership and financial return. (Future ideal stage)\\n\\nThe purpose of this analysis on Thetan Arena is to illustrate an example of how traditional mobile games can be rebuilt into crypto blockchain games with fun to play. Thetan Arena was transformed from a popular MOBA game [\\\"Hero Strikes\\\"](https://play.google.com/store/apps/details?id=com.wolffun.herostrike.offline&hl=zh&gl=US) rated 4.4 out of 5 at the Google Play Store.  Wolffun, the producer behind both games, proved a great team who has a versatile knowledge base in both crypto and gaming can bring quality games with financilizing fun at the same time.\\n\\nNonetheless, we need to point out that the game is not without flaws: key metrics in-game, such as battle rewards and Thetan Box listing price, are still controlled by the team in a centralized method. A certain group of users which is essentially the builder of the ecosystem would probably get affected by an adjustment of key attributes or metrics without notification, like the discount sale of the new Thetan Box we mentioned above.\\n\\nBeyond the analysis itself, we also would love to depict the ideal crypto games we are looking for, which also represents the investment thesis of OFR on gaming space:\\n\\n* P2E games with a long-term sustainable model that can overcome at least one bear-bull cycle\\n* The traditional game team with proven records on building large games and a deep understanding of crypto or a humble attitude to learn about crypto.\\n\\n  Most traditional mobile game teams we've met are still overlooking the crypto ingress and showing ignorant of what's happening.\\n* Native blockchain games: Built originally by DAOs since day one; gameplay centers around crypto or is rooted in blockchain technology. Examples such as the Dark Forest, Worldwide Webb, etc.\\n\\nSome of the metaverse projects like Sandbox, CryptoVoxel are not with the scope of the above discussion since we would prefer to categorize them as metaverse or virtual spaces in lieu of crypto games.\\n\\n🌟Readers and project teams on GameFi please feel free to reach out to the author [@bigfatpenguinQ](https://twitter.com/BigfatpenguinQ) and [@JX](https://twitter.com/jx_block) for discussion. Any ideas are welcomed no matter if you have a ready BP or not.\\n\\n[https://twitter.com/BigfatpenguinQ](https://twitter.com/BigfatpenguinQ)\\n\\n[https://twitter.com/jx_block](https://twitter.com/jx_block)\\n\\n\",\"timestamp\":1639304631,\"title\":\"A Breakdown on Thetan Arena Tokenomics & Crypto Gaming Investment Thesis\"},\"digest\":\"x7ESHWRFOF7_-M-5svQ9m195E0x7uJYuWQUmkPDB8m4\",\"authorship\":{\"contributor\":\"0xe70628e0E8e15F222AAdb406ce93fea713d6c30e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hg30AmTd8Pd_N7FcOJpBHFVi2QNgOKHBZ9RQ2sN_QCA\\\",\\\"y\\\":\\\"VS-FF4CSKawZqKixd9v8l2j9SAUBY-1aijk-ayONL78\\\"}\",\"signature\":\"vE_6BXG8h3DMLVqdaJv_IieFaYnDNj1nD7ZMkmlZ2pfYjW_HdY5qpbLUbC1udKVrSo1U77348maaY6PKJ10AYQ\",\"signingKeySignature\":\"0xd2381ac4f87d9285e525a2e9a30070a79a6e673d5edec20b4d958009293fcf466a7b296b663b645f72d6831163ead7839a46a6b2ef2699566ab5c757be7eec0b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hg30AmTd8Pd_N7FcOJpBHFVi2QNgOKHBZ9RQ2sN_QCA\\\",\\\"y\\\":\\\"VS-FF4CSKawZqKixd9v8l2j9SAUBY-1aijk-ayONL78\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WIx6EQziSTRQIqG3hx5I8pxkOJx0KwjIOdOgXjFfvaw\"}"