"{\"content\":{\"body\":\"\\\"Tomorrow you will prepare four fifty year old myrtle lilies, two ripe snake fruit, a twenty year old polythymus, and a second grade water magic stone.\\\"Medicine old light way, slant over, but see xiao Yan of small face stiff, can't help but one leng, stunned way: \\\"how?\\\"\\n\\n\\\"Fifty years of ink lilies?This vintage of medicine, it seems, is more than 3,000 gold pieces a plant?Ripe snake fruit?This is already the best in low-level medicinal materials, a few medicinal materials shop even buy to buy, even if good luck met, that at least want above 8000 gold coins ah, 20 years of gather lingcao?God, I only saw it once in the auction last time, the auction price, is a full fifteen thousand ah, there is a secondary water attribute magic core, that also needs more than two thousand gold coins.\\\"Xiao Yan clapped his hand on his forehead and groaned painfully: \\\"Just the money for these materials adds up to more than 50,000 gold coins. How can I have so much money?\\\"\\n\\n\\\"Er...\\\"Hearing the words, the old medicine rolled his eyes, spread his hands and joked: \\\"Those are your business, have nothing to do with me, I am only responsible for refining medicine.\\\"\\n\\n\\\"Mom, the cost is too expensive, really eat this thing as beans, I'm afraid even with the shaw family's financial resources, also can't afford to consume.\\\"His heart cursed with a bitter smile. Xiao Yan took out a green card from under the pillow and felt distressed, but said: \\\"The money sold by the last building jiling liquid is only 10,000 points, which is not enough to buy the medicinal materials you said.\\\"\\n\\nMedicine old hey hey a smile, leisurely sitting on a chair, a pair of business not his appearance.\\n\\nKnead the forehead, Xiao Yan bared his teeth and said: \\\"First use these money to buy the material of build jiling liquid, and then make a little spirit liquid to auction, otherwise, money is certainly not enough.\\\"\\n\\nMedicine old indifferent nodded, refining build ji ling liquid that kind of low-level elixir, for him, not difficult.\\n\\nLook at the medicine old nod, Xiao Yan this just relieved a breath, again heavy soft pour on the bed, wry smile light tone way: \\\"no money is really trouble...\",\"timestamp\":1635749791,\"title\":\"raise money\"},\"digest\":\"7huu8gyw0_ZKrcuDjpvI_Wk2pmtQ8gfScILofXDX2H4\",\"authorship\":{\"contributor\":\"0xA52055a960A7B939C78581E72482fDc6049F465A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mGhaBFzk8o1Dt9uJTAKMo9i4xHjeX7g-xwsWm4q_Vc4\\\",\\\"y\\\":\\\"QBdVA3MuskeIfx35tTmDVW2e8LQ35QTCL05iNC06e-8\\\"}\",\"signature\":\"hjZfN4amT7PeSNOOneWWJENI2HDtiNOcMCt0Bvsgz2wFN-opogBbHbK1P7qITQZVa6BHhKWO2AI8dbBlnnDlnQ\",\"signingKeySignature\":\"0xd5670ccc910f7322818c4bb6e95e5666e06a843c73de6e2608adb59fa8cbdb593ba64a9e17abc353f0ed6d4137cc5b334ba5c99017469e3cd53dcbd6ce2928e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mGhaBFzk8o1Dt9uJTAKMo9i4xHjeX7g-xwsWm4q_Vc4\\\",\\\"y\\\":\\\"QBdVA3MuskeIfx35tTmDVW2e8LQ35QTCL05iNC06e-8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7huu8gyw0_ZKrcuDjpvI_Wk2pmtQ8gfScILofXDX2H4\"}"