"{\"content\":{\"body\":\"2021 was a historical year for web3.\\n\\nThat was the first time when many new people learned about blockchain from another, not just financial/mining perspectives. Crypto gave us a preview of what genuine digital ownership can look like, and we all just tried to play in this new fancy, highly promising, playground.\\n\\nBut this was also one of the most divisive topics that one could ever come along with. The chance that your best friend, or that guy that ‘always was one step ahead in tech’, would end up being the most hateful towards web3 as it’s a detriment and should be erased from existence, was highly probable.\\n\\nWord. NFTs, DAOs, and anything around tokens is perhaps the most confusing thing people talked about in 2021. Having a feeling that you know something that the rest of the world does not while hearing all the bullshit about it is a truly unique experience.\\n\\nThing is, even inside the house it wasn’t less crazy. Have you ever seen an industry that goes from 0 to 1 in less than 12 months? The amount of available financial assets created a satiric world where there are not enough employees because there are too many job offers & not enough competency, investors that invest under the worst valuation ever offered just to get on board, and thousands of people making a shit ton of money off selling jpegs because there are other thousands believing in its long-term value?\\n\\nOh boy, don’t tell me it wasn’t the most stressful, yet so delightful journey.\\n\\nI had the privilege to join SuperRare right before everything started to escalate, and I’ve never met so many people building or creating because they believe in the greater good. Bad players are always going to be there, but the number of MVPs, genuinely caring about how this could change the world is fascinating.\\n\\nIn 2021, we had a chance to experience a paradigm shift. We had a chance to feel it. We had a chance to shape it. We saw a glimpse of what is possible. 2022 and beyond should become a time when we’re going to prove it wasn’t just a fluke.\\n\\n*Merry Christmas & Happy New Year* 🥳\",\"timestamp\":1640019444,\"title\":\"Reflecting on 2021 in web3\"},\"digest\":\"-V6hE4RNEab-Et39IVRdhbOnbIEWbOIxnM8qMwmdSjQ\",\"authorship\":{\"contributor\":\"0x61D8Bf0c1EBDE1be56bC145Ff5E9018fEeD32835\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Tk8AD--FITXzoUndyP5yU98iWZwCm-1w1ihX8kDYHEA\\\",\\\"y\\\":\\\"QmHpigL0phXCiZTdEaAZyelM7lSJgaP4dBV30VqmKac\\\"}\",\"signature\":\"g3n7yHRrMOx5qmYUotjAkoVhLuL3po9VHg8ljmLDIdm9CAlBsep221SPLNmh_JoUfVvFcKQxrOGMvx5GcANOZw\",\"signingKeySignature\":\"0xf9ef458e26d7fb8de3bcc9466a4ba04d0e2e89a939bfa059605a2e6d1c522a8442e652cbce80c624706fcffaa8963d70d488cba70c952677a581897b50f084051c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Tk8AD--FITXzoUndyP5yU98iWZwCm-1w1ihX8kDYHEA\\\",\\\"y\\\":\\\"QmHpigL0phXCiZTdEaAZyelM7lSJgaP4dBV30VqmKac\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9OuUHbdEpx0R-72QLq2WQl98ij4MUGWeWQKvDYfdVoE\"}"