"{\"content\":{\"body\":\"Maybe you've asked yourself, \\\"What the hell is 'Degen'\\\"\\n\\nShould I launch into specific definitions, the cultural history follows by convention. I am sleepy, but I’ll give it a whirl and see where we end up. \\n\\nAs you’ve likely suspected: Yes it is short for “Degenerate”. Why \\\"Degenerate\\\"? It’s is a bit of tongue in cheek self deprecation that denotes a growing group of like minded people who engage in frequent high risk/reward activities, typically within the crypto/NFT space, that is not unlike the behavior of a degenerate gambler. Self identified “Degens” typically engage in the buying, selling, and yield farming in the NFT/crypto/options/equities market with the sole purpose of getting rich as soon as possible.\\n\\nOften, groups gather in low key Discord servers to coordinate \\\"Pump and Dump\\\" schemes on low float markets, before pulling the rug from beneath unsuspecting civilians after folks who were not in the know catch wind of the massive influx of buyers and believe they might as well ride the wave themselves. These poor bastards unknowingly offer up the cash to buy out the conspirators who coordinated the movement to begin with. (This is a rather extreme case that I personally find detestable). \\n\\n______________________________________\\n\\n***Pardon me a moment dear reader: *** \\n\\n“HEY!” “Mr. HIGH AND MIGHTY BROKER PERSON! Yeeees you… with your GRAND sense of free market morality. Out there every day, ensuring market-caps reflect what you believe the company is worth I’m sure…\\n\\nThe “Pump and Dump” is older than us both combined. It’s been done in backrooms for at least 100 years probably thousands. It’s even detailed in the pre-depression era Edwin Lefèvre classic: \\\"Reminiscences of a Stock Operator\\\". So, calm down. It isn't new. The only difference is, it’s retail pulling the strings.\\n\\n_______________________________________\\n\\nAnywho, \\\"Degen\\\" activity is a THING I've witnessed since the first person that didn't hold bitcoin found out his buddy made millions on magic internet money.\\n\\nThe timing was perfect really: Disillusioned millennials fresh out of college (or not) with a liberal arts degree, a mountain of student loan debt, the housing market collapsing around them, homes they can't afford and worse yet: No one seems to give a shit about art any more. So, they work their 60 hours a week as a first layer tech support operator, then go back to their parents basement wondering how much longer they can stand to deal with.... \\\"People\\\". \\n\\nIt’s complicated, but our old pal Wojak always seems to embody the sentiment:\\n\\n![Wojak](https://images.mirror-media.xyz/publication-images/rZbvnXlifiLWsgLxUYMvs.png?height=720&width=1280)\\n\\nSo, there's money to be made in crypto. Robinhood gamifies the equity markets (and manipulates them) and before we know it, retail traders are a \\\"Problem\\\". They’re  \\\"Unsophisticated\\\", \\\"Gamblers\\\", and this here.. HAHA… This one her-eeeHEHE! HAHA! \\n\\nAhem… \\n\\nThis one is RICH: \\\"MARKET MANIPULATORS(!)”\\n\\n*mind-blown emoji\\\\**\\n\\n___________________________________\\n\\nAnywho, I've never considered myself a \\\"Degen\\\" (I am DAMN sure an \\\"Ape\\\", but that is another story). I have however taken my fair share of high risk trades. Actually, about 30 minutes ago, I took a position in a VERY high risk trade, which prompted me to hop on Linked-In and maybe TEACH about NFT's, and possibly bridge a cultural/generational gap with establishment finance.\\n\\nOccasionally, an NFT project will perform something called a \\\"Stealth-Drop\\\". The stealth drop is essentially a sudden, surprise NFT drop with no previous marketing or promotion. Typically there is some draw that gives it legs such as: \\\"Beeple here!, I just dropped 1000 NFT's and they're all free\\\". There is a sudden RUSH of minters (buyers) to the platform where it sells out in less than a minute, and gas is over 500 so you still make a $300 sacrifice to the ETH gods.\\n\\nIt’s a great way to create sudden demand for a thing no-one has had time to think about. Many wonderful projects with self sacrificing dev teams have opted for the stealth drop and have built successful utility and communities ever since. \\n\\nUnfortunately, it’s also a great way for nefarious actors to take advantage of unsuspecting collectors.  \\n\\nUnderstanding how quickly many collectors act in these situations, scammers will write malicious contracts that do not execute the transaction as expected. The buyer rushes in to claim as many as they can within their GAS budget, and often don’t take the time to review the transaction or the contract itself. Little do they know, the contract authorizes access to the buyer’s wallet where automated bots withdraw all ETH and NFT’s from the address. \\n\\nBuyers face a very difficult situation during the stealth mint. If they hesitate too long, they leave empty handed. If they run blindly into the mint and snag a free NFT from a popular artist? It’s a potential payday of thousands, even tens of thousands of dollars, keep their favorites. \\n\\nWhat would YOU do? \\n\\nIt depends on your risk tolerance vs what you stand to gain. \\n\\nFortunately, with a sufficient appetite for risk, you CAN successfully engage in these stealth mints SAFELY, quickly and “Degen” like a pro! \\n\\n***FOR THE LOVE. The following is for INFOTAINMENT PURPOSES ONLY***\\n\\n***How to Degen the Stealth Drop***\\n\\nTo begin, EVERYONE should have a “Dummy Wallet”. This is a normal Metamask account, that happens to be completely empty. This is your “High risk mint” wallet. The one you connect to a mint site in which you have no substantial evidence one way or the other if you are about to be scammed. This way, if it is indeed a scam, there’s nothing in the account to seal.\\n\\nNext: Transfer the amount of crypto into the wallet that you anticipate will cover gas fees, and is also ***AN AMOUNT THAT YOU CAN AFFORD TO LOSE***. This is the “Risk” part. The amount of crypto you transfer into this dummy account is the amount of risk you are taking on to engage this mint. If you are scammed, it’s gone. And, you’re okay with this, because you understood the RISK, and the potential reward was worth being scammed out of all of it. ***VERY IMPORTANT THAT THIS IS CONCEPT OF RISK/REWARD IS UNDERSTOOD, AND ACCEPTED AS REALITY*.** \\n\\nNow, STOP. Take a deep breath, and assess the immediately apparent facts on the ground. Who are these developers? This is a question you may or may not answer in an expedient fashion, but sometimes you may find the account “Claims” to be someone well respected in the community, but on brief inspection, they have 11 followers.\\n\\nNext, try to make a quick scan of their twitter account. Are they followed by folks you follow? Folks you respect? \\n\\nNext, smash that discord link and head over to general chat. What’s the vibe? Panic? People typing “RUG!”? Are users showing off their new NFT? Consider replying to a random comment that happens to have emotes under it, “Briefly, scam or no?”. This way, you have a specific person’s attention who has already apparently said something relevant, because they have emotes! (I realize this sounds ridiculous, but we’re short on time, and we need high yield responses to binomial questions)\\n\\nReasonably confirmed not a scam? Consider the decision proceed to mint page. Be very sure you connect with your dummy account that contains the crypto that you have already written off as “stolen”.\\n\\nStill not sure? Head to announcements. See when they started. Get a sense of the mood of the announcements… check back in to general chat. Take a brief moment to look around. This should take about 30 seconds. \\n\\nAt this point, its time to make a decision. Mint, or pass… \\n\\nI just minted 20 (!) “Undead Doodles”. Total cost, 0.24 Eth. The art hasn’t revealed yet. The devs are assuring us that everything is okay, “It’s not a rug” they say in voice chat.\\n\\nNone of that matters to me. I set aside 0.3ETH and accepted that it was gone. Out of everything I just explained up to this point, The transfer to the dummy wallet was the only true decision.  I may ultimately find that I’ve been robbed, but it’s already priced in. \\n\\nIt’s the PROCESS that counts. The outcome is just a byproduct. Remain true to the process, keep your cost basis low, and the outcomes will sort themselves.  \\n\\nI only need ONE to hit.   \\n\\nUpdate: Contract is verified. I minted 20 “Undead Doodles” for free + gas. Wish me luck    \\n\\n![pre-reveal sneak peek of \\\"Undead Doodles\\\"](https://images.mirror-media.xyz/publication-images/Iy8-_EBSOJMkfUzthnDs2.png?height=2048&width=2048)\\n\\n\",\"timestamp\":1642409986,\"title\":\"What is \\\"Degen\\\" and Why?: The Millennial embrace of absurdity and disillusionment \"},\"digest\":\"qvkdLQ6r6Kw5fC9x8n4R31mO5F4UeYIFNPxs8aMfNAY\",\"authorship\":{\"contributor\":\"0x4C9dba5fbBFddF8E006F28D0534F918d8Fcf4daa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ICtYftiHOoh-mrgdfVzfgVNY0A8ArCRs4wkIv5Z0gcg\\\",\\\"y\\\":\\\"geL2pGFcP7sPvRUVCd3RNBa1tFWQ_klnJZOEMiVDcKc\\\"}\",\"signature\":\"UUoahc0QbfdFikVeBMIrlkuw3Z59V6kVAA3DhVypYUuyvpTJXt5STRg0JzCGeIyXzsmpfikAIsJ7BAR9hj0wtQ\",\"signingKeySignature\":\"0x5bb8eeb2472f8a8928ae4934df662bad532ef6b36af093e16ee0f4b073c4d7ca5f8861da0997a173fe581768a9a4eff557527a8235736edf6843b876269beb981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ICtYftiHOoh-mrgdfVzfgVNY0A8ArCRs4wkIv5Z0gcg\\\",\\\"y\\\":\\\"geL2pGFcP7sPvRUVCd3RNBa1tFWQ_klnJZOEMiVDcKc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qvkdLQ6r6Kw5fC9x8n4R31mO5F4UeYIFNPxs8aMfNAY\"}"