"{\"content\":{\"body\":\"Almost two decades ago, I decided the web and music were how I was going to express myself in this world. I care so much about both of these things. My freelance [dev blogs](https://leemartin.dev/) are mostly a front so I can write about changes in web standards. This is the kind of stuff that excites me and I am 100% onboard with the web’s constant evolution. So, it may come as no surprise that I have some thoughts about Web 3, NFTs, Crypto, and more. I found [myself](https://twitter.com/leemartin) barging into far too many Twitter threads and fielding far too many calls that I decided I should organize some of them here. I’m going to try and keep this short and unfiltered. Disclaimer: this is mostly for established artists, managers, and labels as that is where my perspective lies.\\n\\nThe principle of accessibility has always been a major part of my work. What is the shortest line I can draw between a compelling marketing concept and my client’s goal? How can I make this user experience feel familiar but unique? What can I do to make this simple, safe, and easy for your fans? The web is most successful when it is accessible. Web 3 at the moment is not. It’s all confusing as hell. Chains, blocks, tokens, crypto, wallets… it truly takes some time to begin wrapping your head around the language and technologies which make up Web 3. I personally still don’t *get it.*This likely means that your everyday fan won’t *get it* either. At least not today.\\n\\nSo, for example, can you still have a successful NFT campaign today? Depending on what success means to you, sure. You could decide to educate your own fans on the opportunity and get them to set up wallets. Alternately, you could create a Web 3 campaign targeted towards the larger Crypto community itself. Maybe you could do both? Depending on the scale of your artist, the Crypto community may see your campaign as an investment opportunity. Is this a bad thing? Maybe… If your actual fans miss out on an opportunity simply because they did not understand how to participate or weren’t as fervorous as the Crypto community, that would suck. I have seen artist NFTs, sold at a fixed price, immediately relisted at a wildly increased price. At its worst, it reminds me a lot of ticket scalping. In general, if you’re doing this for your fans, make sure to educate them first and perhaps look into whitelisting some of them beforehand.\\n\\nHowever, before you go sending out a newsletter to your entire fanbase, telling them to setup wallets, please try to understand *why* you are doing it and what the implications for your fans are. A lot of the Web 2 social platforms leaned on music and artists to sign-up their fans there. Their promise to us was a direct communication channel. In the end, this turned into a paid communication channel and our fans paid the price with the exploitation of their data. I’m not saying this is the same thing but I do think we owe it to our fans to stop and think a bit about what we’re asking of them before we start onboarding. I personally think the way Web 3 and Crypto seems to weave *worth* into every aspect of itself is a very weird proposition. Depending on what you’re trying to do in this world, this may cost your fans lots of real money. Decide if you want that money going to these new opportunities and/or your core sales of music, tickets, and merch.\\n\\nIf you do choose to participate today, be aware that your fans may associate you with some of the problematic aspects of Web 3 technologies. A very glaring one is the impact of some of this tech on the earth. However, there are also more subtle things like, the language surrounding Web 3 is kinda lame? Maybe I’m grasping here but do yourself a favor and follow 10 Crypto experts on Twitter for a week to see what I mean. I personally think one of the biggest opportunities in Web 3 is recalibrating the language around it. If you separate the Crypto bros from the technology itself, it is all very compelling. Luckily, you, as an artist, are in control of what you say to your fans. Be prepared to have a conversation about the environment and why you’re doing what you’re doing. If your Web 3 campaign doesn’t have an FAQ, good luck.\\n\\nAs a web developer, I keep one foot firmly planted in **now** and a toe dipped in the *future*. I try not to feel much FOMO about topics which are not *currently* accessible to everyday consumers. However, I do make it my job to stay educated on all of the evolving opportunities of the web. I think all artists, managers, labels, and fans should do the same.  As more of these Web 3 opportunities are presented to you, think about whether or not they are a good fit. Try to see beyond the rosy speculation and instead understand the more immediate impacts on you, your fans, and the environment. Regardless of where this all goes, I encourage any artist who is interested in this world to take the first step of simply setting up a wallet. This will be your gateway into the world of Web 3.\",\"timestamp\":1637536667,\"title\":\"Unfiltered Thoughts and Feels About Web 3 and Music\"},\"digest\":\"NtoYNVoRBiLymhxKatNLA6sE4yL-Mitd_nIqu7czQQc\",\"authorship\":{\"contributor\":\"0x790322D8f4725c519d57cF166c5367b146d844fD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6zhJBsD8TSvx3hO0qsFitAbGLLWjb04PlXKR2LWexSc\\\",\\\"y\\\":\\\"BzO_PhqmYdodJnNYy5_xzn_41O4TWHnB5p1-1IVvCUg\\\"}\",\"signature\":\"ffkknuuVob8ixtaj3h60TTtV7aDsnU9I1QKqQZqV9FWvek6-aZ1_7oMRKPdQeYj-6X0EoRfOI5RqziD9JsKXHA\",\"signingKeySignature\":\"0x77d75789aef0350e985158ff688f444442f5e4362a4e45bc2a4829552a25b9811f60638fb5b6a431c4ab90b3f82eb0fd1f32938dac6873144864d28ff4431f971b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6zhJBsD8TSvx3hO0qsFitAbGLLWjb04PlXKR2LWexSc\\\",\\\"y\\\":\\\"BzO_PhqmYdodJnNYy5_xzn_41O4TWHnB5p1-1IVvCUg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NtoYNVoRBiLymhxKatNLA6sE4yL-Mitd_nIqu7czQQc\"}"