"{\"content\":{\"body\":\"You might have just paid 20K for an NFT, but was it worth it?\\n\\nNFTs come with a variety of attributes and they get high valuations for their uniqueness. But how do we find out what's unique?\\n\\nNFTGO's new rarity model does exactly that. Our model uses a statistical approach called Jaccard distance under the hood to make this possible.\\n\\n \\n **What is Jaccard distance?**\\n\\nJaccard distance is a metric for measuring similarities between two sets of data. In our case, the Jaccard distance takes into account the similarities between NFTs based on their attributes and assigns a rarity score ranging from 0 to 100.\\n\\n \\n \\n\\n![Jaccard distance formula](https://images.mirror-media.xyz/publication-images/4VbsYcZKhEC8wwXSxy70i.png?height=1146&width=2692)\\n\\nThe distance between two data points, in this case, is equal to the number of similar attributes divided by the total number of their attributes. We see how this plays out in different NFTs. Our model employs this algorithm to quantitatively measure the similarities between two NFTs. This opens up the possibility for us to estimate an NFT’s rarity scientifically. \\n\\n** \\n **\\n\\n**Why does Jaccard distance work? Part 1**\\n\\nThis approach measures the overlap between two finite sets. The higher the overlap, the greater the Jaccard distance. By understanding the similarities across all the NFTs in a collection, we can gauge how rare a token is. \\n\\n**Deeper dive** \\n\\nFor understanding this model on a deeper level, let’s step back from NFTs and consider a simple dataset with 3 sets: A, B, and C.\\n\\nLet set A contain numbers {1, 4, 8} and set B contain {9 , 1, 10} and set C contain {8, 4, 10}. We want to know how “rare” set A is relative to sets B and C. \\n\\nWe can do this by first calculating the Jaccard distance for A and B, and then doing the same for A and C. Take the average and normalize the results. \\n\\nWe can see that A and B have a total of 5 unique values. The sets have 1 value in common \\n\\nJD for sets A and B\\n\\nJ(A, B) =1 / 5 = 0.2\\n\\nNow we perform the same equation for A and C: \\n\\nThey have two values in common (8, 4)\\n\\nThere’s a total of 4 unique values\\n\\nJ(A, C) = 2 / 4 = 0.5\\n\\nThe average of the JD for A and other two sets:\\n\\nAverage = (0.5 + 0.2 ) / 2 = 0.35 \\n\\nIf we calculate the average JD for B and C, we get 0.2 and 0.35 respectively. \\n\\nWe normalize the final average using this formula, later on, we will see how crucial this formula is. By applying this normalization, we get the z-score for the NFT.\\n\\n![z-score formula (x is average JD)](https://images.mirror-media.xyz/publication-images/MLyx5EHaqcV1-Pig7tXC2.png?height=376&width=2776)\\n\\nFor the normalization step to get A’s z score, we get the difference between the initial value we got for A from step 2 and the lowest average value of all the dataset. In this case, this would be the average JD for set B. Then, we divide the results by the difference between the maximum and minimum values in the dataset. \\n\\nz(A) = (0.35 - 0.2 ) / (0.35 - 0.2) = 1\\n\\nFinally, we multiply the z-score by 100 to get the rarity score. This is:\\n\\nA: 100\\n\\nC: 100\\n\\nB: 0\\n\\nWe can conclude that A and C are the rarest and B is the least rare in this collection of 3 sets.\\n\\n**Why does it work? Part 2**\\n\\nYou now understand how the model transforms the data and gives you the final results. Now that it’s not a black box anymore, we can go back to the original question of “Why does it work”. This is more clear when we add some examples. This time, from the real NFT world! \\n\\nLet’s consider the CryptoPunks. This collection has 6969 NFTs in total. Our goal is to estimate the Rarity of a single NFT in this collection relative to the other NFTs. Keep in mind that rarity is a relative attribute and in this model, we consider all the data from the collection to indicate an NFT’s rarity.\\n\\nLet’s look at CryptoPunk #5577. This Punk has 2 attributes in total. Some of them might commit to its rarity, others might bring its score lower. Let’s see how rare this NFT is. \\n\\nA good way of visualizing the model’s point of view is using Venn diagrams. We compare the other 6968 NFTs with this Punk and get its Jaccard distance for each of them, as an example, here’s the computation for #5577 and #6965. You can see the rarity score for each of them -which was computed by the model-, and also a Venn diagram of their attributes. \\n\\n![The rarest CryptoPunks](https://images.mirror-media.xyz/publication-images/r-xI6PKszcjisQ0Zdww_b.png?height=1564&width=2870)\\n\\nThe Jaccard distance for these two would be 1 / 3 which is about 0.3. Remember that we divide the number of unique attributes by the total number of attributes.\\n\\nWe can see that these two NFTs are relatively similar but not quite. The more similar the two NFTs are, the closer the Jaccard distance is to zero. The extreme case would be that if two NFTs have Identical attributes, they would have a Jaccard distance of 1 and therefore, none of them are “rare” relative to each other. \\n\\nThis calculation is spread across all NFT pairs in the collection. By taking the average, we can see how rare the NFT is relative to all the other NFTs in the collection.\\n\\nBut taking the average is not enough, we have to take into account the Jaccard distance for other NFTs from the collection. This prevents us from Overestimating or underestimating an NFT purely based on its scores. \\n\\nAssume that we have a collection of NFTs. We want to calculate how rare an NFT is and we do the previous two steps, we take the Jaccard distances for all the pairs and then take the average. We’re happy because the NFT’s average score is not close to one and therefore we conclude that the NFT is Super Rare.\\n\\nCan you guess what the problem is?\\n\\nWhat if other NFTs have the same score? Let’s take the extreme case again. We have a collection of 100 NFTs and all of them have one attribute: Color. Every NFT has one unique color. If we aren’t aware of that and we blindly add up the Jaccard distances and take the average, we get the pretty good (seemingly) result of Zero. \\n\\nViola! We have a super rare NFT on our radar.\\n\\n*Not quite,*\\n\\nThe problem is that if we do the same two steps for all the other 99 NFTs, we get the same result. \\n\\nIs our NFT really unique and rare in that collection?\\n\\nWell, we again go back to the fact that NFT rarity is a relative attribute. We can’t rely on results from only one NFT. \\n\\nAlthough this is where some approaches to NFT rarity calculation completely stop, we now know why it isn’t enough at all and we have to continue with steps 3 and 4.\\n\\n![z-score formula](https://images.mirror-media.xyz/publication-images/u2MdyknC4LX-VnpQPZ3mA.png?height=376&width=2776)\\n\\nThe numerator is telling us how close the NFT’s average Jaccard distance is to the least rare NFT. \\n\\nIn the denominator, we have the difference between the maximum average distance (The rarest) and the minimum average distance. This gives us the “diversification” in an NFT collection. If the collection consists of similar elements with not a lot of rare items, the difference between the maximum and minimum value of average JDs would be quite insignificant.\\n\\nThis will reduce the effect of underestimating the rarity of an NFT only because of its small JD with other data points when this analogous pattern presents itself in the whole collection.\\n\\nGoing back to our 100 colorful NFTs example, this formula will tell us the truth about how rare our NFT is.\\n\\n**Stay focused on the truth**\\n\\nNowadays, everyone is coming up with a new way of measuring NFT rarity. Many of these models are not understood very well by the users. My goal with this article was to give you the ultimate guide on how our rarity model actually works.\\n\\nTrust is built through sharing knowledge. Now that you know the mechanism behind our rarity rankings, you can make a much more educated and precise decision when you use our Rarity metrics. \\n\\n[NFTGO](https://nftgo.io) is the digital treasury for the metaverse. We aim to give you the best experience in the transition to a new world. The truth always lies behind the data and now that you know how we approach this data to calculate rarity, you can go and explore the model and know exactly how it works.\\n\\nDon’t forget to share this with a friend and have fun showing off your rare NFTs!\\n\\nWritten by: Qazal\\n\\n \\n \\n\\n \\n  \\n  \\n \",\"timestamp\":1638277535,\"title\":\"A mathematical approach to NFT rarity\"},\"digest\":\"TiS9Lq925ijXLEbYQlSaOW8G74QcnsNOFrP8mNs5Z_Q\",\"authorship\":{\"contributor\":\"0x7c9CEfF6479439BF14621A09Ca8ab5635a26bD00\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ReKUfJFtB13jZDhTrgW0SnK0KOvkQlh3Jz-Z2ll7av8\\\",\\\"y\\\":\\\"b0Rwcf_v_NK6snbo1rsE_ChnHVZoKTJ33BkF97PYxao\\\"}\",\"signature\":\"uE8LWAge8ISthcG4DpGnzTuH_bzNiUe3ErJWI7t5I6fJowihM36tEhj4woNrJXtuUyEpEr1p4dzXmhRFXgqxwg\",\"signingKeySignature\":\"0x219dcbcb756833a4cb034644d390876c133ba4e01a173610243d41c4b70de18067b000eafadff73cb5d8be321d78451d0976617c8e3301779061b0bf06e7dad21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ReKUfJFtB13jZDhTrgW0SnK0KOvkQlh3Jz-Z2ll7av8\\\",\\\"y\\\":\\\"b0Rwcf_v_NK6snbo1rsE_ChnHVZoKTJ33BkF97PYxao\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TiS9Lq925ijXLEbYQlSaOW8G74QcnsNOFrP8mNs5Z_Q\"}"