"{\"content\":{\"body\":\"O setor DeFi trouxe diversos segmentos que, muitas vezes, replicam instrumentos financeiros existentes no chamado TradFi - Finanças Tradicionais —, otimizando seu uso, diminuindo o custo para o acesso, trazendo transparência as transações ocorridas e, principalmente, **descentralizando decisões fundamentais para seu funcionamento.**\\n\\nUm deles, são os chamados protocolos de empréstimos. Seu início deu-se com um dos primeiros protocolos DeFi a serem adotados pela comunidade cripto. Não deve ser considerado o primeiro do setor, pois houveram outras plataformas, mas este trouxe, pela primeira vez, a possibilidade de efetuar empréstimos sem a necessidade de um intermediário, dependendo apenas de interações com os *smart contracts* da plataforma.\\n\\nNeste caso, o protocolo foi o **[Maker DAO](https://makerdao.com/en/)**. Esta plataforma, lançada em 2018, permitia aos usuários depositar ETH em um *smart contract* criado por seus desenvolvedores e emprestar [DAI](https://medium.com/mycrypto/what-is-dai-and-how-does-it-work-742d09ba25d6), uma *stablecoin* descentralizada.\\n\\n*Stablecoin é o termo dado para um criptoativo que busca manter seu preço estável. Esta é buscada por usuários que tem a intenção de evitar a volatilidade do mercado de criptoativos. Não necessariamente são lastreadas ao valor do dólar, mas grande parte do mercado tem buscado este posicionamento.*\\n\\n*Porém, vale ressaltar, existem stablecoins lastreadas em criptoativos que buscam apenas amenizar a volatilidade do mercado - [exemplo da RAI, da Reflexer Labs](https://reflexer.finance/) -, sem seguir o valor de qualquer moeda fiat - dólar, euro, real, por exemplo -. Essa demanda surgiu após a proposta apresentada no Congresso Americano, para regulamentação das stablecoins - o [Stable Act](https://medium.com/bitcoin-news-today-gambling-news/the-stable-act-us-regulations-on-dollar-based-crypto-a5f30df81a7d) -.*\\n\\nOutras stablecoins já existiam no mercado. [A Tether — USDT](https://wallet.tether.to/transparency?\\\\__cf_chl_jschl_tk\\\\_\\\\_=da72cd636a4ad4c0807655c5bc7f308e280444b8-1625937898-0-Abd-GASqPB1Pqg9Nx9B-l_yOjMM5VHGanpkuKzBFzpsVmhoXAiIp56F2vZ60Pm0PuUBpbeH0a1-KEbJi9yPKrY1fzrRa5ZfT4WrSaqk8iaPybgALZo8Cl6773Ulaiyqlj0h52wv8rbnzrkCRF6VH\\\\_6chQCuvMrVh1K9UV-a9FUGEytZN5A-wT9j6HQFBfgUOSKZSRgfgjbLdXV9C5RRxJXjji0LZyaZEd81UJ3Xb8DfFynvaYSWlZ6bpCr40h0pAAMHJmlxoEoX-K4mmrTUTD5WVtdRjl0-rFQkbr_HTuaRaOimJsLnUsEeGGy7TOhSvrTChM7zvmEfzlub92w-\\\\_IMbY-EefY7Ng_LVJMh5LBJabn-Q11uYrRskeXGs0vwqKCoDRTZSuztMOAdiJDVhYR0uBtfzCiw1zrJrXTUXZ_vIU) - reinava neste segmento de mercado, compondo mais de 90% das stablecoins em 2018. No entanto, a DAI foi a primeira *stablecoin* descentralizada. Sua emissão sempre era efetuada a partir de depósitos de ETH das pools da Maker DAO. O ato de emitir DAI colocando ETH como garantia, assemelha-se a um empréstimo fornecido pelos bancos tradicionais: os usuários pagam uma taxa de juros por tomar emprestado o ativo de seu interesse.\\n\\nDiferente dos bancos tradicionais, **as taxas de juros pagas pelos usuários não são decididas pelos desenvolvedores, mas sim pela comunidade** — holders do token nativo da Maker DAO, o MKR - e pela demanda dos usuários pelos empréstimos. Além disso, a porcentagem de colaterização - quantia de ativos a serem depositados para fazer empréstimos — também é definida pela comunidade. Esta, sempre foi definida como um valor superior ao emprestado — em média, 150% —, devido à volatilidade do valor do ETH. Assim, com o empréstimo sobrecolaterizado, os tomadores poderiam mintar DAI e ter um risco menor de serem liquidados.\\n\\nA liquidação nos protocolos de empréstimo ocorre quando o valor depositado é menor que o valor emprestado. Assim, caso houvesse uma desvalorização do ETH capaz de tornar o valor depositado menor do o emprestado, o tomador de empréstimo seria liquidado: parte da quantia depositada seria utilizada para pagar o empréstimo e seria aplicada uma penalidade, devido à liquidação — definida pela comunidade -. A penalidade serve como mecanismo para obrigar aos tomadores de empréstimo a sempre observarem a \\\"saúde\\\" dos empréstimos efetuados e a liquidação, para evitar que os usuários comprometessem totalmente seus depósitos e o colapso do caixa do protocolo.\\n\\nApós o sucesso da Maker DAO como protocolo de empréstimo, outras começaram a surgir, como a Compound, Aave e inúmeros outros permitindo não só a colaterização do empréstimo com ETH, mas com outros criptoativos, cada qual com sua taxa de juros para empréstimo. Além disso, estes protocolos também geravam rendimentos a aqueles que apenas depositam seus ativos nas *pools*, por fornecerem liquidez aos tomadores de empréstimo e assim, maximizavam a usabilidade do protocolo.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F722ebd4d-7cdf-4196-a339-40e88bab848a\\\\_1341x454.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F722ebd4d-7cdf-4196-a339-40e88bab848a\\\\_1341x454.png)\\n\\nFonte: [Aave](https://app.aave.com/). Acesso em 10 de julho de 2021.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff438b34e-9700-430f-9924-784d4a752c5d\\\\_1261x580.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff438b34e-9700-430f-9924-784d4a752c5d\\\\_1261x580.png)\\n\\nFonte: [Compound](https://compound.finance/). Acesso em 10 de julho de 2021.\\n\\nPlataformas como [Compound](https://compound.finance/) e [Aave](https://aave.com/) também fornecem aos usuários que depositam ativos no protocolo uma representação deles — na Compound são os cTokens e na Aave os aTokens —, permitindo o depósito destes em outras plataformas para gerar ainda mais rendimentos com os ativos — a Curve possui *pools* de *stablecoins* focadas nestes tokens representativos de participação em *pools -.*\\n\\nNa prática, vejo o uso destes protocolos como uma oportunidade de alavancagem nos ativos em que o usuário espera o aumento de preço. Assim, ao depositar ETH na Maker DAO e emprestar DAI, é possível efetuar a troca de DAI por ETH e ganhar ainda mais com o crescimento do valor do ativo. A expansão deste segmento em DeFi - disponibilizando diversos ativos para depósito e empréstimo - criou uma corrida entre protocolos para fornecer as melhores taxas de juros, existindo até mesmo aqueles em que os tomadores de empréstimos ganham por emprestar ao invés de pagarem.\\n\\nNo entanto, observa-se um crescimento mais saudável e a expansão de protocolos que mantém rendimentos racionais frente aos ativos depositados e emprestados — vide a expansão de uso institucional da Aave e Compound — e o declínio de plataformas que visam atrair usuários tão somente pelos ganhos de dois dígitos fornecidos como recompensas aos usuários.\\n\\nOs protocolos de empréstimo tornaram-se peça chave do ecossistema DeFi, seja por permitir a alavancagem em ativos, seja pela possibilidade de maximizar rendimentos entre diferentes protocolos com o mesmo ativo.\\n\\nFontes:\\n\\n\\\\\\n[Wiki Maker DAO](https://dyor-crypto.fandom.com/wiki/Maker_DAO)\\n\\n[How decentralized is DeFi, a framework for classifying lending protocols](https://hackernoon.com/how-decentralized-is-defi-a-framework-for-classifying-lending-protocols-90981f2c007f)\\n\\n[How MakerDAO Pioneered Decentralized Finance](https://www.gemini.com/cryptopedia/makerdao-defi-mkr-dai-coins)\\n\\n[The CoinDesk 50: MakerDAO Is the Godzilla of DeFi](https://www.coindesk.com/the-coindesk-50-makerdao-godzilla-defi)\\n\\n[Wiki Compound](https://dyor-crypto.fandom.com/wiki/Compound_\\\\(COMP\\\\))\\n\\n[Wiki Liquidity Mining](https://dyor-crypto.fandom.com/wiki/Liquidity_Mining)\\n\",\"timestamp\":1636937081,\"title\":\"Protocolos de Empréstimo: o start para o desenvolvimento do setor DeFi\"},\"digest\":\"fS6VjemGN2BoBIxXBM49uL4l_ZPErvCabvJNqN8WTNU\",\"authorship\":{\"contributor\":\"0x5ce561e048d2cd64523D6316228F97bd2537F92f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6VwFjy8_o40aceV4f7e8BI9wiGtpt5vow2itN825OOM\\\",\\\"y\\\":\\\"xvDnxC94YEKB1uixjiM3k3t86Pw-NtAU1FlstsdH7mc\\\"}\",\"signature\":\"xbDPFJ1vNvOz7RyShS3T8aRVC1AchQLkvVTOx2Raz-GE-SIxk-4SzJgt7YXzgGlZJT1QPglMmTxXIrhGnBIJ6w\",\"signingKeySignature\":\"0xf0fac906ef8ea56fd5000a6369979c2fb9f722582b614a42c0f461992609ad3408cab3d941bd3a96bbce2abda56042460446eeafd63cc36e9e6c3d0488b5de421c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6VwFjy8_o40aceV4f7e8BI9wiGtpt5vow2itN825OOM\\\",\\\"y\\\":\\\"xvDnxC94YEKB1uixjiM3k3t86Pw-NtAU1FlstsdH7mc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fS6VjemGN2BoBIxXBM49uL4l_ZPErvCabvJNqN8WTNU\"}"