"{\"content\":{\"body\":\"### Goal: Enable and incentivize Analysts to solve Challenges. \\n\\nMetricsDAO provides a 6 step process for ​​Organized, On-Demand Analytics Delivery, or as we like to call it, [OODAD](https://mirror.xyz/0x3138165f8d21d4869dbD406CD8bc8055CAC8fb6E/7c2GeQZ96UcNUewG4cPgQUEjaJ2nGmkbB2f2fKPNK4c).\\n\\nAfter curating the blockchain data, sourcing questions, and turning them into Challenges for Analysts, the fourth step is enabling the community to provide results, visualizations, insights etc. to address these specific Challenges. We refer to this as generating “Solutions”. \\n\\nThis is where our second experiment comes in. \\n\\nAfter the community documented and prioritized needs for OlympusDAO via [a question bank](https://bounty.metricsdao.xyz/bounty-programs/olympus-dao), analysts were [offered bounties](https://submit.metricsdao.xyz/olympus_dao) for providing Solutions. \\n\\n### Setting Up Bounties: Questions to Consider \\n\\nSetting up these bounties in a way that would successfully enable and incentivize analysts to solve these Challenges raised important questions:\\n\\n1. **Due Date**\\n\\n   \\\\-→ How long should Analysts have to complete a specific challenge? \\n\\n   \\\\-→ Who determines how long a challenge should take to complete? \\n2. **Payout**\\n\\n   \\\\-→ How do we determine the right payout per challenge? \\n\\n   \\\\-→ Should the payout amount be stated ahead of time, or after completion once the quality of the submission has been determined? \\n3. **Driving Engagement** \\n\\n   \\\\-→ How do we get more Analysts to generate solutions for these challenges? \\n4. **Transparency**\\n\\n   \\\\-→ Do we publicly display solutions before they’ve been reviewed? \\n\\n### Initial Set Up \\n\\nHere’s how we chose to answer these questions in the first experiment: \\n\\n1. **Due Date**\\n\\n   The bounties were initially due on December 13th 2021, which gave Analysts 7 days to complete the Challenges. \\n\\n   A week seemed reasonable based on the difficulty of the questions asked, but we did not ask Analysts for input here. \\n2. **Payout**\\n\\n   The payout was set at $250 for the top 3 Solutions. The next 22 Solutions would all receive $100. These were to be paid out in OHM. \\n\\n   The payout amount was announced ahead of time but did not vary based on question difficulty. \\n3. **Driving Engagement**\\n\\n   We promoted these bounties on Twitter and Discord but sought no cross-promotion from OlympusDAO. \\n4. **Transparency**\\n\\n   We decided to not share submissions before reviewing them. \\n\\n### Outcomes \\n\\n1. **Due Date** \\n\\n   The turnaround was too short and Analysts asked for more time. We extended the due date by 48 hours and received 4 more submissions, for a total of 11 submissions. \\n2. **Payout** \\n\\n   Dollar amount was deemed too low, especially considering the high transaction fees on the Ethereum network. \\n\\n   The flat payout (especially of $100) was deemed too low for how hard the questions were. \\n\\n   We also found out that Analysts couldn’t easily tell which questions were hard vs. easy before starting to work on them, and they understandably did not want to answer questions without knowing ahead of time how hard they would be. \\n3. **Driving Engagement** \\n\\n   We received 11 submissions for 10 challenges. Three Challenges were not answered. \\n4. **Transparency**\\n\\n   Community members wanted to know when they would be able to see the submitted Solutions. \\n\\n### Lessons Learned\\n\\n1. **Due Date**\\n\\n   Difficulty should be determined ahead of time, so that due dates are properly aligned. \\n2. **Payout**\\n\\n   Payment needs to be tailored to question difficulty, and Analysts need to know how hard a Challenge is before starting. \\n\\n   Payment date should be announced ahead of time. \\n\\n   We will experiment with adding a step in the process where the community determines how much each Challenge is worth, based on difficulty. \\n3. **Driving Engagement** \\n\\n   We should work with the crypto project itself to help us cross-promote new bounties to their community. \\n4. **Transparency** \\n\\n   We should announce ahead of time: \\n\\n   \\\\-→ when POAPs will go out\\n\\n   \\\\-→ when Analysts should expect to get paid and \\n\\n   \\\\-→ when submissions will be made public. \\n\\nAny questions or comments [let us know in Discord](https://discord.gg/metrics)! We’re always looking for new ideas and feedback. \",\"timestamp\":1641481612,\"title\":\"Experiment *2: Olympus DAO Generating Solutions \"},\"digest\":\"n1nJHevlpi2BVHuaVu0vdNMM9jKOwwH0RnalBtKDdis\",\"authorship\":{\"contributor\":\"0x3138165f8d21d4869dbD406CD8bc8055CAC8fb6E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jAXBanRqUOkavnuZvTXYUuUcpCMf9fiQBWeRL2pMeeA\\\",\\\"y\\\":\\\"pSQj5JQpiEcsaJ9oDGGHugNHlbhCBFn70_gMfo7LOdM\\\"}\",\"signature\":\"92gZBKJrEntKCzLTYi-xsaa9mW-FblulyCqF3i7Nq6Nd_qdV2gsbEieVehMenMlnAGYOdh4YL3xGdHQvk-3NJw\",\"signingKeySignature\":\"0x4259314b883736c34cdf351b3de9fc02f8736b484e1c30718a736f2119e91b67685349c189e28a9057eb8a0e6e273a17b94c5aa7ab59e53c1bfafc25f8618ba41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jAXBanRqUOkavnuZvTXYUuUcpCMf9fiQBWeRL2pMeeA\\\",\\\"y\\\":\\\"pSQj5JQpiEcsaJ9oDGGHugNHlbhCBFn70_gMfo7LOdM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"n1nJHevlpi2BVHuaVu0vdNMM9jKOwwH0RnalBtKDdis\"}"