"{\"content\":{\"body\":\"A girl by the name of Ash paced around her room while lost in thought.\\n\\n> *I have the urge to create a YouTube video that tells a story. I don’t necessarily have any idea in mind, but constantly during the work week I get hints at possible material for stories. However, those hints always fade away. If I could just remember those it would be great…*\\n\\nAlmost instantly she realized that no spectacular story was going to randomly appear in her mind.\\n\\n> *Oh well, I’ll just think of something completely new. No matter what, I still have have this strong energy pushing me to create something emotionally captivating.*\\n\\nAsh thought of all kinds of different stories she could tell. Stories describing people she met. Stories about her own nuanced existence. Stories about some mysterious power.\\n\\nThis process wasn’t new to Ash. The next step is that she will write the story idea in her notebook and never get back to it. Progress is made, but then some sort of barrier gets in the way.\\n\\nIt’s not writers block like you would stereotypically think. It’s more like a virus.\\n\\nAsh flopped onto her bed face first while still thinking about how to formulate a complete story. She slowly rolled over so that she was now staring at the ceiling. She noticed the spinning of the ceiling fan caused some sort of visual effect that is not commonly seen in day-to-day life. Almost like the fan created the outline of a circle that just floated in mid air. Didn’t even look like there was anything moving. She thought about how it would be cool to share this with someone, but had no idea how to communicate that without sounding weird. She realized her thoughts had wandered and began thinking about the story again.\\n\\nAt this point, she was now set on a particular idea for the story she wanted to tell. It was a fictional story about an ordinary college student that meets aliens on campus one night while on a walk.\\n\\n> *I want to start writing, but I just need to think through it all first…*\\n\\nAt the end of that thought, Ash felt her body become paralyzed. She couldn’t move a limb, but she could move her eyes. With her back still to the bed, she looked around and saw a tall, skinny creature. It walked backwards out of her closet with its head twisted 90 degrees looking at her. The creature’s eyes were almost like the headlights of a car. In a raspy snake-like voice it said:\\n\\n> *The start and end need to be interesting.*\\n\\nIn a synchronized fashion, Ash’s lips forcefully followed every movement of the creature’s lips. They talked in unison, with the creature leading by force.\\n\\nAsh felt so much fear that she was in physical pain. She has always been known to be intelligent, so she began pondering every possible way to get out of this situation.\\n\\nThe creature and her own mouth kept repeating:\\n\\n> *The start and end need to be interesting.*\\n\\nShe began to think about this phrase:\\n\\n> *Such a burdensome thing to think about. Silly time to think about it, but who enforces this rule.* Who says whether anything is interesting. How do you measure how interesting the start and end are*. If it’s too boring at first, do you just scrap an interesting idea?*\\n\\nShe snapped out of that train of thought and realized the creature was squatted down now.\\n\\n> *What was it doing? Clearly it stopped talking…was that because I was pondering what it was saying?*\\n\\nThe creature stood up again and said:\\n\\n> *There needs to be mystery.*\\n\\nAnd again the words were forced into Ash’s mouth at the same time.\\n\\nThis time she was ready to ponder. She also planned to watch the creature this time instead of getting lost in thought.\\n\\n> *I really do want some sort of complex mystery in all my stories. I want it to be like a puzzle that the readers or listeners need to figure out.*\\n\\nThe creature lifted its long arms up like it just gained power. Its fingers scraped the ceiling.\\n\\nAsh’s anxiety increased causing her brain to forcefully look for solutions to this dangerous situation. This time, instead of just thinking, she decided to speak her thoughts.\\n\\n> *But you know, maybe I don’t have control over the story I write. Maybe it just comes out and it will be the way that it is. Maybe there’s mystery, maybe there’s not.*\\n\\nAs Ash said this, she watched the creature and realized that she was leading now. The creature’s mouth was still moving in unison to hers, but she had control.\\n\\nThe creature started to say something new, but before it even could, Ash cut it off and said:\\n\\n> *I know, the story apparently needs to be creative. This is the same as the last two you piece of shit. Who decides what is creative? Can a human purposefully be creative? Maybe they can, but I know I cannot. What I can do is sit down and let the information flow out of my mind and just get out of the way of it. I have no control over whether it will be considered creative or not.*\\n\\n> *BUT one thing I have realized tonight is that I don’t like the feeling of dwelling over these stupid rules that I enforce on myself. The story in your mind that is trying to come out doesn’t need to be filtered. In fact, all your rules will just prevent you from ever getting those stories out. The self inflicted rules are a prison for information.*\\n\\n> *These rules are spawned from the urge to control. You want your stories to be interesting. You want them to be creative and mysterious. **BUT…***\\n\\n> ***YOU.***\\n\\n> ***DON’T.***\\n\\n> ***DECIDE.***\\n\\n> ***THAT.***\\n\\n> *So, note to self, stop acting like you have control. These rules mean nothing and only burden you. Plus, think about how awesome it feels when you just let the story come out authentically. Maybe other people won’t like it, but gosh, it’s such a rush to get the information out of the abstract world and into some sort of physical form.*\\n\\nShe walked up to the creature…and hugged it. In an instant it POOF-ed away. She knew it was still there in a way, but she was okay with that.\\n\\nAsh came back to reality. Her back to the bed. She moved her vision from the ceiling to the window. She felt like she just learned something important, but at the same time she felt…unproductive.\\n\\n> *Hmm, I’m gonna go play Animal Crossing.*\\n\\n\\n---\\n\\nHope you enjoyed this story. It was created as an NFT. If you want more Shmoji Stories, feel free to collect the NFT.\\n\\nFollow my social media to keep up-to-date:\\n\\n[Stories Twitter](https://twitter.com/ShmojiStories), [Personal Twitter](https://twitter.com/Shmojii), [Discord](https://bit.ly/shmoji-discord)\",\"timestamp\":1637626630,\"title\":\"Self Inflicted Rules\"},\"digest\":\"wucnBgsFSL-zx2Et-BbIG8PufuAiCKLgT-AiTVPnL2c\",\"authorship\":{\"contributor\":\"0x95900aFDF214860740E85dEEF69B1b0E422b64eC\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j01iQL19ccsggsafIgooowLyHKw4nKScNseby_if72k\\\",\\\"y\\\":\\\"bnX7EpWuaj8Dbak9VLQLyd4dKqYWrzpG72IVAfgr5uc\\\"}\",\"signature\":\"fEwB81w4GDJ-IqfqgLUGz91TJ-38sKVDzlQyNL8T6GsQFVbrhu9C4tL2zeafvoK4ZGgOtrsPmagcH5xz6COt7w\",\"signingKeySignature\":\"0x4b420c730362b058dd1f83b3aa2ed0fd04854d1d05e0751c8565cb2cddcc1bed539a071c8980e76e78bcbdbccf4f2e0a6c7ab766d348435bcd5f058b79b0c99d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j01iQL19ccsggsafIgooowLyHKw4nKScNseby_if72k\\\",\\\"y\\\":\\\"bnX7EpWuaj8Dbak9VLQLyd4dKqYWrzpG72IVAfgr5uc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wucnBgsFSL-zx2Et-BbIG8PufuAiCKLgT-AiTVPnL2c\"}"