"{\"content\":{\"body\":\"![Designated German Chancellor Olaf Scholz attends a session of the Bundestag, the German lower house of Parliament, in Berlin, Germany, Dec 7, 2021.](http://img2.chinadaily.com.cn/images/202112/08/61b016a5a310cdd3d81f72bf.jpeg)\\n\\n**Signing of coalition deal positions SPD chief to fill Merkel's shoes as chancellor**\\n\\nGermany's Social Democratic Party leader Olaf Scholz has cleared the final hurdle on the path to becoming the country's next chancellor on Wednesday after three parties signed a coalition agreement on Tuesday.\\n\\nThe Green Party on Monday approved the deal for the three-way ruling coalition. The two other parties, the SPD and the Free Democratic Party, or FDP, had already voted in favor of the agreement. On Tuesday morning, the parties signed the agreement in a ceremony in Berlin.\\n\\nAround 57 percent of the Greens'125,000 party members cast a vote, with 86 percent of the valid votes backing the coalition agreement, according to the Greens' general secretary Michael Kellner.\\n\\n\\\"We're going into a strong new government, with a very strong and diverse cabinet, with strong tail wind from the ballot,\\\" said Annalena Baerbock, co-leader of the Greens, who is set to become Germany's first female foreign minister.\\n\\nOn Wednesday, the German parliament, the Bundestag, is set to elect Scholz as Angela Merkel's successor as chancellor. With the three parties holding 416 of the 736 seats in parliament, Scholz is set to win the minimum support of 369 lawmakers for the job.\\n\\nOn Monday, Scholz announced his 17-member cabinet. Excluding himself, there are eight men and eight women.\\n\\n\\\"Women and men account for half of the population each, so women should also get half the power,\\\" Scholz said. \\\"I am very proud that we have succeeded in realizing this,\\\"\\n\\nIn the new cabinet, SPD will have the portfolios for chancellery, labor and social affairs, health, interior, defense, development, construction and housing.\\n\\nThe Greens will take the position of vice-chancellor, as well as those for the economy and climate protection, foreign affairs, family affairs, environment, culture, and food and agriculture.\\n\\nFDP leader Christian Lindner will become the finance minister and effectively the No 3 official in the new government.\\n\\nMaking the most headlines of the new cabinet picks is the appointment of high-profile epidemiologist Karl Lauterbach as the incoming health minister, replacing Jens Spah, as Germany combats a fourth wave of the COVID-19 pandemic.\\n\\nLast week, German federal and state leaders announced new restrictions that mainly target unvaccinated people.\\n\\nLauterbach has been explaining the pandemic to the German people for almost two years, appearing on talk shows, giving interviews and tweeting. He has called for a tougher stance on COVID-19.\\n\\n\\\"The pandemic is far from over,\\\" Scholz said on Monday. \\\"Most people in this country certainly wanted the next health minister to be a specialist who can really do it well, and for him to be called Karl Lauterbach.\\\"\\n\\n\\\"We have to fight a pandemic that will last longer than many imagine,\\\" said Lauterbach, 58, a member of the parliament and currently on leave from his job at the University of Cologne's Centre for Health Economics and Clinical Epidemiology.\\n\\n\\\"Vaccination will play a key role, though not only that. We also have to strengthen our health system.\\\"\\n\\nAsked about the upcoming Christmas holidays, Lauterbach said that \\\"an important aim must be to bring the case numbers down so far that we can recommend travel without endangering people.\\\"\\n\\nIn the new cabinet announced on Monday, two women will head Germany's defense and interior ministries. Scholz said that the country's \\\"security will be in the hands of strong women\\\".\\n\\nOutgoing Justice Minister Christine Lambrecht will become the new defense minister while Nancy Faeser, a lawyer from the central state of Hesse, will become the first female interior minister, overseeing the federal police forces and domestic intelligence agency.\",\"timestamp\":1638972042,\"title\":\"Path cleared for Scholz to lead in Berlin\"},\"digest\":\"bqBefMAbJsblrb5oRMSKZhLWcUUmxhbsLcs1Kguz7Y0\",\"authorship\":{\"contributor\":\"0x49d3426812F9BA20995BFeCb513FAf053F944B20\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JXRC8K06W2R69cDN6ziLM9LVua1JqA0_jHlhiPL0A-4\\\",\\\"y\\\":\\\"cZo7Fq2N9FQnWQjY-u4Wfy0jQgJMLcTTRyvi641BpN4\\\"}\",\"signature\":\"bFI3VIzM_aVgNM_SwRAypm5g_MBFJptTU9Xahe_4ayycJOIKkAO_7dooH0Yi6qLi48mYhlg08K3rKSC5HNQbQg\",\"signingKeySignature\":\"0xf1c6ef9bad3d98a52c0e4b05405fe0654d2b25bda2512acbe62052631a8d3812208b8684801d33dbe73a4ecbf4ceeddd29975c9d7cc439a137e52aab18cb35ab1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JXRC8K06W2R69cDN6ziLM9LVua1JqA0_jHlhiPL0A-4\\\",\\\"y\\\":\\\"cZo7Fq2N9FQnWQjY-u4Wfy0jQgJMLcTTRyvi641BpN4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bqBefMAbJsblrb5oRMSKZhLWcUUmxhbsLcs1Kguz7Y0\"}"