"{\"content\":{\"body\":\"## Who, What, When, and Where\\n\\nOne of the advantages of blockchain technology is timestamped proof of users’ actions and associations with various applications, individuals, and organizations. These actions are immutable in the sense that they’re unchangeable and set in stone. It immutably records what happened, who was involved, and when it occurred.\\n\\n> *“What the blockchain does is assert facts about the metadata… It starts to give you unambiguous proof-of-who, proof-of-when, proof-of-what.” - [Balaji Srinivasan](https://www.youtube.com/watch?v=B2iNXMiGEms&t=4723s)*\\n\\nIn a social context, users can leverage this history to prove that they or others were not curating things at a particular time. Spotify’s Year in Review is a compelling example of this. Moreover, people trust it because the information comes directly from Spotify, and authority is critical for strong proof-of-first mechanisms.\\n\\n## The Hunter Economy\\n\\nImagine a local band that you discover and strongly feel is going to be big. In web2, you have very few mechanisms for supporting the organization in such a way that benefits you for being early. Web3 forms a fundamentally new economy around this activity. Among hipsters and cultural people, non-conformists and conformists, there is a high emphasis on earliness. Being in something before it was fantastic - being ahead of the curve, if you will. Being in something before it’s played out.\\n\\n![Spotify Year in Review](https://images.mirror-media.xyz/publication-images/z6A6Wu7VLYAC3mf8PJLsP.png?height=536&width=1080)\\n\\nThe first wave of supporters leads to the next wave, but they are rarely rewarded for the asymmetric value they provided that artist. Creators with quality content and many followers tend to perform well on social media platforms. But who are the individuals who are curating their content? Who is drawing multiple other users to the creator? What is their incentive?\\n\\n> *Enter “The Hunter Economy” — a whole class of startups that'll be built to incentivize & reward early adopters both economically & socially. They'll exist for discovering new products, new people, and new ideas. I was going to call this the \\\"Hipster Economy\\\" since it more acutely identifies the phenomenon of taking joy in discovering things early, but it also has a negative connotation I don't imply. But it's essentially that same phenomenon — a joy in early discovery — “I liked it before it was cool” — which will exist everywhere: bands, newsletters, people, you name it!*\\n>\\n> *For example, everything you subscribe to could list your place in line so you could demonstrate how early you were. With crypto involved, you could also be financially incentivized to be a curator. A great example of this is [Yup.io](http://Yup.io), which rewards curators across the internet for liking & commenting on things they care about — things they already do natively in web2.  - [Erik Torenberg](https://eriktorenberg.substack.com/p/the-hunter-economy)*\\n\\nRecently web3 tools are being built to allow individuals to support creators by owning assets associated with that creator and then having an incentive to help that individual. But in addition to the monetary gain that individuals receive directly from the creator’s creation or creator’s value add, there’s valuable social signaling in this context: the first supporters could benefit socially from the proof-of-first that they have on the blockchain. So now there’s an action that was a positive social signal associated with this artist at a specific time on-chain.\\n\\nIt is straightforward for them to prove their early support, good taste, alignment with certain communities, demographics, and genres. In addition to that, it can be an excellent mechanism for others to find, recognize, reward, and target individuals with specific interests. For example, suppose you are a creator with similar taste and similar ambitions as an existing larger community. In that case, it can be enormously advantageous to target their first movers, their first believers, evangelists of the vision, both to you as the creator and to them as curators and supporters. They benefit from an opportunity to be early on something new solely for their track record. The creator gets to target an audience that’s very aligned or likely to listen to and support their content or consume and curate their content.\\n\\n## Receipts\\n\\n‘Receipts’ are often used on the internet to describe proof of something that happened that someone may be hiding or unaware of.\\n\\n[https://twitter.com/Amor_Tiffany/status/1447620304201601030?s=20](https://twitter.com/Amor_Tiffany/status/1447620304201601030?s=20)\\n\\nBut what are receipts, and how can we trust them? How do we know that a tweet will not get removed or that Twitter hasn’t modified it at the interface level or by any individual at a photoshop level? How can we understand another individual’s relationship to that? The likes that are given and then taken away surrounding a specific tweet, for example. Or someone that claims to have been a believer of something. How can we trust that? Spotify gives us no way to know who the early users are or who the early supporters are. Not for the creators themselves but not for the community, so there’s no incentive to be early on things and therefore follow people.\\n\\nWeb3 takes ‘receipts’ to the next level, providing indisputable proof. \\n\\nYup provides the opportunity to be rewarded solely on that social signaling and recognized for *when* you supported something. This proof-of-first mechanism will incentivize people to engage more profound and more specifically on things in the context of their actions.\\n\\n## Conclusion\\n\\nPeople who care very much about being early on have commonly leveraged the internet to prove their earliness or some history of what’s happened. Yup builds mechanisms for individuals to earn and monetize the act of being early on something (without corrupting the creativity or creation itself) with some feed mechanism, some sale or speculative component around the content itself, or even a subscription model. Thus, Yup presents a new way to monetize solely tied to culture and the social value of something.\\n\\nWeb3 enables them to do that immutable and trustless manner with no platform intermediary between them and that proof. Other creatives, corporations, and organizations can target specific communities based on that information. Different protocols and communities can reward individuals based on their earliness, and products can be built to recognize and celebrate individuals early in various forms.\",\"timestamp\":1634077725,\"title\":\"Proof of First: Web3 Taste, Earliness, and Curation\",\"publication\":\"yup\"},\"digest\":\"KfNM-1GQBuAH0W1z26yO7e3xI8Ib63HjkPjX9FFRABQ\",\"authorship\":{\"contributor\":\"0x4303Ddc9943D862f2B205aF468a4A786c5137E76\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NPj1ZvhqbIKVTI4yTUjv-MvU4VcWeT8REJPmxJALU7Q\\\",\\\"y\\\":\\\"PEJM1lINHPND-BNgSMLDkqO1zSSuLjSUQluPrfi4EaI\\\"}\",\"signature\":\"kLbknk0ji60gfXEv4_4P1U3xL2eVC5RZvgU4Mo8-5krDrWTEnc5CbvZS8Pfw_tF8hGnJQt3MzE7-aLBGxCsQGA\",\"signingKeySignature\":\"0x0b70df4a1dfeb76ce339a806620f248cb3a506b2c6bda4cc8d0a3673687234597dc9482eaabb7d0deddee75625ff240327f771d1eb099a2e7bb3cc3730d62c511c\",\"signingKeyMessage\":\"I authorize the publication of articles on yup.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NPj1ZvhqbIKVTI4yTUjv-MvU4VcWeT8REJPmxJALU7Q\\\",\\\"y\\\":\\\"PEJM1lINHPND-BNgSMLDkqO1zSSuLjSUQluPrfi4EaI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WDO-tO_r2P7OpMToAPjpl00TjHPEoJdpkXbgtKLJBUk\"}"