"{\"content\":{\"body\":\"**传统游戏为什么禁止玩家交易？**\\n\\n我们最近对话了许多游戏团队，得到的一个普遍的共识是，游戏中的通证经济设计普遍非常棘手。在传统游戏中，“养成”是维持游戏生命力的一大基石。何为“养成”？就是让玩家体验从零到一，从无到有。养成的概念贯穿了几乎所有成功的游戏，从魔兽世界，到了不起的修仙模拟器。可是让游戏设计师在链游中还原“养成”体验，好比让田径运动员在水中跑步一样难。\\n\\n我们先要了解，传统游戏公司是如何工业化的生产优质的“养成”体验。如果要用一句话描述，那就是“创造无数个封闭的平行宇宙，让每一个玩家在自己的宇宙中自嗨”。\\n\\n举个例子，在暗黑破坏神中，主角出生时身无分文，衣衫褴褛。当主角为城镇居民打抱不平剿灭强盗后，居民们为主角赠与一把利剑，让主角感受到成长的正反馈。一个完整的心流循环也就完成了。\\n\\n在这个行为的背后，有两个不可或缺的元素。第一个是平行宇宙：如果A玩家帮助了居民以后，居民就不再需要B玩家的帮助，那么游戏也就不成立了。第二个是封闭，如果A玩家获得利剑以后直接出售给B玩家，那么B玩家会失去剿灭强盗的动机，其“养成”和“心流”体验都会被严重削弱。\\n\\n \\n \\n\\n \\n \\n\\n因此，在绝大多数游戏中，游戏设计都严格遵循“平行宇宙”和“封闭世界”的原则。大量使用位面技术，并禁止玩家交易。第一是为了更好的捕捉现金流，第二也是为了保证玩家的养成体验。\\n\\n然而这两大游戏设计的基石，与“元宇宙”和“Blockchain”显得格格不入。\\n\\n实际上，在暗黑破坏神3中，开发团队曾尝试开设拍卖行，让玩家可以直接进行装备与美元的交易。很快，这个功能就变成了一场灾难。原本十几小时的丰满的养成体验被几美金的采购所取代，玩家失去了打怪升级的目标。另一方面，那些出售游戏装备的玩家直观的看见自己上百小时的辛苦付出与几十美金的标价画上等号，也很快离场。\\n\\n拍卖行功能在唾骂中被仓促下架，再也没有被提起。\\n\\n实际上，即使是在龙头Axie的设计中，我们也能看到游戏设计与链之间的强烈矛盾。在Axie中，每一个精灵都有自己的等级，等级会随着玩家的付出而成长。然而，这个等级无法记录在链上，而是存贮在中心化的服务器中。当玩家将精灵出售给第三方，等级会清零。当玩家重新买入该精灵，等级又会还原。这样的设计不仅counter-intuitive，也引发了一系列利用重置等级特性的黑客攻击（exploit）。如此不优雅的设计背后，我们看到的是传统游戏与blockchain在内核上的不兼容。\\n\\n这引发了我第一个思考。传统意义的游戏是否真的适合进入加密领域？链游，是否还会以我们认知中游戏的形态存在？也许，此“游戏”非彼“游戏”？\\n\\n我的第一个想法是，也许所有数值类的养成体验都没有办法在链游中很好的存活。那么，能够延续下来的，应该是玩家技巧和能力的成长体验。简单来说，PVP和电子竞技类的游戏往往不依赖数值的养成，他们更容易与链上开放经济形成化学反应。不过要做好链游发展的预测，我们需要更深度的理解游戏本质。本文受限于篇幅，不做展开。\\n\\n \\n \\n\\n**挑战重重，为何依然押注Crypto-gaming？**\\n\\n今年Axie的爆发，吸引了许多传统游戏行业的创业者冲进这个赛道。许多人一上来，就对Axie Infinity的可玩性大肆批斗，并自信满满地承诺，一定要做比Axie Infinity更好玩的游戏。这听起来有些可笑。好比当基于内燃机的汽车被刚刚被发明时，虽然速度不快，也引发了市场的广泛关注。此时，那些马车公司的人跳了出来，承诺说他们也要生产汽车。怎么设计呢？用更快的马来牵着汽车跑。我认为链游将是一个全新的生物，这是一次非连续的基因突变。链游长得也许像游戏，但目前的链游，还只是游戏基因与blockchain基因初步博弈所产生的缝合怪。\\n\\n我不认为Web2.0原生的游戏团队能够真正理解和左右这场进化，就像马车公司不可能真正去推进内燃机的创新一样。如果说“更快的马”是“更好玩的游戏”，那么“内燃机”到底是什么？是去中心化的生产关系。听起来可能有些抽象，但有幸的是，在传统互联网中，我们已经能够观测到去中心化生产关系释放的巨大势能。（Web3.0一定是去中心化的，但去中心化不一定是Web3.0）。\\n\\n在我看来，web2.0时代中最具有去中心化精神的产品是抖音。抖音虽然没有直接的通证体系或者代币经济，但是抖音通过公平的内容分发机制和友好的创作工具，彻底激活了短视频创作者经济。抖音所挑战的，是像HBO或爱奇艺这样的中心化内容生产方。抖音逃离了内容生产领域的内卷，从一个更高的维度进行降维打击。抖音彻底激活了那些曾经不具备生产和分发能力的个体，并围绕他们建立了一个怪兽级的创作者经济。\\n\\n反观Axie，为什么Axie能够获得如此大的社区支持？我认为有一个非常重要的，许多人忽略的因素：Axie运营过程中的全部收入全部被转入国库，而国库的利益会奖励给所有的建设者（玩家，KOL，公会，团队，流动性注入者）。抖音通过公平的分发和易用的生产工具完成了去中心化生产关系的革命，Axie则通过通证经济和DAO化的治理蓝图笼络了人心。“术”是全然不同的，而“道”却不谋而合。\\n\\n \\n \\n\\n \\n \\n\\n**新型的生产关系如何落地？**\\n\\n毋庸置疑，区块链游戏中的incentive alignment一定会释放一个全新量级的游戏生产力。但是让大家生产什么呢？DAO化的游戏中，每一个玩家都一起来设计玩法，协作写代码？\\n\\n我认为一定不是这样的。我自己也曾经开发过游戏，我认为游戏是一种艺术的表现形式。好比文学需要作家以及电影需要导演一样，游戏背后也需要一个有绝对话语权的灵魂人物去驱动其生产。我们可能都玩过那个“一人接一句话写小说”的派对游戏，显然，高质量的艺术内容很难通过这样的去中心化方式去推进。\\n\\n想到这里也许会有些沮丧，但别着急。如果我们仔细研究一个传统游戏公司的财务报表，我们会发现，游戏公司的成本中，最大的那一部分其实不是开发，而是发行。简单来说，就是宣发，推广，营销。而这一切工作，完美地契合了天然热爱游戏的玩家。实际上，在web2.0时代里，就有大量的主播，up主，电竞选手，游戏攻略制作人，公会活跃分子们…他们都在无偿地为爱发电，为游戏拉新引流。如果能用通证体系将他们招至麾下，把他们变成游戏的主人，势能不可度量。\\n\\n另一方面，当“元宇宙”中可组合、可拼接的组件发展成熟以后，也许我们也能看到更多的人能够有机会成为更有意义的内容生产者。比如付费的第三方的皮肤，地图，MOD，锦标赛，游戏攻略等等…\\n\\nAxie所倡导的P2E，本质上也是将新用户的投入（原本游戏公司和平台的利润）拿出来返哺游戏玩家。然而这样的P2E还只是范式转移婴儿期的尝试，技术上仍然存在大量的问题。（一劳永逸的挖矿阻碍的正向现金流的形成，重复的PVE无意义地消耗玩家精力并滋生脚本/工作室，2023年如何顺利完成DAO的转型...等等...）\\n\\n \\n \\n\\n**我理想中的web3游戏生态**\\n\\n我们想象未来有一个人，为了呼应Web3，我们就叫他王三。\\n\\n王三是某互联网大厂的码农。工作之余，王三是一个十分硬核的游戏玩家。他最喜欢的游戏是黑暗之魂。王三曾在2022年尝试游戏创业，他拉着几个朋友做了一款roguelike+吃鸡的游戏，烧掉一百多万积蓄后发现200多元的获客成本远远高出这款游戏的LTV，最终无奈之下解散了团队，心有不甘地回到厂里打工。\\n\\n2026年，王三想要再试一次。\\n\\n王三一直没有忘记自己那款游戏，经过时间的沉淀，他也多了一分信心。他重新启动项目，将其命名为肉鸽大逃杀。他将游戏的设计理念写成了whitepaper，发到了某Web3游戏社区中。\\n\\n很快，肉鸽大逃杀的白皮书在社区中激起了讨论。社区成员张四和李五都对这个全新的玩法设计感到热血沸腾，他们开始和王三互动。几个人在Discord3里促膝长谈，讨论这个玩法的创新之处，以及如何迭代。根据张四和李五的galaxy badge NFT上的描述，他们曾经分别参与了Axie Infinity和Illuvium的早期建设。张四是Axie上最受欢迎的皮肤创作者之一，李五则是Illuvium上知名的电竞选手和推广大使。\\n\\n三人相见恨晚。一周后，他们决定一同在某DAO aggregator上成立肉鸽大逃杀的DAO。很快，更多的游戏爱好者加入到组织中，有的人帮着写代码，有的人帮着画原画，还有的人帮助设计经济体系。\\n\\n大约一个月以后，肉鸽大逃杀的Demo完成了，他们共同决定将Demo上传至某Web3社交平台，一夜之间收获了不少NFT点赞。此时团队里已经有十多个兼职创始人。他们对肉鸽大逃杀感到无比兴奋，其中几个人都希望辞去工作，全心全意地投入到游戏开发中。王三和团队商量后，他们决定众筹一笔钱，先解决几个核心贡献者的生计问题。\\n\\n他们在某Web3 Kickstarter平台公开发售肉鸽大逃杀10%的Token。为了表明决心，他们用智能合约将自己的Token都锁在DAO所控制的国库中。这是一个公开的地址，地址内的任何交易都需要符合DAO的规则，而规则是由所有持币者根据幂数权重投票决策后所写成的智能合约，随着游戏的发展，规则也会不定期地通过投票进行重新修订。此外，为了合规，国库中所有非智能合约的手动交易都需要提前8小时公布，在机制上防止管理者恶意砸盘。\\n\\n由于游戏的设计十分有新意，token的模型也足够健壮，许多游戏爱好者都纷纷响应，每人贡献了几百到几万的资金。同时，以YGG为首的几个公会也参与了进来，他们共同买下了5%的份额。\\n\\n开发资金到账以后，除了极小的一部分直接解锁给团队负担家用，绝大部分都锁定在了Gitcoin一类的去中心化开发平台。随着团队扩张，越来越多的开发成本将直接通过Gitcoin支付给工程师和设计师，所有的发票和对应的源代码都以NFT的形式被沉淀了下来，接受某Web3审计DAO的监督。当然，也有一部分的防作弊算法通过ZK的技术被保密开发。社区可以看见钱去了哪里，做了什么，但具体的代码被封装了起来。\\n\\n经过一年的开发，游戏上线了。此时DAO里已经有了几百个贡献者（早期投资却没有贡献的人已经被投票回购了）和几千个深度测试玩家。每个人都在自己的Web3朋友圈里努力地推广这款游戏，游戏关注度随之一路高涨。三个月后，游戏共售出了价值数千万的NFT，二级市场每个月也产生了上百万的手续费。这些收入100%地由智能合约转入国库，根据DAO的规则，一部分锁仓维持Token价格，另一部分则持续地分发给贡献者。\\n\\n一年后，游戏日活达到了一千万，百事可乐杯肉鸽世界赛也成功地拉下了帷幕。\\n\\n \\n \\n\\n**写在结尾**\\n\\n我现在会问每一个项目的创始人，你认为crypto gaming最重要的一点是什么。很多人都会回答，是ownership。\\n\\n我倒认为，ownership只是表象，并非本质。举个例子，当我手里握着一叠津巴布韦纸币时，我拥有了这些钱吗？显然，这些纸币比NFT更加NFT，他们唯一，可溯源，甚至看得见摸得着。我拥有了这些钱的所有权，然而这些钱背后的价值却随着通货膨胀不断逃离于我。这些产权属性极强的法币，甚至还不如备受诟病的Web2的Q币更有价值。没有去中心化的赋能，就没有去中心化的产权。那些没有去中心化赋能的NFT，最终都逃离不了津巴布韦币的命运。\\n\\n我们希望看到更多的创业者能够站出来，一起建设真正去中心化的创作者经济。\\n\\n \\n \",\"timestamp\":1639493841,\"title\":\"理解Web 3游戏生态：押注链游，我们不需要更快的马\"},\"digest\":\"eOBLSLAOZZpt0vB3PIPi8dJucmnCofN4O9qTPoyZG1o\",\"authorship\":{\"contributor\":\"0x73314bC3E799fCB915A2DeAfB5C8C2b0D6cc6c77\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bd9S_AodWrAUkbfZC-2LOxBHJVdT98jNiEvCxP8-OnU\\\",\\\"y\\\":\\\"VmzXkGX-7UrjpQWOIM0DuK99leaszDM4Gxw_7elyZ04\\\"}\",\"signature\":\"2mdbRhqwqRaNVl4vRzZnNjezZSHYKW7SuFBvC1SzWYOWuI7igEfB2H6F4dexZRjk1j8FWEu3pfsqVECO8sl-HA\",\"signingKeySignature\":\"0x3ed5a6b91779810cc626299d7944fc411b65cdc77fab244e8579d1c5fed0b2127f5f2b33a5c455f53447d36af50496e27d8b24e3fd4ff1cbedc8c06655054b3f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bd9S_AodWrAUkbfZC-2LOxBHJVdT98jNiEvCxP8-OnU\\\",\\\"y\\\":\\\"VmzXkGX-7UrjpQWOIM0DuK99leaszDM4Gxw_7elyZ04\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eOBLSLAOZZpt0vB3PIPi8dJucmnCofN4O9qTPoyZG1o\"}"