"{\"content\":{\"body\":\"The rise in CT’s desire for PFP have reflected one reality; people are willing to pay any amount to be apart of a group. BoredApe, CryptoPunks, CryptoToadz, Doodles and many more.\\n\\nThis leads to the next question, are these profile picture (PFP) a temporary or a timeless representation of who/what you are?\\n\\nThis puts our grand idea (with regards to holding them) into question. Hold it for the culture? Because every OG need a punk? Scarcity derives greater value?  \\n  \\n **To me:**\\n\\nI think all its temporal. Don’t get me wrong, people would love to be known for holding a punk, a rock, a cryptodickbut but remember these holders love to be known for more than just that.\\n\\nThis incessant desire to be “more than one”, can be seen distinctively in our online behaviour. It includes me being nastycapital, a person who wants to be a warrior dressed in a penis outfit today and a mage dressed in a mushroom costume yesterday.\\n\\nWe all get sick of stuff easily, contentment is a temporal state - the indoctrination of stoicism by the extremist have led us to think contentment should be our life goal, a virus as strong as covid, have led us to forgot the reality of evolution. If the cavemen were content, we wouldn’t have what we have now, remember all the stoics died due to them being content (hyperbole for effect).\\n\\n**Fashion**\\n\\nIt feels like a rhetorical thing to highlight but I realised fashion is an under-talked category on twitter. I urge you all to not overlook it, in especially if you believe metaverse is the future.\\n\\nCan you imagine everyone in the metaverse wearing the same thing or something different?\\n\\nThe future is honestly nearer than you can imagine, Facebook’s move towards meta verse, Xilinx being acquired AMD are strong confluences towards a future that beholds a virtual reality.\\n\\n“I don't know if 'replace' is the right word. They're adding value. They can be a counterpart to physical possessions, but they can also have a life of their own, completely disassociated from physical reality.” - The Fabricant CEO\\n\\n[https://www.wundermanthompson.com/insight/kerry-murphy-founder-and-ceo-the-fabricant](https://www.wundermanthompson.com/insight/kerry-murphy-founder-and-ceo-the-fabricant)\\n\\nSome statistical data - to reference a reality not so distant away.\\n\\n![Credits: https://dune.xyz/rchen8/NFT-prices](https://images.mirror-media.xyz/publication-images/GzdEThca_x0JdvWwM2zik.png?height=1624&width=2326)\\n\\n![Credits: https://dune.xyz/hildobby/NFTs](https://images.mirror-media.xyz/publication-images/H0r30c_GYJPuFo_zPpv0Q.png?height=734&width=2338)\\n\\nMultiple PFP projects are being reflected as one of the top traded item in the NFT space.\\n\\n[https://twitter.com/adidasoriginals/status/1463571957249630223?s=20](https://twitter.com/adidasoriginals/status/1463571957249630223?s=20)\\n\\n[https://twitter.com/neti_soft/status/1462674403205029889?s=20](https://twitter.com/neti_soft/status/1462674403205029889?s=20)\\n\\nThe stars are aligned for timing wise, IMO, all we need is just a bigger catalyst. An actual huge event hosted in the metaverse. Till then, may out materialism do us apart.\",\"timestamp\":1638348382,\"title\":\"Exponential Value in Vanity\"},\"digest\":\"VjXGIupqI0JiFJJ5p0GU-Kz5kbqy3R-2dZckfUd68w0\",\"authorship\":{\"contributor\":\"0x1827070eAF5B65DcC24a4ECEC8360a7C79E6247a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BvQ2DCTkhN-qxdnrzzM_LyRVaJ4vZuuZML72PpgXv14\\\",\\\"y\\\":\\\"RVjcb7nTumQ6TWIZ2v5FeHTS6wuXZCRXy3wEsFCgwJk\\\"}\",\"signature\":\"kRXrZZd7ZNIUSuOv9YaDUQzF1Rby5Eic1bofKu0LlJgtFTnMehe9iFK4E4KS5EsNMsWKq8rz1YScVQA4WOc0Tg\",\"signingKeySignature\":\"0x9ecf97ae7b264fcbd328f9e97e53754ebf9d2d81b1d4dd8051ffdee3acaf2da873d72d87baf6f13a6a5ebb661103c3d62d2d67ec4d0ffddecdd93a065fc34cd61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BvQ2DCTkhN-qxdnrzzM_LyRVaJ4vZuuZML72PpgXv14\\\",\\\"y\\\":\\\"RVjcb7nTumQ6TWIZ2v5FeHTS6wuXZCRXy3wEsFCgwJk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zTOL_QkfgXTIs5hUEORJru2SIPky-Bbape-DRnc1pRQ\"}"