"{\"content\":{\"body\":\"原文： [相关链接](https://link.zhihu.com/?target=https%3A//multicoin.capital/2018/05/09/on-the-network-effects-of-stores-of-value/) \\n 作者：Kyle Samani \\n \\n\\n这篇文章是[《智能合约网络效应的谬误》](https://link.zhihu.com/?target=https%3A//bihu.com/article/942065)的续篇。\\n\\n比特币具有网络效应。许多加密货币传播者断言，比特币的网络效应非常强大，以至于“超比特币化”是不可避免的。\\n\\n但这不太对。比特币作为数字黄金的网络效应并不像许多人所说的那样。网络效应是微妙的，并且通常被误解。\\n\\n在这篇文章中，我将探讨比特币作为数字黄金和数字现金的网络效应，并将探索其他不具备网络效应的竞争性护城河。\\n\\n对于一般背景，我推荐[Medium](https://link.zhihu.com/?target=https%3A//medium.com/evergreen-business-weekly/the-power-of-network-effects-why-they-make-such-valuable-companies-and-how-to-harness-them-5d3fbc3659f8)帖子，这个[a16z幻灯片](https://link.zhihu.com/?target=https%3A//a16z.com/2016/03/07/all-about-network-effects/)，[这个帖子](https://link.zhihu.com/?target=https%3A//medium.com/evergreen-business-weekly/the-power-of-network-effects-why-they-make-such-valuable-companies-and-how-to-harness-them-5d3fbc3659f8)[Techstars帖子](https://link.zhihu.com/?target=https%3A//www.techstars.com/content/accelerators/understanding-network-effects/)，以及 Choudary的[平台](https://link.zhihu.com/?target=http%3A//platformed.info/)和书籍。\\n\\n## 网络效应的基础\\n\\n网络效应是在以下情况下发生的紧急属性：\\n\\n*随着越来越多的人使用产品或服务，它对现有用户变得更有价值。*\\n\\n有几种不同的网络效应：\\n\\n**直接网络效应** - 使用量的增加导致价值的直接增加。\\n\\n \\n \\n\\n直接网络效应起作用，是因为当采用基础产品/服务时，现有用户可以选择与越来越多的人进行交互。基本上，所有闭环通信网络都表现出这种类型的网络效应，包括基于互联网的服务，如Facebook和Whatsapp。\\n\\n**间接网络效应** - 产品使用量的增加会产生越来越有价值的互补产品，从而导致原始产品的价值增加。操作系统（OS）是受益于间接网络效应的最著名的产品类型。应用程序开发人员习惯于在操作系统上构建程序以吸引消费者;通过为给定的操作系统构建应用程序，该操作系统对新消费者更具吸引力，为未来的应用开发者创造更大的市场。\\n\\n**双面网络效应** - 一组用户使用量的增长会使增加另一组不同的用户的互补产品的价值，反之亦然。一些有名的例子包括eBay，Uber和Lyft，AirBnB以及亚马逊的市场业务。在这些网络中，消费者可以从供应商的更多选择和竞争中受益，从而吸引更多的消费者，从而吸引更多的供应商。\\n\\n**数据网络效应** - 一般是由机器学习驱动的产品，它们会随着获取更多用户的数据而变得更加智能。数据网络效应发生在当今大多数现代的云应用程序中，尽管它们的相对优势因不同案例和复杂程度而有很大差异。\\n\\n## 量化网络效应的强度\\n\\n要量化网络效应的精确强度相当困难。这不是一门精确的科学。\\n\\n这很具挑战性，因为系统中其他用户的边际价值会随着时间而变化。例如，我的很多朋友在过去几年里已经开始删除他们的Facebook个人资料。但Facebook现在几乎和3年前一样对我有用。我的Facebook好友数量损失5％甚至10％，对我的Facebook体验的影响相对较小，因为我还有另外500个朋友仍在使用Facebook。\\n\\n人们常说，网络效应约束企业的防御性护城河可以用Metcalfe定律（Metcalfe’s Law）来量化，该法则规定：网络价值与用户数量的平方成正比。为了便于阅读，可以说受Metcalfe定律影响企业的网络效应具有n^2的网络效应。\\n\\n自从Metcalfe提出了这个网络价值的有效定义之后，它彻底暴露出来。没有哪个已知网络随着自身的发展，能永久展示出n^2的网络效应。此外，驱动n^2的原始假设是，网络中的所有连接都具有同等价值。相反，人们更能凭常识意识到，相比于n^2，大多数网络的网络效应可能更接近n \\\\* log（n）。\\n\\n虽然这肯定比n^2更有意义（没有任何东西可以永久地指数增长），但即使n \\\\* log（n）也是永久的超线性曲线。我们在现实中看到的是，不仅所有连接都不具有同等价值，而且在某一点之后，系统中每个边际连接的价值开始下降（例如，下一个一百万亚洲 Facebook用户对现有美国用户的价值微乎其微）。\\n\\n在实践中，最佳情况网络效应类似于S曲线而非n^2或n \\\\* log（n）。 \\n \\n\\n \\n \\n\\n有许多案例研究凭经验证明了网络效应在实践中的S曲线属性。 这就是为什么Macintosh在90年代幸存下来（如果Windows的网络效应实际上是n^2，Apple可能不会幸免），为什么有这么多的信息类应用程序（Whatsapp，Telegram，Facebook Messenger，Signal等），为什么Lyft 可以有效地与Uber竞争（我不在乎有多少司机在路上，只要我可以在不到两分钟的时间内发车），以及，为什么这么多特色电商可以与亚马逊竞争。\\n\\n既然有非常高调的例子来给出相反的证据，那么为什么人们还说网络受n^2或n *log（n）网络效应影响？ 因为在所有三条曲线中，很难辨别每条曲线最左边部分之间的差异：* \\n \\n\\n*正是每条曲线的右半部分—-只有在网络达到临界量时才出现的部分—-显示出这三条曲线的实质差异。 N^2曲线继续以二次方形式向上加速； n* log（n）曲线也会永久性地向上加速，尽管速度要低得多。而当网络穿过某个饱和点时，S曲线从超线性变为次线性。\\n\\n当然，并非所有网络都受到相同的S曲线的影响。也非所有网络都受到S曲线的最佳网络效应的影响。\\n\\n一些网络效应永远不会达到像指数一样的网络效应，例如S曲线的左半部分。一些网络从一开始就仅受到log（n）网络效应的影响，使得它们永远是次线性的，而不是S曲线，它首先是超线性的。\\n\\nlog（n）网络效应最常见的例子是为一类具流动性、可互换商品服务的交易所。即使你做出非常积极的假设，即每个额外的用户都会增加每日流动性，那么，对于所有现有用户来说，额外流动性的边际价值会变得越来越低。即使从一个网络的最早期来看也是如此。这条曲线永远不是超线性的;它总是次线性的。\\n\\n让我们考虑一个简单的案例，其中，每个新用户交易某种可替代商品，会使该商品的每日流动性增加0.01％。\\n\\n当有100个用户时，每日流动性是商品市值的1％。\\n\\n当有1000个用户时，每日流动性是商品市值的10％。\\n\\n当有10,000个用户时，每日流动性是商品市值的100％。\\n\\n当有10万用户时，每日流动性是商品市值的1000％（每日营业额10倍）。\\n\\n如果用户拥有交易中的0.1％的商品，则每个边际用户提供的流动性价值变得越来越低。从技术上讲，随着用户数量和因此而产生的流动性的增长，下跌量将会减少，但实际上，边际流动性收益会变得非常低，以至于，不仅对某个特定用户，而且对所有现有用户来说，这个收益都是非常细微的。\\n\\n针对某个可交换资产的所有交易所具有大约log（n）的网络效应，其可视化图表如下：\\n\\n \\n \\n\\n \\n \\n\\n有充分的证据表明，这在经验上可行。如果可交换商品交易的网络效应在曲线上的任何一点都是超线性的，我们就不会有这么多的加密货币交易所。我们可以观察到，如果交易所具有一定的流动性—-只是市场领导者流动性的一小部分—-通常足以维持一家交易所的生存，并为市场参与者提供合理的流动性。\\n\\n## 数字黄金的网络效应\\n\\n那么，数字黄金展示了哪种类型的网络效应呢？\\n\\n要回答这个问题，让我们来研究一下“用户如何使用数字黄金”的机制。\\n\\n诸如数字黄金之类的价值存储的目的是……在以后某个时间存储消费价值。除非到了将数字黄金转换成其他东西之时，否则就把数字黄金囤在那里，什么都不做。它不会因为新用户的增加或减少中受益。\\n\\n当用户想要清算他们的数字黄金以购买其他商品或服务时，数字霍金需要找到流动性：愿意购买数字黄金的人。这可以在专门从事可互换数字黄金的交易所完成。\\n\\n数字黄金的可用性是其流动性的一个功能。如上所述，这意味着比特币的网络效应可以近似为log（n）。\\n\\n## 数字现金的网络效应\\n\\n那么，数字现金又展示出哪种网络效应呢？\\n\\n同样，要回答这个问题，让我们来看看“用户如何使用数字现金”的机制。\\n\\n数字现金的目的是既用于存储价值又用作交易媒介。此外，数字现金可以成为一个帐户单位。\\n\\n因此，数字现金总体上的可用性取决于，有多少商家愿意接受数字现金支付其货物和服务。\\n\\n这类似于上文所述的直接网络效应（电话图）。使用数字现金接受付款的人越多，现有用户可以与之开展业务的商家就越多。\\n\\n那些主要的全球货币在各自的司法管辖区都表现出这种网络效应。由于商人和消费者必须在其所在的司法管辖区以国家法定货币纳税，于是，他们选择以当地法币的形式获得工资（雇员）和收入（企业）。这就产生了强大的网络效应，因为很少有人愿意承担资产负债表风险，即，持有的币种相对于他们用于消费以及缴税的货币而言，有价格波动。\\n\\n直觉上，这很可能受到S曲线网络效应的影响。接受数字现金支付的前50%的商家比后50%商家在指数级上更有用。\\n\\n## 价值存储VS 实用性\\n\\n比特币极端主义者会争辩说，上面提出的论点是基于文字上的。具体来说，他们会争辩说“当然，新用户会让比特币更有价值。根据定义，他们会购买并持有它，使其更有价值！流动性论证只是掩人耳目。“\\n\\n虽然这在狭义上是正确的，但它忽略了竞争性的现实：如果其他东西变成数字现金，并达到超线性网络效应呢？这是我正持有的更广泛的观点。如果孤立地讨论流动性的亚线性网络效应，是掩人耳目。但，如果其他东西变成具有超线性网络效应的数字现金，而比特币仍然是具有亚线性网络效应的数字黄金，那么比特币将被超越。\\n\\n在链圈中，这种框架通常表现为价值存储（SoV）与实用性的辩论。 SoV视图基于自反性（reflexivity）：拥有它的人越多，它变得越有价值，因此驱使更多的人持有它。\\n\\n当然，自反性的效果起伏不定。这会造成过度的波动，从而造成不稳定，完全破坏了储值的目的。当价格仅上涨时，很容易相信SoV假设。但是当价格下降时，实用性价值的潜在价值会产生渐进的价格下限（organic price floor）。\\n\\n我们很容易忘记加密货币现在仍出于多么早期。地球上有70亿人；只有不到5000万人拥有加密货币；我们的全球饱和度不到1％。在开源软件的世界中，每个功能都可以被复制，获胜的关键是尽快实现网络效应。这就是为什么潜在网络效应的力量如此重要。超过数万和数亿用户的好处，将有助于（或未能）产生网络终端价值的巨大差异。\\n\\n## 其他护城河\\n\\n网络效应只是竞争性护城河的一种。护城河有许多类型。\\n\\n比特币极端主义者所支持的其他护城河是： “品牌认知”和第三方生态系统的集合体，如，交易所、ATM、其他金融产品、硬件和移动钱包，等等。\\n\\n为了探索这些护城河的力量，我将比特币与以太坊进行比较。 这并不是说以太坊特别有可能超过比特币。 相反，它意味着一个目标，对于一个竞争网络来说，推出后三年之内可以实现的目标。\\n\\n品牌认知确实是一种护城河。 比特币是加密货币的领导者。 但是，“建议其品牌在某种程度上是不可触及的”是彻底错误的。 没有哪个品牌是不可触及的。\\n\\n没有一种很好的方法来衡量像比特币这样开放、无须授权的品牌的品牌价值，但我们可以将“谷歌趋势”作为一种粗略的衡量工具。\\n\\n \\n \\n\\n图中，比特币蓝色线，以太坊是红色线。在差距最大的时候，比特币的搜索频率是以太坊的11倍。今天，这种差异是8倍。考虑到这个领域的波动性和快速变化，这种领先优势可能会在几年内消失。\\n\\n那么，第三方集合体的护城河效果会怎么样呢？在这方面，以太坊几乎与比特币相提并论：\\n\\n交易所 - 所有主要交易所都支持比特币和以太坊与法币的交易对。\\n\\n硬件钱包 - 所有主要硬件钱包都支持比特币和以太坊。\\n\\nATMs - 据我所知，所有加密货币ATM都支持这两种币种。\\n\\n移动钱包 - 比特币和以太坊都有大量适用于iOS和Android的移动钱包。\\n\\n其他金融产品 - 比特币在CME，CBOE和纳斯达克期货方面领先。但鉴于以太坊的发展轨迹，它很可能在24个月内在这方面与比特币平起平坐。\\n\\n同样，我的观点并不是说以太坊会超越比特币，而是第三方集合体的护城河并非不可克服。\\n\\n## 结论\\n\\n网络效应和竞争性护城河总被误解。与流行的看法相反，没有网络表现出n^2网络效应；事实上，许多网络都表现出log（n）网络效应，特别是可交换资产的交易。作为数字黄金的比特币，将遵循永久的亚线性log（n）网络效应，而作为数字现金的比特币，可实现超线性网络效应，因为加密货币的使用率从全球人口的<1％增加到50％。根据定义，成为主要价值存储的加密货币，将随着其增长表现出超线性网络效应。\\n\\n此外，其他类型的竞争性护城河，诸如，品牌和更广泛的生态系统集合体等，并没有表现出越来越大的规模收益，并且可以被具有超线性网络效应的竞争网络轻松跨越。我们已经有足够的证据证明这一事实。\\n\\n一场关于超级“巨型加密货币赢家”（super-mega winner）的战斗才刚刚开始。在所有网络效应曲线的最左侧1％中，差异并不容易被辨认出来。人们很容易认为，网络效应在实际发生之前就已经开始发挥作用。\\n\\n原文已获得作者翻译许可。\",\"timestamp\":1634631353,\"title\":\"译文｜网络效应\"},\"digest\":\"eDhQnw45Xmz_jcQtICDUKc8cCaOtJRJWvNuzwAHdfQw\",\"authorship\":{\"contributor\":\"0x6C51A5Ef1B6736B63c965b3057ae5c5b50De76D3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"51Cnkr5a1W23n7ZbUkYY0DNqaMRkZulH5YoCkiFIdhE\\\",\\\"y\\\":\\\"UUm13D5hrzJeLn0on5yxU5GUCYO-oGkUXYbYPy1FAD8\\\"}\",\"signature\":\"4V9NvgV3SQ4Un7oUXe3gNe48Zpix0t8FHgLZtfGBc6McETDMT-_874faXRncUCaM3L6sQgxN_bcG24vijH4r5g\",\"signingKeySignature\":\"0x19d3bdbda7a45a75adb10155450c27bf33bb162d2b122bd4ebb973eb7933365b455a7abb00c050a5a22ec34d00c248e839c2f1bf1046445b77d908f2d7d589781c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"51Cnkr5a1W23n7ZbUkYY0DNqaMRkZulH5YoCkiFIdhE\\\",\\\"y\\\":\\\"UUm13D5hrzJeLn0on5yxU5GUCYO-oGkUXYbYPy1FAD8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eDhQnw45Xmz_jcQtICDUKc8cCaOtJRJWvNuzwAHdfQw\"}"