"{\"content\":{\"body\":\"which had not ceased passing for the last two days.\\n\\nThey had been up all night, and in thirty hours had caught more than a thousand prime cods; so that even their strong arms were tired and they were half asleep. But their bodies remained active and they continued their toil, though occasionally their minds floated off into regions of profound sleep. But the free air they breathed was as pure as that of the first young days of the world, and so bracing, that notwithstanding their weariness they felt their chests expand and their cheeks glow as at arising.\\n\\nMorning, the true morning light, at length came; as in the days of Genesis, it had \\\"divided from the darkness,\\\" which had settled upon the horizon and rested there in great heavy masses; and by the clearness of vision now, it was seen night had passed, and that that first vague strange glimmer was only a forerunner. In the thickly- veiled heavens, broke out rents here and there, like side skylights in a dome, through which pierced glorious rays of light, silver and rosy. The lower-lying clouds were grouped round in a belt of intense shadow, encircling the waters and screening the far-off distance in darkness. They hinted as of a space in a boundary; they were as curtains veiling the infinite, or as draperies drawn to hide the too majestic mysteries, which would have perturbed the imagination of mortals.\\n\\nOn this special morning, around the small plank platform occupied by Yann and Sylvestre, the shifting outer world had an appearance of deep meditation, as though this were an altar recently raised; and the sheaves of sun-rays, which darted like arrows under the sacred arch, spread in a long glimmering stream over the motionless waves, as over a marble floor. Then, slowly and more slowly yet loomed still another wonder; a high, majestic, pink profile--it was a promontory of gloomy Iceland.\\n\\nYann's wedding with the sea? Sylvestre was still thinking of it--after resuming his fishing without daring to say anything more. He had felt quite sad when his big brother had so turned the holy sacrament of marriage into ridicule; and it particularly had frightened him, as he was superstitious.\\n\\nFor so long, too, he had mused on Yann's marriage! He had thought that it might take place with Gaud Mevel, a blonde lass from Paimpol; and that he would have the happiness of being present at the marriage- feast before starting for the navy, that long five years' exile, with its dubious return, the thought of which already plucked at his heart- strings.\\n\\nFour o'clock in the morning now. The watch below came up, all three, to relieve the others. Still rather sleepy, drinking in chestfuls of the fresh, chill air, they stepped up, drawing their long sea-boots higher, and having to shut their eyes, dazzled at first by a light so pale, yet in such abundance.\\n\\nYann and Sylvestre took their breakfast of biscuits, which they had to break with a mallet, and began to munch noisily, laughing at their being so very hard. They had become quite merry again at the idea of going down to sleep, snugly and warmly in their berths; and clasping each other round the waist they danced up to the hatchway to an old song-tune.\\n\\nBefore disappearing through the aperture they stopped to play with Turc, the ship's dog, a young Newfoundland with great clumsy paws. They sparred at him, and he pretended to bite them like a young wolf, until he bit too hard and hurt them, whereupon Yann, with a frown and anger in his quick-changing eyes, pushed him aside with an impatient blow that sent him flying and made him howl. Yann had a kind heart enough, but his nature remained rather untamed, and when his physical being was touched, a tender caress was often more like a manifestation of brutal violence.\\n\\nCHAPTER II ICELANDERS\\n\\nTheir smack was named /La Marie/, and her master was Captain Guermeur. Every year she set sail for the big dangerous fisheries, in the frigid regions where the summers have no night. She was a very old ship, as old as the statuette of her patron saint itself. Her heavy, oaken planks were rough and worn, impregnated with ooze and brine, but still strong and stout, and smelling strongly of tar. At anchor she looked an old unwieldy tub from her so massive build, but when blew the mighty western gales, her lightness returned, like a sea-gull awakened by the wind. Then she had her own style of tumbling over the rollers, and rebounding more lightly than many newer ones, launched with all your new fangles.\\n\\nAs for the crew of six men and the boy, they were \\\"Icelanders,\\\" the valiant race of seafarers whose homes are at Paimpol and Treguier, and who from father to son are destined for the cod fisheries.\\n\\nThey hardly ever had seen a summer in France. At the end of each winter they, with other fishers, received the parting blessing in the harbour of Paimpol. And for that fete-day an altar, always the same, and imitating a rocky grotto, was erected on the quay; and over it, in the midst of anchors, oars and nets, was enthroned the Virgin Mary, calm, and beaming with affection, the patroness of sailors; she would be brought from her chapel for the occasion, and had looked upon generation after generation with her same lifeless eyes, blessing the happy for whom the season would be lucky, and the others who never more would return.\\n\\nThe Host, followed by a slow procession of wives, mothers, sweethearts, and sisters, was borne round the harbour, where the boats bound for Iceland, bedecked in all colours, saluted it on its way. The priest halted before each, giving them his holy blessing; and then the fleet started, leaving the country desolate of husbands, lovers, and sons; and as the shores faded from their view, the crews sang together in low, full voices, the hymns sacred to \\\"the Star of the Ocean.\\\" And every year saw the same ceremonies, and heard the same good-byes.\\n\\nThen began the life out upon the open sea, in the solitude of three or four rough companions, on the moving thin planks in the midst of the seething waters of the northern seas.\\n\\nUntil now /La Marie/ followed the custom of many Icelanders, which is merely to touch at Paimpol, and then to sail down to the Gulf of Gascony, where fish fetches high prices, or farther on to the Sandy Isles, with their salty swamps, where they buy the salt for the next expedition. The crews of lusty fellows stay a few days in the southern, sun-kissed harbour-towns, intoxicated by the last rays of summer, by the sweetness of the balmy air, and by the downright jollity of youth.\\n\\nWith the mists of autumn they return home to Paimpol, or to the scattered huts of the land of Goelo, to remain some time in their families, in the midst of love, marriages, and births. Very often they find unseen babies upon their return, waiting for godfathers ere they can be baptized, for many children are needed to keep up this race of fishermen, which the Icelandic Moloch devours.\\n\\nCHAPTER III THE WOMEN AT HOME\\n\\nAt Paimpol, one fine evening of this same year, upon a Sunday in June, two women were deeply busy in writing a letter. This took place before a large open window, with a row of flowerpots on its heavy old granite sill.\\n\\nAs well as could be seen from their bending over the table, both were young. Once wore a very large old-fashioned cap; the other quite a small one, in the new style adopted by the women of Paimpol. They might have been taken for two loving lasses writing a tender missive to some handsome Icelander.\\n\\nThe one who dictated--the one with the large head-dress--drew up her head, wool-gathering. Oh, she was old, very old, notwithstanding her look from behind, in her small brown shawl--we mean downright old. A sweet old granny, seventy at least. Very pretty, though, and still fresh-coloured, with the rosy cheeks some old people have. Her /coiffe/ was drawn low upon the forehead and upon the top of the head, was composed of two or three large rolls of muslin that seemed to telescope out of one another, and fell on to the nape. Her venerable face, framed in the pure white pleats, had almost a man's look, while her soft, tender eyes wore a kindly expression. She had not the vestige of a tooth left, and when she laughed she showed her round gums, which had still the freshness of youth.\\n\\nAlthough her chin had become as pointed \\\"as the toe of a /sabot/\\\" (as she was in the habit of saying), her profile was not spoiled by time; and it was easily imagined that in her youth it had been regular and pure, like the saints' adorning a church.\\n\\nShe looked through the window, trying to think of news that might amuse her grandson at sea. There existed not in the whole country of Paimpol another dear old body like her, to invent such funny stories upon everybody, and even upon nothing. Already in this letter there were three or four merry tales, but without the slightest mischief, for she had nothing ill-natured about her.\\n\\nThe other woman, finding that the ideas were getting scarce, began to write the address carefully:\\n\\n\\\"TO MONSIEUR MOAN, SYLVESTRE, ABOARD THE /MARIE/, c/o CAPTAIN GUERMEUR, IN THE SEA OF ICELAND, NEAR RYKAWYK.\\\"\\n\\nHere she lifted her head to ask: \\\"Is that all, Granny Moan?\\\"\\n\\nThe querist was young, adorably young, a girl of twenty in fact; very fair--a rare complexion in this corner of Brittany, where the race runs swarthy--very fair, we say, with great grey eyes between almost black lashes; her brows, as fair as the hair, seemed as if they had a darker streak in their midst, which gave a wonderful expression of strength and will to the beautiful face. The rather short profile was very dignified, the nose continuing the line of the brow with absolute rectitude, as in a Greek statue. A deep dimple under the lower lip foiled it up delightfully; and from time to time, when she was absorbed by a particular idea, she bit this lower lip with her white upper teeth, making the blood run in tiny red veins under the delicate skin. In her supple form there was no little pride, with gravity also, which she inherited from the bold Icelandic sailors, her ancestors. The expression of her eyes was both steady and gentle.\\n\\nHer cap was in the shape of a cockle-shell, worn low on the brow, and drawn back on either side, showing thick tresses of hair about the ears, a head-dress that has remained from remote times and gives quite an olden look to the women of Paimpol.\\n\\nOne felt instinctively that she had been reared differently than the poor old woman to whom she gave the name of grandmother, but who is reality was but a distant great-aunt.\\n\\nShe was the daughter of M. Mevel, a former Icelander, a bit of a freebooter, who had made a fortune by bold undertakings out at sea.\\n\\nThe fine room where the letter had been just written was hers; a new bed, such as townspeople have, with muslin lace-edged curtains, and on the stone walls a light-coloured paper, toning down the irregularities of the granite; overhead a coating of whitewash covered the great beams that revealed the antiquity of the abode; it was the home of well-to-do folk, and the windows looked out upon the old gray market- place of Paimpol, where the /pardons/ are held.\\n\\n\\\"Is it done, Granny Yvonne? Have you nothing else to tell him?\\\"\\n\\n\\\"No, my lass, only I would like you to add a word of greeting to young Gaos.\\\"\\n\\n\\\"Young Gaos\\\" was otherwise called Yann. The proud beautiful girl had blushed very red when she wrote those words. And as soon as they were added at the bottom of the page, in a running hand, she rose and turned her head aside as if to look at some very interesting object out on the market-place.\\n\\nStanding, she was rather tall; her waist was modelled in a clinging bodice, as perfectly fitting as that of a fashionable dame. In spite of her cap, she looked like a real lady. Even her hands, without being conventionally small, were white and delicate, never having touched rough work.\\n\\nTrue, she had been at first little /Gaud/ (Daisy), paddling bare- footed in the water, motherless, almost wholly neglected during the season of the fisheries, which her father spent in Iceland; a pretty, untidy, obstinate girl, but growing vigorous and strong in the bracing sea-breeze. In those days she had been sheltered, during the fine summers, by poor Granny Moan, who used to give her Sylvestre to mind during her days of hard work in Paimpol. Gaud felt the adoration of a young mother for the child confided to her tender care. She was his elder by about eighteen months. He was as dark as she was fair, as obedient and caressing as she was hasty and capricious. She well remembered that part of her life; neither wealth nor town life had altered it; and like a far-off dream of wild freedom it came back to her, or as the remembrance of an undefined and mysterious previous existence, where the sandy shores seemed longer, and the cliffs higher and nobler.\\n\\nTowards the age of five or six, which seemed long ago to her, wealth had befallen her father, who began to buy and sell the cargoes of ships. She had been taken to Saint-Brieuc, and later to Paris. And from /la petite Gaud/ she had become Mademoiselle Marguerite, tall and serious, with earnest eyes. Always left to herself, in another kind of solitude than that of the Breton coast, she still retained the obstinate nature of her childhood.\\n\\nLiving in large towns, her dress had become more modified than herself. Although she still wore the /coiffe/ that Breton women discard so seldom, she had learned to dress herself in another way.\\n\\nEvery year she had returned to Brittany with her father--in the summer only, like a fashionable, coming to bathe in the sea--and lived again in the midst of old memories, delighted to hear herself called Gaud, rather curious to see the Icelanders of whom so much was said, who were never at home, and of whom, each year, some were missing; on all sides she heard the name of Iceland, which appeared to her as a distant insatiable abyss. And there, now, was the man she loved!\\n\\nOne fine day she had returned to live in the midst of these fishers, through a whim of her father, who had wished to end his days there, and live like a landsman in the market-place of Paimpol.\\n\\nThe good old dame, poor but tidy, left Gaud with cordial thanks as soon as the letter had been read again and the envelope closed. She lived rather far away, at the other end of Ploubazlanec, in a hamlet on the coast, in the same cottage where she first had seen the light of day, and where her sons and grandsons had been born. In the town, as she passed along, she answered many friendly nods; she was one of the oldest inhabitants of the country, the last of a worthy and highly esteemed family.\\n\\nWith great care and good management she managed to appear pretty well dressed, although her gowns were much darned, and hardly held together. She always wore the tiny brown Paimpol shawl, which was for best, and upon which the long muslin rolls of her white caps had fallen for past sixty years; her own marriage shawl, formerly blue, had been dyed for the wedding of her son Pierre, and since then worn only on Sundays, looked quite nice.\\n\\nShe still carried herself very straight, not at all like an old woman; and, in spite of her pointed chin, her soft eyes and delicate profile made all think her still very charming. She was held in great respect --one could see that if only by the nods that people gave her.\\n\\nOn her way she passed before the house of her gallant, the sweetheart of former days, a carpenter by trade; now an octogenarian, who sat outside his door all the livelong day, while the young ones, his sons, worked in the shop. It was said that he never had consoled himself for her loss, for neither in first or second marriage would she have him; but with old age his feeling for her had become a sort of comical spite, half friendly and half mischievous, and he always called out to her:\\n\\n\\\"Aha, /la belle/, when must I call to take your measure?\\\"\\n\\nBut she declined with thanks; she had not yet quite decided to have that dress made. The truth is, that the old man, with rather questionable taste, spoke of the suit in deal planks, which is the last of all our terrestrial garments.\\n\\n\\\"Well, whenever you like; but don't be shy in asking for it, you know, old lady.\\\"\\n\\nHe had made this joke several times; but, to-day, she could scarcely take it good-naturedly. She felt more tired than ever of her hard- working life, and her thoughts flew back to her dear grandson--the last of them all, who, upon his return from Iceland, was to enter the navy for five years! Perhaps he might have to go to China, to the war! Would she still be about, upon his return? The thought alone was agony to her. No, she was surely not so happy as she looked, poor old granny!\\n\\nAnd was it really possible and true, that her last darling was to be torn from her? She, perhaps, might die alone, without seeing him again! Certainly, some gentlemen of the town, whom she knew, had done all they could to keep him from having to start, urging that he was the sole support of an old and almost destitute grandmother, who could no longer work. But they had not succeeded--because of Jean Moan, the deserter, an elder brother of Sylvestre's, whom no one in the family ever mentioned now, but who still lived somewhere over in America, thus depriving his younger brother of the military exemption. Moreover, it had been objected that she had her small pension, allowed to the widows of sailors, and the Admiralty could not deem her poor enough.\\n\\nWhen she returned home, she said her prayers at length for all her dead ones, sons and grandsons; then she prayed again with renewed strength and confidence for her Sylvestre, and tried to sleep-- thinking of the \\\"suit of wood,\\\" her heart sadly aching at the thought of being so old, when this new parting was imminent.\\n\\nMeanwhile, the other victim of separation, the girl, had remained seated at her window, gazing upon the golden rays of the setting sun, reflected on the granite walls, and the black swallows wheeling across the sky above. Paimpol was always quiet on these long May evenings, even on Sundays; the lasses, who had not a single lad to make love to them, sauntered along, in couples or three together, brooding of their lovers in Iceland.\\n\\n\\\"A word of greeting to young Gaos!\\\" She had been greatly affected in writing that sentence, and that name, which now she could not forget. She often spent her evenings here at the window, like a grand lady. Her father did not approve of her walking with the other girls of her age, who had been her early playmates. And as he left the cafe, and walked up and down, smoking his pipe with old seamen like himself, he was happy to look up at his daughter among her flowers, in his grand house.\\n\\n\\\"Young Gaos!\\\" Against her will she gazed seaward; it could not be seen, but she felt it was nigh, at the end of the tiny street crowded with fishermen. And her thoughts travelled through a fascinating and delightful infinite, far, far away to the northern seas, where \\\"/La Marie/, Captain Guermeur,\\\" was sailing. A strange man was young Gaos! retiring and almost incomprehensible now, after having come forward so audaciously, yet so lovingly.\\n\\nIn her long reverie, she remembered her return to Brittany, which had taken place the year before. One December morning after a night of travelling, the train from Paris had deposited her father and herself at Guingamp. It was a damp, foggy morning, cold and almost dark. She had been seized with a previously unknown feeling; she could scarcely recognise the quaint little town, which she had only seen during the summer--oh, that glad old time, the dear old times of the past! This silence, after Paris! This quiet life of people, who seemed of another world, going about their simple business in the misty morning. But the sombre granite houses, with their dark, damp walls, and the Breton charm upon all things, which fascinated her now that she loved Yann, had seemed particularly saddening upon that morning. Early housewives were already opening their doors, and as she passed she could glance into the old-fashioned houses, with their tall chimney-pieces, where sat the old grandmothers, in their white caps, quiet and dignified. As soon as daylight had begun to appear, she had entered the church to say her prayers, and the grand old aisle had appeared immense and shadowy to her--quite different from all the Parisian churches--with its rough pillars worn at the base by the chafing of centuries, and its damp, earthy smell of age and saltpetre.\\n\\nIn a damp recess, behind the columns, a taper was burning, before which knelt a woman, making a vow; the dim flame seemed lost in the vagueness of the arches. Gaud experienced there the feeling of a long- forgotten impression: that kind of sadness and fear that she had felt when quite young at being taken to mass at Paimpol Church on raw, wintry mornings.\\n\\nBut she hardly regretted Paris, although there were many splendid and amusing sights there. In the first place she felt almost cramped from having the blood of the vikings in her veins. And then, in Paris, she felt like a stranger and an intruder. The /Parisiennes/ were tight- laced, artificial women, who had a peculiar way of walking; and Gaud was too intelligent even to have attempted to imitate them. In her head-dress, ordered every year from the maker in Paimpol, she felt out of her element in the capital; and did not understand that if the wayfarers turned round to look at her, it was only because she made a very charming picture.\\n\\nSome of these Parisian ladies quite won her by their high-bred and distinguished manners, but she knew them to be inaccessible to her, while from others of a lower caste who would have been glad to make friends with her, she kept proudly aloof, judging them unworthy of her attention. Thus she had lived almost without friends, without other society than her father's, who was engaged in business and often away. So she did not regret that life of estrangement and solitude.\\n\\nBut, none the less, on that day of arrival she had been painfully surprised by the bitterness of this Brittany, seen in full winter. And her heart sickened at the thought of having to travel another five or six hours in a jolting car--to penetrate still farther into the blank, desolate country to reach Paimpol.\\n\\nAll through the afternoon of that same grisly day, her father and herself had journeyed in a little old ramshackle vehicle, open to all the winds; passing, with the falling night, through dull villages, under ghostly trees, black-pearled with mist in drops. And ere long lanterns had to be lit, and she could perceive nothing else but what seemed two trails of green Bengal lights, running on each side before the horses, and which were merely the beams that the two lanterns projected on the never-ending hedges of the roadway. But how was it that trees were so green in the month of December? Astonished at first, she bent to look out, and then she remembered how the gorse, the evergreen gorse of the paths and the cliffs, never fades in the country of Paimpol. At the same time a warmer breeze began to blow, which she knew again and which smelt of the sea.\\n\\nTowards the end of the journey she had been quite awakened and amused by the new notion that struck her, namely: \\\"As this is winter, I shall see the famous fishermen of Iceland.\\\"\\n\\nFor in December they were to return, the brothers, cousins, and lovers of whom all her friends, great and small, had spoken to her during the long summer evening walks in her holiday trips. And the thought had haunted her, though she felt chilled in the slow-going vehicle.\\n\\nNow she had seen them, and her heart had been captured by one of them too.\\n\\nCHAPTER IV FIRST LOVE\\n\\nThe first day she had seen him, this Yann, was the day after his arrival, at the \\\"/Pardon des Islandais/,\\\" which is on the eighth of December, the fete-day of Our Lady of Bonne-Nouvelle, the patroness of fishers--a little before the procession, with the gray streets, still draped in white sheets, on which were strewn ivy and holly and wintry blossoms with their leaves.\\n\\nAt this /Pardon/ the rejoicing was heavy and wild under the sad sky. Joy without merriment, composed chiefly of insouciance and contempt; of physical strength and alcohol; above which floated, less disguised than elsewhere, the universal warning of death.\\n\\nA great clamour in Paimpol; sounds of bells mingled with the chants of the priests. Rough and monotonous songs in the taverns--old sailor lullabies--songs of woe, arisen from the sea, drawn from the deep night of bygone ages. Groups of sailors, arm-in-arm, zigzagging through the streets, from their habit of rolling, and because they were half-drunk. Groups of girls in their nun-like white caps. Old granite houses sheltering these seething crowds; antiquated roofs telling of their struggles, through many centuries, against the western winds, the mist, and the rain; and relating, too, many stories of love and adventure that had passed under their protection.\\n\\nAnd floating over all was a deep religious sentiment, a feeling of bygone days, with respect for ancient veneration and the symbols that protect it, and for the white, immaculate Virgin. Side by side with the taverns rose the church, its deep sombre portals thrown open, and steps strewn with flowers, with its perfume of incense, its lighted tapers, and the votive offerings of sailors hung all over the sacred arch. And side by side also with the happy girls were the sweethearts of dead sailors, and the widows of the shipwrecked fishers, quitting the chapel of the dead in their long mourning shawls and their smooth tiny /coiffes/; with eyes downward bent, noiselessly they passed through the midst of this clamouring life, like a sombre warning. And close to all was the everlasting sea, the huge nurse and devourer of these vigorous generations, become fierce and agitated as if to take part in the fete.\\n\\nGaud had but a confused impression of all these things together. Excited and merry, yet with her heart aching, she felt a sort of anguish seize her at the idea that this country had now become her own again. On the market-place, where there were games and acrobats, she walked up and down with her friends, who named and pointed out to her from time to time the young men of Paimpol or Ploubazlanec. A group of these \\\"Icelanders\\\" were standing before the singers of \\\"/complaintes/,\\\" (songs of woe) with their backs turned towards them. And directly Gaud was struck with one of them, tall as a giant, with huge shoulders almost too broad; but she had simply said, perhaps with a touch of mockery: \\\"There is one who is tall, to say the least!\\\" And the sentence implied beneath this was: \\\"What an incumbrance he'll be to the woman he marries, a husband of that size!\\\"\\n\\nHe had turned round as if he had heard her, and had given her a quick glance from top to toe, seeming to say: \\\"Who is this girl who wears the /coiffe/ of Paimpol, who is so elegant, and whom I never have seen before?\\\"\\n\\nAnd he quickly bent his eyes to the ground for politeness' sake, and had appeared to take a renewed interest in the singers, only showing the back of his head and his black hair that fell in rather long curls upon his neck. And although she had asked the names of several others, she had not dared ask his. The fine profile, the grand half-savage look, the brown, almost tawny pupils moving rapidly on the bluish opal of the eyes; all this had impressed her and made her timid.\\n\\nAnd it just happened to be that \\\"Fils Gaos,\\\" of whom she had heard the Moans speak as a great friend of Sylvestre's. On the evening of this same /Pardon/, Sylvestre and he, walking arm-in-arm, had crossed her father and herself, and had stopped to wish them good-day.\\n\\nAnd young Sylvestre had become again to her as a sort of brother. As they were cousins they had continued to /tutoyer/ (using thou for you, a sign of familiarity) each other; true, she had at first hesitated doing so to this great boy of seventeen, who already wore a black beard, but as his kind, soft, childish eyes had hardly changed at all, she recognized him soon enough to imagine that she had never lost sight of him.\\n\\nWhen he used to come into Paimpol, she kept him to dinner of an evening; it was without consequence to her, and he always had a very good appetite, being on rather short rations at home.\\n\\nTo speak truly, Yann had not been very polite to her at this first meeting, which took place at the corner of a tiny gray street, strewn with green branches. He had raised his hat to her, with a noble though timid gesture; and after having given her an ever-rapid glance, turned his eyes away, as if he were vexed with this meeting and in a hurry to go. A strong western breeze that had arisen during the procession, had scattered branches of box everywhere and loaded the sky with dark gray draperies.\\n\\nGaud, in her dreamland of remembrances, saw all this clearly again; the sad gloaming falling upon the remains of the /Pardon/; the sheets strewn with white flowers floating in the wind along the walls; the noisy groups of Icelanders, other waifs of the gales and tempests flocking into the taverns, singing to cheer themselves under the gloom of the coming rain; and above all, Gaud remembered the giant standing in front of her, turning aside as if annoyed, and troubled at having met her.\\n\\nWhat a wonderful change had come over her since then; and what a difference there was between that hubbub and the present tranquility! How quiet and empty Paimpol seemed to-night in the warm long twilight of May, which kept her still at her window alone, lulled in her love's young dream!\\n\\nCHAPTER V THE SECOND MEETING\\n\\nTheir second meeting was at a wedding-feast. Young Gaos had been chosen to offer her his arm. At first she had been rather vexed, not liking the idea of strolling through the streets with this tall fellow, whom everybody would stare at, on account of his excessive height, and who, most probably, would not know what to speak to her about. Besides, he really frightened her with his wild, lofty look.\\n\\nAt the appointed hour all were assembled for the wedding procession save Yann, who had not appeared. Time passed, yet he did not come, and they talked of giving up any further waiting for him. Then it was she discovered that it was for his pleasure, and his alone, that she had donned her best dress; with any other of the young men present at the ball, the evening's enjoyment would be spoiled.\\n\\nAt last he arrived, in his best clothes also, apologizing, without any embarrassment, to the bride's party. The excuse was, that some important shoals of fish, not at all expected, had been telegraphed from England, as bound to pass that night a little off Aurigny; and so all the boats of Ploubazlanec hastily had set sail. There was great excitement in the villages, women rushing about to find their husbands and urging them to put off quickly, and struggling hard themselves to hoist the sails and help in the launching; in fact, a regular \\\"turnout\\\" throughout the places, though in the midst of the company Yann related this very simply; he had been obliged to look out for a substitute and warrant him to the owner of the boat to which he belonged for the winter season. It was this that had caused him to be late, and in order not to miss the wedding, he had \\\"turned up\\\" (abandoned) his share in the profits of the catch. His plea was perfectly well understood by his hearers, no one thinking of blaming him; for well all know that, in this coast life, all are more or less dependent upon the unforeseen events at sea, and the mysterious migrations of the fishy regions. The other Icelandes present were disappointed at not having been warned in time, like the fishers of Ploubazlanec, of the fortune that was skirting their very shores.\\n\\nBut it was too late now, worse luck! So they gave their arms to the lasses, the violins began to play, and joyously they all tramped out.\\n\\nAt first Yann had only paid her a few innocent compliments, such as fall to a chance partner met at a wedding, and of whom one knows but little. Amidst all the couples in the procession, they formed the only one of strangers, the others were all relatives or sweethearts.\\n\\nBut during the evening while the dancing was going on, the talk between them had again turned to the subject of the fish, and looking her straight in the eyes, he roughly said to her:\\n\\n\\\"You are the only person about Paimpol, and even in the world, for whom I would have missed a windfall; truly, for nobody else would I have come back from my fishing, Mademoiselle Gaud.\\\"\\n\\nAt first she was rather astonished that this fisherman should dare so to address her who had come to this ball rather like a young queen, but then delighted, she had ended by answering:\\n\\n\\\"Thank you, Monsieur Yann; and I, too, would rather be with you than with anybody else.\\\"\\n\\nThat was all. But from that moment until the end of the dancing, they kept on chatting in a different tone than before, low and soft-voiced.\\n\\nThe dancing was to the sound of a hurdy-gurdy and violin, the same couples almost always together. When Yann returned to invite her again, after having danced with another girl for politeness' sake, they exchanged a smile, like friends meeting anew, and continued their interrupted conversation, which had become very close. Simply enough, Yann spoke of his fisher life, its hardships, its wage, and of his parents' difficulties in former years, when they had fourteen little Gaoses to bring up, he being the eldest. Now, the old folks were out of the reach of need, because of a wreck that their father had found in the Channel, the sale of which had brought in 10,000 francs, omitting the share claimed by the Treasury. With the money they built an upper story to their house, which was situated at the point of Ploubazlanec, at the very land's end, in the hamlet of Pors-Even, overlooking the sea, and having a grand outlook.\\n\\n\\\"It is mighty tough, though,\\\" said he, \\\"this here life of an Icelander, having to start in February for such a country, where it is awful cold and bleak, with a raging, foaming sea.\\\"\\n\\nGaud remembered every phrase of their conversation at the ball, as if it had all happened yesterday, and details came regularly back to her mind, as she looked upon the night falling over Paimpol. If Yann had had no idea of marriage, why had he told her all the items of his existence, to which she had listened, as only an engaged sweetheart would have done; he did not seem a commonplace young man, prone to babbling his business to everybody who came along.\\n\\n\\\"The occupation is pretty good, nevertheless,\\\" he said, \\\"and I shall never change my career. Some years we make eight hundred francs, and others twelve hundred, which I get upon my return, and hand over to the old lady.\\\"\\n\\n\\\"To your mother, Monsieur Yann, eh?\\\"\",\"timestamp\":1639291189,\"title\":\"\\nThey kept on hauling in, for their time could not be lost in chatting; they had an immense quantity of fish in a traveling shoal, \"},\"digest\":\"fU_UcTPICBIz2L_T1y0EzrVK_Qw9zmPrP4uTqZR0Cq0\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V_COehkoV0bQw22gBarrG47Gp_MlLpR7_VMBjKHEy1E\\\",\\\"y\\\":\\\"QyPORIzAGEvmxz56LTU_9pl8_rcc8k_Ke4zHhZsL9MI\\\"}\",\"signature\":\"vb6Qr5dhe0Awb0P4Kc9pyAPPa1BMM6nDVVXa4pOCpQ4F6iDF80QuNymGsxupG_2wPHECUu8wP78rJhMN2dgl3A\",\"signingKeySignature\":\"0xa0172e8332f9dca3d67008dd645a0b9adee6aa6441b03f0ff1e103f8130339be672ab31535109428f54553d8e22ef2c773236b066008a50c9b4fd8e15332ce4b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V_COehkoV0bQw22gBarrG47Gp_MlLpR7_VMBjKHEy1E\\\",\\\"y\\\":\\\"QyPORIzAGEvmxz56LTU_9pl8_rcc8k_Ke4zHhZsL9MI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fU_UcTPICBIz2L_T1y0EzrVK_Qw9zmPrP4uTqZR0Cq0\"}"