"{\"content\":{\"body\":\"Market moves: The crypto market cheers for a “Santa rally” as bitcoin crossed a key price level at $50,000.\\n\\nTechnician’s take (Editor’s note): Technician’s Take is taking a holiday hiatus. In its place, First Mover Asia is publishing the third in a series of stories on the year in cryptocurrency markets by CoinDesk markets analyst Damanick Dantes and Managing Editor of Markets Brad Keoun.\\n\\nCatch the latest episodes of CoinDesk TV for insightful interviews with crypto industry leaders and analysis.\\n\\nPrices\\nBitcoin (BTC): $50,691 +3.9%\\n\\nEther (ETH): $4,104 +2.8%\\n\\nMarkets\\nS&P 500: $4,725 +0.6%\\n\\nDJIA: $35,950 +0.5%\\n\\nNasdaq: $15,653 +0.8%\\n\\nGold: $1,808 +0.2%\\n\\nMarket moves\\nBitcoin, the largest cryptocurrency by market capitalization, on Thursday broke above $50,000 for the first time since Dec. 13. Major U.S. stock indexes also rose amid improving U.S consumer sentiment in December.\\n\\nTrading volume, meanwhile, was low two days before Christmas. Data compiled by CoinDesk showed that bitcoin’s trading volume across major centralized exchanges was only slightly higher than a day ago.\\n\\n(CoinDesk/CryptoCompare)\\n\\nOther cryptocurrencies followed bitcoin’s bullish move: Ether’s price rose above $4,100 on Thursday, up over 3% over the past 24 hours.\\n\\nCrypto Twitter cheered for a so-called Santa rally for bitcoin. The oldest cryptocurrency by market capitalization struggled for more than a week to move above $50,000, while other alternative cryptocurrencies (altcoins) such as LUNA and MATIC rallied to record highs.\\n\\nYear-end market wrap\\nMarket Wrap Year-End Review: Bitcoin Peaks as Coinbase Goes Public: Tesla’s bitcoin acceptance helped to send the BTC price to an all-time high near $65,000 in April, almost unthinkable just a few months earlier. Coinbase’s direct stock listing marked the exact date of the market top. ((by Damanick Dantes and Brad Keoun)\\n\\nHello, Market Wrap readers! During the final two weeks of 2021, we’re using this space to recap the year’s most dramatic moments in cryptocurrency markets – and highlight the key lessons from this fast-evolving corner of global finance. Over a series of eight posts starting on Dec. 20 and running through Dec. 30, we’ll recap what shook crypto markets this year. (For the latest digital-asset prices and news headlines, please scroll down.)\\n\\nIn Tuesday’s episode, we documented the social-media craze that fueled price rallies in bitcoin and dogecoin in January and February. Today, we’ll show how Tesla’s involvement in bitcoin sent prices even higher in February and March. There was hype and ebullience leading up to the U.S. cryptocurrency exchange Coinbase’s direct stock listing in April, but the rally quickly fizzled.\\n\\nFrom Tesla to Coinbase, bitcoin went up, then down\\n\\nThe bitcoin price broke above $50,000 in February after Tesla disclosed it had invested $1.5 billion into BTC.\\n\\nThe market reaction inspired a bit of opportunism on the part of one enterprising T-shirt vendor, who rushed to offer a T-shirt for $19.99 with the words “Elon’s Candle,” referring to the electric vehicle maker’s billionaire CEO, Elon Musk. The “candle” referred to the dramatic pattern that appeared on bitcoin’s price chart as a result of the Musk-fueled price pop:\\n\\nElon's Candle T-shirt (The Doge Store)\\n\\nIn March, Musk ratcheted up the drama with a tweet stating that consumers can “now buy a Tesla with bitcoin.”\\n\\nThe announcements helped propel bitcoin, the oldest cryptocurrency, toward a previously unthinkable $1 trillion market capitalization for the first time.\\n\\nBut from a professional price chart reader’s perspective, bitcoin appeared to be “overbought;” that term meant the market’s run-up had probably gone too far, too fast and wasn’t justified by the underlying level of buying interest at the new, elevated threshold.\\n\\nOnce again, bitcoin turned lower – dropping back to its 50-day moving price average of around $30,000. Apparently, it was a level where buyers once again appeared to grow interested.\\n\\nThe market stabilization offered a signal to traders: Bitcoin appeared to hold above the price where it had started 2021, at $29,112. That was cause for renewed optimism.\\n\\nSo as news headlines in traditional financial media and breathless commentators began to highlight the upcoming direct stock listing of Coinbase, the biggest U.S. cryptocurrency exchange, the bitcoin rally resumed.\\n\\nOver the coming months, the price would more than double, a reminder of just how volatile cryptocurrency markets can be.\\n\\nBitcoin daily price chart (Damanick Dantes/CoinDesk, TradingView)\\n\\nCoinbase goes public\\n\\nCoinbase CEO Brian Armstrong speaks Wednesday on CNBC. (Screenshot, modified by CoinDesk)\\n\\nOn April 14, Coinbase, the largest U.S. cryptocurrency exchange, went live with its direct stock listing on the Nasdaq exchange, under the ticker symbol COIN.\\n\\n“This is a watershed moment for the digital-asset industry, as it signifies a larger moment of credibility for a market that is maturing rapidly,” Hunter Merghart, head of U.S. for rival cryptocurrency exchange Bitstamp, told CoinDesk in an interview.\\n\\nThe initial trading price for the COIN stock, at $381, was an impressive 52% above the reference price of $250 a share published a day earlier by the Nasdaq. But even that lofty price level was well below some of the price targets issued recently by stock analysts, with some estimates ranging as high as $600 a share.\\n\\nThe failure of COIN shares to push even higher suddenly seemed, well, deflating for a crypto market that had grown accustomed to prices constantly going higher.\\n\\nBy the end of the first day of trading, COIN’s stock price had dropped to $342.\\n\\nThe fading spirits spilled over into the bitcoin market: It turned out the hotly anticipated public trading debut of the cryptocurrency exchange wasn’t enough to sustain the twofold price rise in BTC over the prior couple of months.\\n\\nBitcoin stalled near an all-time high of around $64,800 on April 14 and quickly went into a sharp sell-off. The chart below shows slowing price momentum, defined by lower highs in the daily relative strength index (RSI), which typically precedes a decline in price.\\n\\nBitcoin daily price chart (Damanick Dantes/CoinDesk, TradingView)\\n\\nThe hotly anticipated COIN direct listing ended up being a classic “buy the rumor, sell the fact” event. In hindsight, the date of the Coinbase IPO would coincide with bitcoin’s top.\\n\\nFor seasoned crypto traders and newbies alike, the episode offered a fresh lesson in how even sky-high price predictions, euphoric rallies and milestones like the Coinbase direct stock listing do eventually come head to head with the reality of fickle and notoriously cryptocurrency markets, and down-to-earth valuations.\\n\\nImportant events\\n1 p.m. HGT/SGT (5 a.m. UTC): Japan housing starts (Nov. YoY)\\n\\n1 p.m. HGT/SGT (5 a.m. UTC): Japan construction orders (Nov. YoY)\\n\\nChristmas Eve!\\n\\nCoinDesk TV\\nIn case you missed it, here are the most recent episodes of “First Mover” on CoinDesk TV:\\n\\nSquare CEO Jack Dorsey at War With Andreessen Horowitz Co-founder Over Web 3 Debate, Top Crypto Predictions for 2022\\n\\nThe “First Mover” hosts asked CoinList CEO Graham Jenkin about top crypto predictions for 2022 and spoke with Youbi Capital CEO Chen Li for crypto markets analysis.\\n\\nLatest reads\\nIndia’s Crypto Law Might Not Be Ready Before May, Sources Say: The country’s draft cryptocurrency bill probably won’t become law until after next year’s Budget Session ends in April, adding to uncertainty about the state of crypto regulation in the nation.\\n\\nConsultants Are Entering the Metaverse – Literally: SAND tokens are up on news of PwC Hong Kong acquiring a plot of LAND in The Sandbox.\\n\\nBakkt President Adam White Announces His Departure: The founding executive is leaving the Wall Street bitcoin firm. Where to next is unclear.\\n\\nTelegram CEO Endorses TON Blockchain Spin-Off Toncoin: For the first time since Telegram abandoned TON in 2020, CEO Pavel Durov has backed one of the competing spin-off projects.\\n\\nJack Dorsey Goes on Unfollowing Frenzy After Web 3 Beef: Marc Andreessen, Brian Armstrong and Tyler Winklevoss have been cut out of the Twitter founder’s timeline.\\n\\nLonger reads\\nWeb 3 Is a Return to the Internet’s Wild Spirit: “I think that’s what audiences want, right?” writer and founder of freelance payments system OutVoice, Matt Saincome said.\\n\\nToday’s crypto explainer: Who Created Ethereum?\\n\\nOther voices: Crypto Gets Its Day With Congress (New York Magazine)\\n\\nSaid and heard\\n“Scrooge-jection.” (Bloomberg analyst Eric Balchunas) ... “The fact that the SEC is disapproving faster than they needed to – we were optimistic about futures, but we’re not confident in a 2022 approval.” (Balchunas) ... “The VCs are the problem.” (Block CEO Jack Dorsey on Twitter) ... Don’t get distraught about your crypto losses. Losses happen to every investor. Instead, strategize about how you can put those losses to work, and continue to apply your newfound knowledge to future crypto investment plans. (TaxBit VP of Marketing Michelle O’Connor in a CoinDesk op-ed) ... ”Omicron is looking more like a short-term disruption to the economic outlook and not a destructive headwind that knocks the economy off its course.” (MarketPulse analyst Ed Moya) ... “This is a big opportunity.” (Michelin-starred Chef Floriano Pellegrino on the launch of his Let’s Make Out NFT) ... ”Curious that Ethereum is still by far the leading NFT platform, and has increasing 30d sales while lower-cost alternatives have been declining. Seems it’s not all about cost – data from @cryptoslamio.” (Genesis Trading Head of Market Insights Noelle Acheson, a CoinDesk alum who now works for the CoinDesk sister company)\",\"timestamp\":1640310779,\"title\":\"First Mover Asia: Santa Claus Rally Sends Bitcoin North of $50K\"},\"digest\":\"lUGQthPE9Su5A7r7q0GzHCtCADNtYX7aoshPXvQPK70\",\"authorship\":{\"contributor\":\"0xF02716289b2036d51283B9baEc327355F27381F9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"signature\":\"P4BkFgoqRdoIrj9EKPStqxsffZ4IRFATq75TX16qxNJ9vAr7BDHCinfR8BukTwkDeJuEIO1chIcTHU3h67Z4vw\",\"signingKeySignature\":\"0xff51e626184936d60d298aea17194e58de08a6bf2ba5aed7410d7664e9cf58ec32c5afe1173d9c93020fdefb236d55d6a99c93499cd3b66c2b4211ade183f32b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lUGQthPE9Su5A7r7q0GzHCtCADNtYX7aoshPXvQPK70\"}"