"{\"content\":{\"body\":\"It all started with Alex Costa AKA @worldwarbitcoin, my Crypto guru on whose every word I hung in this new thing I was learning called Crypto. Before WWB, I had heard of Bitcoin and tossed some money at Ethereum via Coinbase just to get into the game. My Millenial co-workers were obsessed with Doge in January 2020 and I’m still mad at myself for not knowing how to buy the damn thing. Anyway, that was the extent of my knowledge --  Coinbase and advice from a colleague. \\n\\nI’m a bit older -- late 50s -- so was tempted to leave this future to the future generations, but I’m also a fierce learner and wanted to know everything I could about Crypto. Currency? Technology? Mindset? Financial governance? \\n\\nSo I took a dive.\\n\\nI started jumping on Alex Costa’s LIVE TikTok calls, Googling every other word he said. FUD? SAFU? Blockchain? KuCoin? ETH 2.0? My brain lit up all over as I navigated this new world through his eyes and watched him predict charts and token behaviors, usually with some accuracy.\\n\\nThen, in early November, Alex made a YouTube video about Santa Coin, a cool new token on Binance Smart Chain with ongoing rewards. If you buy and hold, you earn rewards just for holding the token. Cool. Plus, being a die-hard believer in all things Santa, I wanted in. But little did I know I would be entering a world where I basically needed to learn a new language. Next step: Buy Santa Coin on PancakeSwap. Did you say pancake? Right there began my BSC journey.\\n\\nI needed a Trust or Metamask wallet and I needed funds. Setting up my wallets,  connecting them through a private key and funding them with BNB coins took a whole Saturday morning. I did all of this, of course, with little to no knowledge of Binance being banned in the United States (I read these articles later). So, after a long journey up a steep learning curve in a world of dApps and Chrome connections, I bought $100 USD of Santa Coin. I felt proud and happy until I woke up the next morning and saw I had 17 trillion dollars in my Trust Wallet. \\n\\nIn the Telegram group I joined to stay on top of the ups and downs of the Santa Coin, I learned Trust Wallet had been acting glitchy and that instead of the trillions of dollars I thought I made on the coin in 12 hours, I had actually lost money. Being a “noob”, I, of course, bought the coin at an all-time high (ATH) and we were now heading down because of FUD (fear, uncertainty and doubt). \\n\\nThe creator of Santa Coin set up a call with the investors and I quickly jumped on and met a cheery Nigerian man who had apparently “doxxed” himself. Doxxing oneself means revealing one’s identity. In the Crypto world, this is usually avoided as one’s whole reputation as a human being can tank with the decline of a coin. Never mind, your family’s lives can be in danger. Better to be anonymous in case people want revenge after loss of money.\\n\\nEzekiel from Lagos seemed nice. I trusted him. But many in the group did not so there was what felt like a timed exit from the Santa Coin group and into another project called MetaSanta. I was getting to know some of the guys (and I say guys because I think 1 in 100 of the people in these token Telegram groups are women) and people I liked had jumped over to MetaSanta. So I kept my Santa Coin investment (I’m still a hodler) and made a new investment into MetaSanta. MetaSanta would be the Santa in the Metaverse North Pole! They would have a game and the Twelve Days of Christmas NFTs (non-fungible tokens and don’t even get me started). I rationalized my two Santas by saying I had an earthly Santa from Nigeria named Ezekiel and now my Metaverse Santa who would be making presents in a virtual North Pole. Since this duplicity will somehow become our new normal in the future as the Metaverse explodes, I decided I was good with it in my Christmas tokens!\\n\\nLong story short. I enjoyed the MetaSanta ride; I even WON the Xmas Game on Christmas morning with my 134 minted NFT elves and sniped the 2.1 BNB prize in the end. \\n\\nBut MetaSanta could not get listed on Coin Market Cap. Apparently, a CMC listing is a stamp of approval for the token’s contract so without it, new investors were shying away. MetaSanta’s chart went the way of Santa Coin until they did an emergency merger with another coin called Pocket. So all of us MetaSanta hodlers took our dwindled bags and traded them in for Pocket, which I hodl now along with Santa Coin.\\n\\nOn Christmas Day, after winning the Xmas Game, I stayed away from my Telegram groups. Somehow sitting around a Christmas dinner table with the extended family who knew little to nothing about Crypto put my recent obsession into perspective. I was living in an alternate reality. Truly! How could I possibly explain any of this? “Grandma, I have this cool NFT and it’s this guy called @waronfud in a bikini playing drums for the Twelve Drummers Drumming and he’s in a bikini because he joked in our group message that he’d go on Tiktok in a bikini if our coin reached a 10 million market cap.” \\n\\nSo I kept all my new crazy close and stayed with the conversation of Covid and the mundane world.\\n\\nBut I couldn’t stay away for long. That night, I opened my phone to check in with some of my new “friends” in Telegram and saw an ALL CAPS message. “ELON TWEETED SANTA FLOKI!” \\n\\nI read the message sixteen hundred times before I actually went to Twitter and saw his cute little Shiba Inu named Floki dressed like Santa with the caption “Floki Santa”. It took a while, but lo and behold, I discovered the coin Santa Floki does exist and, after that tweet, surged 4000%.\\n\\nWith my Nigerian Santa bankrupt and my MetaSanta leaving the Metaverse and morphing into Pocket, guess what I did? Yup. I bowed at the feet of the gold god of Crypto and bought Santa Floki at the ATH. \\n\\nMerry Fucking Christmas! \",\"timestamp\":1641599772,\"title\":\"My Brush with Santa Coins on BSC\"},\"digest\":\"xmscL2YWNaqxuKccmrxMxZL1lD325L_8Rkk3UsI4LGE\",\"authorship\":{\"contributor\":\"0x4768a8d2115AC87f42Ab563d4E7e62e55bAEE2ce\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oV9Ppo_kf7gXq8oybEO_DWp34ZAy9d18Zw6lMBJS4TY\\\",\\\"y\\\":\\\"2z71UVC4dYrjcdnONNXuEXmRPLFTj3leXpLFDpr2iWE\\\"}\",\"signature\":\"Kgb2aZ0RFKPtaZ2LzHAgU5D4QNgnZClIVQs3Me-Z9qhj-JETE9fCJdlN6P96sEjcgyxGOyfw_YasojDSdGSYlg\",\"signingKeySignature\":\"0x884faf6f83f8d6ac66833c3871a65d336143a7cbf78ee6a2623b96402c9cdcdf51d458f4d462b44c66c0f799152e2f48ec31849b08eb5c22b815607acd9b94c31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oV9Ppo_kf7gXq8oybEO_DWp34ZAy9d18Zw6lMBJS4TY\\\",\\\"y\\\":\\\"2z71UVC4dYrjcdnONNXuEXmRPLFTj3leXpLFDpr2iWE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xmscL2YWNaqxuKccmrxMxZL1lD325L_8Rkk3UsI4LGE\"}"