"{\"content\":{\"body\":\"one being a professed woman-hater, and the other a man-hater, in words.\\n\\nSays Misander, in a sourish way, \\\"Since you value my conversation so, perhaps you will be good enough not to smoke for the next ten minutes.\\\"\\n\\nMisogyn consented, but sighed. That sigh went unpitied, and the lady wasted no time.\\n\\n\\\"Do you see what is going on between your sister and that young man?\\\"\\n\\n\\\"Yes; a little flirtation.\\\"\\n\\n\\\"A great deal more than that. I caught them, in this very room, making love.\\\"\\n\\n\\\"You alarm me,\\\" said Vizard, with marked tranquillity.\\n\\n\\\"I saw him--kiss--her--hand.\\\"\\n\\n\\\"You relieve me,\\\" said Vizard, as calmly as he had been alarmed. \\\"There's no harm in that. I've kissed the queen's hand, and the nation did not rise upon me. However, I object to it. The superior sex should not play the spaniel. I will tell him to drop that. But, permit me to say, all this is in your department, not mine.\\n\\n\\\"But what can I do against three of them, unless you support me? There you have let them go out together.\\\"\\n\\n\\\"Together with Fanny Dover, you mean?\\\"\\n\\n\\\"Yes; and if Fanny had any designs on him, Zoe would be safe--\\\"\\n\\n\\\"And poor Ned torn in two.\\\"\\n\\n\\\"But Fanny, I am grieved to say, seems inclined to assist this young man with Zoe; that is, because it does not matter to her. She has other views--serious ones.\\\"\\n\\n\\\"Serious! What? A nunnery? Then I pity my lady abbess.\\\"\\n\\n\\\"Her views are plain enough to anybody but you.\\\"\\n\\n\\\"Are they? Then make me as wise as my neighbors.\\\"\\n\\n\\\"Well, then, she means to marry *you.\\\"*\\n\\n\\\"What! Oh, come!--that is too good a joke!\\\"\\n\\n\\\"It is sober earnest. Ask Zoe--ask your friend, Mr. Severne--ask the chambermaids--ask any creature with an eye in its head. Oh, the blindness of you men!\\\"\\n\\nThe Misogyn was struck dumb. When he recovered, it was to repine at the lot of man.\\n\\n\\\"Even my own familiar cousin--once removed--in whom I trusted! I depute you to inform her that I think her *adorable,* and that matrimony is no longer a habit of mine. Set her on to poor Severne; he is a ladies' man, and 'the more the merrier' is his creed.\\\"\\n\\n\\\"Such a girl as Fanny is not to be diverted from a purpose of that sort. Besides, she has too much sense to plunge into the Severne and--pauperism! She is bent on a rich husband, not a needy adventurer.\\\"\\n\\n\\\"Madam, in my friend's name, I thank you.\\\"\\n\\n\\\"You are very welcome, sir--it is only the truth.\\\" Then, with a swift return to her original topic: \\\"No; I know perfectly well what Fanny Dover will do this afternoon. She sketches.\\\"\\n\\n\\\"It is too true,\\\" said Vizard dolefully: \\\"showed me a ship in full sail, and I praised it *in my way.* I said, 'That rock is rather well done.' \\\"\\n\\n\\\"Well, she will be seized with a desire to sketch. She will sit down apart, and say, 'Please don't watch me--it makes me nervous.' The other two will take the hint and make love a good way off; and Zoe will go greater lengths, with another woman in sight--but only just in sight, and slyly encouraging her--than if she were quite alone with her *mauvais sujet.\\\"*\\n\\nVizard was pleased with the old lady. \\\"This is sagacious,\\\" said he, \\\"and shows an eye for detail. I recognize in your picture the foxy sex. But, at this moment, who can foretell which way the wind will blow? You are not aware, perhaps, that Zoe and Fanny have had a quarrel. They don't speak. Now, in women, you know, vices are controlled by vices-- see Pope. The conspiracy you dread will be averted by the other faults of their character, their jealousy and their petulant tempers. Take my word for it, they are sparring at this moment; and that poor, silly Severne meditating and moderating, and getting scratched on both sides for trying to be just.\\\"\\n\\nAt this moment the door opened, and Fanny Dover glittered on the threshold in Cambridge blue.\\n\\n\\\"There,\\\" said Vizard; \\\"did not I tell you? They are come home.\\\"\\n\\n\\\"Only me,\\\" said Fanny gayly.\\n\\n\\\"Where are the others?\\\" inquired Miss Maitland sharply.\\n\\n\\\"Not far off--only by the riverside.\\\"\\n\\n\\\"And you left those two alone!\\\"\\n\\n\\\"Now, don't be cross, aunt,\\\" cried Fanny, and limped up to her. \\\"These new boots are so tight that I really couldn't bear them any longer. I believe I shall be lame, as it is.\\\"\\n\\n\\\"You ought to be ashamed of yourself. What will the people say?\\\"\\n\\n\\\"La! aunt, it is abroad. One does what one likes--out of England.\\\"\\n\\n\\\"Here's a code of morals!\\\" said Vizard, who must have his slap.\\n\\n\\\"Nonsense,\\\" said Miss Maitland: \\\"she will be sure to meet somebody. All England is on the Rhine at this time of the year; and, whether or no, is it for you to expose that child to familiarity with a person nobody knows, nor his family either? You are twenty-five years old; you know the world; you have as poor an opinion of the man as I have, or you would have set your own cap at him--you know you would--and you have let out things to me when you were off your guard. Fanny Dover, you are behaving wickedly; you are a false friend to that poor girl.\\\"\\n\\nUpon this, lo! the pert Fanny, hitherto so ready with her answers, began to cry bitterly. The words really pricked her conscience, and to be scolded is one thing, to be severely and solemnly reproached is another; and before a man!\\n\\nThe official woman-hater was melted in a moment by the saucy girl's tears. \\\"There--there,\\\" said he, kindly, \\\"have a little mercy. Hang it all! Don't make a mountain of a mole-hill.\\\"\\n\\nThe official man-hater never moved a muscle. \\\"It is no use her crying to *me:* she must give me a *proof* she is sorry. Fanny, if you are a respectable girl, and have any idea of being my heir, go you this moment and bring them home.\\\"\\n\\n\\\"Yes, aunt,\\\" said Fanny, eagerly; and went off with wonderful alacrity.\\n\\nIt was a very long apartment, full forty feet; and while Fanny bustled down it, Miss Maitland extended a skinny finger, like one of Macbeth's witches, and directed Vizard's eye to the receding figure so pointedly that he put up his spyglass the better to see the phenomenon.\\n\\nAs Fanny skipped out and closed the door, Miss Maitland turned to Vizard, with lean finger still pointing after Fanny, and uttered a monosyllable:\\n\\n\\\"LAME!\\\"\\n\\nVizard burst out laughing. \\\"La fourbe!\\\" said he. \\\"Miss Maitland, accept my compliments; you possess the key to a sex no fellow can unlock. And, now I have found an interpreter, I begin to be interested in this little comedy. The first act is just over. There will be half an hour's wait till the simulatrix of infirmity comes running back with the pilgrims of the Rhine. Are they 'the pilgrims of the Rhine' or 'the pilgrims of Love?' Time will show. Play to recommence with a verbal encounter; you will be one against three; for all that, I don't envy the greater number.\\\"\\n\\n\\\"Three to one? No. Surely you will be on the right side for once.\\n\\n\\\"Well, you see, I am the audience. We can't be all *dramatis personae,* and no spectator. During the wait, I wonder whether the audience, having nothing better to do, may be permitted to smoke a cigar.\\\"\\n\\n\\\"So long a lucid interval is irksome, of course. Well, the balcony is your smoking-room. You will see them coming; please tap at my door the moment you do.\\\"\\n\\nHalf an hour elapsed, an hour, and the personages required to continue the comedy did not return.\\n\\nVizard, having nothing better to do, fell to thinking of Ina Klosking, and that was not good for him. Solitude and *ennui* fed his mania, and at last it took the form of action. He rang, and ordered up his man Harris, a close, discreet personage, and directed him to go over to Homburg, and bring back all the information he could about the new singer; her address in Homburg, married or single, prude or coquette. Should information be withheld, Harris was to fee the porter at the opera-house, the waiter at her hotel, and all the human commodities that knew anything about her. Having dismissed Harris, he lighted his seventh cigar, and said to himself, \\\"It is all Ned Severne's fault. I wanted to leave for England to-day.\\\"\\n\\nThe day had been overcast for some time and now a few big drops fell, by way of warning. Then it turned cool: then came a light drizzling rain, and, in the middle of this, Fanny Dover appeared, almost flying home.\\n\\nVizard went and tapped at Miss Maitland's door. She came out.\\n\\n\\\"Here's Miss Dover coming, but she is alone.\\\"\\n\\nThe next moment Fanny bounced into the room, and started a little at the picture of the pair ready to receive her. She did not wait to be taken to task, but proceeded to avert censure by volubility and self-praise. \\\"Aunt, I went down to the river, where I left them, and looked all along it, and they were not in sight. Then I went to the cathedral, because that seemed the next likeliest place. Oh, I have had such a race!\\\"\\n\\n\\\"Why did you come back before you had found them?\\\"\\n\\n\\\"Aunt, it was going to rain; and it is raining now, hard.\\\"\\n\\n*\\\"She* does not mind that.\\\"\\n\\n\\\"Zoe? Oh, she has got nothing on!\\\"\\n\\n\\\"Bless me!\\\" cried Vizard. \\\"Godiva *rediviva.\\\"*\\n\\n\\\"Now, Harrington, don't! Of course, I mean nothing to spoil; only her purple alpaca, and that is two years old. But my blue silk, I can't afford to ruin *it.* Nobody would give me another, *I* know.\\\"\\n\\n\\\"What a heartless world!\\\" said Vizard dryly.\\n\\n\\\"It is past a jest, the whole thing,\\\" objected Miss Maitland; \\\"and, now we are together, please tell me, if you can, either of you, who is this man? What are his means? I know 'The Peerage,' 'The Baronetage,' and 'The Landed Gentry,' but not Severne. That is a river, not a family.\\\"\\n\\n\\\"Oh,\\\" said Vizard, \\\"family names taken from rivers are never *parvenues.* But we can't all be down in Burke. Ned is of a good stock, the old English yeoman, the country's pride.\\\"\\n\\n\\\"Yeoman!\\\" said the Maitland, with sovereign contempt.\\n\\nVizard resisted. \\\"Is this the place to sneer at an English yeoman, where you see an unprincely prince living by a gambling-table? What says the old stave?\\n\\n\\\"'A German prince, a marquis of France, And a laird o' the North Countrie; A yeoman o' Kent, with his yearly rent, Would ding 'em out, all three.\\\"'\\n\\n\\\"Then,\\\" said Misander, with a good deal of malicious, intent, \\\"you are quite sure your yeoman is not a--_pauper--_an *adventurer--\\\"*\\n\\n\\\"Positive.\\\"\\n\\n\\\"And a *gambler.\\\"*\\n\\n\\\"No; I am not at all sure of that. But nobody is all-wise. I am not, for one. He is a fine fellow; as good as gold; as true as steel. Always polite, always genial; and never speaks ill of any of you behind your backs.\\\"\\n\\nMiss Maitland bridled at that. \\\"What I have said is not out of dislike to the young man. I am warning a brother to take a little more care of his sister, that is all. However, after your sneer, I shall say no more behind Mr. Severne's back, but to his face--that is, if we ever see his face again, or Zoe's either.\\\"\\n\\n\\\"Oh, aunt!\\\" said Fanny, reproachfully. \\\"It is only the rain. La! poor things, they will be wet to the skin. Just see how it is pouring!\\\"\\n\\n\\\"That it is: and let me tell you there is nothing so dangerous as a *te'te-'a-te'te* in the rain.\\\"\\n\\n\\\"A thunder-storm is worse, aunt,\\\" said Fanny, eagerly; \\\"because then she is frightened to death, and clings to him--*if he is nice.\\\"*\\n\\nHaving galloped into this revelation, through speaking first and thinking afterward, Fanny pulled up short the moment the words were out, and turned red, and looked askant, under her pale lashes at Vizard. Observing several twinkles in his eyes, she got up hastily and said she really must go and dry her gown.\\n\\n\\\"Yes,\\\" said Miss Maitland; \\\"come into my room, dear.\\\"\\n\\nFanny complied, with rather a rueful face, not doubting that the public \\\"dear\\\" was to get it rather hot in private.\\n\\nHer uneasiness was not lessened when the old maid said to her, grimly, \\\"Now, sit you down there, and never mind your dress.\\\"\\n\\nHowever, it came rather mildly, after all. \\\"Fanny, you are not a bad girl, and you have shown you were sorry; so I am not going to be hard on you: only you must be a good girl now, and help me to undo the mischief, and then I will forgive you.\\\"\\n\\n\\\"Aunt,\\\" said Fanny, piteously, \\\"I am older than she is, and I know I have done rather wrong, and I won't do it any more; but pray, pray, don't ask me to be unkind to her to-day; it is brooch-day.\\\"\\n\\nMiss Maitland only stared at this obscure announcement: so Fanny had to explain that Zoe and she had tiffed, and made it up, and Zoe had given her a brooch. Hereupon she went for it, and both ladies forgot the topic they were on, and every other, to examine the brooch.\\n\\n\\\"Aunt,\\\" says Fanny, handling the brooch, and eyeing it, \\\"you were a poor girl, like me, before grandpapa left you the money, and you know it is just as well to have a tiff now and then with a rich one, because, when you kiss and make it up, you always get some reconciliation-thing or other.\\\"\\n\\nMiss Maitland dived into the past and nodded approval.\\n\\nThus encouraged, Fanny proceeded to more modern rules. She let Miss Maitland know it was always understood at her school that on these occasions of tiff, reconciliation, and present, the girl who received the present was to side in everything with the girl who gave it, for that one day. \\\"That is the real reason I put on my tight boots--to earn my brooch. Isn't it a duck?\\\"\\n\\n*\\\"Are* they tight, then?\\\"\\n\\n\\\"Awfully. See--new on to-day.\\\"\\n\\n\\\"But you could shake off your lameness in a moment.\\\"\\n\\n\\\"La, aunt, you know one can fight *with* that sort of thing, or fight *against* it. It is like colds, and headaches, and fevers, and all that. You are in bed, too ill to see anybody you don't much care for. Night comes, and then you jump up and dress, and go to a ball, and leave your cold and your fever behind you, because the ball won't wait till you are well, and the bores will. So don't ask me to be unkind to Zoe, brooch-day,\\\" said Fanny, skipping back to her first position with singular pertinacity.\\n\\n\\\"Now, Fanny,\\\" said Miss Maitland, \\\"who wants you to be unkind to her? But you must and shall promise me not to lend her any more downright encouragement, and to watch the man well.\\\"\\n\\n\\\"I promise that faithfully,\\\" said Fanny --an adroit concession, since she had been watching him like a cat a mouse for many days.\\n\\n\\\"Then you are a good girl; and, to reward you, I will tell you in confidence all the strange stories I have discovered today.\\\"\\n\\n\\\"Oh, do, aunt!\\\" cried Fanny; and now her eyes began to sparkle with curiosity.\\n\\nMiss Maitland then bid her observe that the bedroom window was not a French casement, but a double-sash window--closed at present because of the rain; but it had been wide open at the top all the time.\\n\\n\\\"Those two were smoking, and talking secrets; and, child,\\\" said the old lady, very impressively, \\\"if you--want--to--know--what gentlemen really are, you must be out of sight, and listen to them, smoking. When I was a girl, the gentlemen came out in their true colors over their wine. Now they are as close as wax, drinking; and even when they are tipsy they keep their secrets. But once let them get by themselves and smoke, the very air is soon filled with scandalous secrets none of the ladies in the house ever dreamed of. Their real characters, their true histories, and their genuine sentiments, are locked up like that genius in 'The Arabian Nights,' and come out in smoke as he did.\\\" The old lady chuckled at her own wit, and the young one laughed to humor her. \\\"Well, my dear, those two smoked, and revealed themselves--their real selves; and I listened and heard every word on the top of those drawers.\\\"\\n\\nFanny looked at the drawers. They were high.\\n\\n\\\"La, aunt! how ever did you get up there?\\\"\\n\\n\\\"By a chair.\\\"\\n\\n\\\"Oh, fancy you perched up there, listening, at your age!\\\"\\n\\n\\\"You need not keep throwing my age in my teeth. I am not so very old. Only I don't paint and whiten and wear false hair. There are plenty of coquettes about, ever so much older than I am. I have a great mind not to tell you; and then much you will ever know about either of these men!\\\"\\n\\n\\\"Oh, aunt, don't be cruel! I am dying to hear it.\\\"\\n\\nAs aunt was equally dying to tell it, she passed over the skit upon her age, though she did not forget nor forgive it; and repeated the whole conversation of Vizard and Severne with rare fidelity; but as I abhor what the evangelist calls \\\"battology,\\\" and Shakespeare \\\"damnable iteration,\\\" I must draw upon the intelligence of the reader (if any), and he must be pleased to imagine the whole dialogue of those two unguarded smokers repeated to Fanny, and interrupted, commented on at every salient point, scrutinized, sifted, dissected, and taken to pieces by two keen women, sharp by nature, and sharper now by collision of their heads. No candor, no tolerance, no allowance for human weakness, blunted the scalpel in their dexterous hands.\\n\\nOh, Gossip! delight of ordinary souls, and more delightful still when you furnish food for detraction!\\n\\nTo Fanny, in particular, it was exciting, ravishing, and the time flew by so unheeded that presently there came a sharp knock and an impatient voice cried, \\\"Chatter! chatter! chatter! How long are we to be kept waiting for dinner, all of us?\\\"\\n\\nCHAPTER VI.\\n\\nAT the very commencement of the confabulation, so barbarously interrupted before it had lasted two hours and a half, the Misogyn rang the bell, and asked for Rosa, Zoe's maid.\\n\\nShe came, and he ordered her to have up a basket of wood, and light a roaring fire in her mistress's room, and put out garments to air. He also inquired the number of Zoe's bedroom. The girl said it was \\\"No. 74.\\\"\\n\\nThe Misogyn waited half an hour, and then visited \\\"No. 74.\\\" He found the fire burned down to one log, and some things airing at the fire, as domestics air their employers' things, but not their own, you may be sure. There was a chemise carefully folded into the smallest possible compass, and doubled over a horse at a good distance from the cold fire. There were other garments and supplementaries, all treated in the same way.\\n\\nThe Misogyn looked, and remarked as follows, \\\"Idiots! at everything but taking in the men.\\\"\\n\\nHaving relieved his spleen with this courteous and comprehensive observation, he piled log upon log till the fire was half up the chimney. Then he got all the chairs and made a semi-circle, and spread out the various garments to the genial heat; and so close that, had a spark flown, they would have been warmed with a vengeance, and the superiority of the male intellect demonstrated. This done, he retired, with a guilty air; for he did not want to be caught meddling in such frivolities by Miss Dover or Miss Maitland. However, he was quite safe; those superior spirits were wholly occupied with the loftier things of the mind, especially the characters of their neighbors.\\n\\nI must now go for these truants that are giving everybody so much trouble.\\n\\nWhen Fanny fell lame and said she was very sorry, but she must go home and change her boots, Zoe was for going home too. But Fanny, doubting her sincerity, was peremptory, and said they had only to stroll slowly on, and then turn; she should meet them coming back. Zoe colored high, suspecting they had seen the last of this ingenious young lady.\\n\\n\\\"What a good girl!\\\" cried Severne.\\n\\n\\\"I am afraid she is a very naughty girl,\\\" said Zoe, faintly; and the first effect of Fanny's retreat was to make her a great deal more reserved and less sprightly.\\n\\nSeverne observed, and understood, and saw he must give her time. He was so respectful, as well as tender, that, by degrees, she came out again, and beamed with youth and happiness.\\n\\nThey strolled very slowly by the fair river, and the pretty little nothings they said to each other began to be mere vehicles for those soft tones and looks, in which love is made, far more than by the words themselves.\\n\\nWhen they started on this walk, Severne had no distinct nor serious views on Zoe. But he had been playing with fire for some time, and so now he got well burned.\\n\\nWalking slowly by his side, and conscious of being wooed, whatever the words might be, Zoe was lovelier than ever. Those lowered lashes, that mantling cheek, those soft, tender murmurs, told him he was dear, and thrilled his heart, though a cold one compared with hers.\\n\\nHe was in love; as much as he could be, and more than he had ever been before. He never even asked himself whether permanent happiness was likely to spring from this love: he was self-indulgent, reckless, and in love.\\n\\nHe looked at her, wished he could recall his whole life, and sighed.\\n\\n\\\"Why do you sigh?\\\" said she, gently.\\n\\n\\\"I don't know. Yes, I do. Because I am not happy.\\\"\\n\\n\\\"Not happy?\\\" said she. \\\"You ought to be; and I am sure you deserve to be.\\\"\\n\\n\\\"I don't know that. However, I think I shall be happier in a few minutes, or else very unhappy indeed. That depends on you.\\\"\\n\\n\\\"On me, Mr. Severne?\\\" and she blushed crimson, and her bosom began to heave. His words led her to expect a declaration and a proposal of marriage.\\n\\nHe saw her mistake; and her emotion spoke so plainly and sweetly, and tried him so, that it cost him a great effort not to clasp her in his arms. But that was not his cue at present. He lowered his eyes, to give her time, and said, sadly, \\\"I cannot help seeing that, somehow, there is suspicion in the air about me. Miss Maitland puts questions, and drops hints. Miss Dover watches me like a lynx. Even you gave me a hint the other day that I never talk to you about my relations, and my past life.\\\"\\n\\n\\\"Pray do not confound me with other people,\\\" said Zoe proudly. \\\"If I am curious, it is because I know you must have done many good things and clever things; but you have too little vanity, or too much pride, to tell them even to one who--esteems you, and could appreciate.\\\"\\n\\n\\\"I know you are as generous and noble as most people are narrow-minded,\\\" said Severne, enthusiastically; \\\"and I have determined to tell you all about myself.\\\"\\n\\nZoe's cheeks beamed with gratified pride and her eyes sparkled.\\n\\n\\\"Only, as I would not tell it to anybody but you, I must stipulate that you will receive it in sacred confidence, and not repeat it to a living soul.\\\"\\n\\n\\\"Not even to my brother, who loves you so?\\\"\\n\\n\\\"Not even to him.\\\"\\n\\nThis alarmed the instinctive delicacy and modesty of a truly virgin soul.\\n\\n\\\"I am not experienced,\\\" said she. \\\"But I feel I ought not to yield to curiosity and hear from you anything I am forbidden to tell my brother. You might as well say I must not tell my mother; for dear Harrington is all the mother I have; and I am sure he is a true friend to you\\\" (this last a little reproachfully).\\n\\nBut for Severne's habitual self-command, he would have treated this delicacy as ridiculous prudery; but he was equal to greater difficulties.\\n\\n\\\"You are right, by instinct, in everything. Well, then, I shall tell you, and you shall see at once whether it ought to be repeated, or to remain a sacred deposit between me and the only creature I have the courage to tell it to.\\\"\\n\\nZoe lowered her eyes, and marked the sand with her parasol. She was a little puzzled now, and half conscious that, somehow, he was tying her to secrecy with silk instead of rope; but she never suspected the deliberate art and dexterity with which it was done.\\n\\nSeverne then made the revelation which he had been preparing for a day or two past; and, to avoid eternal comments by the author, I must once more call in the artful aid of the printers. The true part of Mr. Severne's revelation is in italics; the false in ordinary type.\\n\\n*\\\"When my father died, I inherited an estate in Huntingdonshire. It was not so large as Vizard's, but it was clear. Not a mortgage nor incumbrance on it. I had a younger brother;* a fellow with charming manners, and very accomplished. These were his ruin: he got into high society in London; *but high society is not always good society.* He became connected with a fast lot, some of the young nobility. Of course he could not vie with them. He got deeply in debt. Not but what they were in debt too, every one of them. He used to send to me for money oftener than I liked; but I never suspected the rate he was going at. I was anxious, too, about him; but I said to myself he was just sowing his wild oats, like other fellows. Well, it went on, until--to his misfortune and mine--he got entangled in some disgraceful transactions; the general features are known to all the world. I dare say you have heard of one or two young noblemen who committed forgeries on their relations and friends some years ago. *One of them, the son of an earl, took his sister's whole fortune out of her bank, with a single forged check. I believe the sum total of his forgeries was over one hundred thousand pounds. His father could not find half the money. A number of the nobility had to combine to repurchase the documents; many of them were in the hands of the Jews; and I believe a composition was effected, with the help of a very powerful barrister, an M. P. He went out of his line on this occasion, and mediated between the parties.* What will you think when I tell you that my brother, the son of my father and my mother, was one of these forgers--a criminal?\\\"\\n\\n\\\"My poor friend!\\\" cried Zoe, clasping her innocent hands.\\n\\n\\\"It was a thunder-clap. I had a great mind to wash my hands of it, and let him go to prison. But how could I? The struggle ended in my doing like the rest. Only poor, I had no noble kinsmen with long purses to help me, and no solicitor-general to mediate *sub rosa.* The total amount would have swamped my family acres. I got them down to sixty per cent, and that only crippled my estate forever. As for my brother, he fell on his knees to me. But I could not forgive him. *He left the country with a hundred pounds* I gave him. *He is in Canada; and only known there as a most respectable farmer.* He talks of paying me back. That I shall believe when I see it. All I know for certain is that his crime has mortgaged my estate, and left me poor--and suspected.\\\"\\n\\nWhile Severne related this, there passed a somewhat notable thing in the world of mind. The inventor of this history did not understand it; the hearer did, and accompanied it with innocent sympathetic sighs. Her imagination, more powerful and precise than the inventor's, pictured the horror of the high-minded brother, his agony, his shame, his respect for law and honesty, his pity for his own flesh and blood, his struggle, and the final triumph of fraternal affection. Every line of the figment was alive to her, and she *realized* the tale. Severne only repeated it.\\n\\nAt the last touch of his cold art, the warm-hearted girl could contain no longer.\\n\\n\\\"Oh, poor Mr. Severne!\\\" she cried; \\\"poor Mr. Severne!\\\" And the tears ran down her cheeks.\\n\\nHe looked at her first with a little astonishment--fancy taking his little narrative to heart like that--then with compunction, and then with a momentary horror at himself, and terror at the impassable gulf fixed between them, by her rare goodness and his depravity.\\n\\nThen for a moment he felt, and felt all manner of things at once. \\\"Oh, don't cry,\\\" he blurted out, and began to blubber himself at having made her cry at all, and so unfairly. It was his lucky hour; this hysterical effusion, undignified by a single grain of active contrition, or even penitent resolve, told in his favor. They mingled their tears; and hearts cannot hold aloof when tears come together. Yes, they mingled their tears, and the crocodile tears were the male's, if you please, and the woman's tears were pure holy drops, that angels might have gathered and carried them to God for pearls of the human soul.\\n\\nAfter they had cried together over the cool figment, Zoe said: \\\"I do not repent my curiosity now. You did well to tell me. Oh, no, you were right, and I will never tell anybody. People are narrow-minded. They shall never cast your brother's crime in your teeth, nor your own losses I esteem you for--oh, so much more than ever! I wonder you could tell me.\\\"\\n\\n\\\"You would not wonder if you knew how superior you are to all the world: how noble, how generous, and how I--\\\"\\n\\n\\\"Oh, Mr. Severne, it is going to rain! We must get home as fast as ever we can.\\\"\\n\\nThey turned, and Zoe, with true virgin coyness, and elastic limbs, made the coming rain an excuse for such swift walking that Severne could not make tender love to her. To be sure, Apollo ran after Daphne, with his little proposals; but, I take it, he ran mute--till he found he couldn't catch her. Indeed, it was as much as Severne could do to keep up with her \\\"fair heel and toe.\\\" But I ascribe this to her not wearing high heels ever since Fanny told her she was just a little too tall, and she was novice enough to believe her.\\n\\nShe would not stop for the drizzle; but at last it came down with such a vengeance that she was persuaded to leave the path and run for a cattle-shed at some distance. Here she and Severne were imprisoned. Luckily for them \\\"the kye had not come hame,\\\" and the shed was empty. They got into the farthest corner of it; for it was all open toward the river; and the rain pattered on the roof as if it would break it.\\n\\nThus driven together, was it wonderful that soon her hand was in his, and that, as they purred together, and murmured soft nothings, more than once she was surprised into returning the soft pressure which he gave it so often?\\n\\nThe plump declaration she had fled from, and now seemed deliciously resigned to, did not actually come. But he did what she valued more, he resumed his confidences: told her he had vices; was fond of gambling. Excused it on the score of his loss by his brother; said he hoped soon to hear good news from Canada; didn't despair; was happy now, in spite of all; had been happy ever since he had met *her.* What declaration was needed? The understanding was complete. Neither doubted the other's love; and Zoe would have thought herself a faithless, wicked girl, if, after this, she had gone and accepted any other man.\\n\\nBut presently she had a misgiving, and looked at her watch. Yes, it wanted but one hour to dinner. Now, her brother was rather a Tartar about punctuality at dinner. She felt she was already in danger of censure for her long *te'te-'a-te'te* with Severne, though the rain was the culprit. She could not afford to draw every eye upon her by being late for dinner along with him.\\n\\nShe told Severne they must go home now, rain or no rain, and she walked resolutely out into the weather.\\n\\nSeverne did not like it at all, but he was wise enough to deplore it only on her account; and indeed her light alpaca was soon drenched, and began to cling to her. But the spirited girl only laughed at his condolences, as she hurried on. \\\"Why, it is only warm water,\\\" said she; \\\"this is no more than a bath in the summer sea. Bathing is getting wet through in blue flannel. Well, I am bathing in blue alpaca.\\\"\\n\\n\\\"But it will ruin your dress.\\\"\\n\\n\\\"My dress! Why, it is as old as the hills. When I get home I'll give it to Rosa, ready washed--ha-ha!\\\"\\n\\nThe rain pelted and poured, and long before they reached the inn, Zoe's dress had become an external cuticle, an alpaca skin.\\n\\nBut innocence is sometimes very bold. She did not care a bit; and, to tell the truth, she had little need to care. Beauty so positive as hers is indomitable. The petty accidents that are the terrors of homely charms seem to enhance Queen Beauty. Disheveled hair adorns it: close bound hair adorns it. Simplicity adorns it. Diamonds adorn it. Everything seems to adorn it, because, the truth is, it adorns everything. And so Zoe, drenched with rain, and her dress a bathing-gown, was only a Greek goddess tinted blue, her bust and shoulders and her molded figure covered, yet revealed. What was she to an artist's eye? Just the Townly Venus with her sculptor's cunning draperies, and Juno's gait.\\n\\n\\\"Et vera incessa patuit Dea.\\\"\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/55](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/55)\\n\\n\",\"timestamp\":1637668348,\"title\":\"\\nThe young ladies giggled, because these two rarely opened their mouths to agree,\"},\"digest\":\"AIL9nQ1LtxDQGOO1YuTfmTZ9S5AuZ5k_ZFptr1y_pJc\",\"authorship\":{\"contributor\":\"0x104C9415d8cF60006fA1f2ecb12Aa1B60108c24D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JzZuu-ntDXdd44WC8hLENk3E1wG5-P7wtVwjzT4SS6k\\\",\\\"y\\\":\\\"yqPsIViPjSgUbOtUFl8zoeo6l_Btk-hlkN6khr2Gdkg\\\"}\",\"signature\":\"XA2P5gNzgdjMSG6MvohusF81qJ6RZErr4WoeTIwWJz-3fJY9ulBbkKnryDiV_C1QqBYKXGGYYEOLx4FcERGwQg\",\"signingKeySignature\":\"0x000efce660a023c8426a4c5c2b988159973d17359c7104f73d459a8cfae10917793c8a6c8c6f19b414090c29a52021e4ea9f9594c9ca6972cf1525e47f9d25c51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JzZuu-ntDXdd44WC8hLENk3E1wG5-P7wtVwjzT4SS6k\\\",\\\"y\\\":\\\"yqPsIViPjSgUbOtUFl8zoeo6l_Btk-hlkN6khr2Gdkg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AIL9nQ1LtxDQGOO1YuTfmTZ9S5AuZ5k_ZFptr1y_pJc\"}"