"{\"content\":{\"body\":\"2013年3月23日，习近平总书记在莫斯科与俄罗斯汉学家、学习汉语的学生和媒体代表亲切座谈时表示，“文化交流是民心工程、未来工程。俄罗斯是世界上最早研究汉学的国家之一，汉学水平处于世界领先地位。正是因为两国文化长期交流融合，中俄友好才根深叶茂”。在这次座谈会上，习近平总书记不仅如数家珍地举例自己喜爱的俄国文学名著，还引用俄国文学家果戈里的名言“青年之所以幸福，是因为拥有未来”，表达对中俄青年一代继续传承中俄友谊的美好祝愿和期待。\\n\\n果戈里是中国读者非常熟悉和喜爱的俄国作家之一，是19世纪俄国文学巨匠、俄国批判现实主义文学的奠基人、俄国文学自然派的创始者。果戈里原名尼古拉·瓦西里耶维奇·果戈里·亚诺夫斯基，1809年4月1日生于乌克兰波尔塔瓦省米尔戈罗德县大索罗庆采村（当时为沙皇俄国辖地），后辗转圣彼得堡、莫斯科创作和生活，直到1852年3月4日在莫斯科去世。\\n\\n车尔尼雪夫斯基曾这样评价果戈里，“他告诉了我们：我们都是些什么样的人，我们有哪些不足之处，应该追求什么、鄙弃什么和喜爱什么。他的一生是与自己以及别人身上的野蛮、粗暴激烈斗争的一生，是为一个孜孜以求的永恒目标——为祖国的利益服务——奋发图强的一生。”从这段话中我们可以瞥见一代俄国文学大家的精神追求和价值准则。果戈里短暂的一生为后世留下许多精彩的文学作品，最著名的是《死魂灵》和《钦差大臣》。果戈里的作品善于描绘现实生活，用讽刺幽默的语言揭露社会现实的荒诞，其创作与普希金的作品交相辉映，奠定了19世纪俄国批判现实主义文学的基础。果戈里以其独到的创作风格加强了俄国文学的批判和讽刺倾向，其继承并发展了普希金的民族性传统，开创了俄国文学的“果戈里时代”。果戈里作品嬉笑怒骂的艺术风格和深刻的思想性不仅影响了屠格涅夫、冈察洛夫、陀思妥耶夫斯基等后来一系列俄国经典作家，也深刻影响了鲁迅、老舍、赵树理、张天翼、孙犁等中国现当代作家。\\n\\n果戈里的文学作品中闪烁着许多智慧箴言，“青年之所以幸福，是因为拥有未来”这句话出自其文学名著《死魂灵》，该作品是果戈里现实主义创作的巅峰，也是俄国文学中第一部真正意义的长篇小说。在这句话中，果戈里表达了自己对青春意义的思索以及对青年有无限前程的期盼。青春是意气风发、踌躇满志的时节，青年人风华正茂、怀抱理想，有无限可能，尽管对所有人来说青春年岁不是永恒的，但只要心中有希望，只要在人生道路上永不停止奋斗的脚步，就永远有前途。青春是永恒的话题，青年是未来的希望。中俄两国都具有悠久的历史、灿烂的文化，人文交流对增进两国人民友谊具有不可替代的作用。20世纪50年代，毛泽东在莫斯科大学对在俄留学青年们的讲话——“世界是你们的，也是我们的，但是归根结底是你们的。你们青年人朝气蓬勃，正在兴旺时期，好像早晨八九点钟的太阳。希望寄托在你们身上”——激励了中俄两国一代又一代青年人。习近平总书记也十分关心关注青年人成长，在许多场合提及青春话题，常常鼓励青年人追求梦想、不懈奋斗。习近平总书记说，“青年最富有朝气、最富有梦想”“青年是祖国的未来、民族的希望”，青年理想远大、信念坚定，是一个国家、一个民族无坚不摧的前进动力。习近平总书记在这次同俄罗斯老中青三代“中国通”的座谈中提及果戈里的这句名言，同样表达了对青春的赞美，同时对中俄两国青年继承双方人文交流传统，开辟中俄关系美好未来寄予厚望。青年最有生机活力、最具开创精神，是人民友谊、人文交流的接班人和生力军。中俄两国自1996年建立战略协作伙伴关系以来，政治互信不断深化，人文交流蓬勃开展，取得了丰硕成果。在国家层面开展文化外交议程设置，为中俄两国民众民心相通创造机会，为两国全面战略协作伙伴关系打造了良好的民意基础，“文化相融”“民心相通”成为中俄两国在构建命运共同体的探索中战略对接与互动的基石。\\n\\n习近平总书记在这次座谈中表示，“要发展好中俄关系，就要面向未来，培养青年一代的友谊。要让青年人了解对方国家的历史和现在，学习对方国家的语言和文化，进行心灵的沟通。只有多交流、多接触，认识才能更全面、更深刻”。培养中俄友谊接班人就是要从青年人抓起，俄罗斯总统普京也在许多场合表达了同样的观点，对习近平总书记的讲话予以积极回应。普京总统表示，俄中关系要进一步发展，必须加强两国青少年之间的交流，俄中全面战略协作伙伴关系能否继续深入发展，关键就在于两国年轻一代能否相互理解与沟通，俄罗斯政府将全力支持和鼓励两国年轻人之间的交流与合作。正是在中俄两国领导人的共同倡议和支持下，2014年和2015年两国相继联合举办了“中俄青年友好交流年”，这是继两国成功互办“国家年”“语言年”和“旅游年”之后的又一项国家级主题年文化交流活动，体现了中俄进一步深化全面战略协作伙伴关系的决心。在“中俄青年友好交流年”倡议带动下，中俄合作掀起了一个小高潮，在交流年框架内举办的系列活动增进了两国青年间的了解和友谊。\\n\\n如何增进人文交流，让中俄友好在青年一代传承，是面向未来两国面临的重要议题。以校际合作为载体，促进中俄教育资源互补，增进青年间交流，是推动中俄两国人文合作的有效途径之一。在中俄两国领导人共同倡议引领下，中俄高校合作办学的广度和深度不断拓展。2013年11月，两国成立了中国—俄罗斯经济类大学联盟，并先后成立了中俄工科大学联盟和中国东北地区与俄罗斯远东、西伯利亚地区大学联盟。2017年9月，由深圳市人民政府、北京理工大学和莫斯科罗蒙诺索夫国立大学合作创办的深圳北理莫斯科大学正式招生，这是两国间首个具有独立法人资格的中外合作大学，是第一所中俄合作的实体大学，这所在中俄两国元首共同见证下诞生的大学，标志着中俄人文交流合作达到新高度，是中俄青年友好人文交流的一个生动例证。\\n\\n青年是未来的创造者，青年强则国家强，青年友好则国家更友好。正如习近平总书记在2014年“中俄青年友好交流年”开幕式的贺信中指出的，“青年是国家的未来，是中俄关系和中俄两国人民友谊的未来。希望两国青年与时代同步，顺应中俄全面战略协作伙伴关系发展大势，把自己的梦想融入推动中俄两国共同发展、共同繁荣的事业中来，为中俄两国和两国人民的友好事业和美好未来作出积极贡献”。相信中俄两国青年携手并肩、互学互鉴、共同成长，将为建设两国人民世代友好的大厦添砖加瓦，为开创中俄关系的美好明天架桥铺路，为维护世界和平与发展作出更大贡献。\\n\\n \\n \",\"timestamp\":1641794020,\"title\":\"青年之所以幸福，是因为拥有未来\"},\"digest\":\"PW2lMOIKLzpY27IddpLRT9TvaWRXT8DgWnYiW_miWTk\",\"authorship\":{\"contributor\":\"0xD962E24F1630774aba2A77F49E5234E9E903D941\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"83gmgHp_e2t2O30w9aS03JOa2dROIhOuPk9rgz0AoMk\\\",\\\"y\\\":\\\"28Hc3QUFWLGYsTVvycrxsxrIHkPnir7mz2Sr3_a7MQQ\\\"}\",\"signature\":\"xAPxc-7lgRqaCHD_6oj66tE_ng5087EfvpLi-3JiI4JXBvISFOoLQ5Anc-9U_YWGfaz92QIzee7erefBX_zlzQ\",\"signingKeySignature\":\"0x7cdff85187c20736a7ec766887844dba84d56500ab845faaa2010780967b78362000c3731b835afccd62e2cee4e379bd51260929e7e8ec8d16b45443ea56dd0a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"83gmgHp_e2t2O30w9aS03JOa2dROIhOuPk9rgz0AoMk\\\",\\\"y\\\":\\\"28Hc3QUFWLGYsTVvycrxsxrIHkPnir7mz2Sr3_a7MQQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PW2lMOIKLzpY27IddpLRT9TvaWRXT8DgWnYiW_miWTk\"}"