"{\"content\":{\"body\":\"*This post is the first post in a series on blockchain technology, where I give a non-technical introduction. This post is about agreement, which might seem like a digression, but it is an important foundation in order to understand the power of blockchains.*\\n\\nAgreement is nice. Whether it’s agreeing about the best football team, what cheese tastes good or which political candidate will make a country great again. If you take a step back and observe, you will find different types of agreements existing everywhere. It’s not only the explicit agreements which are the subjects of conversations. The very fact that you are able to communicate abstract ideas with another person is based on an agreement about the meaning of the words being spoken.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*uVAvl_PIP5iPtwS78_kWwg.png)\\n\\nMore than one agreement here\\n\\nDifferent types of agreement have varying degrees of societal consequence. Some subjects are unimportant to reach an agreement about. As an example, it is not very important that you agree with your friend about the best tasting cheese. In this case, you can agree to disagree, and go off eating the cheese that you prefer. Other things are a little more important, say that you are a couple that can only afford to buy one type of cheese. If you don’t agree about what cheese to buy, hard feelings and arguments may pursue. But for society as a whole, agreement here is still not very important. On the other end of the scale there are things that are really important for a society to agree on in order to function. One such thing is agreeing about language and the meaning of words.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*6GFVO6IZ2FvD5Q88-wffCw.png)\\n\\nFor societies to function, there needs to be a common agreement about some of the more important subjects. An obvious place to start is agreeing about the rules of the society, also known as the laws.\\n\\n## Agreeing about agreements\\n\\nOne of these laws may be to allow people to enter into binding agreements with one another. The agreement defines what members of the society *can* make agreements about, and what process to follow if an agreement is not upheld. Essentially, it is a societal agreement about how to handle agreements between participants in the society.\\n\\nThis agreement exists in most modern societies, but it is not without restrictions. People can not enter into *any* binding agreement they wish. Minimum wage is an example of one of these restrictions — you are not allowed to agree to work for an hourly wage which is less than the agreed upon minimum.\\n\\nThe agreement about agreements is known as contract law. Modern societies have a central authority for documenting, updating and enforcing the contract law. If there is a dispute about an agreement, then you can take this agreement to the government, who in turn chooses what to do about the dispute (this is also known as going to court).\\n\\n## Ownership\\n\\nAnother subject that is important to reach societal agreement about is whether people in the society *can* own things at all. This may seem like a no brainer, but its not actually a given, take some of the hippy [communes](https://en.wikipedia.org/wiki/Commune) as an example.\\n\\nOnce you have established the agreement that individuals can own things, the next step is to make sure there is agreement about who owns what. For some things, such as the personal property which I wear — it’s pretty clear. If I make some sandals out of hemp, they are either on my feet or in my apartment. It is also not the end of the world if I happened to lose them. Likewise, it sucks to lose other pieces of clothing, my wallet, my PlayStation controller etc. but again, it’s not the end of the world, life goes on.\\n\\nThen there are the *big things*. Things that really do impact you if you lose them. An example of a big thing is the apartment that you own. Losing that apartment would be life changing. If it was possible to steal an apartment in the same way that you could steal a purse, then that is what thieves would be doing because that is where the big bucks would be. People would be spending their time protecting their apartment, and society as a whole would not function well. Therefore, for the *big things*, it is important that society agrees about who owns what.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*9GLyu0-qSZQZUQrUutQa0Q.png)\\n\\nSo what is stopping another person from sneaking in to my apartment and claiming it for himself, while I am strolling about town in my new hemp sandals?\\n\\nLet’s start answering this question by imagining how this problem is solved for a small tribe. In this case, the solution to the problem is very simple. Everyone knows everyone else, and there are not a lot of people and mud huts to keep track of. Members of the tribe can therefore keep track of which mud hut belongs to which person. Essentially, most members of the tribe have the agreement about ownership memorised.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*_JC3ncVycjhPjR4izTw5Kw.png)\\n\\nIf one member chooses to trade a mud hut with some cattle of another family, then this transaction is communicated to the rest of the tribe and the agreement about ownership is updated in their heads. If one tribe member tries to claim a mud hut which they do not own, then the rest of the tribe will know they are lying.\\n\\nFor modern societies, the challenge with this approach is that we have limited memory, thinking and communication abilities. Tracking ownership in this distributed manner is not humanly possible. Therefore, in modern societies, this problem has been solved by the government owning a central registry of who owns what real estate. This registry is maintained, updated and enforced by the government.\\n\\nReal estate is just one example, but ownership of other *big things* is usually solved through central registries. Below are some other examples of registries which keep track of who owns what:\\n\\n* Governments keep track of vehicle ownership using a registry of registration plates.\\n* Kennel clubs keep track of who owns what dog through a breed registry.\\n* ICANN and registrars keeps track of who owns what websites.\\n* A bank keeps an up to date ledger with the balance of account holders.\\n\\n## Keeping track of the Inter-subjective\\n\\nModern societies are built on agreement about some topics which are *not* part of an objective reality. These common myths include nation states, ownership, money, laws, contracts, religions and human rights. None of these phenomena are part of the natural world, but some are still necessary for modern societies to function.\\n\\n![](https://images.mirror-media.xyz/publication-images/JFMVvJi7B8VxTUxDvFoCF.png?height=880&width=918)\\n\\nThese sets of commonly shared, subjective beliefs have been named the inter-subjective. Since many individuals within a larger community believe in them, they act as objective phenomena from an individual’s perspective. Unless your bank statement says so, it really does not matter how convinced you are that you are a billionaire.\\n\\nAs historian Yuval Harari argues in his book *Sapiens*, the only way that a larger number of strangers can co-operate effectively is by believing in a set of common myths. I am willing to trade my hemp sandals for money, because I believe that someone else is willing to accept the same money when I am buying food.\\n\\nSince the inter-subjective does not objectively exist, modern societies formalise these agreements by documenting them and claim them to be the truth. Trusted authorities are used for maintaining these single sources of “truth”. The agreements have been maintained in this centralised fashion, because there has been no other way to maintaining them.\\n\\nUntil now!\\n\\nBlockchain technology enables agreements to be collectively maintained by anyone, taking away the monopoly of “truth” maintenance from central authorities.\",\"timestamp\":1638876228,\"title\":\"Blockchain for non-techies: 1. Agreement\"},\"digest\":\"eseU1ptYWVLBWGlKn6Qt4rOIowkZSUsHZsllLCX-Qr8\",\"authorship\":{\"contributor\":\"0xca099Ab77181AcCe037F5aA812ec9f318343869F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tvBQlYoeys739KssD7MvnN6rS6jFG4TJL6rs_6LXt4s\\\",\\\"y\\\":\\\"mAUzkP3n7_e8kFwt_Ezcd0brGjiHV8qElqBC9L948sU\\\"}\",\"signature\":\"kyFFfyhlrisuFaVT5ixGJNjnrEQvRwXAshYqtAsu9S1_Ex3qX4DkQGn8zq36MMpp-ONE1rm-RTYAfz7GSNVk8w\",\"signingKeySignature\":\"0x60dfe342c17bd428bf09ef29056f16f0493f13e24392d5bbca017a7d415e2ebb1173c0d00549060d70e1654a45a60f9f42938805acb3882f8cd5cbdea8930ee71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tvBQlYoeys739KssD7MvnN6rS6jFG4TJL6rs_6LXt4s\\\",\\\"y\\\":\\\"mAUzkP3n7_e8kFwt_Ezcd0brGjiHV8qElqBC9L948sU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8RboO9k8iMzHbYmGJyLdPSxTt5Y7kGjLlr6LgEYEs6w\"}"