"{\"content\":{\"body\":\"There’s a common thread between the works of all great designers.\\n\\nIt’s that designing with a cultural lens is integral to everything — to have the level of deep understanding of the space you operate and the community your work serves to create the things that have the type of outsized impact they do.\\n\\nIt's not all that novel of a realization, but it's something that I think because of its seemingly obvious nature, many have trouble articulating, understanding, and defending, including myself.\\n\\nSo, I decided it's worthwhile to write about, both as a resource and reminder for those out there to leverage on their journey as they build for the future, and an exercise for me to make sure I’m not full of shit.\\n\\n![Kanye being Kanye](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fefd0a843-1e1b-4268-924f-0f41989bc839_2010x1338.png)\\n\\n**Cultural Capital**\\n\\nOften things are created that, for some reason or another, become highly successful in reach, popularity, profit — whatever metric you want to use — but that same thing may not have been successful, say ten years, five years, one year, or even yesterday. t may also be a hit with one group, but not for another.\\n\\nIf we exclude technological or financial limitations here, that leaves us with the most underrepresented catalyst: culture.\\n\\nI've been diving into the sociological concept of cultural capital, coined by Pierre Bourdieu. If you're interested, I would watch this [quick intro](https://www.youtube.com/watch?v=5DBEYiBkgp8) and [this explainer](https://www.youtube.com/watch?v=th0eYWnGZ_4&ab_channel=Then%26Now).\\n\\nThe TL;DR here is that culture itself is capital. We see this in streetwear, Kanye, NFTs, exculsive communities, etc.\\n\\nHow this ties back to us is that what these things are able to do is tap into a particular cultural zeitgeist that strikes the chord of the public narrative, whether intentionally or not, and produce an enlarged, exponential amount of return that can be exchanged for other types of capital. Culture is currency, currency is culture.\\n\\nThe need, the timing, and the aesthetic all coincide into a perfect inflection point for ideas to seed themselves and eventually take off. And this is all because the stars have aligned, cultural capital was created, and then captured.\\n\\nI’m not necessarily saying the goal here is always to build cultural capital per se, but to make a point that it exists, is important, and something that you can begin to leverage in your favor.\\n\\n**Why**\\n\\nBut first, why does this even matter?\\n\\nWell, in art, it doesn't, unless maybe your end goal is widespread acclaim or fame and wealth. Otherwise, it's a random occurrence that puts you on an upward trajectory.\\n\\nBut in business, it's different.\\n\\nAs designers, technologists, and entrepreneurs, we've learned the behavior that you're building to solve a problem for a specific user. And that problem and customer you're servicing, although often a moving target, can be synthesized into one clear statement, prime for a beautifully articulated slide. But, it's never that simple and often the wrong approach because you miss the big picture.\\n\\nYou miss the underlying potential of what this could be, who this will serve, and even possibly the cultural moment that ultimately takes it over the hill. You’re refusing cultural capital.\\n\\nNot to mention, products that attempt but miss the cultural mark can be considered outdated, unqualified, over-engineered, or even flat-out ignorant.\\n\\nTo be clear, I’m not saying cultural thinking is a prerequisite to every successful product. There’s plenty of cases where magic can happen, but the opposite is also true.\\n\\nThere's this theory called [Ontological Design](http://www.academia.edu/888457/Ontological_designing) by Anne-Marie Wills that postulates that we design our world, and our world turns around and designs us. We can point to online examples such as the Instagram selfie, Youtube content creator, or Soundcloud rapper as technology that came before acknowledging the culture and has since evolved with the culture itself in a back-and-forth, signal-noise dance.\\n\\n![A big map or internet cultures](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F09e8e276-78dd-462b-aa0b-ea47b6aa9b98_4003x2836.png)\\n\\nWhen this happens, we sometimes get amazing cultural step-changes, but equally, dangerous implications that come with it in the form of things like internet narcissism, doing it for the gram, cancel culture, fake news, and mumble rap (joke).\\n\\nIt's here within these implications that I wonder how more cultural thinking could better impact outcomes, help us avoid pitfalls, or get to the same resolution quicker.\\n\\n**Something Different**\\n\\nUltimately, what we’re really after is authentic, focused intent, and understanding to create something dope, and operating culture-first is just one tool in the toolbox to get us there.\\n\\nI don't think culture is at all this elusory holy grail that many make it out to be. I believe it’s a honed skilled just like everything else.\\n\\nI also don’t think it should be gatekept from outsiders. If you want to see change, you have to be open to alternative perspectives.\\n\\nSo as the name of this post mentions, I want to relate this to design and propose an actionable concept of how you can begin to implement this in your workflow or suggest it to others.\\n\\nI've been calling it 'Culture-first design,' but maybe it'll change in the future, I'm not sure.\\n\\nTo me, culture-first design is a meta-design mental model that emphasizes the importance of cultural understanding, integration, and design from a community-centric approach. The best design understands the history, mentality, evolution, artifacts, and capital of the culture it touches and leverages it in its favor.\\n\\nAt large, this is what the typical research and design process looks like:\\n\\n 1. Start user discovery\\n 2. Collect interviews\\n 3. Identify pains, needs, and wants\\n 4. Synthesize\\n 5. Develop spec\\n 6. Begin design\\n 7. Test designs\\n 8. Get feedback\\n 9. Iterate\\n10. Hand-off\\n\\nThis workflow is a standardized, tried-and-true model, but again, it misses the emphasis on culture, and more often than not, depriortizes it.\\n\\nInstead, a culture-first research and design approach could look something like this:\\n\\n 1. Start user discovery\\n 2. **Define the subcultures**\\n 3. **Listen to the stories of the community members**\\n 4. **Note key players, communities, artifacts, and subsequent values and behaviors**\\n 5. Collect interviews\\n 6. **Observe internal trends**\\n 7. **Draw lines from macro trends**\\n 8. Identify pains, needs, and wants\\n 9. Synthesize\\n10. Develop spec\\n11. Begin design\\n12. **Get feedback from purists and tourists**\\n13. Iterate\\n14. Hand-off\\n\\nThis workflow instead places importance on cultural exploration. To me, this comes in the form of truly immersing yourself in the community of the culture without compromising the study. It's combining what you know about the community that pushes the culture, where it's trending, and taking those learnings to implement into your work.\\n\\nThe goal is to build up a sort of ever-evolving knowledge culture.\\n\\n![Trippy mandala of collective knowledge](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fe313794c-0955-434d-bbbc-536010482755_587x440.png)\\n\\nHow you go about implementing it into your work is a whole separate topic and likely depends on your discipline, form factor, etc., but I think you get it.\\n\\n**The Future**\\n\\nWe already see many compelling examples of this in the real world with projects like seasonal fashion collections (Louis Vuitton), music releases (DONDA), shows (Kerwin Frost Talks), and films (A24).\\n\\nCases also exist within technology, but again, we've operated on the Silicon Valley model for so long that there aren't as many.\\n\\nA few technology projects, teams, and companies that are progressively operating in this direction include [$FWB](https://www.fwb.help/), [MSCHF](https://mschf.xyz/), [Zora](https://zora.co/), [Foundation](https://foundation.app/), [Axie Infinity](https://axieinfinity.com/), [Roam Research](https://roamresearch.com/), [Rainbow](https://rainbow.me/), and [PartyDAO](https://party.mirror.xyz/).\\n\\nWhat you may notice from this list is that many of them operate in the web3 space whose operational models are perfectly encapsulated by this tweet:\\n\\n[https://twitter.com/jarroddicker/status/1425535203397804039?s=20](https://twitter.com/jarroddicker/status/1425535203397804039?s=20)\\n\\n(Note: Expect a write-up that expands on this soon.)\\n\\nOur world is trending towards more widespread cultural consciousness, and the next generation of builders intrinsically have and value high cultural IQs (as shown by Gen Z).\\n\\nAt present though, the importance of 'tapping in' is highly undervalued, but I foresee a massive shift already occurring.\\n\\nHowever you choose to implement this model or take inspiration from it, I'd love to hear about it. My DMs are always open for suggestions and collaboration on expanding this.\\n\\nThanks for reading.\",\"timestamp\":1637199398,\"title\":\"Culture-first design: A process to tap in\"},\"digest\":\"bSMF9z8gB54YiS4oO_xemjhxHaqHw39GcHG9SXK4yaA\",\"authorship\":{\"contributor\":\"0x64EfC106Fc3563339B3004222a4bdE3F924E49eD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Cfj7ONmXi_kSa0fwIwHk21lkIHHW_UV8WPWaN_6aZ_k\\\",\\\"y\\\":\\\"VEguy6MG4RxQK0cYJCyd4I5NZSHj1Fw6A1V8O7jUYk8\\\"}\",\"signature\":\"un8ersU754HqNk28SUj7Ib1adrCelEd_kipGPUtXwYosck0iMFbE0IDxb_a6uMqgk17atbxumCo8cbQLG8TINg\",\"signingKeySignature\":\"0xfca28aa54d3b6cf170c63742d30aaa3c39beac0ae3c09ea6d9de67daa6e231b472a7cd7fd1e206bdb9de8fb01976062cabad6d41e03e8597af8c6e30459b4d291b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Cfj7ONmXi_kSa0fwIwHk21lkIHHW_UV8WPWaN_6aZ_k\\\",\\\"y\\\":\\\"VEguy6MG4RxQK0cYJCyd4I5NZSHj1Fw6A1V8O7jUYk8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bSMF9z8gB54YiS4oO_xemjhxHaqHw39GcHG9SXK4yaA\"}"