"{\"content\":{\"body\":\"云昭看过账本了。 \\n  \\n     云氏是一个很殷实的地主之家。 \\n  \\n     还确定了一个事实，一万两银子的债务对云氏来说是一个很大的数字，却绝对不会庞大到需要将母亲嫁妆都搭进去的程度。 \\n  \\n     云氏除过有地之外，在长安还有四家粮店，云氏每年的产出，除过口粮，基本上都被卖掉了。 \\n  \\n     母亲的嫁妆还包括一家绸缎庄，没看见云氏养蚕，可是，绸缎庄的生意从账本上看似乎很好的样子。 \\n  \\n     如此说来，云氏绝对算的上是关中的富裕之家，既然如此，云昭就很想知道，自己为什么每天吃粗粮的时候要比吃细粮的时候多？ \\n  \\n     云家有粮店啊……还是四间！！！ \\n  \\n     为什么自己最好的衣衫只有夏布，也就是该死的麻布，最多是质量好一些的麻布？ \\n  \\n     云家有绸缎庄啊……粮食呢？绸缎呢？钱呢？ \\n  \\n     没看到有庞大的支出啊！ \\n  \\n     晚饭依旧是面条……上面盖了一片薄薄的盐煎肉…… \\n  \\n     母亲吃的面条上没有盖肉片子，只有素素的几样野菜。 \\n  \\n     福伯吃的是小米饭，上面覆盖了厚厚一层绿色的野菜。 \\n  \\n     不论是母亲，还是福伯似乎对目前的状况都很满意，只有云昭不满意。 \\n  \\n     他早就想过真正地主家大少爷的日子了。 \\n  \\n     “娘啊，我想吃猪骨头。” \\n  \\n     “不年不节的吃什么猪骨头。”云娘低头吃着面条，对儿子过份的要求一口回绝。 \\n  \\n     云昭很想把面前的黑面条推开，一想到这样做的结果就是晚上挨饿，也就低头吃了起来。 \\n  \\n     “你最近身体康健，学问也有了长进，该带你去见见你外公，顺便去终南山把金仙观许的愿给还了。” \\n  \\n     云昭看了母亲一眼，表示知道了。 \\n  \\n     “以后不许翻白眼！” \\n  \\n     云昭连忙答应道：“知道了。” \\n  \\n     大明朝的夜晚是极其无聊的，天黑下来人们一般就要睡觉了。 \\n  \\n     而云昭则有抄写不完的《百家姓》。 \\n  \\n     以前，外面会寂静的吓人，这几天不一样了，总会有叮叮当当的打铁声传进内宅。 \\n  \\n     打铁的声音其实不算大，可是，在寂静的夜晚，这个声响就会传出去很远。 \\n  \\n     云昭写完字了，打铁声依旧在继续，刘宗敏是一个合格的铁匠，同时说明他的力气也很大。 \\n  \\n     福伯关闭内宅大门的声音也传来了，然后就是福伯踹家丁的声音，以及家丁吱吱呜呜的埋怨声。 \\n  \\n     大白鹅在院子里踱步，只要屋子里还有灯亮着，这两只该死的鹅就不会回到圈里去。 \\n  \\n     忽然间，外面变的喧闹起来了，很多人的声音乱糟糟的响起，大白鹅也嘎嘎乱叫。母亲披着外衣来到云昭的炕前，警惕的听着外边的动静。 \\n  \\n     不一会就听福伯在大门口道：“大娘子安歇吧，没事，是野猪下山祸害地里刚下的种子，被乡民用陷阱给捉住了。” \\n  \\n     云昭闻言蹭的一声就从炕上蹿起来，胡乱穿好衣裳就要往外跑。 \\n  \\n     刚刚安定下来的云娘怒道：“野猪被捉了，是好事，你跑什么？” \\n  \\n     云昭忙乱的找鞋子，一边套鞋子一边道：“我去看看是不是我认识的那头野猪。” \\n  \\n     云娘怒了，直接对院子外边的云福吼道：“给乡民几个钱，把野猪买下来，我们明天啃骨头！” \\n  \\n     云昭闻言大为惊恐，那几头野猪陪自己渡过了一段最难熬的日子，说没有感情那是假的，吃它们，云昭觉得自己可能下不去嘴！ \\n  \\n     遂不理会云娘的呼叫，自己打开门就跑了出去。 \\n  \\n     福伯就站在大门前，见云昭出来了，嘿嘿一笑道：“知道你坐不住，那就去看看热闹。” \\n  \\n     云氏大宅外边，此时还有灯火的只剩下刘宗敏的铁匠铺子了，所以一大群人围着铁匠铺子看热闹。 \\n  \\n     刘宗敏似乎对野猪没什么兴致，依旧在叮叮当当的打铁。 \\n  \\n     福伯出了门，咳嗽一声，乡民们自动让开了路。 \\n  \\n     其中一个鼻青脸肿的乡民陪着笑脸道：“福伯您看看，好大的一头野猪啊，大家捉这头野猪不容易，还请福伯多多赏赐一些。” \\n  \\n     福伯哼了一声道：“这山都是云氏的，野猪自然也是云氏的，你们还有脸要钱？” \\n  \\n     话说的不中听，几个捉拿了野猪的乡民却满脸笑意，这种话他们听的多了，做不得数。 \\n  \\n     云昭很担心那头大母猪，毕竟她还有八个娃需要喂养，如果是今天她被捉住了，无论如何也要放人家回去喂孩子。 \\n  \\n     铁匠铺门口躺着一头巨大的野猪，被人用绳子捆的结结实实，不断地在那里嘶鸣挣扎，还是纯黑色的，跟云昭在秃山见到的一家子猪完全不同。 \\n  \\n     这头野猪更加的像家猪，很多人家养的猪跑掉之后，用不了多长时间就会变成这个样子。 \\n  \\n     很早以前的时候，云昭去森林边上的贫困村子驻点，那里的野猪在困难时期被杀光了，后来出现的野猪其实就是家猪变得。 \\n  \\n     这头也是如此，它的嘴没有野猪长，獠牙很短，身上没有斑纹，腿长，只是体型比家猪苗条的多。 \\n  \\n     云福瞅着云昭道：“要不，咱们家把这头猪养起来？” \\n  \\n     云昭还没开口，发现口水先流出来了，擦一把口水后大叫：“我要吃猪骨头！” \\n  \\n     云福似乎有些失望，没好气的对几个乡民道：“那就赶快收拾了，没听见大少爷吃猪骨头？” \\n  \\n     乡民们齐声叫好，立刻就有人去拿杀猪的一干物事。 \\n  \\n     刚刚将铁块丢回炉子的刘宗敏走了过来，用脚踢一下野猪道：“猪皮留给我。” \\n  \\n     云福笑道：“这是经年的老猪了，猪皮厚的不成样子，没法子吃。” \\n  \\n     刘宗敏道：“硝了之后作衣衫！” \\n  \\n     福伯点点头道：“该是能做出一件皮甲。” \\n  \\n     刘宗敏不再言语，见铁块又烧红了，就继续去锻铁。 \\n  \\n     杀猪没什么看头，云昭一点兴趣都欠奉，明日里有猪肉吃，这才是他感兴趣的地方。 \\n  \\n     以他以往在农村看杀猪的经验得知，人们绝对不会浪费猪身上任何一点可以利用的东西。 \\n  \\n     云福见云昭打着哈欠回家了，就笑着道：“五百文钱，家里只要肉跟板油，猪皮给刘宗敏，其余的便宜你们了。” \\n  \\n     云昭听见乡民们的欢呼声了，继续打着哈欠回到房间，胡乱脱掉衣裳，一头钻进了被子。 \\n  \\n     “怎么，没打算弄头猪回家养着？” \\n  \\n     “明天有猪骨头吃了。” \\n  \\n     “咦？不是是自称野猪精吗？怎么没有物伤其类之感？” \\n  \\n     “明天你看我吃肉的样子就知道我的野猪精之名不是平白得来的。” \\n  \\n     云昭嘟囔两声，就用被子盖住脑袋，不愿意看母亲那张满是捉狭之意的脸…… \\n  \\n     一头猪，一个晚上，就被安排的明明白白。 \\n  \\n     陈年老猪肉一点都不好吃，只要有点筋，就咬不动。 \\n  \\n     而最好吃的心肝脾肺肾，被乡民拿走了，血脖子带猪头给了屠夫，就连猪尾巴也被人连着一斤肉拿走了。 \\n  \\n     “地主家都是傻子？” \\n  \\n     云昭母子跟猪肉较劲好长时间之后终于放弃了，徒然的瞅着满是牙印的猪肉不知道说什么好。 \\n  \\n     云娘撇撇嘴道：“乡民们打杀了野猪，也就是保护了庄稼，就该奖励。咱家的地最多，出钱是应该的。 \\n  \\n     也罢，送一条猪腿给你先生，请他品鉴，品鉴！” \\n  \\n     这头猪的肉很适合细嚼慢咽，绝不适合大快朵颐。 \\n  \\n     云昭认为这是老天在跟自己作对，自从成为地主家的大少爷，就没有好好地吃过一顿饭。 \\n  \\n     不过，他还是装了很多猪肉，他不喜欢，云杨，云树，云卷，云舒，云飞这些人会喜欢的。 \\n  \\n     今天，云昭就想去玉山看看，去云卷捡拾到磁石的地方去看看。 \\n  \\n     一把匕首，三把短刀就是刘宗敏忙碌了两天的成果，铁砂这东西却是经不起锻炼，一百斤铁砂最后只能做出这三样东西，与少年们的期望相去甚远。 \\n  \\n     匕首只有一尺长，短刀只有一尺半，刘宗敏是当成玩具打造的…… \\n  \\n     好在，云杨极力要求刘宗敏给这几把武器夹了钢，也淬了火，按照云昭的看法，这些武器也就比锄头好一些，也比少年们常用的柴刀好。\",\"timestamp\":1638280026,\"title\":\"第二十四章悲惨的地主家少爷\"},\"digest\":\"ZICfGwNaXoBnDOYTgAjeJnC7Lzy58z5zw76CNPoEpww\",\"authorship\":{\"contributor\":\"0xe561E580dAF360Ff3E70C84f26Cbbf249562Aee3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"signature\":\"TU0fcXGNdxJn9D7HuSQI4gBjkuU2f_PrkiHt7FZR1sJX22w8hYkflbWB4_LPNzU1t3s_RLjgLY8NxPS0I5pI8g\",\"signingKeySignature\":\"0x26aa97fa31c580aac651005089f8cfe7a7df2a9b83369c911ebd5e484c9258b10f753603d0f10042ae780a1fd8f845cd85f625edb7cecf55175b486826f9f7b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZICfGwNaXoBnDOYTgAjeJnC7Lzy58z5zw76CNPoEpww\"}"