"{\"content\":{\"body\":\"![Chapter 24: https://foundation.app/@ahmedb.eth](https://images.mirror-media.xyz/publication-images/IgQT65hdlnHUrpvmCm9hz.png?height=2732&width=2048)\\n\\n[https://open.spotify.com/episode/4gGdq2piguB7clxQYV8ZOb](https://open.spotify.com/episode/4gGdq2piguB7clxQYV8ZOb)\\n\\nTalia found the two young men already halfway through breakfast when she came down a few mornings after their hike. She had spent some time with her bonsai that morning, trimming it up and helping coax it along towards a fuller, greener look. It was a good, hearty one — they could be so delicate sometimes — and did really just need some dedicated attention. It was her quiet time in the day, now. Back home she would start almost every morning in the greenhouse. The smack of humidity as she went into it had been as good for waking up as a cup of coffee. There was nothing like that here, in the cool mountain air. Talia was finding she missed sweating it out at work. Everything was so heady here — people never stopped talking. Talking about what they were doing. Talking about why things happened. Talking, talking, talking. She had even gone by one of the gardens yesterday morning, in the hopes that she could find some peace and quiet there, but the sages working it had been deep in debate about stars or something like that.\\n\\nNoah and Sol were quiet, at least, their mouths too full to be turning over any existential rocks this early in the morning. Talia nodded to them both and joined in, relishing the freshness of the food. They always had good, clean food at home, but city food itself tended to be packaged, machine-made nonsense more often than not. That was something they got right here.\\n\\n“So,” Noah wiped his mouth, leaning back in his chair, “Does anyone else need a break?”\\n\\n“Absolutely,” Sol said.\\n\\n“Yes, please,” Talia nodded eagerly, “What were you thinking?”\\n\\n“I mean, the only thing there really is to do around here besides think about stuff is walk,” Noah shrugged, “I guess we could go for our own hike.”\\n\\n“There has to be something else,” Talia crossed her arms, leaning forward on the table, “We only know two or three trails, and I don’t want to get lost up in the mountains.”\\n\\n“There’s an art studio,” Sol mentioned, “I saw it in the town. There were novices and some of the students making things. I saw the guy you met, Noah, Leon there. He was making the ugliest vase I’ve ever seen in my life.”\\n\\n“Ha! I’ll have to track him down and let him know,” Noah laughed, “I don’t know. I’ve never really been an art person. Talia?”\\n\\n“Unless you consider growing very aesthetically pleasing plants an art form, me neither. But if you all promise not to talk to me non-stop about philosophy the whole time we’re doing it, I’m ready to try.”\\n\\n“I promise I won’t say anything. We’ll just have to hope the other people there stay quiet,” Sol grinned.\\n\\n“We’ll go right after this. During lesson time. That way there will hopefully be as few people there as possible.”\\n\\n“During lessons?” Sol raised an eyebrow.\\n\\n“We’re supposed to make our own path, right?” Talia pointed out, “And right now, I am pathing my way straight out of having to deal with Teacher or another long day of him asking me why I chose to sit the particular way I did.”\\n\\n“Let’s go,” Noah stood, “I bet I can make something that looks worse even than Leon’s vase. Definitely worse than anything you two could make.”\\n\\n“I’ll take you up on that challenge,” Talia elbowed him. They quickly cleaned up the remains of their breakfast and Sol led the way to the art studio. Talia and Noah had both assumed it would be pottery with what he had said before, but it seemed to be a mix of everything. There was a weaving loom over in a corner, instructions tacked to one wall, pottery stations, canvases to paint. An elderly woman, wearing the robes of a fully-realized sage, greeted them as they came in.\\n\\n“Welcome! Did your teacher decide some artistic exploration would be beneficial today?”\\n\\n“We decided it might be beneficial today,” Talia clarified.\\n\\n“Right, right, of course,” the woman winked, “Well, feel free to look around, and you can always ask me if you have any questions about how any of the tools work. We’ve got several things in the back, as well, if you would like to try something you don’t see here.”\\n\\n“Is this place here as a learning station?” Sol asked.\\n\\n“Of sorts. When I was receiving my training here, many decades ago now,” the woman smiled fondly at the memory, “I found myself often left with a busy mind. I couldn’t sleep some nights; my head was racing so much! A friend I was studying with recommended I take up something to do with my hands in the evening while I turned everything over in my head that day. I had painted back home, and I was able to gather the supplies. It helped immensely! When I decided to stay in Ekur, I knew I wanted to provide students the same opportunity I had.”\\n\\n“So, you don’t teach people how to be *good* at art?” Noah looked around, “How to classes or anything?”\\n\\n“I advise on some techniques, but good art is not the goal — though I find it often ends up happening accidentally. No, this is just a place to give your hands something to do while your mind works through everything it has been exposed to. Or, turn your mind off altogether and just enjoy playing with some paint!”\\n\\n“Sounds good to me,” Talia walked over to an easel and canvas and started sorting through the paints, picking some out.\\n\\nAfter a moment of hesitation, Noah made his way to one of the pottery stations. Sol wavered between options until finally settling down at the loom, carefully reading through the instructions. Within a few minutes, the only sound in the space was an occasional quiet hum from the old woman at the front of the room, who was knitting something as she sat at the front table, and the sounds of the three of them getting to work.\\n\\nTalia knew what she was going to paint as soon as she looked at the canvases. The greenhouse. Picking the colors was easy enough, but after that, things got a lot more complicated. She started slow, in the bottom corner, anxiously trying to capture everything she could remember as exactly as possible. It took her half an hour to paint one water pump, and she stepped back, her brow furrowed as she stared at the piece, jumping as she bumped into the old woman.\\n\\n“Sorry to surprise you,” the woman chuckled as Talia turned in surprise, “You’re making steady progress.”\\n\\n“It doesn’t look right,” Talia sighed.\\n\\n“Have you ever painted before?”\\n\\n“Not since I was a child.”\\n\\n“Then don’t worry about making it look right. Paint what it feels, get it out there. Have fun,” the woman patted her shoulder, “Your piece is like your path. It will never look exactly like what you have based it off of — you will transform it, living it your own way, no matter what guiding posts you choose to follow. Instead of worrying about the differences, getting it exactly right, you’re better off filling those gaps with a little fun.”\\n\\n“Hey,” Talia said, leveling her brush at the sage, “You’re sneaking in some teaching!”\\n\\n“I can’t help it,” the woman smiled, “That’s all I’ll say! I swear!” She walked off to observe Noah, who was on his third attempt at a bowl and absolutely covered in clay splatters. The woman sat alongside them, and Talia watched for several minutes as they laughed and threw clay together, the sage demonstrating how fun it was to spin a bowl up and smash it back down into a lump of wet clay — just because you could.\\n\\nSol was having more success with the loom than he had expected. It had taken a while to get the rhythm of it, but once he did, it was moving easily. It felt good to be making something, he realized. Really good. If he practiced enough, he was sure he could do it without checking the instructions regularly, almost without thinking. No wonder many of the women, and some of the men among the nomads weaved everything by hand when they could have purchased some machine-made works from the traders as easily as anything. The transformation of all of the individual strands into something whole seemed to almost have its own kind of magic to it.\\n\\nThe three became so absorbed with their work, not realizing nearly three hours had passed until the sage woman recommended they all go out and get something for lunch. Talia had finished her greenhouse painting, her brushstrokes growing much bolder, much more wild after the push from the sage — it had grown considerably more abstract, but she was happy with it. Even if it didn’t look like the greenhouse actually did, it certainly felt like that burst of humidity, Talia felt. Noah had come away with three bowls, two which might actually be able to serve their intended purpose if they didn’t collapse under their own weight. The sage promised to fire them and have them dropped by the tavern when they were done. And Sol found himself holding his own creation, a small piece of cloth — no larger than a hand towel — that he had made. It had no inherent pattern, but layers of colors, an attempt to imitate the shifting colors of the desert.\\n\\nSol couldn’t stop looking at it as they stepped out of the shop, the other two giving goodbyes and thanks to the owner. He continued to look at it, following blindly behind Noah and Talia as they led the way to a place to eat. He had made this! It left him with the same satisfied feeling helping with the market at the nomad camp had given him. He imagined himself bringing it home, discussing how he could price it with his mother — she had an eye for pieces like this. It wasn’t perfect, but it looked pretty good, in his opinion. Someone might really want it in their home, a little piece of the desert that he had captured.\\n\\n“It has value,” he said aloud, not realizing it.\\n\\n“What?” Talia turned, “Oh, I like your piece, Sol.”\\n\\n“Thanks,” he felt a slight blush rising, trying to shove it down, “I’m happy with it.”\\n\\n“Well, that was a fun break,” Noah said, “It did feel nice, taking some of my frustration out on that clay. But I think I’m ready to get back to learning stuff.”\\n\\n“I’m glad to hear it,” a voice said from nearby. The three turned and jumped as their teacher smiled at them.\\n\\n“Your favorite lunch place,” he said, pointing to the shop, “I was hoping I could find you here if nowhere else.”\\n\\n“Sorry, teacher,” Talia ducked her head, “We just needed a break.”\\n\\nHe raised his hand, “No need to apologize. Though, it would be kind to send word next time you choose to run off on your own. I could have read a book this morning instead of looking for you three.”\\n\\n“We’ll make sure to do that next time,” Sol reassured him.\\n\\n“I’m sure you will. Though, we’ll see if you’ll have a chance to sneak away,” he smiled mischievously, “All my time looking for you helped me think up quite the curriculum. I know it must be tiring, sitting in a circle with me and talking non-stop. Some variety, I think, would be welcome?”\\n\\n“It wouldn’t be *not* welcome,” Talia hedged.\\n\\nTheir teacher laughed, “Nothing like getting caught cutting class to make students go out of their way to be polite! But never worry. I have enlisted several of my friends from town to ensure that you get the training you need to make your next choice.”\\n\\n“Our next choice?”\\n\\n“Whether you stay to see your training all the way through, or whether you continue your training at home,” the teacher smiled, “What kind of system would we have if picking your path wasn’t part of the curriculum?” \\n \",\"timestamp\":1640854714,\"title\":\"The Journey to Ekur - Chapter 24\"},\"digest\":\"T0Ug17G3a8EwJr96Jqo7sq6jlx3O8YoE0X-P5yEMof8\",\"authorship\":{\"contributor\":\"0xcac28b391dA1F25Cb329C3E24794e1d0D354EaeF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YKc7PbhamOvUwXzt9wnc3m-gKuQ4h683ZA-w6_9A0Io\\\",\\\"y\\\":\\\"jeZ0r0_o3t0C-xfaG_PZ_E2afe7MfudWZ-BL7IKIORc\\\"}\",\"signature\":\"uFjB8od9o8_OzW_k550aQqnoIlr7bTvrYtAyBt1M6VZzjTJtV2Vri3G9qF6B8R-XWs4XxNkG-Pp1NGOKl02ZYA\",\"signingKeySignature\":\"0x5590a5449d12aaba821245e408d41de898b854489927cd3a899fdfeaa7a029d34256ce716e30177b4cff9926fe45f1235e149a4a6d878c7dc65b736425a749071b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YKc7PbhamOvUwXzt9wnc3m-gKuQ4h683ZA-w6_9A0Io\\\",\\\"y\\\":\\\"jeZ0r0_o3t0C-xfaG_PZ_E2afe7MfudWZ-BL7IKIORc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"T0Ug17G3a8EwJr96Jqo7sq6jlx3O8YoE0X-P5yEMof8\"}"