"{\"content\":{\"body\":\"婆婆从小过的日子挺苦，因为她聪明能干，所以她就承担了带大弟妹的工作（这个谁能干谁就必须承担更多的神逻辑我也一直没弄明白，反正婆婆的兄弟姐妹中，她排行第二，她的弟妹都是她带大的，兄弟姐妹中除了她最少是初中毕业），后来嫁给公公，公公是家里的大儿子，婆婆作为大嫂也一直帮扶着家里。当年都是穷日子，婆婆也一直在努力，把自己的日子过好。\\n\\n以上是背景，正因为过去过的是缺钱的苦日子，所以婆婆不喜欢把钱存到银行里，她觉得看不见摸不着，她愿意能时刻可以看到现金，特别是新钱，这样才觉得踏实。当然，这并不能说明她守财奴，相反，该花的钱她一分也不会小气，家里人要是需要，她也会义不容辞的拿出来。\\n\\n我知道她这个爱好，过年过节过生日，我都会去银行换好新的百元钞票给她，让她也开心开心。但是吧，她真的不存银行的，就在家里跟钱藏猫猫\\\\~\\\\~\\\\~\\n\\n场景一：有一年我们接她和公公来北京过年，过完年回到家，先到她大哥也就是我老公舅舅家停了一下，让她跟兄弟姐妹唠磕，我说我们先回去，先做饭收拾一下，结果车刚开出去，发现老太太小跑着追了出来，嘱咐我，钱临去北京前放在灶坑里了，做饭生火千万先拿出来，不然烧没了，哈哈哈\\\\~\\\\~\\\\~\\n\\n场景二：又是一年在北京过完年回家，一到家，我就看婆婆拿着一个小铲子去了院子里，我问她这大冬天的想挖啥，她笑着说，临走时把钱放铁盒子里埋到院子里了，现在去挖出来，哈哈哈\\\\~\\\\~\\\\~\\n\\n场景三：有一次家里有事需要用钱，我婆婆说我有呀，然后就说你等着，只见他拿着扫帚，来到鞋柜边上，一扫，就扫出来一个特别破旧的黑皮包，然后打开，拿出一个白塑料袋包着黑塑料袋的袋子，从里面掏出一万块钱来，哈哈哈\\\\~\\\\~\\\\~\\n\\n场景四：姑姐回来说家里的沙发太旧了，想拉出去扔了再换一个，婆婆说不用不用，挺好的，姑姐说那收拾一下吧，你看这垫的垫子都有好几层了，没用的扔了，结果一收拾，摸着一个垫子觉得里面有声音，结果一掏，好几百块钱，这个钱是婆婆藏忘了的。后来我们带孩子回去，姑姐就跟我儿子说，来我们玩个找钱游戏，哈哈哈\\\\~\\\\~\\\\~\\n\\n场景五：带公婆来北京检查身体，婆婆说这次钱放哪儿，公公说放家里车的手扣里，拿着车钥匙走，我说你要是没多少就带上吧，还放心。后来周末了，我们说带他们去圆明园看看，我看婆婆背着个包，鼓鼓囊囊的，我说妈你包里是啥呀，水和吃的我有双肩背，不用你，结果我婆婆说，是钱呀，不是你让我带上的吗？我一看，好家伙，好几年我过年给她的新钱她都带来了，她说怕存银行再取的时候银行不给她新钱了，足有好几万，她要背着这些钱去逛圆明园，哈哈哈\\\\~\\\\~\\\\~\\n\\n场景六：接场景五，我说你把钱放家里吧，还是家里安全些，不然玩也不踏实还得惦记着它。为防万一进了贼不被贼一窝端，我把这些钱分散着放在了几个地方。等她们要回老家的时候，我说妈我一会儿把钱给你，还开玩笑的说妈这钱你有数吗？我婆婆说没有数，你需要就给你。我就开始从那几个地方找钱，还差一个地方的时候，我老公喊我拿个东西，我就先去帮他拿了，结果我婆婆突然问我，是不是还少一沓呀，我笑着逗她，妈你不是没数吗？我婆婆也不好意思的笑了，说我是怕你藏忘了，哈哈哈\\\\~\\\\~\\\\~\\n\\n说实话，我经常看到婆婆从各种兜里，犄角旮旯里掏出钱来，当时的样子很可爱。我特别理解她们那辈人的辛苦和对钱的执念，他们是穷怕了也苦怕了，总想攒着给自己和孩子们留退路。希望婆婆这种快乐能长久一些，更希望有一天她能想得开，真能做到该吃吃该喝喝该花花。\",\"timestamp\":1637736824,\"title\":\"可爱的婆婆\"},\"digest\":\"NHBDEF9PLYLKBindLwIfbFXQPAynbX9wYAsIAehPZsI\",\"authorship\":{\"contributor\":\"0xe5628268c8937FCb467E29546724A37dD74644AB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PWCA5HKXT5FGtpX_phrP6NsA9Zn5wv_br9weuFqMiE4\\\",\\\"y\\\":\\\"iKMzv_v8eADuAmmkw53yJaveDtArWD-dQaooESDwxwc\\\"}\",\"signature\":\"BY_unlQMUcfzey8eq1sSr0nZUsJ3B0EYvwk-JdKwQJjHTxHQ69ScnTUmOWJOpzWRGhG9k4F2iqoZoHXx7ftb4w\",\"signingKeySignature\":\"0x6d549a10a5febfe5bae2c55d378a7921278c503cff7c842ac6ef0610e35287ef5320e54d8b7c16fb3e1b9fcd190f2d35af064d9f00e2fb4368a567822a7375161c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PWCA5HKXT5FGtpX_phrP6NsA9Zn5wv_br9weuFqMiE4\\\",\\\"y\\\":\\\"iKMzv_v8eADuAmmkw53yJaveDtArWD-dQaooESDwxwc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NHBDEF9PLYLKBindLwIfbFXQPAynbX9wYAsIAehPZsI\"}"