"{\"content\":{\"body\":\"Hey. Black Dave here. I’ve been thinking a lot about how someone like me, someone who makes music and other random non-music things could thrive in the NFT space…and I honestly haven’t come up with too many answers, but I’m constantly doing my best to think of ways to achieve that. The way visual art is valued and designed to be consumed is somewhat different than music, so finding ways to create value around a single musical thing, and have it continue to increase in said value is quite hard. For my next NFT drop, IO-002, I’m testing out a different concept than what I’ve been seeing a lot of music artists work with, which is to have a token that is redeemable for a verse from me.\\n\\nIf you’ve read this far and didn’t know, let me start by saying that I’m a producer/rapper/vocalist (but not like a singer but a screamer) who has been making music for many years, to not much success, despite my belief that I’m doing something sort of unique. I’m sure being open and honest about how I’ve been releasing music for 8 years and amassing around 25,000 streams isn’t something you’d expect to hear considering I’m trying to convince you that my future NFTs will be worth something, and you’re thinking “he’s kinda delusional” but I actually think one of my biggest setbacks is a lack of resources more than a lack of the other required abilities to succeed at what I’m doing. This is where the NFT comes in. Creating an NFT that is redeemable at any point in the future for a rap verse allows for someone to bet on me upfront and possibly receive a return on that in the back. If you’re to acquire this token, you’re able to either save it and trade it in for a verse in the future, or you’re able to sell and trade it on the secondary market, as my value as an artist or brand or whatever box you want to put me in. I think there are plenty of people who believe in me and what I do, or think that I’m smart or useful or talented or whatever word and this is an opportunity for those people to put their ETH where their mouth is. I hear more and more from NFT collectors that they are making effort to support artists they believe in as much as the art, and this is the sort of thing that could take an artist from point A to B. A to whichever letter.\\n\\nUsing NFT to continue to find ways to be able to support and invest in artists has been especially cool for me because with the existence of NFT, things are authenticated, transparent and public for everyone to see. I think about NFT as being like “oh yeah I liked that band when they were indie” but it’s verifiable on the blockchain, so you can show everyone know as opposed to go on eBay to try to find their demo and pay a ton of money to get it for your cool points.\\n\\nThanks for reading this stream of consciousness word dump. If you’ve made it THIS far, please support me on my next NFT drop, this Thursday July 22 at [blackdave.io](http://blackdave.io/)\\n\",\"timestamp\":1633556635,\"title\":\"My Latest Attempt At NFT as a Rapper\"},\"digest\":\"dCJ0Xw3Zm1lT347txZKqLSjWpTb7gOpISG8K0_5LQ-k\",\"authorship\":{\"contributor\":\"0xeD22Bb0106c24C7f6b4d8AAe33639e1467061F64\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-EwyH0X1WC6a_9lebdxcA6_in8sztD92b45VyjwsL1E\\\",\\\"y\\\":\\\"QdIDB4o5J3Xg5cTELV9PjZWrcCcmKONQjwMzkr9HxI0\\\"}\",\"signature\":\"wvBPohOypv0B_RtKSx_EqeB9_0a0a52So-McMckVeIwXJGiVu6CDb-5aHenLMTEDYVECbIs3nBN3HSBErvMLpg\",\"signingKeySignature\":\"0xe445cbeeb1e2a2fc8e28cb7ac9029583b1354ddb03bcb7882004fc66e887fccd5cdf42a31c62d6000a030549b36d8be5d2203aef0b4017184750ca43a219eea31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-EwyH0X1WC6a_9lebdxcA6_in8sztD92b45VyjwsL1E\\\",\\\"y\\\":\\\"QdIDB4o5J3Xg5cTELV9PjZWrcCcmKONQjwMzkr9HxI0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dCJ0Xw3Zm1lT347txZKqLSjWpTb7gOpISG8K0_5LQ-k\"}"