"{\"content\":{\"body\":\" \\\\n This was my second experience with Europa, and it was just as magical as my first. My best friend 'Jack' and I were on a road trip, staying for a few days at my family's cottage on Lake Saranac in the Adirondacks. We decided to take a day to ourselves, and so we each took around 17.5mg in pill form before taking our little motorboat out to a beautiful island campsite in the middle of the lake. \\\\n  \\\\n The weather was gorgeous--a white sun piercing incredible cumulonimbus clouds, the sky a blazing blue, the water deep black. While waiting for the effects to set in, I took a lengthy swim in the hopes that it would get my blood flowing and quicken the onset. This proved ineffective, if very enjoyable. \\\\n  \\\\n I returned to land and my friend and I sat around reading the books we had brought with us and talking. Half an hour or so later, I began to notice the drug taking hold. Unlike the other time I'd taken 2C-E, the physical sensations were the first to arrive. As before, my mouth became an odd sort of nerve center: every movement of tongue and lips against teeth and gums was noticeable, and all of these seemed to be covered in a smooth and resistant glaze which didn't inhibit feeling or taste, but which certainly allowed me to feel each tooth and muscle as an individual entity. \\\\n  \\\\n A few minutes later, the rest of my body followed suit. My skin seemed to be a bit more resistant than usual (not that I tested this--merely a feeling), and touching things (my hair, the grass, rocks, paper) proved pleasant and comforting. After this, my mind seemed to withdraw a bit from my body, so that I was slightly surprised whenever I looked down to see that the rest of my body was there. \\\\n  \\\\n At this point, both of us definitely high, I began doodling little clockwork contraptions on some paper I had brought, while Jack read an H.G. Wells story out loud. Unfortunately I am not an artist, because I would love to have seen the intricate wire automata I was imagining take shape on paper. \\\\n  \\\\n When the story was finished, set down our respective items and turned to look out over the lake. The sky, clouds, and water--which had been beautiful before--now turned into a glorious panorama of shifting fractals and layered polygons. We moved to a grassy area by the water and lay on the ground, looking up through the branches of a pine tree into the sky. \\\\n  \\\\n The clouds we saw then--and at which we continued to marvel for the rest of the day--were some of the most ethereal and moving things I have ever witnessed. At their edges, wisps of vapor curled out into the shining sky, transforming and curling in on themselves faster than our eyes could keep track of them. We laughed out loud at this, then looked into the clouds' centers, where darker bulges billowed out of striated sheets of pure white, each of these shifting at speed. We discussed mathematical fractals and their appearances in nature (mostly myself teaching Jack, as I am a scientist and he an actor). Since that day, I have looked at clouds whenever possible, and never have I seen internal motion--that is to say, not movement across the sky, as these were stationary--as quick or intricate as we saw on that day. \\\\n  \\\\n After this we went back to the picnic table and attempted to create a cosmos of our own, using his notebook to draft a sort of 'map.' All we ended up with was two axes of creation: 'Everything' vs. 'Nothing' and 'Chaos' vs. 'Order,' each represented with a different set of squiggles or highlighter marks. We decided that Art, Definition, Religion and Science were respectively subsets of these four, their mortally-attainable representations. Then we got a bit off-track, saying that where Everything and Chaos met they formed ripples of Possibility. We then abandoned this, and Jack is left with a baffling illustration upside-down in his notebook. \\\\n  \\\\n Most of the rest of the day was spent wandering around the island, which was heavily wooded over most of its area wit ha few rock-and-grass promontories, talking and reading out loud a book I had found in my backpack. The book, Lempriere's Dictionary, is written in a fantastical, eloquent style and deals with the interplay of mythology and history. It is a significant work in itself, and the Europa gave it a deep, resonating symbolism that rooted both of us into its world. (We spent the rest of the road trip finishing this book together). \\\\n  \\\\n Our conversations revolved mostly around our conceptions of other people and their conceptions of themselves. Jack and I are both passionate about our chosen fields: myself astrophysics, him acting. He opined that it must be terrifying for people of our age to enter college not knowing what they wanted to do with their lives; I countered, saying that in fact that was the express purpose of college for 90% of teenagers. He ceded the point. Most of our conversations followed this pattern: one of us would express a lengthy thought, the other would point out a flaw or interesting facet, and we spun from there. We observed at length how fantastic a substance 2C-E is: despite the fact that it is looked upon as a negative drug, two teenagers can take it and spend a beautiful day on an island in the middle of a lake while tripping balls on it, all in perfect safety. \\\\n  \\\\n Since we were talking to each other for a fair portion of the day, I ended up looking at Jack's face a fair amount. Human features are especially beautiful on 2C-E--soft, flowing, and delicate, even when none of those adjectives would apply while sober. I would later see the same thing in my face in the mirror: my stubble, my jawline, my eyebrows all seemed gently sketched by a talented artist. \\\\n  \\\\n After a while we drifted back to our table. It was approaching dinner time, and we had been sent with lunch prepared by my aunts as well as several beers--all untouched, as while on Europa neither of us has any appetite whatsoever for anything but water (of which we had been drinking plenty). I contacted my aunts and told them we would eat leftovers from lunch for dinner and be home late. We then proceeded to attempt eating. Though the food tasted fine, swallowing was distinctly unpleasant--I felt that I could feel the food in my throat long after I should have been able to, so I stopped eating. \\\\n  \\\\n Eventually, after around nine hours on the island, we motored back home. I was still a bit high, and when I entered to find a group of family and friends eager to ask my about my prospective career, I let my trip give them wild (but completely accurate) descriptions of multivariable calculus, observational astronomy, and higher spatial dimensions. It proved an enjoyable (and, to them, completely sober-seeming) hour or so of conversation, after which Jack and I retreated to the basement and played cards for a while before going to bed. Even while drifting off to sleep--at least twelve hours after taking the pill--I felt the soothing oddness of fabric against my skin. This really is a fantastic chemical.\",\"timestamp\":1633473713,\"title\":\"A Trip to Saranac\\n\"},\"digest\":\"nuxTWQ0IU_YLpA87-S906skRWTmmS8A-8MdjBRM4Ir8\",\"authorship\":{\"contributor\":\"0x60a87118C2B06b0a8E08AbB61D340f27f07F660d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e0ISsP1MyXppqS7dow1RNiva3J9dYlOa_1NdtdPUKMQ\\\",\\\"y\\\":\\\"dVguMfsH-a_2hyewJssC14u_E9Z3DGAW93Sw64kzybM\\\"}\",\"signature\":\"lgEP5XaxkGyPer5Kss6jtZ7-jusG6X3DM21IVM5oXqK3Wy7YdGEv51tJyj2GNMfbkYCCXiqMzD12TLoqfWKGnw\",\"signingKeySignature\":\"0x88293191ba31ada3fd0b274c63b023ce63290c7f6d189d60a1514c6aaf8095bd6c9d284eb90f8189bbf620512cf367bba0aa434a55e30db6db4b8c355be2dec81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e0ISsP1MyXppqS7dow1RNiva3J9dYlOa_1NdtdPUKMQ\\\",\\\"y\\\":\\\"dVguMfsH-a_2hyewJssC14u_E9Z3DGAW93Sw64kzybM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nuxTWQ0IU_YLpA87-S906skRWTmmS8A-8MdjBRM4Ir8\"}"