"{\"content\":{\"body\":\"My goals today were to:\\n\\n- Set up a dev blog, which we will use to further our efforts to work \\\"in public\\\"\\n- Write the first blog post for the dev blog, detailing our first month and the launch of our MVP\\n- RFC a new way to store Entries in our API backend (which solved a few of the outstanding issues from the MVP launch)\\n- Kick off the technical introduction with Zora about future integrations\\n\\nI also had in mind the goal to be more communicative with the team about when I'm online and available for discussions (given that we're all remote, Slack is basically the only forum at which to reach me). I implemented a small change in Slack to make this more formal, creating a *whereabouts* channel that I can use to be more explicit about when I'm away or particularly focused and not available for discussion.\\n\\nAll of my goals were achieved, although they could have been much more efficient — especially the meetings. Both of my meetings today took two hours, which indicates that formal goals and parameters we not laid out. The net effect of this meant that I ended working at around 12 AM. In future, we should set specific goals for meetings, and know when we've reached success or failed within a time-boxed frame (unless we're just jammin').\\n\\nI feel some urgency to get the Entry RFC implemented and merged soon, although it only serves to make our tech more robust, and doesn't necessarily move us forwards as a product. Therefore, implementation might need to be held off until later. This makes me uneasy, but it's fair. Instead, I will prioritize a brief personal audit of our security so far, and then attempt to dive into protocol work.\\n\\nThe 2-hour discussion with Zora about an integration with their new protocol implementation was fun, and I'm excited about what we can do. Immediately follow that, we had an internal meeting about our \\\"working in public\\\" blog strategy, and then how we might bring protocol and other web3 integrations into blog entries directly. \\n\\nThe idea of integrating web3 content directly into entries is super exciting, and I believe it will be a core feature of Mirror. Ecosystem-enabled, modular structures/blocks that have web3 functionality.\\n\\n![Denis hinting at where something like this might lead](https://images.mirror-media.xyz/publication-images/39f72ef6-8453-4228-a645-0a6d281b3e3d.jpeg)\\n\\nEven more exciting will be the opportunity to bring the community into the development of these features. If Notion has \\\"templates\\\" that users can buy on Gumroad, Mirror could have block-formats that people can buy on Uniswap. This requires a lot more thought, of course, but it's an interesting thread.\\n\\nAt the same time as we think through this, there is a strong internal desire at Mirror to have a great *writing experience*, and we need to be realistic about what we can ship in the near-term that's exciting and effective for our early writers. Both the time constraints and desire for world-class writing UX will likely sway us away from being too ambitious with our scope, and instead I can see us trying to work within existing standards (e.g. markdown), to hack together a prototype. The prototype will allow us to get more feedback and information, from which vantage point we can tackle the larger goal. This seems like a reasonable approach.\\n\\nI didn't get to more Mirror Protocol design work, but hopefully I can start that in earnest tomorrow, and have some validated new ideas by the end of the week.\",\"timestamp\":1609921907,\"title\":\"Daily Log - 05.01.2020\",\"publication\":\"g\"},\"digest\":\"9Czd59-u4Ode2sQ2zzixDQal_nEfuzoURDILbOlgsKg\",\"authorship\":{\"contributor\":\"0xCC65fA278B917042822538c44ba10AD646824026\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lGXNrECBpjmO927aAsHhLZtyhLVx8TLYCAFCCZMhZYg\\\",\\\"y\\\":\\\"A0oKjCAsC6CVpq5rPtHT2Jl6xQbjVf67cUUFZqVijcE\\\"}\",\"signature\":\"ILkC93JMOgtdStQbDJSX4MGfZzHnsRvpnSYH7DqVoxCB14UzNolGtKYFbKjDZccDnKJhWC7Bnz9ouMLo02YWUQ\",\"signingKeySignature\":\"0x5ee2a0aa01ad8782a68743a37cc417698566cfaa61466f1590c13dbe191efec20bbbf867503914bf0a2158afcbecf05ca73919407a3a1bc54c4ea2b596d8ce791c\",\"signingKeyMessage\":\"I authorize the publication of articles on g.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lGXNrECBpjmO927aAsHhLZtyhLVx8TLYCAFCCZMhZYg\\\",\\\"y\\\":\\\"A0oKjCAsC6CVpq5rPtHT2Jl6xQbjVf67cUUFZqVijcE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\"}"