"{\"content\":{\"body\":\"When more important ideas are written and captured on permanent-storage blockchains or \\\"crypto networks\\\", timestamped and digitally signed (which Mirror is attempting to make easy and mainstream), then AI algorithms should be able to *automatically cite and credit the originators of ideas*.\\n\\nFor example, if a researcher is writing a paper (hopefully on a client backed by Mirror), the software will be able to scan all articles that have ever been posted before, and automatically find the appropriate reference for a given idea, if a reference exists. This will improve the writing experience for the researcher, and will also *prevent the appropriation of ideas*.\\n\\nFor example, African-American activist Tarana Burke started the grassroots Me Too movement in 2006, to help sexual assault victims after being assaulted herself. Later, white actor Alyssa Milano popularized \\\"me too\\\" with a viral tweet urging harassed and assaulted woman to tag “#metoo” in social media posts. \\n\\nIn light of the incredible influence of the campaign, it is important that Tarana Burke herself receives credit for the origins of the meme, and that *[expanders](https://g.mirror.xyz/UU5yS0VH_4DJpGqVzOtXCaEm2dYhtVpifO_TBqx5P-M)*, benefiting from scale, are prevented in principle from receiving *all* of the influence and credit.\\n\\nWhen crypto networks are more popular and AI is more powerful, such prevention would be feasible. AI algorithms, working tirelessly in the background, would *know* the origins of all ideas, being able to understand concepts and trace an immutable record of all published ideas.\\n\\nAnother example would be color schemes; as Kevin Lo [argued](https://web.archive.org/web/20191110020348/https://www.lokidesign.net/journal/2016/2/22/the-propaganda-of-pantone-colour-and-subcultural-sublimation), the rise of pastel color schemes began with feminist artists, propagated through Tumblr, and eventually reached Pantone. The origins of the trend might be trivially provable for machines in the future — so trivial that they're done automatically at each point of propagation. Another advanced example would include photography styles. The list goes on...\",\"timestamp\":1609995747,\"title\":\"Automatic Citations using Crypto Networks and AI\",\"publication\":\"g\"},\"digest\":\"vyCrK_PwlXYyaug4FZH3V6Ulj0fw-pZFdrPCiJaysmU\",\"authorship\":{\"contributor\":\"0xCC65fA278B917042822538c44ba10AD646824026\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q_B43Gg0U7PL9-wlzqK2RXMWIrLc4Z42vLRUMRCncrI\\\",\\\"y\\\":\\\"Cn-hlmId_WIgYJcLNGcLwAVK_OXupPLg3hw49vkkl3o\\\"}\",\"signature\":\"6MxK86LoSJa7PHjhxKacJ7iyGbAtJbVTGVAqlm4xiL5PNsv4sKwBMsC8Ekm0TVWTfYoqqksT3u-3dvvR7feH5Q\",\"signingKeySignature\":\"0xf1739d3e1cd1958b1934c277642891d266db0a64251db6d521e41dc310f9cc93281c362c79398c28969299c09edc75a2a7a885619684d68f13d9f2db7308829c1c\",\"signingKeyMessage\":\"I authorize the publication of articles on g.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q_B43Gg0U7PL9-wlzqK2RXMWIrLc4Z42vLRUMRCncrI\\\",\\\"y\\\":\\\"Cn-hlmId_WIgYJcLNGcLwAVK_OXupPLg3hw49vkkl3o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\"}"