"{\"content\":{\"body\":\"![*Single Mona Lisa by George Pusenkoff*](https://images.mirror-media.xyz/publication-images/16d8c5cc-1781-4421-9dd5-4be33df2e852.jpeg?height=628&width=640)\\n\\nWhen an image is presented as art, the way we see it is affected by culturally learned assumptions about beauty, form, status, taste, etc. Many these assumptions have been incongruous with world as it is for a long time - largely perpetuated by a privileged minority striving to justify an authority on art. This authority is one of a notable number of institutions that surprisingly has survived the start of the twenty-first century, but NFTs will confirm its irrelevance.\\n\\nThe legacy of the authority on art originates before the camera, when the same painting could never been seen in two places at once and ownership was power. But when digitalization destroyed the uniqueness of images, power was ascertained through authority on authenticity. When an image is reproduced through digitization, its meaning forks into many meanings, and the meaning of the original will lie in its relation to its reproductions, instead of in relation to other images. The meaning changes from what the work *says*, to *what it uniquely is*. Its value depends upon its rarity as a specific artifact — as a relic.\\n\\n![*After the Mona Lisa 8, 2010 - Devorah Sperber*](https://images.mirror-media.xyz/publication-images/3bdd9bf0-1523-419f-ac7f-1496382e7e1c.jpeg?height=640&width=434)\\n\\nFor the most part, the value of these physical relics has been perpetuated through a sophisticated culture of experts that spend years cataloging and verifying who commissioned the work, who owned it, its likely date, etc. This elaborate system creates an authority on authenticity and therefore of value, which serves to perpetuate the status of the ruling class it belongs to.\\n\\nBlockchains change this, because they precisely handle matters of authenticity for all digital media. Since the majority of art is now digital, there is much less for this old system to claim to do, and the mysterious aura surrounding the world of art over past centuries will likely dissipate. This demise will likely invite greater democratic participation. Pop works such as *Nyan Cat* fetch for high prices, and authenticity is in theory guaranteed and accessible forever.\",\"timestamp\":1615702794,\"title\":\"NFTs and the Destruction of the Authority of Art\",\"publication\":\"g\"},\"digest\":\"DUgAxMzRwjuNv-LYiklnesTgYQ1IDqwX-hPksJb87yQ\",\"authorship\":{\"contributor\":\"0xCC65fA278B917042822538c44ba10AD646824026\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P9M0m43JAVso05JgYKCoEtPwdBioGkGidxUyw4X0XSw\\\",\\\"y\\\":\\\"_F5xpmy2ntaPDiN9BsieIxH0p5ekTldIqExkmCMdnfc\\\"}\",\"signature\":\"Gsd6aE9x5erH0-E1SR67KDvhSKDIS_h_X9kX3VG7M8ruHQcarX1O3sd_UCBaFD-hBv--fJM7BVSV-EQiMd_R9g\",\"signingKeySignature\":\"0xceda53d4ebbd6dc0c97f340bbc87a90004bf1172d3131a6867dd7bd82262faf027c8053a6d3e4955d5bf30a620543084e55848143902e873c5ba7b370694cbb21c\",\"signingKeyMessage\":\"I authorize the publication of articles on g.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P9M0m43JAVso05JgYKCoEtPwdBioGkGidxUyw4X0XSw\\\",\\\"y\\\":\\\"_F5xpmy2ntaPDiN9BsieIxH0p5ekTldIqExkmCMdnfc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"DUgAxMzRwjuNv-LYiklnesTgYQ1IDqwX-hPksJb87yQ\"}"