"{\"content\":{\"body\":\"Today the priorities were to publish our first dev blog post ([The MVP before Christmas](https://dev.mirror.xyz/J1RD6UQQbdmpCoXvWnuGIfe7WmrbVRdff5EqegO1RjI)), and then to plan our next sprint.\\n\\nI'm very happy with the way that the blog post turned out. I wrote most of it near midnight the night before, and then our team came together and helped to polish it in the morning. While reviewing the entry, we also took the opportunity to make many design improvements to the Mirror reading experience, which shows the value of using our own product to raise the quality for everybody. This is typically called \\\"dogfooding\\\" your product -- \\\"eating your own dogfood\\\". I once worked with a Spanish-speaking engineer from Chile who was very confused by this expression, and asked another engineer, in Spanish, why everyone was talking about \\\"eating the dog's food\\\"!\\n\\nMeetings, again, were more meandering today than they ought to have been. I think think we could do better by structuring our internal meeting times more--having really clear outcomes for our meetings, time-boxing them, and knowing when we've \\\"won\\\" the meeting.\\n\\nAnother thing that's on my mind is how to be great at product idea exploration. It's clear that it's part *generative* and part *pruning*, and if we're pruning too early, we stifle potential ideas that sound bad at first, but could flourish into something good. At the same time, some people in the room may have enough experience simply to know a dead-end when they see one. Balancing the rapid generation of ideas while quickly pruning bad ones is an art; a valuable art for any startup to be able to perform.\\n\\nCan your team generate beautiful, unique, eccentric ideas, without wasting time out in an isolated idea maze?\",\"timestamp\":1609996609,\"title\":\"Daily Log - 06.01.2020\",\"publication\":\"g\"},\"digest\":\"ZeFBhb2yp7B2xAVnFRZd66Kn_o1EVOU1BVoxiFR0lZY\",\"authorship\":{\"contributor\":\"0xCC65fA278B917042822538c44ba10AD646824026\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q_B43Gg0U7PL9-wlzqK2RXMWIrLc4Z42vLRUMRCncrI\\\",\\\"y\\\":\\\"Cn-hlmId_WIgYJcLNGcLwAVK_OXupPLg3hw49vkkl3o\\\"}\",\"signature\":\"NrRX5riWm1f1BVTcQmqU16ElX_7ISOZGgQymbciDQrUM_mjvou0ZXgul6XQleu33KqgojS08qzCTU5r1zXTExg\",\"signingKeySignature\":\"0xf1739d3e1cd1958b1934c277642891d266db0a64251db6d521e41dc310f9cc93281c362c79398c28969299c09edc75a2a7a885619684d68f13d9f2db7308829c1c\",\"signingKeyMessage\":\"I authorize the publication of articles on g.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q_B43Gg0U7PL9-wlzqK2RXMWIrLc4Z42vLRUMRCncrI\\\",\\\"y\\\":\\\"Cn-hlmId_WIgYJcLNGcLwAVK_OXupPLg3hw49vkkl3o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\"}"