"{\"content\":{\"body\":\"![](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Faa31f9bc-c42a-48df-b557-67e3f53bc0ac_1536x2048.jpeg)\\n\\n*a [tweettal](https://twitter.com/tweettal), [jonathanglick](https://twitter.com/jonathanglick) & [jarroddicker](https://twitter.com/jarroddicker) joint. remixed from [Trends, Analysis, Lies & Statistics](https://tals.substack.com/p/nfts-need-an-audience).*\\n\\nThe places and ways to enjoy NFTs, especially for non-owners, essentially do not exist. While this is a problem, it makes sense. The breakthrough idea behind NFTs was that unique digital objects could be owned. So the initial set of applications were those directly involved in buying, selling, and storing. We needed marketplaces to shop and bid and wallets to pay with and hold our purchases. These are experiences that emphasize the private and personal nature of an NFT. But as with owned physical objects, this transactional aspect is only part of appreciating a possession. For any item with utility beyond immediate sustenance and safety, value is created socially. We understand its worth based on what the broader community thinks it’s worth. Right now, the community of people valuing NFTs is only the people making and buying them.  For a sense of scale, the [top 25 decentralized apps](https://dappradar.com/rankings) all together, not just those related to NFTs, probably had less than 250,000 transacting wallet/users over the last 24 hours, and nearly half of these were at Dapper’s Top Shots. For NFTs to reach their true potential, we need to build much farther-reaching consumption experiences. And to not repeat the same mistakes of our current digital era, we need these platforms to maintain a decentralized ethos.\\n\\nAs any asset begins to accrue greater recognition and deeper social significance, its value moves beyond being predominantly transactional and towards an expression of the owner’s identity. Its value transcends the actual product and comes to attribute worth to the owners themself. As this value is socialized, the community starts to not only associate the worth with the product but with the person too. *This is true in the physical world, where the identification with something you own is different from that of something you rent, lease, or borrow*. It is also true with NFTs. But, all of this won’t happen at scale without NFTs reaching and being adopted by the broader community.\\n\\nNFT creators and owners know this, of course. They want as many other people as possible to enjoy and contribute to their products and property. Owners want their possessions to be known, used, loved, and increasingly, remixed. The fact that non-owners can also consume NFT content doesn’t mean that owning them isn’t valuable. It’s the opposite. For example, if an NFT is minted for a particular moment, the more that moment is appreciated the more value the asset tied to that moment accrues. In fact, art owners have \\\\*always\\\\* benefited from public display and reproduction -- because appreciation of art/media/collectibles makes them more valuable, because widespread reproductions elevate the status of the “true” and original; and because widespread dissemination educates the market. This contributes to its culture. Reproducibility is a feature, not a bug. \\n\\nAs such, owners of NFTs have a vested interest in making sure that great third-party consumption experiences exist, especially if their ownership is evident and it can drive more transactions, passion, and engagement to the creator. Broader distribution will even drive new genres and creations built on top of the owned item, similar to hip-hop as a genre (a culture of remixing others’ originals) and the evolution of EDM by way of Dance music in Chicago to EDM in Europe. All of this remixing will make the originals more valuable. But this requires NFTs to be experienced in the first place. Only broad consumption will further the shift of NFTs from digital assets to cultural legacy. When we create awesome applications to share NFTs with this far broader group of people and let them consume them, and we will, the effects will be nothing short of [revolutionary](https://tals.substack.com/p/defi-creators-). \\n\\nUnfortunately, today, those great non-owner experiences barely exist. For art and collectible NFTs, the UX so far consists of marketplaces, social posts to promote sales, some data-driven transaction ranking sites, and crypto-wallets. We have the NFT equivalent of auction houses, media for pro art buyers, and the systems to manage transactions. All of it is geared to buyers or collectors and investors, for bidding and trading. These are not enjoyment-optimized environments. We’re missing the equivalent of museums, concert halls, theaters, and the fashion show that is just walking down the street. \\n\\nThe analogy should not be taken literally. Thanks to nascent ‘crypto worlds,’ there have been some admirable attempts to build three-dimensional museums and galleries. But unless you’re a real VR enthusiast, you probably haven’t been invited to or delighted by the experience. These spaces are inconvenient to navigate, oppressively skeuomorphic, and fail at the central goal of any NFT consumption app: connecting users instantly to the media they are most likely to enjoy. \\n\\nSo what *should* these experiences look like? Well, to start with, they probably aren’t that different from the UXes we currently use for exploring and consuming media on our phones and other screens. Whether you are visiting a site, marketplace, or chat application, NFTs should be integrated into the experience. Each application, based on its purpose, will have a different way of showcasing NFTs to consumers. If it was a player for NFT songs, it might let you listen or navigate by genre or most popular. Or like Zora.fm, just let you swipe to find stuff you liked, maybe getting algorithmically smarter about what you preferred, or letting you create an explicit interest profile. (More about that valuable and dangerous interest data later.) \\n\\n![](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F14184519-1e8b-41b0-b486-cfa660fcee07_864x852.png)\\n\\nBut there are also some essential differences about the consumption of NFTs and the needs of the NFT ownership ecosystem. The first is the fact that the owners of the media asset should be recognized. By giving the owner her own place of glory on the UX, we make them an important part of the creation story. This increases the value of ownership, which increases how much an artist can charge. Where we have traditionally lionized labels and studios and by extension the oligarchy of huge corporations that own them, we can instead salute the smaller entrepreneurial collector. And perhaps not only the current owner but the *first* owner, the one who took the initial risk to invest. It makes sense to be able to see what else they own, or have owned in the past, and be able to enjoy that also. Of course, owners might not necessarily be individuals. They can be groups of fans, buying clubs and collectives, perhaps [formalized in a DAO structure](https://darkstar.mirror.xyz/srmoGiN\\\\_1pg_toQGzCupkjWFOaf8xi0mM60zYpn_pwI). This can change the way media companies and platforms structure their relationships with both creators and consumers under the value proposition of “ownership”. In this way, a DAO’s current and past media ownership functions both as a playlist and a sort of index fund. \\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F030e604c-782d-4183-ab7f-9ac0e7e03b04\\\\_483x259.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F030e604c-782d-4183-ab7f-9ac0e7e03b04\\\\_483x259.png)\\n\\nA second difference is the importance of linking to transaction opportunities, both the opportunity to bid on or buy that asset, as well as on related assets. Someone enjoying a comedy routine-NFT might want to bid on an NFT that is a collectible-ticket to the comedian’s upcoming show. This need not interfere with a delightful consumption experience. The app can be entirely optimized for the non-owner while also providing smooth paths to buying and collecting. One intriguing idea connecting both of these differences concerns an owner’s likely desire to more prominently promote an NFT they own, not unlike a featured post in a social media context. Instead of explicitly paying the app for that promotional presence, the owner might instead ‘stake’ the NFT, contributing the resulting revenues to the app. This could be a meaningful amount. As we have seen, highly-valued NFTs generate significant economic flows. \\n\\nThanks to the malleable nature of the NFT standard and the unbroken relationship to a creator, the consumption experience could offer features that today’s media apps do not. A song could have creator-supplied lyrics. Visual art could reveal its underlying layers. A dance routine could include a tutorial. Works could change over time, as programmable entities responding to external stimulus or the presence of other NFTs. Assets that are part of a multi-artist collections could link to the rest of that greater assembly, maybe to other items with similar attributes. Consumption experiences might also pull inspiration from gaming concepts. NFTs could ‘compete’ against each other in contests and tournaments: dance-offs, rap battles, song of the summer countdowns, jury-selected film awards. Prizes and promotion would flow back to the owners and creators. We will also see NFT displays designed for public places, restaurants, stores and clubs. Venues might even receive revenue from digital purchases when we once again gather in-person.  \\n\\nAs these apps are likely to offer personalization, driven by explicit or implicit interests or social graph, one important question is how user data should be managed. Some developers will opt to store the data on their own servers, the way Twitter, Facebook, Spotify and Tiktok do now. The performance benefits are significant, and it’s a huge competitive advantage. In the near term, apps that ‘own the user’ will be more convenient to access and more valuable to investors, partners and advertisers. The danger is that one of these apps uses that advantage to become so big that they cripple the NFT ownership economy. A dominant NFT-app might, for example, demand onerous percentages of transactions driven through its UX or push NFTs in which it had a large ownership stake. Some argue that this outcome is acceptable, provided that artists and owners themselves participate in the equity or revenues of the app through tokens, perhaps granted on the basis and extent of their participation. This may be short-sighted. The widespread adoption of decentralized identity systems, preventing no one app from dominating the last-mile of data ownership, is probably the best way of ensuring a competitive landscape in which artists and collectors get the best deal. Hopefully, prominent NFT creators and investors will loudly advocate for this practice.\\n\\nBut does it matter? What if, as might be expected, the current data-hoarding giants simply add NFTs into their own experiences? Or if they buy and integrate one of these new upstart apps? The dismal journey from the idealism of ‘Don’t Be Evil’ Web 2.0 to our current oligarchic Internet provides plenty of source material for pessimism. RSS was co-opted and killed by Google, then repackaged and controlled by Twitter and Facebook. Podcasting may be headed in the same direction. History rhymes and regulators tend to act too late and too clumsily to be a savior. The open question, and the spring of optimism if you choose to believe, is whether the new incentives of ownership have forever changed the equation. Do creators and owners, having tasted the fruits of independence, refuse to accept the ‘bad old’ deal? Do developers use the enormous power of the blockchain and DeFi to continue to fund and grow exciting and more equitable offerings? Do all of us consciously orient our media habits towards the ecosystems that most effectively promote broad creative prosperity? If we do, it won’t matter whether Instagram, Tiktok or Spotify becomes the most popular way to consume NFT content. Because to do so, those platforms will be forced to accept a culture of artist and collector control. Nothing is inevitable.\\n\\nThe NFT market is exploding upwards as speculators, builders, artists, promoters, and others see the opportunity to take advantage of the shift towards decentralized creation and distribution. At the same time, consumers are adopting the technology as they discover NFTs are [proof of passion](https://tals.substack.com/p/proof-of-passion), digitized tokens that prove commitment, interest, support thereby conferring status. But despite the eye-popping prices and insane growth, the market remains underdeveloped. It’s not surprising that people outside the collector cohort think the speculation is weird, and maybe even a little gross. We have yet to really build out how you consume, display and enjoy your collection as anything more than just storing it in your closet or vault or purchasing it on an exchange. *If NFTs crash and burn as a bubble, this will be why.* Only building for the consumption side will enable mass adoption, which will in turn support a loop of creation, ownership, consumption and creation that will power the next wave of media and social infrastructure. As these layers get built, there is an opportunity to avoid some of the centralized challenges of our current consumption and creation stacks and build a more creator-friendly, equitable future. But we have to choose to build it that way.\\n\\n/Credit to [Dennis Crowley](https://twitter.com/dens) for the header photo.\\n\\n----------------------------------------------------\\n\\nhere's an NFT for you to own. shop local. \\n\\n[NFT](ethereum://0x495f947276749ce646f68ac8c248420045cb7b5e/25381014852418948805889093397553910691723421696921342528988486403015055507466)\",\"timestamp\":1615216368,\"title\":\"NFTs Need an Audience: Utility, Consumption and Building New Worlds\",\"publication\":\"darkstar\"},\"digest\":\"bOWhYyX4u5mY0AfY-ObnQSOOcMVEmJQPVUFSw1qJsdc\",\"authorship\":{\"contributor\":\"0x7FdCA0A469Ea8b50b92322aFc0215b67D56A5e9A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SV1azfZkgFKUlwwwYxOvxPAN4CAul9EHBsXBrzVs9lY\\\",\\\"y\\\":\\\"7Gy6lpM_Ivmw8ONT3G5Q6HV6y8xpVZ3wiZeRnmQEEh0\\\"}\",\"signature\":\"aru4KPPgUyLi1al9QVM5Zg6KVyG67P8HefTvBw1VqzHchyAG2DW-dBCfn7UeBZJO7g6OvUYrmnc4YcrgHBzNTQ\",\"signingKeySignature\":\"0xd63ec0b90add050d5cb90bfe732ff295e0d2188a715f1aabc5b0fb3a1d9511bb54a2ad3c09d680d01b89143f664cbaa252a97395adc2587524faa77818dbf92b1c\",\"signingKeyMessage\":\"I authorize the publication of articles on darkstar.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SV1azfZkgFKUlwwwYxOvxPAN4CAul9EHBsXBrzVs9lY\\\",\\\"y\\\":\\\"7Gy6lpM_Ivmw8ONT3G5Q6HV6y8xpVZ3wiZeRnmQEEh0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"bOWhYyX4u5mY0AfY-ObnQSOOcMVEmJQPVUFSw1qJsdc\"}"