"{\"content\":{\"body\":\"\\\"If we are going to pursue biological longevity, we should allow a diversity of lives to be lived.\\\" - [GPT3](https://minutes.substack.com/p/longevity-and-resets).\\n\\nI am many people. I’m funny with some, quiet with some, bold with some, nerdy with some, restless with some. We play a different role in different environments. That’s why new places and new friends are valuable. A part of yourself is completely unexplored till you meet a particular person or go to a particular place. What about online? [Pseudonymous](https://en.wikipedia.org/wiki/Pseudonym) identities let you traverse the internet (and soon the [metaverse](https://en.wikipedia.org/wiki/Metaverse)) and create or find parts of yourself that cannot be discovered with a single identity.\\n\\nIn a terrific [talk](https://www.youtube.com/watch?v=Dur918GqDIw) on the pseudonymous economy, Balaji Srinivasan says that pseudonymity is as important as decentralization. Decentralization meant that you couldn’t shut down the Bitcoin network; pseudonymity meant that you couldn’t go after the person(s) who built the network. Pseudonymity is a continuum. With [33](https://www.wsj.com/articles/BL-DGB-16975) independent bits of information on someone, you can de-anonymize them. An identity with 5 independent bits is more pseudonymous than one with 15 independent bits, which is more pseudonymous than one with 30 independent bits.\\n\\n\\nThere is a practical reason for pseudonymity: you don’t want your employer to fire you because of a spicy tweet. But I find the other reason more attractive: exploring yourself. [Derek Parfit](https://en.wikipedia.org/wiki/Reasons_and_Persons#Personal_identity), [David Hume](https://en.wikipedia.org/wiki/Bundle_theory), and [Buddha](https://en.wikipedia.org/wiki/Skandha) have argued that your identity doesn’t persist. There is no “you” that is the same person from birth to death. You have a long life. You should play around with many you’s.\\n\\nPseudonymity can help with something grand: aspiration. [Agnes Callard](https://www.econtalk.org/agnes-callard-on-aspiration/) describes aspiration as the process of acquiring values. Most things you value now - hobbies, children, career, political views - weren't valued by you at some point. Aspiration involves valuing something new; e.g. valuing fashion when you didn’t before. This is different from ambition, which is satisfying a value you already have; e.g. starting a company to make money (you already value money). Valuing something new is difficult because it involves identity change. Our real world identities are tied to the people and places we are surrounded by. But pseudonymous identities can help us evolve into people we want to be. If you want to be someone who values boldness, create a pseudonymous Twitter account and tweet a bunch of bold takes and... become a person who is bold.\\n\\nWhy do many creators, authors, and musicians use pseudonyms? It helped Satoshi Nakamoto (fully pseudonymous) escape persecution. It helped Snoop Dogg (partly pseudonymous) sound cooler. An overlooked reason is that it helps many adopt a new identity. Lady Gaga and Stefani Germanotta are not the same person. Lady Gaga is creative, uninhibited, and outrageous; I don’t know much about Stefani Germanotta. Kobe Bryant [gave](https://www.newyorker.com/magazine/2014/03/31/the-fourth-quarter) himself the nickname Black Mamba to separate his identity on and off the court. On the court, he was a deadly assassin. Off the court, we don’t know.\\n\\nThere is popular appeal to identities like Jekyll and Hyde or [Walter White](https://en.wikipedia.org/wiki/Walter_White_(Breaking_Bad)) and Heisenberg. We’re shocked that Walter, this boring and loving father, could run a multi-million dollar drug empire and ruthlessly murder people. In reality, many drug lords are actually loving fathers and husbands.\\n\\nYour habits change when your identity changes. James Clear writes that if you want to quit smoking, you shouldn’t say, “I’m trying to quit smoking” when someone offers you a cigarette. You should say, “I’m not a smoker.” Pseudonymous identities should be liberating - like moving to another continent. What constrains us most times is our identity. If your identity doesn’t persist, you can be whoever you want.\\n\\nWe have a bias to assume continuance of identity. If you ask a founder of a B2B logistics company about how they started the company, they’ll search for and cite all the inane examples in their life that have anything to do with B2B or logistics. There is some truth in continuance of identity. Einstein was probably doing thought experiments when he was five that have some relationship with the thought experiments he was doing when he was twenty six. But there are also big periods of change - change in values, identity, and aspiration - that aren’t captured by connecting all the dots. Some dots are truly disconnected. Einstein at twenty six (his [miracle year](https://en.wikipedia.org/wiki/Annus_Mirabilis_papers)) was a very different person from Einstein at five.\\n\\nSteve Jobs said that we should connect the [dots backwards](https://www.youtube.com/watch?v=UF8uR6Z6KLc&t=4m58s). I like this advice. But sometimes this advice is taken the wrong way. Some dots cannot be connected. When you want to change what you value, you will be disappointed if you search for things in the past that show evidence of this value. If you want to start valuing beauty and aesthetics, you won’t find evidence in the past of beauty and aesthetics because you didn’t value it then. You just have to start valuing beauty and aesthetics. In the real world, this might be hard because your existing identity of “not caring about beautiful things” gets in the way. In the virtual world, you can create a pseudonymous Instagram account and post pictures everyday of beautiful things and… ta-da you become a person who values beauty!\\n\\nPseudonymous identity is the first step. The next step is building reputation with that identity, porting that reputation across different identities, and making a livelihood with that identity. Then, can we use these pseudonymous identities to creatively [repurpose](https://nadiaeghbal.com/notes/) our physical bodies? If we have alts in our online world, can we have alts in the physical world? If we have a community or country of pseudonymous identities, how do we provide recourse if a pseudonym harms someone else? How do we provide pseudonymous justice?\\n\",\"timestamp\":1610359244,\"title\":\"Pseudonymous Identity\",\"publication\":\"helloshreyas\"},\"digest\":\"HzILo78wQKwHQZ-DNP5JCAuJery2lYnMfPQWQmpKHQ8\",\"authorship\":{\"contributor\":\"0x10D6d2e343281D388291A3e02f3293AaEdA67178\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aWGO84hnzBUAxPJaG6mPWN--erT2qrB69STIdJesTp4\\\",\\\"y\\\":\\\"g9kX625fyLTjqgtB3b4AJGjBI-noQrKPY_ZdWLjoT4Y\\\"}\",\"signature\":\"mdBuW8DgKyBnrCA17irtnpML4awY4MTyr8oV2UVancxcj7XsbuQ6HUOQrOy1Dzo-Oa9ulF805jq8ZwDBuXVzXg\",\"signingKeySignature\":\"0xf2566473df0cc67a4eede77f2395d62391a8c9d3fecf7ffbff863ca16cd8857d56d3ae0da6a93cd2c2ae3b8e9ee8f696c8c986e75635ad6a12351e1cf52aefb41b\",\"signingKeyMessage\":\"I authorize the publication of articles on helloshreyas.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aWGO84hnzBUAxPJaG6mPWN--erT2qrB69STIdJesTp4\\\",\\\"y\\\":\\\"g9kX625fyLTjqgtB3b4AJGjBI-noQrKPY_ZdWLjoT4Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\"}"