"and is a leaderboard that keeps track of who has contributed the most to the chat group. You could imagine token rewards distributed to those with the highest amounts of participation to reward engagement.\\n\\nAnother useful social token tool is [Unite Community](https://unite.community/) which allows for creators to easily distribute their tokens to followers through their social media channels and reward engagement.\\n\\n\\n![Unite.community distribution](https://images.mirror-media.xyz/publication-images/0026c774-c91d-443f-a295-161236ad0fba.jpeg)\\n\\nThe interesting part about social tokens is that it can represent anything from a person’s time to specialized access to collective ownership of a community. There is a lot of potential for social tokens and I expect many more creators to issue them in the future.\\n\\n\\n### Future\\n\\nThese are just a few of the many use cases that are possible and have gotten some traction. There will likely be a significant increase in NFT adoption over the next several years. Traditional assets like equity getting tokenized seems like a clear progression in the future as it would make transferring them far more efficient. Then we’ll see tokenization that bridges the traditional world but adds new possibilities such as advertising space represented as an NFT where you could sell advertising rights to a site and have that be freely tradable. This would be a form of digital real estate. These NFTs would allow people to bet that a website will get a lot of traction and that the advertising space will become more valuable. Then we’ll start seeing more tokens with brand new concepts that are only made possible because of crypto which is what I’m most excited about.\\n\\n![Table from Will Warren’s presentation at [0xpo](https://www.0xpo.com/)](https://images.mirror-media.xyz/publication-images/d8459ba6-156e-48a1-86ad-4182988bfdfc.jpeg)\\n\\n\\nThere are a few aspects of the user experience that need to be improved in order for NFTs to become more accessible. We need to have improvements to scaling since transaction fees can make some transactions very expensive or infeasible. Scaling research is already in the works with many different teams in Ethereum working on scaling solutions and we also are seeing other blockchains being built that are catered specifically for this use case. Another point of friction with NFTs is that holders will need to self-custody them. However this complexity can be abstracted away with user friendly wallets that make it easy to onboard and support features such as a PIN, biometrics, and social account recovery. I’m optimistic that these will get built out over time and we will see a huge wave of creativity and experimentation in the NFT space.\\n\\n\\n### Resources\\n\\nHere are some additional resources to understand NFTs further and keep up with developments.\\n\\n\\n#### Understanding NFTs\\n\\n\\n\\n*   [Quick Overview of the NFT Ecosystem](https://andrewsteinwold.substack.com/p/-quick-overview-of-the-nft-ecosystem) by Andrew Steinwold\\n*   [The Non-Fungible Token Bible](https://opensea.io/blog/guides/non-fungible-tokens/) by Devin Finzer\\n*   [Social Tokens Year in Review](https://2020inreview.forefront.news/) by Cooper Turley\\n\\n\\n#### Keeping up with NFTs\\n\\n\\n\\n*   [DeFi Arts Intelligencer newsletter](https://artsdefi.substack.com/) by William Peaster\\n*   [Zima Red newsletter](https://andrewsteinwold.substack.com/) by Andrew Steinwold\\n*   [Forefront newsletter](https://forefront.market/) on social tokens\\n\\nIf you want to get in touch about interesting NFT ideas or projects, I’m [@ljxie](https://twitter.com/ljxie) on Twitter.\\n\\nThanks to [Will Warren](https://twitter.com/willwarren89) and [Jordan Clifford](https://twitter.com/jcliff42) for reviewing this post.\\n\\n_Disclaimer: Linda Xie is a Managing Director of Scalar Capital Management, LLC, an investment manager focused on cryptoassets which holds ETH and Ethereum tokens. This post is not investment advice._\\n\",\"timestamp\":1609797883,\"title\":\"A beginner's guide to NFTs\",\"publication\":\"linda\"},\"digest\":\"f2ec5b9759203914fc3df8e5aab4a1ebdc66bd310715af9710ff9eea8392c384\",\"authorship\":{\"contributor\":\"0x5e349eca2dc61aBCd9dD99Ce94d04136151a09Ee\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fv7iOHHShCNU4ZE52a1ThUmYPoAapwsaAP3mh3BUnFI\\\",\\\"y\\\":\\\"ZCMxmc0xL8I0aSX12T-6DJj-yQXzzrBkTeqbkJUF5X0\\\"}\",\"signature\":\"b4bGtI6M8S22b5W3bJK1/JMzk/q9+RL/3SnFTa/6Zc0kDCj/PxPVnKAOcgUSxI9eKzQmy2jqH5giqUjUeeac0g==\",\"signingKeySignature\":\"0xa6e9747c32236280f4e81b743c4f1d8c81596d953a0fc55f23a81bd9626fe7ff764101bd299be1e6093c33bbd3c6aa7a9e1254f7a0ffa2d7bdd037863c984ed31b\",\"signingKeyMessage\":\"I authorize the publication of articles on linda.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fv7iOHHShCNU4ZE52a1ThUmYPoAapwsaAP3mh3BUnFI\\\",\\\"y\\\":\\\"ZCMxmc0xL8I0aSX12T-6DJj-yQXzzrBkTeqbkJUF5X0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\"}"